{"title": "PLA Micro-and Nano-Particles Graphical abstract HHS Public Access", "body": "nano-particles are available [1, 3, 5, 6, 11, [16] [17] [18] [19] . Bulk and surface properties can be modified. The bulk modification methods include blending with different polymers, plasticization, copolymerization, and cross-linking. The surface modification methods include surface coating, entrapment, and plasma treatment. Supplemental biomaterials, such as poly(ethylene glycol) (PEG), polysaccharides, and extracellular matrix (ECM) proteins, have been used for coating PLA micro and nano-particles [2, 20] . All modifications are designed to achieve high drug encapsulation efficiency and loading, and controlled drug release rate. The following sections cover different preparation techniques for making PLA micro and nano-particles, and their applications, handling challenges, and strategies.\n\nThe single emulsion/extraction methods have challenges of poor encapsulation of hydrophilic drugs due to their diffusion and dispersion from the emulsified oil phase into the aqueous continuous phase. Thus, double-emulsion/extraction methods have been frequently used for improving the encapsulation efficiency of water soluble drugs, such as peptides and proteins [17, 35, 36] . In some cases, solid/oil/water (s/o/w) emulsion has been used for a high drug loading of water soluble peptides, such as insulin [17, 37, 38] . This involves addition of a water-soluble drug solution to an organic polymer solution under high energy stirring to form a w/o (or reversely o/w) emulsion. This w/o emulsion is added into a second water phase containing a stabilizer with stirring, resulting in the formation of a w/o/w (or o/w/o) emulsion. The organic solvent is removed under reduced pressure or vacuum to produce polymer particles. The harvested particles are thoroughly washed using pure water or buffer to remove residual raw materials before lyophilization [2, 17] . There are several parameters that have to be adjusted to optimize the characteristics of particles prepared by the double emulsion method. These include the amount of hydrophilic drug to be added, polymer concentration, type of solvent, stabilizer concentration, volume of the second aqueous phase, stirring rate and other variables [1, 17, 29, [32] [33] [34] . Fig. 2 shows the single and double emulsion processes with oil, emulsifier, and water. In one example, PLA three different molecular weights were used to prepare micro-particles containing prilocaine (PRL), which is an amino-amide type local anesthetic. PRL-loaded PLA micro-particles were prepared by w/o/w double emulsion methods. The particle sizes were 32 μm, 40 μm, and 68 μm. The SEM images and release profiles of three different types of PLA microparticles are shown in Fig. 3 and Fig. 4 , respectively [39] .\n\nAn alternative to the widely applied emulsion-based technique is the salting-out method. This method involves the addition of polymer and drug solution in a water-miscible solvent such as acetone, acetonitrile, or tetrahydrofuran to an aqueous solution containing the salting-out agent (e.g., magnesium chloride and calcium chloride) and a colloidal stabilizer, such as polyvinylpyrrolidone, under high speed stirring (Fig. 5 ) [17] . When this o/w emulsion is diluted with a large amount of water, it induces the formation of particles by enhancing the diffusion of the miscible solvent into the water phase. The particles can be purified and harvested by centrifugation or cross-flow filtration [29, 40] . One of the important advantages of this method is minimizing tension to the loaded protein [17, 40] . Salting out does not need a heating process, and thus may be useful when heat sensitive drugs have to be encapsulated [41] [42] [43] . The salting out process requires optimization of the process conditions, e.g., the salt type and concentration, the type of polymer and solvent, and the ratios of these compounds in order to obtain micro-particles [17] .\n\nThe nanoprecipitation method is a relatively easy and reproducible technique for the preparation of PLA based nano-particles. The nanoprecipitation is a one step process, also known as the solvent displacement method (Fig. 6) [29, 30] . The advantages of this method are: narrow size distribution; less toxic and eco-friendly solvents; and low energy source of a stirring device. The nanoprecipitation method can be applied in various ways: (i) direct pouring of an anti-solvent (e.g., water phase) into an organic solution; (ii) slow drop-wise addition of water to an organic solution; (iii) direct pouring of an organic solution into the water phase; and (iv) dilution of a polymeric dispersed phase using an anti-solvent. The solvent is then removed from the suspension under reduced pressure or vacuum [44, 45] .\n\nThere are variable key parameters for forming nano-particles. The injection rate of the organic phase into the anti-solvent phase affects the particle size. The mixing rate affects both particle size and drug encapsulation yield. The type of the organic solvent also affects the size and encapsulation efficiency of particles. Typical solvents used for nanoprecipitation are acetone, acetonitrile, dimethylacetamide, dimethylformamide, dimethylsulfoxide (DMSO), 2-pyrrolidone, N-methyl-2-pyrrolidone (NMP), PEG, and tetrahydrofuran.\n\nAcetone is the most preferred solvent. Usually, a binary mixture of solvents is used, e.g., acetone-ethanol [28] . Other factors are the drug: polymer ratio, surfactant, and anti-solvent phase volume ratio. The difficulty faced in this method is the choice of combination of the drug/polymer/solvent/non-solvent system (usually called Ouzo region [46] [47] [48] ) in which the nano-particles would be formed with a high drug encapsulation efficiency [30] . Producing the successful nano-particles, however, is restricted to a narrow condition of the Ouzo region. Beyond the Ouzo region, micro-particles rather than nano-particles are produced [29, 30] . Improved loading of procaine hydrochloride, a water soluble drug, into polymer nanoparticles was achieved by increasing the aqueous phase pH and replacing procaine hydrochloride with a procaine dihydrate base [44] . Docetaxel (DTX)-loaded nano-particles were prepared by the nanoprecipitation method using polydopamine-modified tocopherol polyethylene glycol succinate (TPGS)-PLA. The distribution of the nano-particle size was around 126~209 nm. The DTX loaded PLA nano-particles reduced the tumor size most significantly on hepatoma-bearing nude mice (Fig. 7) [49].\n\nDialysis is an effective, simple method for forming small size and narrowly distributed nanoparticles similar to nanoprecipitation. A polymer is dissolved in an organic solvent and placed in a dialysis tube. The dialysis is performed in a non-solvent miscible with an organic solvent. The organic solvent is displaced by non-solvent resulting in a loss of polymer solubility, and subsequent formation of polymer aggregates. Nano-particles of homogeneous suspension are collected after fully displacing the organic solvent with non-solvent ( Fig. 8 ) [6, [50] [51] [52] [53] [54] . particles were analyzed by SEM. The largest diameter was 3 μm for making 5% of the PLA solution. There was no significant difference between 0.5% and 1% of PLA solutions ( Fig.  10 ) [64] .\n\nIn situ forming depots have been used for site forming micro-particles or micro depots. This approach overcomes some drawbacks of conventional techniques, including manufacturing costs and complexities of other methods, e.g., drying and resuspension [17] . A drug-polymer solution is administered via injection at the target site where it is precipitated into an implant or forms micro-particles (Fig. 11) , a concept that has been employed in FDA-approved longacting release products [17] . The drug/polymer solutions are dissolved in water-miscible solvents, such as NMP and DMSO. The toxicity of solvents must be examined before selection. Some solvents show lower myotoxicities of in situ implants and in situ microparticles [27] . Water-miscible solvents result in hardening of emulsion droplets in vivo, and the solvent removal process may be responsible for a high burst release [65, 66] . The safety issues may limit types of oils, e.g., paraffin/mineral oils, that can be used [17] . The delivery of leuprolide acetate for months was based on in situ forming micro-particle formulation. A conventional formulation is a two syringe/connector system. A solution of leuprolide and PLGA or PLA in NMP was emulsified into an external oil phase. In situ forming PLGA micro-particles showed a high initial release (~40%) because of their high porosity (Fig. 12) . In situ forming PLA micro-particles exhibited a much lower initial release (~9%), which had a slow and continuous drug release ( Fig. 13) [67].\n\nThe melting technique provides another option for encapsulating drugs into polymers. The melting process avoids the use of organic solvents, but the drug is dispersed in a polymer melt. The resulting drug/polymer melt is solidified by a cooling water phase or a cooling chamber with dry air flow ( Fig. 14) [17, 28] . The drug/polymer melt is cooled down and then ground or milled to form particles [17] . If spherical particles and a smaller distribution are desired, the ground melt can be emulsified in a hot solution containing emulsifier or a hot gel [68] . Limitations of this approach are the thermal treatment of the drug and the multitude of steps to obtained smooth micro-particles [17] .\n\nSupercritical fluid and dense gas technology offer an interesting and effective technique for particle production, avoiding most of the drawbacks of the traditional methods. The supercritical fluid method uses more environmentally friendly solvents and has the potential to produce nano-particles with high purity and no residual solvents [69] [70] [71] . Two principal processes have been developed for the production of nano-particles using supercritical fluids: rapid expansion of supercritical solution (RESS) and rapid expansion of supercritical solution into a liquid solvent (RESOLV) (Fig. 15 ). A limitation of the RESS is the use of low concentrations and low molecular weight PLAs [6, 17] . It was hard to control particle quality, such as size, and morphology [72] . The effects of operating conditions, such as pressure, flow rate and concentration of drug and polymer, were evaluated using different sizes and morphologies of particles. The PLA particles presented mean diameters between 5.4 ~ 20.5 μm (Table 4 and Fig. 16 ) [73] .\n\nThe microfluidic technique can fabricate uniform, biodegradable PLA-based particles and implants. The uniform particles may allow precisely controlled release systems, because the size of the particles is a primary determinant of drug release kinetics [1] . Droplet microfluidics deals with discrete droplets having precisely controlled volume and composition, restricted dispersion, which are ideal templates for fabricating complex particles. A number of microfluidic approaches have been developed and are widely used for fabricating single emulsion, double or multiple emulsions (Fig. 17 ). The polymeric microparticles are generally fabricated by making o/w emulsions in microfluidic devices, where polymers are dissolved in an organic solvent (oil phase), by droplet solidification through solvent evaporation, diffusion or extraction. The polymer solution in the organic solvent is filled in a T-or Y-junction microfluidic device and then ejected into a large amount of stabilizing solution. The solvent is diffused from droplets into the water phase, and then the droplets are solidified to microspheres due to the relatively different solubility of the solvent in water [2, 15, 74, 75] . When the polymer solution droplets are ejected into the stabilizing solution, the size of the particles are determined by properties of the solutions (density and viscosity), the flow rate of the polymer solution, the diameter of the nozzle, and the interfacial tension between the polymer solution and the nozzle tip. There are similar limitations as other methods using physical devices such as a nozzle, a channel, a template, and a mold. The fabrication of nano-particles would apparently require a smaller nozzle or channels [18] .\n\nApplications of microfluidic based micro-particles are rapidly growing for development of controlled drug delivery systems. They have been useful for complex and multifunctional drug delivery systems as multi core-shell micro-particles [15] . With further development of microfluidic techniques and manufacturing processes, micro-particles with desired drug loading and release kinetics can be prepared. Furthermore, the low cost and high reproducibility make this technology promising for mass production of specific drug delivery systems [15, 76] . PLA particles over a wide range of size were made from w/o/w emulsion produced in a three-dimensional (3D) flow focusing glass capillary device. The droplet size is usually controlled by the fluid rate and orifice size. Also, a numerical model of drop generation in a 3D flow focusing device was developed to understand the mechanism of drop generation in the dripping regime [77] . The microfluidics technique was used to make polymeric micro-particles of two different sizes (11 μm and 41 μm) to study in vitro release profile of bupivacaine (Fig. 18 ). Mono dispersed particles prepared using microfluidics released drug more slowly than similar size particles prepared using a conventional method such as the emulsion method [78] . While the micro-particle manufacturing method is one parameter affecting the drug release kinetics, it is important to realize that other factors also contribute significantly to the drug release profile.\n\nThe hydrogel template method is based on the unique properties of physical gels that can undergo sol-gel phase transition upon changes in environmental conditions such as temperature. The hydrogel template is useful in producing particles in homogeneous sizes. The first step is to form a certain pattern on a hard master template. A warm aqueous hydrogel solution (e.g., gelatin solution) is poured on top of the master template, and then the template is placed under low temperature conditions for imprinting the template by a formed hydrogel mold. The solidified mold is peeled off and a polymer/drug solution, in a suitable organic solvent, is poured on the hydrogel mold and evenly spread for filling empty cavities. The filled hydrogel mold is dried to evaporate the solvent. The drug-loaded particles are collected by dissolving the hydrogel mold in water. The particles are washed in water, and collected by centrifugation or filtration [79] . The gelatin hydrogel mold, however, is easy to be damaged while spreading a drug-polymer solution on the template. Thus, an alternative polymer, poly(vinyl alcohol) (PVA), was used to make a water-soluble polymer mold. The PVA mold has many advantages over the gelatin gel mold, including stronger mechanical strength, ease of handling for making a mold, and storage in a dry chamber before use. After drying of the PVA mold having drug-containing microparticles, it is placed in distilled water and stirred at room temperature. Only the PVA mold is dissolved completely and then the drug-containing microparticles are floating freely in the water. The microparticles are washed by filtering through dual-layer meshes made of stainless steel. After collection using centrifugation, the microparticles are washed again in double distilled water to remove residual PVA, centrifuged, and the supernatant is removed. The microparticles are vacuum dried overnight. Fig. 19 shows the procedure and fabricated PLA (average MW 25,000~35,000) micro-particles produced by using this system. The shape of the microparticles is cylinderical because PVA mold having a cylinder pattern with flat bottom is used. The shape of microparaticles depends on the PVA mold pattern. Geometry of microparticles is an important parameter for the drug release rate and interaction with cells and tissues. For cylinder and spherical shapes, the surface areas may be different but the overall release mechanism, whether diffusion-controlled reservoir or matrix systems, is not expected to change due to the shape. Thus, the shape of microparticles may not affect the drug release kinetics significantly. Since the microparticle size is around 50 μm, it is not expected to make any difference in administration. The homogeneous microparticles, in fact, make it easier for administration. The PVA mold method was used to make micro-particles of three poorly water-soluble drugs: risperidone (RIS), methylprednisolone acetate (MPA), and paclitaxel (PTX). The fabricated micro-particles showed great conformity to the original template design for a wide range of formulation conditions. In addition, the micro-particles produced showed narrow size distribution, which provided advantages compared with the conventional emulsion-based method (Fig. 20 ) [80] .\n\nThe PVA mold method was extended to develop the Vacuum SpinSwiper machine to make micro-particles more efficiently in large quantities [81] . There are several advantages of the template based techniques. The preferred advantages are mono-dispersed and predetermined micro-particles dimension, easy scale-up, and a reproducible process. The drug loading by the PVA mold approach can be high for water-soluble drugs, which is not easy to produce by conventional methods. There are also limitations, however. The size of the particle is currently in the micron scale, i.e., larger than 1 μm because of the use of UV lithographic technique in fabricating silicon water master templates. Fabrication of nano-particles requires preparation of the master templates with nano size patterns.\n\nPLA micro and nano-particles have been proposed for improving oral bioavailability of poorly water soluble drugs. Nano-particles are thought to be absorbed from the gastrointestinal tract after oral administration [2, 82] . Poorly water soluble drugs are difficult to make into suitable dosage forms with adequate oral bioavailability [16] . Particles loaded with a poorly soluble drug can significantly increase the drug dissolution rate. The intestine has a special mechanism to absorb particles of certain sizes. The 100 nm particles showed a significantly higher uptake than larger particles [83, 84] . Although gene therapy has been extensively studied for treating genetic diseases and acquired diseases [85] , the safety and efficiency of gene delivery have not been examined in depth. PLA-based micro and nanoparticles have shown particular promise in improving protection from plasma enzymes, alternative routes of administration (e.g., nasal, oral, pulmonary, and mucosal), and prolonged gene delivery efficacy [86] [87] [88] [89] . Cationic PEG-PLA nano-particles are one of the major delivery systems for the small interference RNA (siRNA) system. Systemic delivery of small interfering polo-like kinase 1 (siPlk1) by PEG-PLA nano-particles significantly suppressed tumor growth in an MDA-MB-435s (cancer cells) murine xenograft model [90] . siRNA encapsulated in PEG-PLA nano-particles were shown to have successfully entered the cells and resulted in remarkable gene-specific knockdown in the adult zebrafish heart [91] . PLA based nano-particles containing polyethyleneimine (PEI) on their surfaces were used for incorporating genes. PEO-PLA-PEI was also used for co-delivery of supercoiled minicircle (mc) DNA vectors and Dox. These nano carrier systems have the advantage of non-fouling oxazolines to confer biological stability, of PLA to provide hydrophobicity for Dox encapsulation and of bioreductive PEI to provide gene complexation. The dual delivery of mcDNA-Dox to B16F10 (Musmusculus skinmelanoma cell line; ATCC ® CRL-6475™)-Luciferase tumor bearing mice resulted in significantly reduced tumor size and cancer cells' viability [92] . Recently, dual or multi drug delivery systems have shown great potential in the drug delivery field for cancer and gene therapy.\n\nVaccinations have been highly successful for preventing many infectious diseases using micro-particles [93, 94] . New vaccines are focused on AIDS, hepatitis B, anthrax, SARS, and MERS. Many research groups are focused on developing micro-particle based single shot vaccines using PLA-based materials [95] [96] [97] [98] . The T cell activation in response to antigen-encapsulated micro-particles has increased up to 100~1,000 fold more than antigens alone [99] . HIV Gag antigens (p24)-coated PLA nano-particles captured by monocytederived dendritic cells (MDDCs) from HIV-1 individuals stimulated MDDC maturation and increased HIV-specific CD8 + T-cell proliferation as compared with p24 alone [100] . PEG-PLA-PEG block copolymer nano-particles were evaluated for encapsulating the hepatitis B surface antigen (HBsAg) as an oral vaccine delivery system. HBsAg encapsulated copolymer and PLA nano-particles were used for adjuvanticity in generating immune stimulations after oral administration. PEG-PLA-PEG copolymer nano-particles exhibited effective levels of humoral immunity along with the mucosal (sIgA) and cellular immune response (T H 1) [101] . In the study of the relationship between PLA-PEG particle size and efficacy of transport across the nasal mucosal, tetanus toxoid was encapsulated into PLA-PEG particles of different sizes (200 nm, 1.5 μm, 5 μm, and 10 μm) prepared by the w/o/w double emulsion solvent evaporation technique. The nasal bioavailability of tetanus toxoid encapsulated into 200 nm nano-particles was higher than into larger particles. PLA-PEG nano-particles and aluminum phosphate have been used as a potential adjuvant system using tetanus toxoid. The encapsulation efficiency was increased to nearly 90% in PLA-PEG nano-particles as compared to 55% in a conventional vaccine. PLA-PEG-aluminum (Al) and PLA-Al showed 80% and 50% survival rates, respectively, even at 180 days as compared to a 30% survival rate in the conventional tetanus vaccine [102] . Cyclosporine A (CyA) entrapped in PLA micro and nano-particles showed enhanced bioavailability and sustained release kinetics for extended periods of time [103] . The effects of the concentration of PLA, surfactant, and aqueous phase volume on the PLA microsphere size and nimesulide (a nonsteroidal anti-inflammatory drug) encapsulation efficiency were studied using particles made by emulsion methods. A specific aqueous phase volume was selected for small size particles, because an increased volume resulted in microdroplet's coalescence [104] . The in vitro release of albumin from PLA micro-particles was sustained for one month after the particles were blended with PEG [105] . Insulin loaded PEG-PLA nano-particles provided a sustained release for more than two months. The burst release amount increased as PEG molecular weight or PEG content increased [106, 107] . Insulin-loaded PLA based particles had more specific and selective release at high pH conditions, which might increase the effect of the insulin in the blood stream (pH 7.4) [108] . One of the extensive drug delivery fields is cancer chemotherapy. Paclitaxel loaded particles have significantly enhanced anti-tumoral efficacy as compared with free drugs. Paclitaxel loaded PLA-PEG-PLA micro-particles showed 49.6% sustained release of paclitaxel within 1 month [109] . In vitro cytotoxicity testing in cancer cell lines revealed that the PLA-PEG nanoparticles compared with free paclitaxel exhibited similar cytotoxicity [110] . Gemcitabine hydrochloride (GEM) loaded PEG-PLA nanoparticles had zero-order release profiles. The particles increased antitumor effect compared with the free drug on different cancer cell lines and showed a significant improvement of cell interaction. Two xenograft murine models of human solid tumors were used for in vivo anticancer activity of the particles. GEM-PEG-PLA nano-particles significantly inhibited the tumor growth and the mice survival rate increased compared with the free drug [111] . Docetaxel and tamoxifen are potent drugs against breast cancer. There is an antagonistic problem when both drugs are used in combination because they have different metabolisms. Docetaxel and tamoxifen loaded TPGS-PLA showed a significant reduction of the drug antagonism in the MCF7 cell line [112] .\n\nSome representative published results on PLA/PLGA based particles as drug delivery systems are summarized in Table 5 [5, 16] . There are variable drugs and suitable methods applied for their encapsulation. The suitability of the method was evaluated by loading efficiency and pharmacokinetic release results.\n\nCurrent micro and nano-particle production methods have been constrained by limitations of processes. The conventional techniques have several disadvantages, including the relatively high cost of particle production, the potential toxicity of solvents and reagents like stabilizers, emulsifiers, and other additives for forming particles, the use of a high energy mechanical mixer and homogenizer, which may be damaging to biological drugs such as proteins, peptides and macromolecules, the difficulty of reproducing biologically stable particles, and the low drug encapsulation efficiency [2, 7, 8, 17, 29, 146] . The high energy mechanical mixer and homogenizer generate high shearing forces. These high energy shearing forces can cause disorder which changes the natural structure of the macromolecules. Biopharmaceuticals, or protein drugs, may be denatured by exposure to the water/solvent interface or organic solvents. The reported processes are small laboratory scale or small test production scale under 1 g. Some of the large production scales have resulted in different particle size distributions increasing the process volume because the solvent evaporation rate may be different [30] . The most significant challenge is to understand the particle forming mechanism and encapsulation process [2, 8, 147] .\n\nPhysico-chemical characterization of nano-and micro-particles have not been complete [2, 8, 148] . The nano-particles have several unique physico-chemical properties that can present difficulty in characterization. The nano-particles need higher cost characterization methods related to size, shape, surface charge, surface area and other physico-chemical properties [7, 149] . Incomplete characterization of the nano-particles may lead to an incomplete understanding of the correlation between nano-particle properties and various biological effects. The properties of the nano-particles may be easily changed by the surrounding environments, such as the blood stream, cell types, and physico-chemical environments (temperature, pH, pressure, volume, etc.). PLA-based nano-particles need to be analyzed both in dry or lyophilized form and in the test media, such as with or without serum based culture media for complete characterization [2, 7, 8, 17, 149] .\n\nOne important consideration for making drug delivery systems is sterilization of PLA-based particles [7, 149] . Most useful sterilization methods cannot be applied to PLA based particles. Steam sterilization cannot be used with PLA based particles because high temperature and pressure can affect the particle that softens, melts, deforms, and undergoes hydrolysis. Heat sterilization exposes the particle to high temperature for long periods of time, which can destroy the PLA matrix structure and drug. Ethylene oxide (EO) is known as a polymer softener and plasticizer. The residual EO gas causes mutagenic, carcinogenic, and allergenic effects. Gamma radiation can breakdown polymer chains, resulting in decreased molecular weight and increased biodegradation rates, significantly altering drug release profiles. Therefore, GMP grade production of particles has to be done by aseptic processing. It is very effective for preventing contamination of particles but an expensive technique for manufacturing PLA based particles. It requires clean room control and the use of GMP protocols.\n\nVarious particle production techniques have been investigated for improving the encapsulation efficiency of drugs, optimizing the scale up process for mass production, and enhancing the reproducibility of the methods [2, 147, 149] . Table 6 lists a summary of challenges associated with developing PLA based particles as drug delivery applications [7] [8] [9] 150] .\n\nOne of the most useful strategies to overcoming certain challenges is surface modification of PLA based micro and nano-particles for improving the stability of the particles. Surface modification is important for escaping the immune system when administrating particles to the bloodstream [29, 151] . Similarly, other strategies have been used to make a hydrophilic cloud around the particles to reduce their uptake by RES systems. These strategies comprise surface modifications of particles with Tween 80, PEG or PEO, poloxamers and poloxamines, polysorbate 80, TPGS, functional amino acids and polysaccharides [29, 124] . The most preferred surface modification is the adsorption or grafting of PEG (known as PEGylation) to the surface of particles. Grafting of PEG and PEG-containing copolymers onto the surface of particles augmented the blood circulation half-life. Increasing the molecular weight of the PEG chains has been shown to reduce opsonization of particles and improve retention in the circulation [29, 110, [151] [152] [153] . In addition, PEG may have good interactions with blood components. The other option is a copolymerization with PGA/PCL, PEG, and other polymers. PLA-copolymers have worked well as biocompatible polymer particles for drug delivery systems [2, 9, 29] .\n\nThere is a huge amount of knowledge scattered around the world. The data on each PLAbased micro and nano-particles are unique in that the fabrication method, the drug used, and the efficacy testing methods are all different. This makes it difficult to compare properties of PLA particles, and PLGA particles for that matter, to find the right formulation for specific applications. It is time to assemble a data bank that presents detailed information correlating PLA particle properties and their in vivo functions. Such a data bank will propel more systematic development of future PLA micro and nano-particles that can be developed for specific in vivo applications. Drug release profiles of prilocaine-loaded micro-particles in pH 7.4 phosphate buffer. The total amount was calculated from the average value of encapsulation efficiency percentage obtained by the direct and the indirect method [39] . Schematic of template/mold method process and fabricated PLA micro-particles. Lee Table 5 Investigations on PLA/PLGA particles as drug delivery systems. PLA-PEG Zidovudine Solvent evaporation Less phagocytosis [21] PLA-TPGS Paclitaxel Modified solvent extraction/evaporation Initial burst followed by sustained release [24] PLA-mPEG Salting out Less interaction with leukocytes [123] PLA-PEG-PLA Savoxepine Salting out Controlled drug release up to 1 week [124] PLA BSA Salting out/coacervation High encapsulation efficiency and acceptable burst release [125] PLA Cloricromene Nanoprecipitation Faster dissolution than free drug [26] PLA Tamoxifen Nanoprecipitation Significant therapeutic efficacy with reduced side effects [126] PLA-Pluronic Stevioside Nanoprecipitation High potential safe and effective [127] Chitosan-PLA Anthraquinone Nanoprecipitation Continuous and sustained release, pH dependent release profiles [128] PLApluronic Insulin Dialysis/ nanoprecipitation Good control over blood glucose concentration [129] PEG Gene delivery Dialysis Improved transfection activity [25] PLA HIV p24 protein Dialysis Induced mucosal antibody production [130] PLA Progesterone Theophylline Vitamin D3\n\nSpray drying Alternative method [56, 59] Adv Drug Deliv Rev. Author manuscript; available in PMC 2017 December 15."}