{"title": "Unveiling the druggable RNA targets and small molecule therapeutics", "body": "Recent advances in the field of RNA biology has led to the discovery of a plethora of coding and non-coding (nc) transcripts with novel modes of action, 1 new types of RNA epitranscriptomic modifications, 2, 3 and an unforeseen diversity of mechanisms that lead to the production of RNAs. 4 These discoveries prompted the parallel development of modern molecular techniques that provide in-depth insights to the RNA structure and function. [5] [6] [7] Biophysical characterization of RNA motifs with X-ray crystallography, 8 nuclear magnetic resonance, 9 and cryoelectron microscopy 10 has yielded a solid foundation for understanding the chemical and structural basis of RNA functions at atomic resolution. However, experimental requirements of these methodologies often restrict their throughput and suitability for studying conformationally heterogeneous RNAs. In addition, the isolation of RNA motifs from fulllength transcript, or the removal of RNAs from their cellular context, may introduce biases in the final conformation. The development of RNA-centric deep-sequencing probing techniques opened up the possibility for the global assessment of RNA structures at a single nucleotide resolution, and in various biological contexts. [11] [12] [13] In addition, techniques that address RNA interactions with effector molecules [14] [15] [16] [17] [18] prompted the comprehension that a myriad of molecular pathways involve regulatory RNAs while also facilitating the development of high affinity ligands to interfere with these processes. These innovations created a new paradigm in the field of biomedicine, where RNA is viewed as a novel and largely unexplored drug target. chromosomal architecture, as it is the case for many long non-coding (lncRNAs), the RNA may not need to be present at very high levels to be able to perform its task. RNA stability is another detrimental aspect that needs to be considered. For example, long non-coding RNAs (lncRNA) have, on average, shorter half-life (median 3.5 h) than messenger RNAs (mRNAs, median 3.5 h). 28 Yet, the intergenic, cis-antisense, as well as spliced lncRNAs with cytoplasmic localization tend to challenge that rule.\n\nEfforts to therapeutically harness RNAs began as soon as they were discovered, even though their functionality was not well understood. Early RNA targeting approaches relied on the application of aminoglycosides -potent molecules that bind to bacterial rRNA through electrostatic interactions with, at best, modest selectivity and systemic toxicity. 29, 30 Despite their rather unattractive physical, chemical, pharmacological and synthetic characteristics, they remain a pillar of antibacterial treatment. Studies of RNA riboswitch regulatory elements that bind diverse metabolites and regulate gene expression primarily in bacteria further showed that small metabolites can be recognized by RNA with remarkable specificity. 31, 32 These discoveries were followed by the development of small molecule screens against functionally defined viral RNA motifs, such as Human immunodeficiency virus-1 (HIV-1) transactivating response element (TAR) RNA and its interacting trans-activator of transcription (Tat) protein, 33 HIV-1 Rev response element (RRE) and Rev protein, 34 and Hepatitis C virus (HCV) internal ribosome entry site (IRES). 10, 35 These studies established that RNA is a legitimate target of small molecules and that ligands can indeed bind discrete binding pockets in RNA, cementing the applicability of smallmolecule treatment to target RNAs.\n\nAs compared to antisense oligonucleotide-based (ASO) strategies, which pose significant limitations as pharmaceutical agents, 36 small molecules offer the unique possibility to target particular RNA structural elements. The chemical and biophysical tunability of small molecules, in addition to their overall superior cellular and tissue permeability, make them an appealing alternative. 37 In addition, by recognizing specific hallmarks of RNA fold, small molecules can be utilized as RNA structural probes to yield information on RNA conformation. For example, methidiumpropyl-EDTA (MPE) has been applied as a through-space cleavage reagent for structural interrogation of the folding transition of HIV-1 RRE2 substructures. 35 Despite the spectacular advances in the RNA biology, experts in the field are still faced with a long list of considerations. Overall, three major components are required to support the development of efficacious RNA-based small molecule therapeutics: (1) the identification of therapeutically valuable RNA target, (2) the development of a screening method that will establish drug-like molecules against target RNA, and (3) the identification of RNA motifs that accommodate ligand binding with high affinity and specificity. In this review, we will discuss the modern RNA-centric techniques that can be harnessed to elucidate RNA structure-to-function relationship and their potential application to evaluate small molecule specificity. We will shed light on RNA properties e.g. stability, level of expression, structure and biological importance that need to be considered before a given transcript can be designated as druggable. Finally, we will present most recent developments in screening strategies that support identification of RNAspecific ligands, and we will highlight the newest discoveries in the field of therapeutically-valuable target RNAs.\n\nAs our knowledge of RNA biology and its importance in regulation of cellular processes increases, it is becoming clear that specific preponderant characteristics of RNA, such as its structure and conformational dynamics, may influence whether a given RNA target can be efficiently targeted with drugs. 38 In the past, a wide range of chemicals and enzymes have been used to monitor RNA folding. 39, 40 DMS is one of the most well-established chemicals used to study RNA structure. It is highly reactive with solvent accessible, unpaired residues but reliably unreactive with bases engaged in Watson-Crick interactions, thus nucleotides that are strongly protected or reactive to DMS can be inferred to be base-paired or unpaired, respectively. DMS treatment has been more recently coupled to a massively parallel sequencing readout (DMS-seq) by randomly fragmenting the pool of modified RNAs and size-selecting prior to 3′ ligation with a specific adapter oligo. 41 Because DMS modifications at adenine and cytosine residues block reverse transcription (RT), sequencing of the fragments reveals the precise site of DMS modification, with the number of reads at each position providing a measure of relative reactivity of that site. DMS footprinting has proven to be a tremendously versatile method and has been applied to a large fraction of known structured RNAs 42 as well as to probe the structure of modified RNAs and ligand binding to RNA. 43 In recent years, a group of electrophiles, known as SHAPE reagents, have become widely used for high-throughput RNA structural probing. 12 These compounds preferentially modify the backbone of RNA in structurally flexible single-stranded regions by reacting with the 2′-hydroxyl group on ribose and generating bulky 2′ O-adducts. The choice of electrophile can be tailored to specific experimental systems. For example, probes that react with RNA rapidly are well suited to obtain a structural \"snap-shot\" of target RNA, 44, 45 while electrophiles with long half-life are suitable for studying RNA slower local motions, shown to have the greater potential to govern RNA folding, ligand recognition, and ribonucleoprotein assembly reactions. 46 There is also a wide palette of cell-permeable probes that can be used to interrogate RNA folding in living cells, yielding information on how RNA structure changes in response to various environmental stimuli. 11, 12, 47 The probe selection is followed with chemical adduct detection, which involves processing modified RNA samples and then performing reverse transcription (RT) to record probe modifications as either truncations (RTstop) or mutations (RT-mutate) in the resultant cDNA sequences. SHAPE and mutational profiling (SHAPE-MaP) is an example of RTmutate methods that have recently been applied in living cells to resolve the secondary structure of lncRNAs with emerging roles in human diseases. The metastasis associated lung adenocarcinoma transcript 1 (MALAT1), a highly abundant nuclear transcript associated with metastasis in non-small cell lung cancer, 48 polyadenylated nuclear (PAN) RNA, the key regulator of Kaposi's sarcoma associate herpesvirus lytic reactivation, 49, 50 and X-inactive specific transcript (XIST) 51 a transcript that orchestrates mammalian X-chromosome inactivation (XCI), are just to name a few that led to increased appreciation of the functional capabilities of RNA structure. From the partition function of base pairing, a SHAPE-MaP data-informed Shannon entropy 52 can be calculated, which yields information on the diversity of RNA conformation within a given region (Fig. 1A) . In general, regions that have both low SHAPE reactivities and low Shannon entropy are likely to exist in a single structural state. These have been found to be highly correlated with known functional RNA structures, 52, 53 and as such they potentially represent valuable drug targets. In addition, SHAPE-MaP allows researchers to study the effects of small molecule binding on native RNA structure. The ΔSHAPE-MaP comparative analysis can yield information on not only whether a small molecule binds, but also which specific nucleotides constitute potential binding sites(s). The effectiveness of this approach has been proven on HIV-1 TAR and thienopyridine, a novel TAR-specific ligand. 54 Here, however, the prior version of RNA probing method, namely SHAPE, was performed on in vitro transcribed HIV-1 5′ untranslated region (UTR) to validate the ligand specificity.\n\nCoupling systematic mutagenesis with high-throughput chemical mapping during two-dimensional mutate-and-map approach expands the information content of RNA chemical mapping. 55, 56 Mutate-andmap seeks to determine not just chemical reactivities at each nucleotide but also how these reactivities are affected by systematic perturbations -nucleotide mutations, thus providing the insight into its tertiary conformation as well as validating its predicted structure. In practice, some mutations might not lead to the desired 'release' of the pairing partners, and some mutations might produce larger perturbations, such as the unfolding of an entire helix. Nevertheless, if even a subset of the probed mutations leads to precise release of interacting nucleotides, the base-pairing pattern of the RNA could potentially be read out from this extensive data set.\n\nStill, the biochemical methods for RNA structure probing in living cells generate averaged reactivity profiles and have a limited capacity to capture the complexity of RNA structures that include long-range structures, pseudoknots, and alternative conformations. Psoralen analysis of RNA interactions and structures (PARIS) address these challenges by directly identifying base-paired helices and RNA-RNA interactions. 16 In this method, cross-linking is performed with 4′aminomethyl trioxsalen (AMT) that intercalates in RNA helices and, upon photo-activation, crosslinks the two strands, with a preference for staggered uridines. 57 RNase and proteinase digestion followed by 2D gel electrophoresis ensure that the identified crosslinks are representing the directly base-paired RNA fragments. Proximity ligation of duplex RNA fragments, photo-reversal of crosslinks, and high throughput sequencing ultimately reveal the direct base pairing between fragments. Each PARIS read gives individual-molecule evidence of a duplex between two RNA fragments. The multiplicity of PARIS reads can thus reveal a single common structure, multiple alternative structures, or interactions between two RNAs in trans. As such, PARIS can provide information on RNA prevalent alternative conformation that, similarly to Shannon entropy, can be used to avoid structurally dynamic and poorly defined RNA regions for small molecule targeting.\n\nThe relative solvent accessible surface area is one of the parameters that has been established previously to predict the magnitude of binding-induced conformational changes from biomolecule structures. 58, 59 The novel chemical probing methodology, namely Light Activated Structural Examination of RNA (LASER), informs on RNA solvent accessibility, and as such provides an additional layer of structural information, particularly in RNA-ligand complexes. 60 LASER uses a light-generated nicotinoyl nitreniumion (NAz) 47 to form covalent adducts with the C8 position of adenosine and guanosine, which can be quantified by either RT-stop or RT-mutate deep-sequencing. The authors verified the applicability of the method for ligand binding detection by probing the binding of an antimicrobial peptide on rRNA.\n\nIn addition to the above-mentioned methods, various bioinformatic tools, including Rsample 61 and Swellix, 62 can provide insights to RNA alternative conformation. Rsample considers that multiple copies of the same sequence can simultaneously fold into different conformations and focuses on the agreement between experimental mapping data and estimated mapping data by sampling RNA structure models, rather than interpreting data in their absence. This technique provides a principled approach for integrating thermodynamic prediction with mapping data. On the other hand, Swellix combines all possible helices with a combinatorial approach to the RNA folding problem in order to compute all possible non-pseudoknotted RNA structures. The software can include experimental constraints on global RNA structures, such as data from pairing constraints in phylogenetic analysis, SELEX experiments, or chemical and enzymatic probing experiments, as well as thermodynamic parameters. Both bioinformatic methods represent complementary tools to analyze RNA sequences with multiple folds. Overall, the abovementioned methodologies led to much-improved appreciation of the ubiquity and functional capabilities of RNA structures. As they provided not only the insight into RNA secondary, tertiary structure and conformational changes, they can inform on potential features for a given interaction between target RNA and small molecules and verify the specificity of such interaction.\n\nThe diverse roles of RNAs, particularly ncRNAs, are often a consequence not only their complex structures, but most importantly their structure-mediated interactions with effector molecules, e.g. other RNAs, DNAs and proteins (Fig. 1B) . [51] [52] [53] [54] [55] [56] [57] These intermolecular contacts increase possible targetable structures -e.g. structure space for ligand binding, which might be missing with some less structured RNAs.\n\nRecently, several biochemical methods have been developed to yield information on RNA interacting partners. RNA antisense purification (RAP-RNA) 14 relies on the application of crosslinking reagents that fix endogenous RNA-RNA complexes in living cells, followed by RNA-specific affinity purification with biotinylated antisense oligonucleotides and high-throughput sequencing. RAP-RNA can be performed using various crosslinking reagents to differentiate between target RNA direct and indirect contacts with other transcripts. For instance, direct RNA-RNA interactions are specifically captured by UV and AMT crosslinking, while indirect interactions, involving protein intermediates, can be captured by crosslinking with formaldehyde. Compared to other similar techniques, the most distinctive feature of RAP is the use of long capture probes that tile across the target RNA, allowing for stringent hybridization and wash conditions that significantly reduce nonspecific background.\n\nRAP method has been combined with quantitative mass spectrometry (RAP-MS) to identify proteins that directly interact with a specific RNA in vivo. 63 RAP-MS uses UV crosslinking to create covalent bonds between directly interacting RNA and protein, and purifies RNAs with target specific oligonucleotides in denaturing conditions to disrupt non-covalent interactions. This approach, which is used by other methods such as crosslinking and immunoprecipitation (CLIP), 64 is known to identify only direct RNA-protein interactions and to separate interactions that are crosslinked in the cell from those that associate in solution. The application of RAP-RNA and RAP-MS revealed that Functional Intergenic Repeating RNA Element (FIRRE) interacts with a ∼5 Mb region that flanks their transcription site and with the nuclear matrix factor hnRNPU during the process of anchoring the inactive X chromosome to the nucleolus. 65 Also, RAP-MS provided insight into novel protein factors that facilitate the activity of XIST the transcript that orchestrates XCI by coating and silencing one X chromosome in females. 63 RAP-MS not only allowed to recognize proteins that activate histone deacetylase, but also components that recruit the polycomb repressive complex 2 (PCR2) across the X and exclude RNA polymerase II from the inactive X. 66 This data, together with recently resolved secondary structure of the entire 18 kb XIST RNA, 51 provides valuable findings that can accelerate small molecule targeting of XIST in various diseases. 67, 68 Chromatin isolation by RNA purification (ChIRP), 17 domain-specific chromatin isolation by RNA purification (dChIRP), 69 and capture hybridization analysis of RNA targets (CHART) 70 are techniques used to identify genomic binding sites of RNAs by purifying formaldehyde-crosslinked complexes through the use of short oligonucleotide probes directed against specific RNAs. The main difference between these techniques is that probes for ChIRP tile the entire target RNA, while probes for dChIRP are used as specific pools to characterize RNA at the domain level, and probes for CHART are experimentally determined after an RNase H assay, which defines the accessible hybridization regions. ChiRP has been applied to reveal the genomic occupancy of two therapeutically valuable lncRNAs, namely telomerase RNA (TERC) and HOX-transcript antisense RNA (HOTAIR). HOTAIR has been shown to function as a key regulator of chromatin states and dynamics by recruiting and affecting PRC2 occupancy on genes genome-wide. It has been associated with tumorigenesis, growth, invasion, cancer, stem cell differentiation, metastasis, and drug resistance, and as such it is considered as a biomarker for diagnostic and therapeutic purposes in several cancers. 71, 72 TERC is a critical RNA component of telomerase polymerase that serves as a template for the enzyme telomerase reverse transcriptase (TERT) to elongate telomeres. Variants and copy-number changes at the TERC locus have been associated with cancer risk and progression 73 and neurodegenerative diseases. 74 Given the ability of small molecules to detect RNA structural elements and target specific biomolecular interactions, these tools are perfectly poised to expand the palette of achievable drug targets.\n\nRecent studies have identified over 100 distinct epitranscriptomic RNA modifications, with the most prevalent involving the addition of a methyl group at certain positions on the nucleobase, as in N6-methyladenosine (m 6 A), 75 5-methylcytosine (m 5 C) 76 and N 1 -methyladenosine (m 1 A). 77 Other predominant epitranscriptomic modifications include isomerization of uridine to pseudouridine (Ψ), ribose modifications, and adenosine-to-inosine editing. 78 These post-transcriptional modifications expand RNA functional capacity beyond what can been recognized from its sequence and structure alone 79 and, at the same time, offer an avenue of increasing specificity for small molecule targeting. Known to affect RNA conformation, 79 function, 80, 81 and metabolism, 82 epitranscriptomics should be considered while developing adequate tools to study RNA druggability.\n\nThe different positions of methylation carry distinct structural consequences for RNA. For example, m 6 A destabilizes pairing with uracil by altering the energetics of the AU pair through steric hindrance, but without affecting the pattern of hydrogen-bonding donors and acceptors. 83 The presence of m 6 A reduces RNA base pair stability both in vitro and in vivo, 84 creating binding sites for proteins that preferentially recognize modified bases (Fig. 1C) . 83 Distinct human diseases, including developmental disorders, 85 cancer and viral infections 86 have been associated with dysregulation of m 6 A patterns in various cellular transcripts. Also, two m 6 A sites have been detected in the stem loop II of HIV-1 RRE, 87 a viral RNA motif that has been the focus of many current and past targeting efforts, 34 forcing scientists to rethink their strategies for effective drug-design. The regulatory functions of m 5 C are not yet fully understood. 88 It has been shown, however, that in vitro cytosine-5 methylation can affect Mg 2+ binding to tRNA molecules, which influences the anticodon stem loop conformation and stability of the secondary structure. 89 Also, synthetic cytosine-5 methylated mRNAs exhibit increased stability, and the loss of methylation in the 3′ UTR of p16, an mRNA encoding tumor suppressor, has been reported to reduce its stability. 88 Thus, it is likely that m 5 C affects RNA stability and function in living cells. 76 The m 1 A modification carries a positive charge that protrudes from the Watson-Crick hydrogen-bonding face of adenine, resulting in the nucleotide remaining unpaired, and thus can dramatically alter protein-RNA interactions and RNA secondary structures through electrostatic effects. The m 1 A maps uniquely to positions near the translation start site and first splice site in coding transcripts, and it correlates with upregulation of translation. 77 Isomerization of uridine, known as pseudouridine (Ψ), 90 affects RNA secondary structure by increasing backbone rigidity and base stacking, due to a preference of the 3′-end conformation. 91 The precise pseudouridylation pattern and their role in human RNAs remains only partially uncovered. However, based on the heat shock induced Ψ deposition in yeast mRNAs, it is assumed that Ψ increases mRNA stability by preventing the melting of RNA structures that protect the 3-end at increased temperatures. 92 High-throughput mapping of modified nucleosides is now possible due to advances in deep-sequencing technologies. 93 In general, these techniques fall into three categories: (1) immunoprecipitation of fragmented RNAs using modification-specific antibodies followed by sequencing, which has been used for mapping m 6 A (meRIPseq) 93 and m 1 A (RIPSeq) 77 ; (2) chemical treatment of RNA prior to sequencing, which exploits the differential reactivity of modified bases such as using sodium bisulfite for detection of m 5 C (Bisulfate-seq) 88 or CMC (N-cyclohexyl-N9-(2-morpholinoethyl)-carbodiimidemetho-p-toluenesulphonate) for detection of pseudouridine (Ψ-seq) 92 ; and (3) non-random mismatch signatures in RNA sequencing data produced during reverse transcription, which has been applied to m 1 A and m 6 A (miCLIP) modified DNA. To date, these technologies have produced transcriptome-wide maps for the above-mentioned epitranscriptomic modifications, while concurrently supporting the epitranscriptomic characterization of specific coding and nc transcripts with known therapeutic value. 94 Furthering our understanding of the discriminatory potential of specific epitranscriptomic modifications holds immense promise for the informed design of RNA-based small molecule therapeutics. Also, since RNA modifications are known to contribute to immune system function by suppressing the signaling of innate RNA sensors, 95 these findings have contributed to the 'second coming' of RNA therapeutics. 96 Developing small-interfering RNAs, RNA-based vaccines, or mRNA therapeutics regularly includes modifying component RNA strands, which decreases nuclease sensitivity and reduces the activation of the innate immune response.\n\nUntil the last decade, the majority of small molecule based therapeutic strategies have been focusing on targeting proteins, mainly because the study of protein structure and function significantly predates that of RNA. Soon enough, the RNA revolution revealed that RNA function is complex, directly related to RNA folding, and often critical for the therapeutic interventions we pursue. To date, small molecules have been found to regulate approximately 30 unique disease-associated mammalian RNAs apart from the ribosome. 97 These RNAs are known to be involved in fine-tuning of many cellular processes, including cellular differentiation, homeostasis, immune response and proliferation. 98-100 Many of them contain conserved cis-and trans-acting motifs that act as scaffolding sites for other RNAs and proteins, influencing their subcellular localization, stability and functionality. 101 Frequently these interactions are severely dysregulated in a variety of human disorders. 102 In addition, many human diseases are caused by RNA viruses or DNA viruses whose transcripts dysregulate cellular functions, further expanding the palette of potential RNA targets. In this section, we highlight important RNA structural elements that have been at the forefront of RNA-targeted small molecule therapeutics and report recently discovered small molecules that modulate these disease-associated RNA elements.\n\nmiRNAs are post-transcriptional gene regulators that bind to the 3′ UTR of their target mRNA to inhibit translation or cause miRNAmediated degradation. The biogenesis of these transcripts begins with nucleus localized primary miRNA (pri-miRNA) hairpins that are digested by Drosha to form precursor miRNA (pre-miRNA). The pre-miRNA is subsequently transported to the cytoplasm for further processing by Dicer, followed by loading of the duplex miRNA into the RNA-induced silencing complex (RISC). 103 Dysregulated miRNAs contribute to a variety of human diseases, 104 including cancer, 105 and therefore they serve as potential small molecule target. For cancer research purposes, miRNAs can be divided into those that are over-expressed, which target tumor suppressor proteins, and those with decreased expression in cells, which target oncogenes. The principal goal of miRNA-targeting is to identify compounds that potently and specifically bind to miRNAs and/or its upstream precursors, thereby decreasing their levels.\n\nIn 2018, Li et al. described a novel small molecule, bleomycin A5 conjugate, which selectively binds to the precursor of miR-96 106 ( Fig. 2A) . OncomiR-96 is found to be upregulated in many breast cancers and has been associated with breast cancer proliferation, migration, and invasion in vitro, as well as tumor growth in vivo. 107 The novel chemotype specifically inhibits Drosha processing of pri-miR-96, leading to the upregulation of its target FOXO1 and the induction of apoptosis in Michigan Cancer Foundation-7 (MCF-7) breast cancer cells. OncomiR-21 is another crucial cancer-associated miRNA that plays a pivotal role for the initiation, progression, and metastasizing of various cancers. 108 In 2012, Gumireddy et al. discovered diazobenzene derivative, a small molecule that inhibits the transcription of pri-miR-21. 109 Also, in 2017, Liu et al. described the novel small molecule sophocarpine (SC), which downregulates miR-21 expression in head and neck squamous cell carcinoma (HNSCC) by blocking Dicer-mediated miR-21 maturation in a dose-dependent manner ( Fig. 2A) . 110 SC inhibits HNSCC cell proliferation, invasion, and metastasis through increased expression of tumor suppressors without tissue toxicity or damage, showing its promise as a small molecule anti-tumor therapeutic.\n\nDespite the reported successes in miRNA-targeting, no small molecules are undergoing preclinical testing. 113 This disparity can be attributed to similar secondary structures among different miRNAs and other cellular RNAs, that limits selectivity and specificity for RNA targets. Yet, we might be just at the verge of resolving that issue. For example, Costales et al. 111 have recently identified a small molecule that binds two targets, the precursor hairpins of miR-515 and miR-885, which share a common target motif. In this new study, the group optimized the dual-selective molecule to bind only one of the targets. By using secondary structures of the two binding sites, the model identified an additional, adjacent binding site only present on miR-515, and used fragment-based assembly to create a molecule with over 3200-fold selectivity over the parent compound for the new site. The new molecule, Targaprimir-515, only bound miR-515 containing the original target site and the adjacent site. MiR-515 represses sphingosine kinase 1 (SK1), a key enzyme that phosphorylates sphingosine -and its downstream target S1P, thereby blocking a pathway that promotes cell proliferation and migration in human breast cancer.\n\nThe mechanism of pre-mRNA splicing is complex and requires interaction of the pre-mRNA molecule, small nuclear ribonucleoproteins, and splicing factor proteins through cis-acting regulatory sequence elements, trans-acting protein factors, and various cellular responses. 123 To add another layer of complexity, alternative-splicing of pre-mRNAs will lead to the assemblage of various protein isotypes. Thus, mutations within splice sites and disrupted regulatory elements can result in loss of function, reduced specificity, and/or truncation of a protein, which are frequently associated with human diseases. 124 Spinal Muscular Atrophy (SMA) is a severe neurodegenerative disease caused by a loss or dysfunction of survival motor neuron (SMN1) genes and is the leading cause of genetic-related infant death (Fig. 3A) . 125 The loss of SMN1 results in the degradation of lower motor neurons in the spinal cord and causes symptoms such as hypotonia and severe weakness due to neuromuscular degradation. Interestingly, the sequence of the survival motor neuron 2 (SMN2) gene differs from SMN1 by a single nucleotide. This single nucleotide change increases the rate of exon 7 exclusion during splicing events, thus SMN2 can produce little to no functional SMN protein. Increasing exon 7 inclusion in SMN2 mRNA with a small molecule could be therapeutically beneficial. PTC Therapeutics discovered a molecule, RG7800, which increased the production of the inefficiently spliced SMN2 in a FRETbased assay (Fig. 2B) . 126 RG7800 was the first small molecule splicing modifier to enter clinical trials. The drug is being tested in Phase 1b/2a trials in SMA patients, although it is currently on hold due to safety findings. 115 Novartis (Basel, Switzerland) also identified a small molecule, LMI070, 122 which works via stabilization of the transient doublestrand RNA structure formed by the SMN2 pre-mRNA and a small nuclear ribonucleic protein U1. 125 LMI070 binding causes more efficient splicing of the SMN2 gene and therefore increases levels of functional SMN proteins. The ongoing first-in-human study (NCT02268552) is evaluating the safety, tolerability and potential benefit of LMI070 in type 1 SMA patients between 1 and 7 months of age. These discoveries demonstrate the feasibility of small molecule-mediated RNA-selective splice modulation, as well as the potential for leveraging this strategy in other splicing diseases such as cancer. 127 Another promising example of splicing-targeted small molecules is GQC-05, an ellipticine G4 ligand, which targets the two alternative 5′ splice sites of apoptosis regulator Bcl-X pre-mRNA. 128 GQC-05 binding to Bcl-X pre-mRNA causes the direct alteration of the splicing sites Q2 and Q5 signified by a 15-fold fluorescent intensity increase and a shift in emission peak upon interaction of GQC-05 and the pre-mRNA, consistent with direct binding. The interaction of this small molecule with Bcl-X pre-mRNA affects the overall secondary structure close to the X S and X L sites at the Q2 and Q5 regions, respectively, to favor the formation of stable G4 conformations over the stem loop structure. Additionally, GQC-05 antagonizes the anti-apoptotic isoform of Bcl-X in favor of the pro-apoptotic isoform, showing the small molecule's ability to induce apoptosis.\n\nMicrosatellite diseases are a class of neurological and neuromuscular disorders caused by repeat expansions. 129 These expansions can be located in (1) open reading frames (Huntington's disease, HD), (2) untranslated regions (myotonic muscular dystrophy type 1, DM1; fragile X-associated tremor ataxia syndrome, FXTAS; and fragile X syndrome, FXS), and (3) introns (amyotrophic lateral sclerosis, ALS; and myotonic dystrophy type 2, DM2) (Fig. 3B) .\n\nVarious groups have tackled targeting RNA repeat expansions with small molecules. The well-studied RNA repeat expansion is the trinucleotide repeat that causes DM1, r(CUG) exp , which binds and sequesters the RBP splicing regulator muscleblind-like 1 (MBNL1), among others. 130 In 2009, Warf et al. identified a small molecule, pentamidine, which disrupted the MBNL1-CUG repeat complex in DM1. 131 When pentamidine disrupts the CUG RNA foci, it releases the MBNL1 protein from sequestration and reverses aberrant alternative splicing that is commonly seen in DM1 mis-spliced pre-mRNAs. Originally, pentamidine was believed to bind to the r(CUG) exp . However, when Coonrod et al. attempted to identify the exact mechanism, biophysical experiments failed to demonstrate significant affinity between pentamidine and CUG RNA repeat. 132 Through a series of experiments, scientists suggested that pentamidine may interact with the CTG*CAG repeat DNA to inhibit transcription; however, the mechanism of action for this small molecule is still unknown. Using a structure of r(CUG) repeats, the Zimmerman laboratory designed a small molecule comprised of an acridine and a triaminotriazine that interacts with the RNA via Januswedge hydrogen bonding. 133 Optimization of the first-generation compound resulted in three bioactive compounds that improved missplicing and formation of nuclear foci in both DM1 cellular and Drosophila models. 134 Furthermore, the Disney group has also been very active in identifying inhibitors of different RNA repeats including transcripts involved in both DM1 and DM2, FXTAS, and, most recently, amyotrophic lateral sclerosis (ALS). 135 They reported a substituted naphthyridine that was identified by high-throughput screening and shown to inhibit the r(CUG) exp -MBNL1 interaction using a FRET-based assay. 136 In cell models, the chemotype improved DM1-associated pre-mRNA splicing defects and caused reductions in nuclear foci formation. Subsequently, the compound has also been identified as an inhibitor of miR-544. 137 Finally, the Disney laboratory also identified benzimidazoles by screening of an RNA-focused small-molecule library, as well as oligomeric Hoechst dye-like compounds that bind r(CUG) exp in cells and have promising effects on DM1-associated defects in cell models. 138 The major advantage of targeting RNA expansion elements is that their structures are well documented leading a path forward for the effective design of multivalent molecules with high specificity for their target. 139 Additionally, many repeat expansion disorders affect the central nervous system, where small molecules can more easily penetrate than competing antisense oligonucleotides. Currently, two therapeutic companies, namely Ribometrix and Arrakis Therapeutics Inc. lead the way in targeting RNA expansion elements. 140 Ribometrix is pursuing Huntington's disease (HD) and is targeting MYC mRNA for cancer, while Arrakis Therapeutics Inc. has programs on undisclosed repeat expansion disorders in neurology, as well as programs in oncology and rare genetic diseases.\n\nRNA can fold into alternate four stranded secondary structures in regions rich in guanine, called G-quadruplexes (G4-RNA, Fig. 3C ). 141 Each G-tetrad has four guanines arranged in a square planar arrangement and held together by Hoogsteen hydrogen bonding. Further stabilization of each G4-RNA is then achieved through the presence of a monovalent cation, most often potassium, which is localized in the center between each pair of tetrads. 141 G-quadruplexes has been first described in DNA, 142 yet there are key structural differences between DNA and RNA G4s that may further the therapeutic targeting of G4-RNA. In general, RNA G4s have higher stability attributed to differences in hydration and increased intramolecular hydrogen bonding due to 2′ of ribose sugar. 143 Another key difference between DNA and RNA is the presence of a methyl group in uracil which is absent in its counterpart thymine present in DNA. Substitution of 2′ eOH by chemical analogues also has shown to destabilize G-quadruplexes further highlighting its importance in G-quadruplex structure. 144 Utilizing these differences between RNA and DNA can increase the selectivity and specificity of available G-quadruplex ligands towards RNA. 145 Recent publication by Kwok et al. provided a comprehensive overview of predictive algorithms and structure-based sequencing methods that can be utilized for transcriptome-wide detection of G4-RNA. 146 Since G4-RNA are predicted to form in mRNA encoded by several oncogenes, 141 current RNA-targeting efforts focus on identifying small molecules with high selectivity for the motif. A proof-of-concept was established using a reporter construct comprising the 5′ UTR of neuroblastoma RAS oncogene, which included the G-quadruplex element upstream of the firefly luciferase gene. 147 The authors showed that the RR110 small molecule inhibits translation of the G-quadruplex-containing mRNA with high affinity and selectivity for the motif. Using a biotin-streptavidin pull-down assay, Xodo and colleagues identified small molecules that bind to G4-RNA in the 5′ UTR of Ki-ras2 Kirsten rat sarcoma (KRAS) oncogene. 148 The human KRAS is mutated in ∼95% of patients with pancreatic ductal adenocarcinoma (PDAC), 149 leading it to be considered a crucial target for anticancer drugs. The authors identified two compounds, anthrafurandiones and anthrathiophenediones, that suppressed luciferase expression from expression constructs, strongly induced apoptosis, and reduced both the metabolic activity and colony formation of Panc-1 cells carrying mutant KRAS.\n\nRecently, a new small molecule chemotype has been described to bind to and inhibit G4 RNA formation in the expanded G 4 C 2 [(G 4 C 2 ) exp ] repeat of C9ORF72 in ALS. 150 The RNA transcribed from this repeat expansion sequesters RNA-binding proteins that produce toxic dipeptide. The identified compound has been shown to bind to the GG internal loop in the hairpin structure of r(G 4 C 2 ) exp to prevent the formation of G4 RNA. These results highlight the power of rationally designed small molecules to target therapeutically relevant RNA structures.\n\nDue to their elusive nature, verifying the existence and function of RNA G-quadruplexes in biological systems has been a challenging task. However, a newly developed method for transcriptome-wide identification of RNA G-quadruplexes utilizing motif-specific small molecules has been recently reported. 117 G4-RNA-specific precipitation with sequencing (G4RP-seq) uses a chemical crosslinking step, followed by affinity capture with BRACO-19 and RHPS4 chemotypes (Fig. 2C) , and target identification by sequencing to capture global snapshots of transiently folded G4-RNA. This technique provides insight into the G4-RNA landscape in the human transcriptome, as well as a means for studying the dynamics of in vivo dynamic formation of G4-RNA under various biological conditions, in addition to the activity of G4-RNAspecific ligands.\n\nAnother challenge related to G-quadruplexes targeting is the limited selectivity of their typically large and flat aromatic ligands. 151 These ligands are often decorated with protonated side chains which are necessary for loop and groove interactions but lower the overall selectivity of the molecule. Recent developments in crystallography and bioinformatic analyses may be the key into unlocking unique features of G4 structures, leading to the development of specific and potent ligands. 152, 153 6.5. Viral RNA motifs Viral genomes are highly economical when it comes to the genetic information they encode and, as such, provide only a narrow number of protein targets for therapeutic intervention. Recent studies aiming at elucidation of the structural conformation of viral RNA genomes 52 and virus-encoded coding and nc transcripts 49 greatly expanded the repertoire of drug targets.\n\nHIV remains the most thoroughly studied virus, for which multiple RNA motifs have been investigated as drug targets (Fig. 3D) . These include TAR 154 and RRE, 155 but also the dimer initiation sequence (DIS), 156 the packaging signal (Ψ), 157 and the Gag/Pol frameshifting signal. 34 The TAR element resides within the 5′ UTR of the viral genome and serves as the binding site for the Tat protein. Formation of the TAR/Tat complex stimulates transcription elongation to yield full-length viral transcripts. 33 A fragment-based screening approach to identify ligands of the HIV TAR has been described by Göbel and colleagues, who interrogated a set of 29 small molecules that were selected to represent molecular motifs beneficial for RNA recognition. 118 Also, Benhida and coworkers pursued a design approach for TAR RNA-binding ligands based on amino-phenylthiazole derivatives. 54, 158 More recently, Schneekloth and colleagues have applied small molecule microarray (SMM) screening of a fluorescently labeled TAR hairpin to identify selective chemotypes (Fig. 2D) . 54 Other frequently targeted HIV motif include RRE, which is located in the second intron of the viral genomic RNA and serves as a high-affinity binding site for the Rev protein. Rev binding to RRE is required for the nucleocytoplasmic export of full-length and singly spliced viral transcripts. 87 Only two studies report small molecules targeting the Rev-RRE complex. 35 None of these approaches have produced inhibitors that show antiviral activity in cells. A recent study has shown that RRE carries m 6 A modifications that play a critical role in the activity of the RRE/Rev complex, 34 which serves as a poignant reminder that authentic model systems are necessary for the study of RNA targets.\n\nThe internal ribosome entry site (IRES), which enables cap-independent translation, has been studied as therapeutically relevant target in both poliovirus and hepatitis C virus (HCV) (Fig. 3D) . 122 Seth and colleagues used mass spectrometry-based screening to identify 2-aminobenzimidazole derivatives as ligands binding the internal loop RNA of subdomain IIa in the HCV IRES. 126 Using an RNA-targeted small molecule library, the Hermann lab discovered a chemotype which binds to the IRES region and reduces viral replication. 122 Scientists at Ibis Therapeutics also discovered functional inhibitors of HCV IRES RNA using a small molecule library and mass spectrometry screening methods (Fig. 2D) . 126 The severe acute respiratory syndrome coronavirus (SARS-CoV) frameshifting motif, which includes a slippery sequence followed by a pseudoknot that stalls the ribosome during translation, has been also explored as a valuable RNA target. 121 Using an in silico screening approach, Park and colleagues identified 1,4-diazepane derivative that acted as an inhibitor of translational frameshifting both in vitro and in a cell-based assay (Fig. 2D) . 120 Recently, another therapeutic approach aiming at disruption of viral latency has emerged as a weapon against HIV-1 and herpesvirus-associated infections. [159] [160] [161] Referred to as shock-and-kill therapy, this strategy aims to disrupt the viral reservoir to reactivate viral production, followed by antiviral treatment. 162 Currently available latencyreversing agents against herpesvirus infections [163] [164] [165] manipulate an epigenetic pathway, using histone epigenetic modifications to achieve viral reactivation. It would be interesting to see if specific small molecule could potentially bind to viral RNA and cause a latent-to-lytic switch in viral infection. 13 \n\nRNA-specific small molecules represent a class of organic compounds with low molecular weight that can specifically bind to RNA secondary or tertiary structures and affect RNA-associated molecular processes, e.g. translation patterns, localization and stability. [166] [167] [168] A desirable feature of such compounds is that they interact with RNA not through intercalation, sequence, or electrostatic complementarity, but by means of specific molecular recognition events unique to the particular RNA target. The use of small molecules as RNA-specific drug-like compounds has increased due to their frequently desirable physicochemical characteristics, including their good hydrophobicity and selectivity, as well as cell and tissue permeability. However, caution must be taken when examining their properties as they might follow a different set of principles compared to the ones that have been coined for protein-specific small molecules. Recently, Morgan et al. delved into understanding the physicochemical, structural, and spatial properties of RNA ligands and compiled the RNA-targeted BIoactive ligaNd Database (R-BIND), which contains a list of bioactive monovalent small molecules and multivalent ligands that target non-ribosomal RNAs. 169, 170 The overall aim of this database is to use 20 cheminformatic parameters, e.g. oral availability, Lipinski's rules, Veber's rules, structural components, molecular complexity, and molecular recognition, to determine trends in bioactive RNA ligands. 171 In this section, we will highlight novel technologies that pave the way to the discovery of new types of RNA-targeted therapeutics.\n\nFluorescence based assays are convenient and practical tools for identifying novel nucleic acid-binding ligands, mainly due to their sensitivity, speed, and versatility. Most conventional fluorescence assays rely on incorporation of fluorescent probes in the RNA sequence, which might impact its native conformation as a side effect. 172 An alternative to that approach is the fluorescent indicator displacement assay (FID), where the indicator displays different fluorescence properties in the presence and absence of the oligonucleotide, and can therefore be utilized to measure the binding properties of various chemotypes. 173, 174 FID is a tagless approach, meaning that the target RNA and the ligands under investigation do not have to be modified. Instead, the FID assay utilizes intercalating dyes, e.g. 3-methyl-2-((1-(3-(trimethylammonio)propyl)-4-quinolinylidene)methyl)benzothiazolium (TO-PRO) 175 thiazole orange, 176 which show high binding affinities to RNA but frequently require large quantities of RNA. Recent alternation to the method relies on the use of high affinity RNA-specific peptides, e.g., HIV Tat labeled with a Forster Resonance Enhancement Transfer (FRET) pair, against specific RNA-motif, e.g. TAR (Fig. 4A) . 33, 119 When the peptide is bound to RNA, the fluorophores are distant in space, which facilitates the excitation of the donor and emission detection from the acceptor. When the small molecule probe displaces the peptide from the RNA, the fluorophores are proximal, and the emission of the acceptor is quenched. This quenching allows for quantification of the binding affinity of the small molecule towards TAR RNA. Recently, the Hargrove laboratory extended the development of fluorescent peptide displacement assay for screening small molecule ligands against four different RNA targets, namely Tat to HIV-1-TAR and HIV-2-TAR, bacterial ribosomal A-site RNA and the IIB domain HIV-1-Rev response element RNA (RRE-IIB). 177 The authors validated the method by quantifying the binding of aminoglycosides and other known RNA binding small molecules, against all four RNA targets.\n\nAdvancement of electrospray ionization (ESI) and matrix-assisted laser desorption-ionization (MALDI), which has decreased the sample requirement and increased the mass range, have resulted in mass spectrometry (MS) being increasingly utilized for screening of targets for small-molecule inhibitors. MS as a screening tool has the advantage that neither the target nor the potential ligands require labeling or deconvolution. Information such as stoichiometry, cooperativity, and relative binding affinities are determined quickly within a single sample solution at low concentrations. 178 MALDI uses a pulsed laser for desorption of the ions and a time-offlight analyzer, and has been successfully used in combination with ESI for the metabolite profiling of a model small interfering RNA (siRNA) duplex TSR#34. 179 ESI mass spectrometry (ESI-MS) has been of greater utility for studying non-covalent molecular interactions because it generates molecular ions with little to no fragmentation. One of the first applications of ESI-MS resulted in identification of 2-aminobenzimidazole, that specifically binds to the internal ribosome entry site IIA subdomain of Hepatitis C Virus and results in the reduction of HCV RNA replication. 126, 180 Also, ESI-MS was used by Dremann et al. to identify RNA-peptide complexes specific for bacterial ribosome helix 69 (H69). 181 Fourier-transform ion cyclotron resonance (FT-ICR) MS provides high-resolution spectra, isotope-resolved precursor ion selection and accurate mass assignments. FT-ICR MS has been used to study the interaction between two closely related model RNA constructs corresponding to the decoding sites of the prokaryotic and eukaryotic rRNA and a collection of aminoglycoside antibiotics. 182 The Automated Ligand Identification System (ALIS), a label-free AS-MS platform, is a novel MS-based approach that allows for highthroughput screening of small molecules as large combinatorial mixtures tested for binding to target macromolecules. 183 By coupling fast size exclusion chromatography (SEC) to separate free ligands from target-ligand complexes to integrated LC-MS ligand identification, a single ALIS instrument can screen hundred thousand compounds a day with minimal, label-free target consumption. Unlike direct AS-MS methods that rely on MS to detect the intact target-ligand complex, ALIS is an \"indirect\" AS-MS technique that uses size-exclusion chromatography to resolve the target-ligand complex from the unbound species, then dissociates the ligand from the complex using denaturing conditions and employs MS to identify the previously bound ligand. ALIS has been recently used to identify and characterize two RNA ligands that competitively bind to the flavin mononucleotide (FMN) riboswitch and exhibit drug-like functional capabilities, potent analog of ellipticine (WG-1) and quinolone (WG-3) class of antibacterial, respectively. 181 These MS-based screening aids in the discovery of novel chemical classes that bind RNAs that may be missed by nonbiophysical screening approaches.\n\nSMM is a high-throughput technology for screening a large unbiased library of drug-like small molecules in a microarray format against a target RNA (Fig. 4B) . 54, 184 In this technique a collection of small molecules, i.e. primary and secondary alcohols and amines, are spatially arrayed with a robotic microarrayer and covalently linked to a glass surface at high density. 112 The microarray is then incubated with fluorescently-labeled target RNA, followed with washing to remove any unspecific binding. The slides are imaged using a fluorescence scanner, and fluorescence intensity is quantified for each spot on the array. A statistical analysis then reveals spots with increased fluorescence upon incubation, corresponding with discrete molecular interactions between the target RNA and associated small molecule.\n\nSMMs have become established as the choice platform for screening, lead discovery, and molecular characterization of RNA-specific binders. For example, SMM has been applied to discover a chemotype that specifically recognizes and binds the HIV TAR hairpin (Fig. 2D) . 54 The binding specificity of an identified small molecule has been validated by SHAPE probing performed on the HIV 5′ UTR in the presence and absence of the chemotype, confirming that the ligand binding was [B] Small molecule microarray screening approach (SMM). Fluorescently labeled target RNA motif is incubated with the array followed by the detection of fluorescence increase during binding event. Right side represents raw SMM images for hit structure (compounds are printed in duplicate), control and buffer.\n\n[C] Microscale thermophoresis (MST) is performed in thin capillaries (blue) in free solution. A microscopic temperature gradient is induced by an infrared laser (IR), and temperature related intensity change as well as thermophoresis are detected. Initially, the molecules are homogeneously distributed and a constant \"initial fluorescence\" is detected. After activation of the IR laser, a rapid change in fluorophore properties due to the fast temperature change is noted. Subsequently, thermophoretic movement of the fluorescencently labeled molecules out of the heated sample volume can be detected. The overall MST signal is plotted against the ligand concentration to obtain a dose-response curve (on the right).\n\n[D] Two-dimensional combinatorial screen (2DCS) selects privileged RNA motifs for a specific ligand by simultaneously screening a nucleic acid library and a small molecule library. The chemicals are immobilized in a microarray format in a gradient of concentrations. Each row represents decreasing concentrations of a unique chemical/small molecule. The RNA library is then allowed to react and hybridize on the microarray, and the unbound RNA is washed away. The bound fractions are then excised, RNA is extracted and sequenced to identify features which allow binding to each small molecule.\n\n[E] Fragment-based drug discovery (FBDD) includes unbiased diverse fragment set tested against target RNA using different biophysical, e.g. NMR and/or biochemical, e.g. SHAPE screen approaches leading to hit identification that is further structure-led optimized. specific to the TAR hairpin. Also, recently, Connelly et al. 112 used the SMM approach to identify novel small molecules that selectively bind in proximity to the apical loop of pre-miR-21 hairpin, preventing biogenesis of miR-21 through Dicer inhibition ( Fig. 2A) . The binding specificity and overall affinity of identified drug-like chemotypes has been validated through differential scanning fluorimetry (DSF), 2-aminopurine (2-AP) fluorescence titration, and fluorescence intensity assays.\n\nAbsorb Array is a recent advancement in SMM technology developed by the Disney laboratory. 185 Here, small molecule compounds are non-covalently absorbed onto a hydrate agarose-coated microarray surface, creating a chemically unmodified library for binding to radiolabeled RNA motif libraries. This approach is meant to avoid the addition of functional groups for covalent immobilization of the chemotypes to the array, which could influence the molecular recognition of the parent compound's natural targets. Absorb Array was applied to the NIH Clinical Collection, a library of RNA-focused small molecules, RNA splicing modulators, and a library of kinase inhibitors confirming that these drugs, in particular topoisomerase inhibitors, kinase inhibitors, and RNA splicing modulators bind to RNAs. 114 \n\nUnderstanding the biophysical characteristics of RNA-based small molecule therapeutics is equally important to the discovery of the lead compound itself. Microscale thermophoresis (MST) is a biophysical technique used to identify and quantify interactions between biomolecules including proteins, DNA, RNA, peptides, and small molecules, in close-to-native conditions (Fig. 4C) . [186] [187] [188] [189] [190] [191] [192] To quantify the intermolecular interactions, infrared-lasers are used to achieve precise microscale temperature gradients within the glass capillaries filled with the targeted solution, e.g. cell lysate, serum or bioliquids. The directed movement of biomolecules through the microscale temperature gradient allows for the quantification of changes within the chemical microenvironment of the fluorescently-labeled target biomolecule when it interacts with the non-fluorescently-labeled ligand, which, in turn, identifies binding affinities and discriminates between different binding sites of a targeted biomolecule.\n\nThe Schneekloth laboratory has recently explored the utility of MST for probing HIV RRE-neomycin and HIV RRE-Rev peptide interactions. 189 They also examined competition in RRE RNA binding between neomycin and the Rev peptide via two different approaches. In all of these applications, MST effectively measured binding affinities and the results agreed with previously reported values determined via different biophysical techniques. Also, the Disney laboratory has utilized MST to characterize the binding affinity of a small molecule to the A and U bulge in oncomiR- 21. 193 This particular chemotype was found to inhibit levels of mature miR-21 and concomitantly increase levels of pre-miR-21, while reversing the invasive phenotype caused by elevated expression of miR-21 in triple-negative breast cancer cells. 114 The capacity of MST to monitor therapeutically relevant RNA binding events and competitive displacement in connection with its high sensitivity and the small volume of sample required for analysis, makes it an attractive screening platform for discovering RNA-specific small molecules.\n\n2DCS is a library-versus-library selection-based screening approach that identifies small molecule chemotypes with high-affinity and selection for small RNA secondary structures, i.e. hairpins, internal loops and bulges (Fig. 4D) . 194 First, a small molecule library is conjugated site-specifically onto an agarose microarray. This chemical array is probed for binding against a library of labeled RNA motifs, along with competitor oligonucleotides. After incubation, it is analyzed for RNA motif-ligand interactions and the hit RNA motifs are excised from the array, quantified, and sequenced. Following sequencing, the RNA binding-small molecule interaction is analyzed by structure-activity relationships through sequencing (StARTS) or high-throughput structure-activity relationships through sequencing (HiT-StARTS), which use statistical approaches to determine RNA motif fitness, affinity and selectivity for a specific small molecule. 195, 196 StARTS can be utilized to identify positive and negative features of RNA motif targets that may impact small molecule affinity, and assign a score based upon the RNA motif-ligand interaction. 195 HiT-StARTS defines RNA-small molecule affinity landscapes, scores the RNA-motif small molecule binding partners, and generates structure-activity relationships based on data collected from next-generation sequencing (RNA-seq), 2DCS, and experimentally determined affinities. 196 StARTS and HiT-StARTS can be used in tandem with Inforna, a bioinformatics-based approach that integrates RNA motif-small molecule interactions identified via 2DCS and structural data of target RNAs. 185, 196, 197 Inforna generates lead compounds for an RNA of interest by comparing the motifs found in the RNA target's structure with the RNA motif-small-molecule interactions in its database.\n\nThe integration of 2DCS, HiT-StARTS, and Inforna led to the discovery of a small molecule chemotype that binds to the miR-96 and inhibits its biogenesis. 197 Inforna was also applied to analyze secondary structures in miRNAs that can be matched with RNA motif-small molecule pairs. 197 Precise linking of modules that bind near and in the Drosha processing site yielded Targaprimir-96 ( Fig. 2A) . 114 This chemotype enables selective targeting of pri-miRNA-96 and subsequent inhibition of Drosha processing in breast cancer. A similar approach was applied to identify Targapremir-210 ( Fig. 2A) , a small molecule that modulates the production of miR-210, leading to increased apoptosis in triple-negative breast cancer cells via the hypoxia inducible factor (HIF) pathway. 198 The results of these studies led the authors to propose broad guidelines for miRNA targeting to alleviate oncogenic phenotypes. They suggest that: (1) binding must occur in a functionally active region, e.g. Dicer or Drosha processing region, (2) the ligand must bind to that site with high affinity, and (3) both RNA abundance and molecule affinity can affect the target occupancy necessary to elicit a biological response.\n\nFragment-based drug discovery (FBDD) is a biochemical and biophysical approach used to identify lead drug-like compounds though the identification and characterization of multiple small chemical fragments that bind to RNA (Fig. 4E ). The small size of fragments enhances the hit rate against their target since they form less destructive steric interactions with their target compared to larger compounds. In addition, it has been argued that the size of fragment chemical space is substantially smaller than the chemical space of larger drug-like space such that it can be sampled more efficiently. 199 Once identified, compounds may be elaborated via multiple strategies into potent, selective inhibitors. Overall, the FBDD screening approach includes: (1) fragment library, (2) target enablement, (3) screening chemical fragments with biophysical or biochemical assays to identify fragment hits, (4) generation of fragment-binding model by biophysical characterization and structure determination, and (5) fragment to lead drug-like compound optimization through medicinal chemistry and further characterization of the fragment. 200 Early on, fragment linking studies identified novel small-molecule ligands for ribosomal antibiotic binding sites. 201 A benzimidazole hit fragment for an internal loop within domain II of the HCV IRES was used to grow a set of ligands with binding affinity in the micromolar range. The series reduced HCV RNA levels in an HCV replicon assay, with minimal toxicity. 126 Initial ligands for these efforts originated from large, generic high-throughput screen libraries. Recently, a fragment library has been designed specifically for fragment screening against RNA targets. 202 An advantage of the approach used for the RNA-directed fragment library is that physicochemical properties of the fragments are much more favorable for classical medicinal chemistry than the original compounds.\n\nMore recently, the FBDD screening approach has been applied for targeting telomeric repeat-containing (TERRA) RNA, resulting in identification of 20 hits from a library of 355 fluorinated fragment compounds, 7 of which were able to specifically recognize the parallel propeller structure of G4-RNA. 203 While all of the compounds interacted with the DNA analog of TERRA, the compounds were shown to favor the parallel conformation, which is the predominant conformation in the RNA G-quadruplexes present in TERRA. This result suggests that the ligands can select and have a strong preference for the parallel propeller-like conformation found in telomeric sequences. 203 In the context of viral RNA, a FBDD approach has been used to identify ligands of the HIV TAR element. 118 Göbel and colleagues interrogated a set of 29 small molecules that were selected to represent molecular motifs beneficial for RNA recognition. The fragments were rich in chemotypes that provide hydrogen bond donors and included amines, amidines, and guanidines, as well as benzene rings for stacking interactions. A fluorometric competition assay determined that seven small molecule compounds were able to displace a dye labeled Tat peptide from a TAR RNA. Also, Lee et al. reported a fragment-based screen for small molecules that bind to the influenza A virus promoter. 204 Overall, the value of fragment-based approaches may not only be in developing leads for specific RNA structures, but also in helping to assess the druggability of newly discovered RNA structures. Compared to other chemotype screening methods, FBDD allows for the selection of a weak fragment to be highly specialized for the targeted RNA molecule based off not only the initial hits but also the targeted RNA's NMR spectroscopy or crystal structure, thus creating a highly potent, RNA-specific therapeutic. Furthermore, FBDD can assess whether RNA target is druggable through the amount, strength, and specificity of weak binder hits, e.g. if there are little to no hits for a specific RNA then it will most likely have structural elements that inhibit the binding of a small molecule.\n\nThe variety of RNA targets for therapeutic intervention is staggering, spanning from viral regulatory RNA motifs to coding and ncRNAs involved in infectious and non-infectious human diseases. There is also the mostly unexplored potential of targeting novel RNA species, such as circular RNAs, 205 antisense RNAs 206 and lncRNAs. 207 In addition, RNA-mediated interactions often dysregulated in variety of human disorders, 208 further widen the pallete of druggable targets. Aberrant interactions of RNA with proteins is a well-recognized factor that leads to the RNA gain-of-function mechanism that underlines repeat expansion disorders as discussed. Here, to achieve a therapeutic effect, an RNA-specific chemotype would need to specifically recognize and bind the disrupted RNA to prevent protein binding. Binding to the protein itself would inhibit its cellular function and likely cause adverse effects. Conversely, in the case of loss-of-function disorders that decrease protein binding, a therapeutic small molecule needs to enhance protein binding, as shown by small molecule ligands that bind to SMN2 pre-mRNA and alter its alternative splicing. The advances in methods that enable characterization of native RNAs structure, function, cellular localization and intermolecular interaction will further expand the already broad selection of potential therapeutic targets for small molecules. Utilizing the information gained by studying RNAs from various biological and in vitro systems will certainly accelerate the progress of RNA-specific drug design. However, RNAs derived from different biological systems may represent distinct challenges as drug targets, regardless of their biological or pharmacological significance. Here, the relative expression of target RNA in a cell, its localization and structural accessibility of functional sites for ligand binding, will certainly affect its druggability.\n\nAnother challenge will be overcoming the issues of specificity and selectivity, which are major barriers for RNA-binding molecules. For example, rRNA constitutes the vast majority of cellular RNA while ncRNA collectively constitutes less than 5% of total cellular RNA. Thus, targeting one ncRNA selectively might be challenging. However, the implementation of structure-bases and high-throughput screening methods that we have discussed are proven to be effective at identifying new small molecule chemotypes with both good specificity and high affinity. Also, the flexibility of RNA-specific small molecules should aid the construction of effective multifunctional drugs that have more than one mode of action and affect multiple targets that could replace drug cocktails. Lessons learned from efforts of ligand discovery for structured RNA elements, including regulatory motifs in the viruses, bacterial rRNA and other ncRNA may inspire the future search for inhibitors that target RNA motifs in a wide range of human disorders. In addition, novel tools emerge as we speak, ranging from nanopore sequencing for detecting RNA base modification (https://www.biorxiv.org/content/ early/2018/11/09/459529) to artificial intelligence-driven drug design. 209 These will soon offer new insights to RNA biology and provide a significant step forward in the development of novel and much needed therapeutics.\n\nJ.S.-S. G.C.C., S.E.C. contributed to the manuscript writing and figure preparation."}