{"title": "Giardia and Cryptosporidium in mammalian wildlife -current status and future needs", "body": "Environmental pollution with human and domesticanimal fecal material is recognized as a potential pathogen pathway for wildlife infections with zooanthropomorphic protozoan parasites such as Giardia and Cryptosporidium. In this article, we review current knowledge about the diversity of free-living and captive terrestrial and marine mammalian wildlife species infected with Giardia and Cryptosporidium. The combination of prevalence studies with modern moleculargenotyping techniques is providing valuable insights into the host specificity and possible transmission routes of these two important parasites.\n\nCryptosporidium and Giardia are ubiquitous parasites that infect human and domesticated animals, in addition to many other mammalian, avian and reptilian wildlife species. Often, wildlife diseases are considered important only if human health or agricultural interests are affected directly. Recent epizootic infections of diseases such as West Nile virus, avian influenza, chronic wasting disease, Nipah virus and severe acute respiratory syndrome (SARS) have highlighted the importance of understanding the interrelationship among human, domestic-animal and wildlife disease. Environmental pollution with human and domestic-animal fecal material is recognized as a potential pathogen pathway for wildlife infections with zooanthropomorphic parasites such as Giardia and Cryptosporidium; such infections can put wildlife populations at risk. Several wildlife species are parasitized by Giardia and Cryptosporidium, and have frequently been considered reservoirs of zoonotic disease. The increased application of genotyping at the molecular level has revealed that free-living and captive wildlife can harbor both host-adapted and zoonotic strains of Giardia and Cryptosporidium. Studies of Giardia and Cryptosporidium in wildlife continue to provide important insights into the taxonomy, host range and zoonotic potential of these protozoan parasites. Although this article is limited to Giardia and Cryptosporidium infections in mammalian wildlife, many of the issues considered are directly applicable to reptile and avian wildlife species.\n\nOne of the prominent questions driving research in wildlife parasitology is whether or not a wildlife population can serve as a reservoir of disease for humans and domestic animals. Much of the research on Cryptosporidium and Giardia in wildlife has focused on cataloging species that are naturally susceptible to these parasites. The lack of morphological differences between genetic variants of Giardia and Cryptosporidium found in mammals resulted in an inaccurate picture of which wildlife species were potential zoonotic reservoirs. Genotyping of samples using molecular analysis at informative loci is necessary to distinguish the species and genotypes that are involved and their zoonotic potential.\n\nIt is also important to assess the biological impact that Cryptosporidium and Giardia have on the host itself. In humans and domestic livestock, these parasites cause diarrhea and other enteric disorders that can contribute to nutritional deficiencies and impaired weight gain [1, 2] . Very little information has been gathered about the clinical effects that these parasites have on the majority of their wildlife hosts. As concerns about biodiversity increase, it is important to monitor the health status of wildlife in general and endangered species in particular. It is also important to identify potential pathogen pathways from humans and domestic animals to wildlife populations.\n\nThe taxonomic and phylogenic relationships of Cryptosporidium and Giardia remain poorly defined; thus, the understanding of transmission dynamics has been limited. However, this situation is improving owing to the shift from identification through morphology and immunohistochemistry to the application of modern moleculargenotyping tools such as PCR. With molecular techniques, the ability to observe extensive genetic variation within Cryptosporidium and Giardia species is leading to a better understanding of the taxonomy and zoonotic potential of these variants, and the epidemiology of disease.\n\nCryptosporidium species Cryptosporidium has been reported in a wide variety of vertebrate hosts, including mammals, birds, reptiles, rodents and fish (Table 1) . Of the 14 accepted species of Cryptosporidium, Cryptosporidium parvum seems to be the most widely distributed, have the broadest host range and be most commonly associated with human and livestock infections [3] . Previously, it was assumed that the majority of Cryptosporidium infections in wild mammals, with oocysts morphometrically identical to C. parvum, was due to C. parvum and that these mammals represented an important zoonotic reservoir for human cryptosporidiosis. Similar-sized oocysts recovered from water supplies were also assumed to be infectious to humans (either C. parvum or Cryptosporidium hominis). The application of modern molecular techniques, however, has revealed that wild mammals harbor host-adapted genotypes that are not considered to be a major public health risk because they have not yet been identified in human infections [3] . The role that wildlife and farmed animals have had in zoonotic transmission to humans might, therefore, have been overestimated.\n\nGiardia species Five species of Giardia are currently recognized on the basis of cyst and trophozoite morphology, and host occurrence ( Table 1 ). Most species of Giardia are host adapted, with the exception of Giardia duodenalis, which seems to have a much broader host range and infects many mammalian species. As with Cryptosporidium, the recent application of molecular techniques to G. duodenalis isolates has revealed a genetic diversity within this species (for review, see Ref. [4] ). Currently, there are six recognized variants or assemblages of G. duodenalis, each having a varying degree of host specificity ( Table 2) . Assemblages A and B infect a broad range of mammals, including humans, and are often referred to as 'zoonotic' assemblages. Assemblages C-F seem to be more host adapted; assemblages C and D infect dogs primarily, assemblage E -often referred to as the livestock genotype -infects artiodactyl species, and assemblage F has been found to infect only cats.\n\nThe ability to determine the species and subspecies of Giardia and Cryptosporidium isolates from wild mammals is vital for understanding the prevalence of these parasites in the environment and the zoonotic potential of the isolates, and identifying potential reservoirs for human infection.\n\nGiardia and Cryptosporidium in terrestrial mammalian wildlife The majority of data collected about Cryptosporidium and Giardia in wild mammals has come from surveys of freeliving terrestrial mammals that assessed their potential as reservoirs of disease for humans and livestock. Figure 1 shows a selection of prevalence studies conducted globally during the past 20 years. Initially, animals located within water catchments were of prime concern and were studied extensively. The species that is implicated most often in waterborne contamination is the beaver, to the extent that giardiasis in North America is commonly referred to as 'beaver fever'. The presence of Giardia cysts or Cryptosporidium oocysts in the stools or intestinal scrapings of animals that were found within the confines of watercourses used for human consumption was enough to implicate these animals as a source of contamination [5] [6] [7] [8] [9] [10] [11] . In most instances, identification was based solely on morphometric comparison with reference laboratory strains of G. duodenalis or C. parvum. The more recent application of molecular techniques to the characterization of isolates from beavers and other wild mammals provides clearer evidence for proper assessment of the health risk that wildlife poses in specific areas.\n\nThe zoonotic genotypes of G. duodenalis -assemblage A and assemblage B -have been detected in several wildlife species that encompass nearly all mammalian orders, including artiodactyla, rodentia, primates, canivora and hyracoidean (Table 2) . Novel Giardia genotypes, however, are still being discovered in wildlife, particularly in marsupials; the recent discovery of two novel and genetically distinct Giardia genotypes, isolated from a bandicoot in Southwestern Australia and from a Tasmanian devil, serve as recent examples [12] (R.C.A. Thompson, unpublished) . It is often possible to detect a newly characterized genotype in other species; the bandicoot Giardia genotype was subsequently detected in sheep housed at a university farm in Western Australia and in house mice sampled from a sub-Antarctic island off the southern coast of Australia [13] (R.C.A. Thompson, unpublished) . Mice from this study were also found to harbor the zoonotic genotype assemblage A and two primarily canine genotypes: C and D. Modern molecular tools, therefore, enable the identification of novel Giardia genotypes and facilitate the investigation of host ranges.\n\nThese and other studies demonstrate that, as the genotypes of Giardia isolates continue to be determined, a clearer picture of which species and genotypes exist in wildlife will emerge. These data provide important insights into the public health importance of a given wildlife species and will help to identify the source of Giardia contamination and infection in humans, domestic animals and other wildlife species.\n\nAs was the case with Giardia, the presence of oocysts of similar size and morphology to C. parvum in wildlife and environmental samples was sufficient for these isolates to be considered infectious to humans. The application of molecular tools, however, has revealed that the majority of Cryptosporidium species found in naturally infected wild mammals is different from those infecting human hosts. For example, a recent study in Chesapeake Bay (Maryland, USA) revealed that fur-bearing mammals in watersheds excrete host-adapted Cryptosporidium oocysts that are not known to be of major public health importance. Of 471 examined specimens from foxes, raccoons, muskrats, otters and beavers living in wetlands adjacent to Chesapeake Bay, 36 were positive for five types of Cryptosporidium, including Cryptosporidium canis dog and fox genotypes, Cryptosporidium muskrat genotypes I and II, and Cryptosporidium skunk genotype [14] . Most Cryptosporidium genotypes seem to have a narrow host range, infecting one major (or preferred) host and, perhaps, other mammals but to a much lesser extent (Table 3) .\n\nUnless the host range or infectivity of Cryptosporidium species found in wildlife includes humans, these wildlife mammals do not represent a major public health concern. Humans are infected primarily with the human-hostadapted species C. hominis and with C. parvum, which has a broader host range than C. hominis and is found predominantly in livestock. Other species that are traditionally associated with animals, including C. canis, Cryptosporidium meleagridis and Cryptosporidium felis, have been identified in immunocompetent and immunocompromised humans (for review, see Ref. [3] ). Although not as common as infections with C. parvum and C. hominis, more human infections than originally thought are caused by these species. In fact, C. meleagridis is increasingly recognized as being an important human, rather than merely avian, pathogen. Wildlife that is a natural host of Cryptosporidium species with greater zoonotic potential is of public health interest.\n\nOther Cryptosporidium species such as Cryptosporidium muris, Cryptosporidium suis and the cervine genotype have been detected rarely in isolated human cases. These Cryptosporidium species and genotypes highlight the fact that host-adapted species have the potential to infect other hosts, including humans and livestock. Although most species of mammalian wildlife are infected with strains of Cryptosporidium that currently seem to be of low public health importance, continued study of these mammals is necessary because wildlife contributes to the overall pool of oocysts identified in environmental samples. It is important to know which species of Cryptosporidium infect wildlife and to understand fully their zoonotic potential, to assess properly what public health risks wildlife poses to water supplies.\n\nGiardia and Cryptosporidium in captive mammals Limited research has been carried out on the prevalence, host range and transmission dynamics of Cryptosporidium and Giardia in captive mammalian species. Zoos, conservation parks and wildlife-rehabilitation centers provide an ideal arena in which to study these parasites because a variety of mammalian species can be studied over an extended period. The number and diversity of species in a captive setting enable the study of animals from widely different geographic locations without the cost and logistical problems that preclude this type of long-term research in the wild. In these simulated environments, however, the captive mammals are in unusually close contact with humans and other animal species that they would not normally encounter in the wild. This high density of animals and the high-stress environment often associated with captivity might result in an increased susceptibility to disease and the exposure of the captive mammals to species of parasite that they would not usually encounter in the wild. Although studies of captive mammals might not mirror the situation in freeliving mammals directly, this research is important to aid zoological-management strategies and to give insight into host-parasite interactions in mammalian wildlife species that would otherwise be inaccessible to study.\n\nSeveral cross-sectional and longitudinal studies of animals infected with Cryptosporidium at the Barcelona Zoo have been undertaken since 1992 [15] [16] [17] [18] . In these studies, 14 primate species (Pongidae, Cebidae, Cercopithecidae and Lemuridae families) and 21 herbivore species (Elephantidae, Camelidae, Cervidae, Giraffidae, Bovidae and Rhinocerotidae families) were found to be positive for Cryptosporidium. Shedding analysis in the animals revealed a range of infection, from long-term chronic infections to single incidents of oocyst detection. Many of these animals (e.g. hippopotamus, elephant, giraffe and rhinoceros) represent new host records of Cryptosporidium because infections in them were reported only in this series of publications.\n\nThe studies at the Barcelona Zoo revealed that the prevalence of Cryptosporidium in primates correlated with the physical features of the respective enclosures [15] . The enclosure with the highest prevalence was an artificial reproduction of a tropical sylvan; it was fully enclosed and, therefore, was not open to the natural elements. The artificially high humidity and moderate temperatures might have contributed to the protection and sustained viability of the oocysts. Larger enclosures that were more exposed to the elements showed a decreased prevalence of Cryptosporidium. Although housing was one of the contributing factors to variation in prevalence, differences in animal density, species, age and oocyst-shedding intensity, and varying cleaning regimes among the three enclosures could also have contributed to the observed differences. Although this study had a small sample size and, ideally, should be repeated with a larger number of animals, it highlights the importance of housing as a possible risk factor for captive wildlife. Zoo architects and managers should consider this type of information when designing and maintaining animal enclosures. Based on morphometric data, all isolates from the Barcelona Zoo animals were identified as C. parvum and it was hypothesized that the transmission of the parasite could have occurred through water that had run off from one enclosure to another, or through the transport of fecal material on the boots of the zookeepers [16] . Without genetic characterization, it is difficult to draw any solid conclusions from these studies about transmission. The animals could have been harboring their own hostadapted Cryptosporidium genotype that would make the issue of transmission from animal to animal both within and among enclosures less of a threat. If the animals carried identical strains of Cryptosporidium, however, there would be a stronger case for cross-enclosure contamination. Genetic data would greatly enhance the epidemiological inferences drawn from these types of study.\n\nThe study of animals from the Prague Zoo demonstrates the value of genetic typing of wildlife isolates [19] . In this study, 11 mammalian wildlife species were found to be positive for Cryptosporidium. With the application of molecular analysis, it was revealed that these wildlife mammals were harboring four different species or genotypes of Cryptosporidium. Most mammals were found to be infected with only one genotype -C. parvum, Cryptosporidium andersoni or the cervid genotype -with the exception of the Przewalski's wild horse (Equus przewalskii), which was infected with C. parvum and the horse genotype. Of the Cryptosporidium species detected in this study, only C. parvum and the cervid genotype have zoonotic potential.\n\nAs more studies using captive animals are undertaken, important insight will be attained into the transmission dynamics of Cryptosporidium and Giardia, and the zoonotic potential of individual captive and free-living wildlife species.\n\nGiardia and Cryptosporidium in marine mammals Despite the differences between the marine and terrestrial ecosystems, human activities have a major impact on the health of marine mammals. In addition to the impact that chemical pollution has on marine mammal immunocompetency, the discharge of agricultural waste and raw or improperly treated human sewage can introduce pathogens into the marine environment. Both Giardia cysts and Cryptosporidium oocysts have been detected in marine water samples from areas of treated-sewage disposal [20, 21] . Shellfish such as oysters and mussels have also been demonstrated to harbor Giardia and Cryptosporidium [22, 23] . Laboratory simulations indicate that Cryptosporidium and Giardia cysts can remain infective in seawater for several weeks and could, therefore, be considered a source of infection for marine mammals [24, 25] .\n\nThe potential for marine mammals to function as zoonotic reservoirs for Cryptosporidium and Giardia through the consumption of meat -including the intestinal contents of ringed seals, harp seals and beluga -by native and non-native persons, particularly in North America, prompted a study to examine marine mammals in the Canadian Arctic [26] . Examination of fecal specimens by microscopy after staining with a fluorescent monoclonal antibody detected Giardia species cysts in three of the 15 ringed seals (Phoca hispida) investigated but in none of the 16 beluga whales (Delphinapterus leucas) examined from the same area. Although these cysts were morphometrically identical to G. duodenalis, no molecular characterization was undertaken to identify the species found in these mammals. This study did, however, identify marine mammals as a potential source of the zoonotic transmission of Giardia.\n\nSimilar studies have since detected Giardia cysts in other pinnipeds, including harp seals (Phoca groenlandica), grey seals (Halichoerus grypus), hooded seals (Cyptophora cristatai) * and a harbor seal (Phoca vitulina) from the east coast of Canada, in addition to a California sea lion (Zalophus californianus) from the coast of Northern California [27, 28] . Prevalence of infection among these species varied, ranging from 7% to 100%. It is not clear whether this variation was related to geographical location, feeding preferences or seasonality, or whether it was an artifact of sample size and detection techniques. Genetic characterization at the giardin or small-subunit rRNA (SSU-rRNA) loci confirmed that the sea lion, harp seals and hooded seals harbored G. duodenalis [28] . The isolates from the harp and hooded seals were further characterized as assemblage A by PCR analysis † .\n\nCryptosporidium has also been detected in a marine mammal species, albeit with less frequency than Giardia. Cryptosporidium was reported first in Australia, in a terminally ill dugong sea cow (Dugong dugong) that, upon necropsy, revealed a heavy Cryptosporidium infection in its lower intestine. Owing to the lack of other causes, the Cryptosporidium infection was considered to be the most likely cause of death [29] . This isolate was subsequently genotyped as C. hominis: a species thought to be infective exclusively to humans, non-human primates and gnotobiotic pigs [30] . It is hypothesized that C. hominis has a broader host range than first thought or that the dugonghaving been ill and, perhaps, immunocompromised -was more susceptible to infection. If the latter were the case, the obvious source of contamination would be overspill from human sewage affecting the seagrass beds grazed by the dugong. Sampling a larger number of dugong from several pristine and contaminated sites will be required to determine whether these mammals are natural hosts of C. hominis.\n\nCryptosporidium oocysts have since been reported in two other marine mammal species: the California sea lion and ringed seals [28, 31] . Genetic characterization using the Cryptosporidium oocyst wall protein (COWP) gene and an unidentified genomic region revealed 98% sequence identity among the three sea-lion isolates and C. parvum. Although this finding suggests that anthropogenic activities are a source of pollution to the marine environment, detailed genetic analysis at more-informative loci such as the SSU-rRNA, heat-shock protein 70 (HSP70) and actin genes is needed to rule out the possibility that sea lions harbor a host-adapted Cryptosporidium genotype that is not transmitted from humans. The application of genetic analysis at informative loci is the only way to draw firm epidemiological inferences regarding sources of infection [3] . A recent example is the genetic characterization of ringed-seal isolates at the SSU-rRNA, HSP70 and actin gene fragments, which revealed that these marine mammals harbor two novel Cryptosporidium genotypes, in addition to C. muris [31] .\n\nAdditional marine mammal species -including the Pacific harbor seal (Phoca vitulina richardsi), the northern elephant seal (mirounga angustirostris), the bearded seal (Erignathus barabatus) † , the harp seal † , the hooded seal † , the beluga whale and the northern bottle-nosed whale (Hyperoodon ampullatus) -sampled from waters of the Western Arctic, the east coast of Canada and the Californian coast have been examined using microscopy or PCR for the presence of Cryptosporidium oocysts [26] [27] [28] . The parasite was not detected in any of these samples, which might reflect the limited number and age of the specimens analyzed because cryptosporidiosis is traditionally a disease of young or immunocompromised mammals [32, 33] . The absence of Cryptosporidium from these samples might also reflect differences in species, diet or seasonal variation.\n\nThese and other studies suggest that certain marine mammal species represent potential zoonotic reservoirs for Cryptosporidium and Giardia, although the importance of this in terms of transmission of these parasites is yet to be determined.\n\nMarine mammals can also function as indicator species for environmental contamination with waterborne parasites such as Cryptosporidium and Giardia. The key to determining whether anthropogenic activities such as farming and sewage disposal are potential sources of contamination is the identification of the species and subtypes of Cryptosporidium and Giardia that naturally infect marine mammals. Because most species and subtypes of these parasites are host adapted, identification of a terrestrial host-adapted strain such as C. hominis in a marine mammal would indicate that runoff is the likely causal agent of the pathogen pollution.\n\nGiardia and Cryptosporidium have been isolated from many species of captive and free-living wildlife, representing most mammalian orders. Wildlife, therefore, is an important contributor -together with humans, domestic animals and livestock -to the pool of parasites within the environment. However, compared with the abundance of surveys that have identified the occurrence of Giardia and/or Cryptosporidium in wildlife species, very few studies have characterized the parasites found. The molecular tools are now available with which isolates of Giardia and Cryptosporidium can be characterized directly from feces. Consequently, it will be possible to determine whether the isolates are novel species or whether wildlife is functioning as a reservoir for species that infect humans or domestic animals. Thus, future studies of wildlife isolates at the molecular level are paramount for refining the host range, transmission dynamics and zoonotic potential of known and novel Giardia and Cryptosporidium species and genotypes. Future studies must be undertaken in defined locations in which host assemblages and their interactions are well understood so that the results of genotyping studies can be put into an ecological context. The isolation from wildlife of strains of Giardia and Cryptosporidium that are normally associated with humans and livestock will also provide important insights into the effect that anthropogenic activities such as sewage disposal and farming have on the overall health of the environment.\n\nSupplementary data associated with this article can be found at doi:10.1016/j.pt.2005.06.004"}