{"title": "Public Health and Epidemiology Informatics", "body": "Public Health Informatics is the systematic application of information and computer sciences to public health practice, research, and learning, as it has been quoted in the Medical Subject Heading information since 2013. A new section on this specific topic has been integrated in the IMIA Yearbook in 2015. An overview of the area covered by Public Health Informatics is presented in the Dixon et al. paper [1] . In 2016, the term Precision Public Health started to appear in several publications [2, 3] . In parallel to precision medicine, it is concerned with providing the right intervention to the right population at the right time [2] . The idea is to take advantage of the development of technologies including health information technology to improve the assessment of population health and prevention interventions and policies. Surveillance of epidemics and community health issues are obvious examples that are pinpointed in publications [2, 3] . New technologies and big data should help accelerate the detection of epidemics in a timely and accurate manner by accessing laboratory, satellite, and phone data, tracking population movements, and integrating all data for making more precise estimations. Modelling the risk of epidemics in well-defined areas could help in targeting interventions for preventing epidemics. Hence, although public health informatics covers a large spectrum of applications, the surveillance of epidemics using recently available web-based and other tools, that could be referred to as precision epidemiology or digital epidemiology, constitutes a recurrent topic in the literature. In addition, numerous papers have been published and present methods to optimize and analyze internet data for various infec-tious agents, as it is done with Google flu 1 . This \"classical epidemiology of infectious disease\" using new digital tools should eventually be useful for public agencies and for the surveillance of other diseases. But public health informatics is covering many other areas of research including communication. Using newly available tools and especially web-based ones should be of benefit to the public health informatics community.\n\nA comprehensive literature search was performed using two bibliographic databases, Pubmed/Medline (from NCBI, National Center for Biotechnology Information), and Web of Science® (from Thomson Reuters). The papers had to be journal articles, excluding all other kinds of papers (such as comments, letters, case reports, etc.), written in English, and having an abstract. The following keywords were selected for the query: public health informatics or at least one of \"public health, epidemiology, disease outbreaks, registries, epidemiologic study characteristics, epidemiological monitoring, population surveillance, public health surveillance, sentinel surveillance, public health practice, organizational policy, planning techniques\", and at least one of \"medical records systems, computerized, computing methodologies, signal processing, computer-assisted, mathematical computing, computer simulation, expert systems, fuzzy logic, knowledge bases, neural Public Health and Epidemiology Informatics networks (computer), medical informatics, medical informatics computing, medical informatics applications, decision support techniques, community networks, databases as Topic, information dissemination, health information systems\" or \"techniques such as Fourier, cyclic analysis, neural networks, data sources as Internet, social network, knowledge bases, computerized medical record system, and telemedicine\".\n\nThe search was targeted at public health and epidemiology papers that involve computer science or the massive amount of web-generated data. References addressing topics of other sections of the Yearbook, such as those related to interoperability between data providers or clinical research were excluded from our search. The study was performed at the beginning of January 2017, covering the year 2016. A total of 807 references were returned.\n\nArticles were separately reviewed by the two section editors, and were first classified into three categories: \"keep\", \"discard\", or \"leave pending\". Then, the two lists of references were merged, yielding 73 references that were retained by at least one reviewer or classified as \"leave pending\" by both of them. The two section editors jointly reviewed the 73 references and drafted a consensual list of 14 candidate best papers. All pre-selected 14 papers were then peer-reviewed by editors and external reviewers (at least four reviewers per paper). Three papers were finally selected as best papers (Table  1) . A content summary of these selected papers can be found in the appendix of this synopsis. Lamy, et al., [4] describe the entire selection process.\n\nA substantial number of short-listed papers were about digital surveillance of infectious diseases. Several compared the sources of information among Google, Twitter, and Wikipedia [5-9] for various infectious diseases such as Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in Korea, bubonic plague outbreak in Madagascar, chicken pox caused by varicella zoster virus (VZV), and Influenza in United States. Of note, one work presented an open-source system gathering tweets on symptoms associated with influenza-like illness (ILI) [8] , and another used Twitter for avian influenza risk surveillance [9] . The work performed by Sharpe et al., is very well done and particularly interesting because it adds an unconventional source of information: the accesses to Wikipedia pages on Influenza [5] . In addition to the objective of detecting outbreaks as early as possible, the same approaches could be applied to look at the impact of vaccination programs [10] . Besides web-based data, information extracted from cloud-based electronic health record (EHR) databases can also be used for real-time surveillance of influenza-like illnesses [11] . In the past, it was not possible to use medical records for tracking epidemics because of the time lag due to the availability of data. Today, the easy access to EHRs makes their use for real time surveillance possible.\n\nAnother example of digital surveillance is active surveillance using short message service (SMS), or text messages, as described by Caceres et al., [12] in the context of the recent Ebola epidemics for daily reporting of zero cases. They have shown that such surveillance was feasible and may be rapidly implemented even in low resource countries.\n\nSurveillance of infectious diseases is also performed through geographic information systems (GIS). Tran et al., [13] present an adaptation of a geographic knowledge-based method [14] to identify areas for Rift Valley fever transmission in Eastern Africa. Allen et al., found a statistically significant correlation between influenza outbreaks using the social media platform Twitter and techniques from GIS for the thirty most populated cities in the United States during the 2013-2014 influenza season, compared with national, regional, and local influenza outbreak reports [15] . A visual analytics GIS-based decision support system for early infectious diseases outbreak detection was applied in Pakistan, using real-time streaming data from emergency departments [16] .\n\nGISs are also used for chronic diseases as Laranjo et al., demonstrate for type 2 diabetes [17] . Akil et al., used GISs to show that geographic location besides socioeconomic status may contribute to the high rates of Salmonella in Mississippi [18] .\n\nBesides surveillance, a paper about communication has been selected as one of this year best paper [19] . This study aims at identifying the features of Facebook posts that are associated with higher user engagement on Australian public health organizations' Facebook pages. Jaulent , and Ethiopia (where the disease has never been reported but which shares borders with infected countries), and to assess the predictive accuracy of the model using livestock outbreak data from Kenya and Tanzania. Risk factors and their relative importance regarding RVF amplification and spread were identified from a literature review. The data were imported into a geographic information system (GIS) and processed to produce standardized spatial risk factor layers, namely a mosquito index (suitability for RVF mosquito vectors), sheep density, goat density, cattle density, proximity to markets, road density, railways density, proximity to water bodies, proximity to wildlife national parks. A numerical weight was calculated for each risk factor using an analytical hierarchy process. The corresponding geographic data were collected, standardized, and combined based on a weighted linear combination to produce maps of the suitability for RVF transmission. The accuracy of the resulting maps was assessed using RVF outbreak locations in livestock reported in Kenya and Tanzania between 1998 and 2012 and the ROC curve analysis. Results confirmed the capacity of the geographic information system-based multi-criteria evaluation method to synthesize available scientific knowledge and to accurately map (AUC = 0.786; 95% CI [0.730-0.842]) the spatial heterogeneity of RVF suitability in East Africa. Some areas may be at-risk without having experienced outbreaks in past years. The identification of these areas is essential for implementing risk-based surveillance and reducing the impact of RVF human and animal outbreaks in the coming years (until 2016, Uganda and Ethiopia remained free from outbreaks, but these two countries are highly vulnerable to the disease). This approach provides users with a straightforward update of the maps according to data availability and contributes to the further development of scientific knowledge."}