{"title": "Transmission Potential of SARS-CoV-2 in Viral Shedding Observed at the", "body": "pandemic. The COVID-19 pandemic may represent the most significant public health emergency that the world has faced in a century.\n\nUnderstanding the modes of transmission of emerging infectious disease is a key factor in protecting healthcare workers and implementing effective public health measures. The lack of evidence on SARS-CoV-2 transmission dynamics has led to shifting isolation guidelines 5 between airborne and droplet isolation precautions by the WHO, U.S. CDC and other public health authorities. Other emerging coronaviruses (e.g. SARS and MERS) have been suggested to have airborne transmission potential (5, 6) in addition to more direct contact and droplet transmission. At least one study suggests that MERS-CoV has the possibility of transmission from mildly ill or asymptomatic individuals (7). Surface samples taken in patient care areas for 10 MERS and SARS have shown positive PCR results (6); however, experts question the possibility of transmission through contact with surfaces that have been contaminated by an infected person, either by the direct contact of the infected person or the settling of virus-laden particles onto the surface(8). Nonetheless, coronaviruses have been implicated in nosocomial outbreaks with reports of transmission related to environmental contamination (9,10). Nosocomial transmission 15 of SARS-CoV-2 has been reported, but the role of aerosol transmission and environmental contamination remains unclear (11).\n\nThe University of Nebraska Medical Center (UNMC), with its clinical partner Nebraska Medicine, monitored and cared for thirteen individuals with confirmed SARS-CoV-2 infection as of March 20 6 th , 2020. The thirteen confirmed SARS-CoV-2 cases were managed in the Nebraska Biocontainment Unit (NBU) for individuals requiring hospital care and the National Quarantine Unit (NQU) for isolation of asymptomatic or mildly ill individuals not requiring hospital care. Key features of the NBU and NQU included: 1) individuals isolated in their rooms with private bathrooms; 2) infection prevention and control (IPC) protocols for each unit including wear of 25 personal protective equipment by staff with hand hygiene and changing of gloves between rooms; and were not doffing until exiting the unit 3) entry and exit into rooms by staff was limited; 4) all NBU and NQU rooms were negative pressure equipped (12).\n\nTo improve the understanding of potential environmental transmission risk of SARS-CoV-2, 30 refine IPC practices and protocols within the NBU and NQU specifically, and inform outbreak control strategies more broadly, we initiated an ongoing study to obtain surface and air samples in 2 NBU hospital and 9 NQU residential isolation rooms where individuals who tested positive for SARS-CoV-2 were being monitored. Samples were obtained in the NQU on days 5-9 of activation, i.e. when mildly ill or asymptomatic individuals infected with SARS-CoV-2 were housed in their 35 rooms for five to nine days. Samples were obtained in the NBU on day 10, when Patients 1 and 2 had been admitted for ten days. Additional samples were obtained in the NBU on day 18, after Patient 3 had been admitted to the unit for four days. Three types of samples were taken during this survey: surface samples, high volume air samples, and low volume personal air samples. The surface samples fell into three general categories of location: common room surfaces, personal 40 items, and toilets. Personal items were those items considered to be handled routinely by individuals in isolation and included: cellular phones, exercise equipment, television remotes, and medical equipment. Room surfaces were areas such as ventilation grates, tabletops, and window ledges. Toilet samples were taken to evaluate the potential for viral shedding during toileting. Air samples were collected both in isolation rooms and in the hallways of the NBU and NQU during samples were taken in the hallways during sampling activities and samplers were placed on the floor adjacent to rooms where sampling activities were taking place. Personal air samplers were worn by sampling personnel on two occasions during sampling activities: once during sampling at the NQU when 6 individual rooms were sampled, and once in the hospital NBU when one room was sampled. It is important to note that all individuals in NQU isolation had mild illness such as 5 low fever, cough, or body aches, had been advised to maintain a 6-foot distance from staff members who entered their room as well as wear a procedure mask when interacting with these personnel. Individuals in isolation were instructed that they could remove the mask during air sampling activities; however, many individuals were uncomfortable removing their mask and therefore the impact of infected individuals wearing masks can neither be assessed in this study 10 nor can its impacts be removed.\n\nSurface and aerosol samples were analyzed by RT-PCR targeting the E gene of SARS-CoV-2 (13). Of the 163 samples collected in this study, 126 (77.3%) had a positive PCR result for SARS-CoV-2. Due to the need to cause minimal disruption to individuals in isolation and undergoing hospital 15 care, the precise surface area sampled in this study was not uniform, so results are presented as concentration of gene copies present in the recovered liquid sample (copies/µL). Viral gene copy concentrations recovered from each sample type were generally low and highly variable from sample to sample ranging from 0 to 1.75 copies/µL ( Figure 1A and 2), with the highest concentration recovered from an air handling grate in the NBU. Since both the sampling time and 20 flow rate were known for all aerosol samples collected in this study, the airborne concentration was calculated for all air samples (copies/L of air; Figure 2 ).\n\nOverall, 76.5% of all personal items sampled were determined to be positive for SARS-CoV-2 by PCR ( Figure 1B and 2A) . Of these samples, 81.3% of the miscellaneous personal items, which 25 included exercise equipment, medical equipment (spirometer, pulse oximeter, nasal cannula), personal computers, iPads and reading glasses, were positive by PCR, with a mean concentration of 0.217 copies/µL. Cellular phones were 83.3% positive for viral RNA (0.172 copies/µL mean concentration) and remote controls for in-room televisions were 64.7% percent positive (mean of 0.230 copies/µL). Samples of the toilets in the room were 81.0% positive, with a mean 30 concentration of 0.252 copies/µL. Of all room surfaces sampled ( Figure 1B and 2A) , 80.4% were positive for SARS-CoV-2 RNA. This included 75.0% of the bedside tables and bed rails indicating the presence of viral RNA (mean concentration 0.263 copies/µL), as did 81.8% of the window ledges (mean concentration 0.219 copies/µL) sampled in each room. The floor beneath patients' beds and the ventilation grates in the NBU were also sampled. All five floor samples, as well as 4 35 of the 5 ventilation grate samples tested positive by RT-PCR, with mean concentrations of 0.447 and 0.819 copies/µL, respectively.\n\nAir samples, both in the rooms and in the hallway spaces ( Figure 1B and 2) , provide information about airborne viral shedding in these facilities. In room air samples were 63.2% positive by RT-40 PCR (mean concentration 2.86 copies/L of air). In the NQU, samplers were placed either on the bedside table or a desk, wherever there was space. No attempt was made to ensure the sampler was placed a specific distance from the individual in the room, so, while distance between sampler and individual was neither defined nor consistent, individuals in the room did not directly interact with the sampler. In the NBU, for the first two sampling events performed on Day 10, the sampler was 45 placed on the window ledge away from the patient (NBU Room A occupied by Patient 1) was . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint positive for viral RNA (Table 1; 3.76 copies/L of air). During the sampling event on Day 16 in NBU Room B occupied by Patient 3, one sampler was placed near the patient and one was placed near the door greater than 6ft from the patient's bed while the patient was receiving oxygen (1L) via nasal cannula. Both samples were positive by PCR, with the one closest to the patient indicating a higher airborne concentration of RNA (4.07 as compared to 2.48 copies/L of air). Samples taken 5 outside the rooms in the hallways were 66.7% positive ( Figure 1B and 2B) , with a mean concentration of 2.59 copies/L of air. Both personal air samplers from sampling personnel in the NQU showed positive PCR results after 122 minutes of sampling activity ( Figure 2B ), and both air samplers from NBU sampling indicated the presence of viral RNA after only 20 minutes of sampling activity ( Figure 2B ). The highest airborne concentrations were recorded by personal 10 samplers in NBU while a patient was receiving oxygen through a nasal cannula (19.17 and 48.21 copies/L). Neither individuals in the NQU or patients in the NBU were observed to cough while sampling personnel were in the room wearing samplers during these events.\n\nAir samples that were positive for viral RNA by RT-PCR were examined for viral propagation in Vero E6 cells. Cytopathic effect was not observed in any sample, to date, and immunofluorescence 15 and western blot analysis have not, so far, indicated the presence of viral antigens suggesting viral replication. However, the low concentrations of virus recovered from these samples makes finding infectious virus in these samples difficult. Further experiments are ongoing to determine viral activity in these samples.\n\nDuring the sampling, individuals in isolation were recording symptoms and oral temperatures 20 twice a day. Reports of symptoms for the 3 days preceding each sample collection were provided. The maximum temperature, during that period, was recorded, as was the presence of any symptoms. For the 3 days preceding each sampling event, 57.9% of patients recorded a temperature greater than 99.0 F, and 15.8% had a temperature greater than 100F. Independent of temperature, 57.9% of patients reported other symptoms, primarily cough. Because sampling 25 personnel were allowed to use judgement and feedback from patients when collecting samples, between 5 and 16 samples were collected from each room, with a mean of 7.35 samples per room and a mode of 6 samples per room. Percentage of positive samples from each room ranged between 50% and 100% ( Figure 1B and 2A). A Pearson product moment correlation of percent positive samples and total number of samples for each room had an R 2 value of 0.01, indicating that there 30 was no relationship between the number of samples taken and the percent of positive samples observed. When the percent of positive samples taken was compared to the maximum reported oral temperature of the patient for the previous three days, a Pearson's R 2 of 0.01 indicated no relationship between elevated body temperature and shedding of virus in the environment. Further, recorded oral temperature was compared with the gene copy concentration for each in-room 35 sample type (Figure 2A ). These R 2 values ranged from 0.00 (cell phones and remotes) to 0.22 (bedside tables), indicating small to no significant relationship between body temperature and environmental contamination, with bedside tables having the strongest correlation followed by toilets (R 2 = 0.20) and windowsills (R 2 = 0.19).\n\nTaken together, these data indicate significant environmental contamination in rooms where 40 patients infected with SARS-CoV-2 are housed and cared for, regardless of the degree of symptoms or acuity of illness. Contamination exists in all types of samples: high and low-volume air samples, as well as surface samples including personal items, room surfaces, and toilets.\n\nSamples of patient toilets that tested positive for viral RNA are consistent with other reports of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint viral shedding in stool (14). The presence of contamination on personal items is also reasonably expected, particularly those items that are routinely handled by individuals in isolation, such as cell phones and remote controls, as well as medical equipment that is in near constant contact with the patient.\n\nThe variability in the degree of environmental contamination (as measured by the percentage of 5 positive samples) room to room is of interest. On average, a higher percentage of positive samples were detected in the NBU where patients were hospitalized for inpatient care with both hospital NBU rooms sampled on Day 10 and 18 having the highest percentage of positive samples (85.6% over 3 rooms). However, samples of the residential NQU rooms from the first pass of sampling (Days 5 to 7) had a similar average (84.6% over 8 rooms). It is interesting to note that the average 10 percentage of positive samples per room dropped to 64.9% (over the same 8 rooms and individuals and one additional room) during the second sampling period (Days 8 to 9). This may indicate a reduction in viral shedding by these individuals. The lack of any statistically defensible relationship between the evidence of environmental contamination and body temperature indicates that infected individuals may shed viral RNA to their environment without clearly identifiable 15 symptoms, such as fever, at least in convalescence.\n\nIt is interesting to note the presence of viral RNA on the floor under the bed of the patients and on the window ledges (which were not obviously used by the patient) in the hospital NBU. Airflow in NBU suites enters from the top center of the room and exits at grates near the head of the patient's bed on either side of the room. Airflow modelling (15) has suggested that turbulent eddies 20 may form under the patient's bed, which may cause the observed contamination under the bed, while the dominant airflow likely carries particles away from the patient's bed towards the edges of the room, likely passing by the windows resulting in some deposition there.\n\nAlthough this study did not employ any size-fractionation techniques in order to determine the size range of SARS-CoV-2 droplets and particles, the data is suggestive that viral aerosol particles are 25 produced by individuals that have the COVID-19 disease, even in the absence of cough. First, in the few instances where the distance between individuals in isolation and air sampling could be confidently maintained at greater than 6 ft, 2 of the 3 air samples were positive for viral RNA. Second, 66.7% of hallway air samples indicate that virus-containing particles were being transported from the rooms to the hallway during sampling activities. It is likely that the positive 30 air samples in the hallway were cause by viral aerosol particles transported by personnel exiting the room (16,17). Finally, personal air samplers worn by sampling personnel were all positive for SARS-CoV-2, despite the absence of cough by most patients while sampling personnel were present.\n\nRecent literature investigating human expired aerosol indicates that a significant fraction of human 35 expired aerosol is less than 10 µm in diameter across all types of activity (e.g. breathing, talking, and coughing; 18) and that upper respiratory illness increases production of aerosol particles (less than 10 µm; 19). Taken together these results suggest that virus expelled from infected individuals, including from those who are only mildly ill, may be transported by aerosol processes in their local environment, potentially even in the absence of cough or aerosol generating procedures. Further, 40 a recent study of SARS-CoV-2 in aerosol and deposited on surfaces, indicates infectious aerosol may persist for several hours and on surfaces for as long as 2 days (20). Despite wide-spread environmental and limited SARS-CoV-2 aerosol contamination associated with hospitalized and mildly ill individuals, effective implementation of airborne isolation precautions including N95 filtering facepiece respirators and powered air purifying respirator use adequately protected health 45 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint care workers, in the NQU and NBU facilities, preventing health care worker infections. Health care workers were closely monitored and screened for COVID-19 suggesting the value in implementing IPC protocols that maintain airborne isolation standards including respiratory protection and include routine systematic environmental cleaning and disinfection of patient care areas and surrounding environments. \n\nSurface and personal items were collected using 3x3 sterile gauze pads prewetted with 3 mL of phosphate buffered saline (PBS). Large area surface samples were collected by wiping in an \"S\" pattern in 2 directions to cover as much of the available surface as possible. Smaller items (e.g. cellular phones, remote controls) were wiped in one direction on every available surface. 40 Following collection, samples were packed in 50 mL conical tubes. Hand hygiene and glove changes were performed between the collection of every sample.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint Several categories of personal items were sampled consistently between all quarantine rooms and assayed for evidence of viral contamination: cellular phones and television remote controls. In addition, individuals were asked about what items they used or handled frequently and several additional samples were collected based on those responses: exercise equipment, pots used to heat water, a nasal cannula and a spirometer. In addition, both the rim and seat of the toilet were 5 sampled together.\n\nSeveral surfaces were sampled in each room. For rooms in the National Quarantine Unit, both the windowsill and the bedside table were sampled. For rooms in the Nebraska Biocontainment Unit, samples were taken on the windowsill, the bed rail or bedside table, under the patient's bed 10 and on the air conditioning return grate nearest the door.\n\nSeveral types of air samples were collected both in patient rooms, on personnel performing sampling and, in the hallways, outside of patient rooms. Stationary air samples, both inside and outside of patient rooms, were collected using a Sartorius Airport MD8 air sampler operating at In order to quantify the number of viral gene copies present in each sample from the measured Ct values, a standard curve was developed using synthetic DNA. A 6-log standard curve was run in duplicate beginning at a concentration of 1x10 3 copies/µL. The data was fit with the exponential function:\n\nCC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint\n\nWhere Ct is the cycle time where amplification is definitive. The equation was then used to convert all measured Ct values from all samples into gene copy concentrations. The average and standard deviation concentrations were calculated from the triplicate values for each sample. The primers and probe used in this study (below) are based on a previously published assay (13) 5 targeting the E gene of SARS-CoV-2, which produces the envelope small membrane protein.\n\nThe gene was used as a target based on its similarity to previously identified coronavirus, including SARS-CoV strain Frankfurt and two Bat SARS-related CoV (GenBank Acc. No. MG772933.1 and NC_014470) . The positive control consisted of ssDNA, targeting the E and N gene (below), in a 1:1 mixture at 10 3 copies/µL. ssDNA was based on the 2019-nCoV genome 10 sequence published in Genbank (21). The minimum concentration detected by this assay was between 1e-1 and 1e-2 copies/µL. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint Figure 2 . A. Results of all in-room samples collected in this study. UND denotes undetected, NC denotes Not Calculated. ND denotes No Data. In the case where no data was obtained, the patient had been transferred from another facility less than 24 hours prior to sampling. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20039446 doi: medRxiv preprint"}