{"title": "Letter to the editor", "body": "The emerging SARS-coronavirus-2 (SARS-CoV-2, previously 2019-nCoV) can cause severe lower respiratory tract infections and was declared a global emergency by the WHO [1, 2] . Diagnosis of respiratory infections can be achieved more rapidly with a random access approach than with batch-wise testing [3, 4] . The Hologic Panther Fusion (PF) system permits immediate, fully automated processing of diagnostic specimens including RNA extraction, amplification of target sequences and real time detection of PCR amplicons in about 3.5 h. Rapid diagnosis of SARS-CoV-2 is essential in order to implement therapeutic and infection prevention measures. So far, a random access diagnostic test for SARS-CoV-2 is not available and batch-wise manual processing of diagnostic specimens is tedious and can have a long sample-to-answer time.\n\nTherefore, two recently published PCR protocols were adapted for processing on the PF using its open access functionality. These two PCR protocols detect either the E gene of the old 2002 SARS-CoV, SARS-CoV -2 (and closely related bat betacoronaviruses) or specifically the RdRp gene of SARS-CoV-2 [5] . Positive control RNAs and premixed primer/ probe sets were provided by TIB MolBiol (Berlin, Germany). RNA/DNA extraction and amplification reagents (Open Access RNA/DNA enzyme cartridges, Extraction Reagent-S and Internal Control-S) were provided by Hologic (San Diego, CA, USA). A detailed description of the Primer/ Probe Recon Solution (supplementary file 1) and of the cycling conditions (supplementary file 2) is available online. A \".gpp\" myAccess protocol file that can be installed on the PF can be provided on request.\n\nUsing the reagents and settings as described above on the PF, the positive controls were detected in the same Ct value range as described in the package insert for the intended manual batch-wise processing on the Roche MagnaPure and LightCycler 480 [6] . Testing of a dilution series of SARS-CoV-1 cell culture supernatants indicated a high amplification efficiency of 1.9. Both assays did not show cross reactivity with human coronavirus 229E, HKU-1, NL63 and OC43.\n\nPreviously, it had been demonstrated that the respiratory virus assays available for the PF System (e.g. Influenza/RSV) were capable to process a multitude of respiratory specimen types from the upper and lower respiratory tract (LRT) including bronchoalveolar lavages [3, 7] . SARS-CoV-2 virus loads were reported to be higher in LRT specimens [8] . Although LRT specimens originating from SARS-CoV-2 infected patients were not yet available to us, we assume that the novel SARS-CoV-2 PCR protocols for the PF will also be appropriate for LRT specimens, because identical reagents for RNA extraction are used as in the commercially available diagnostic assays for other respiratory viruses (e.g. the PF influenza/RSV assay) [3, 7] . Therefore, a sensitive diagnosis of SARS-CoV-2 from upper and lower respiratory tract specimens seems to be feasible. Considering the current epidemiological situation without any circulation of the old 2002 SARS-CoV, the E gene PCR seems to be sufficient for diagnosing a SARS-CoV-2 infection but confirmation of a positive result with the RdRp protocol was recommended [5] . In conclusion, rapid detection of SARS-CoV-2 is feasible with the Panther Fusion but further validation with clinical specimens is required.\n\nAH: Research grant and travel grant not related to the present work by Hologic Inc. AC: Travel grant and speaker honorarium not related to the present work by Hologic Inc."}