{"title": "A transcutaneous vaccination system using a hydrogel patch for viral and bacterial infection", "body": "Infectious disease is the most common cause of death, accounting for approximately one-third of fatalities world-wide. The recent vigorous transnational migration of people and materials reflecting the development of transportation facilities, changes in social structure, and war disasters have increased the global spread of emerging infections, such as severe acute respiratory syndrome and avian influenza virus [1, 2] . In addition, declining sanitation and the onset of drug-resistant pathogenic organisms have increased the spread of re-emerging infectious diseases, such as tuberculosis and malaria [3, 4] . Although major treatment for these infectious diseases is antibiotic administration, the only fundamental prophylaxis is vaccination. Vaccine development, which has a long history, has recently progressed due to new approaches and technologies based on advances in the fields of bacteriology, virology, and molecular biology.\n\nConventional vaccination is performed mainly by injection, which has several inherent problems; pain, the requirement for trained personnel, needle-related diseases or injuries, and storage or transport issues. In some areas, vaccine coverage against infection is low, due to failure in follow-up as well as to a lack of the trained medical personnel and facilities. Thus, the development of easy-to-use, needle-free, and noninvasive vaccination methods is an urgent task. As a vaccination route to replace injection, transcutaneous immunization is a simple, easy, and noninvasive approach [5] .\n\nThe skin has important immune functions as pro-inflammatory organ. The epidermis and dermis are highly populated by dendritic cells, which are potent antigen-presenting cells (APCs) with important immunostimulatory and migratory activities [6] . Langerhans cells (LCs), which are constantly exposed to external antigens (Ags) and pathogens as the cutaneous counterpart of dendritic cells, not only act as professional APCs to induce Ag-specific T cells for adaptive immune responses, but also initiate a cascade of innate immune responses by sensing these danger signals [7] . Thus, if Ags can be efficiently delivered to LCs resident in the epidermal layer, transcutaneous vaccination might elicit effective immune responses. It is difficult to efficiently deliver adequate Ags to LCs through the stratum corneum, which is the physical barrier to substance penetration [8] . Although the microneedle [9] [10] [11] [12] [13] and iontophoresis [14, 15] methods were developed to overcome this issue, both methods are fraught with risks of inflammation and infection due to breakdown of the stratum corneum. Additionally, the microneedle and iontophoresis methods each have their problems; the microneedle remains in the body and iontophoresis methods require complicated equipment.\n\nIn the present study, we developed simple, easy-to-use, and noninvasive transcutaneous vaccination system using a novel hydrogel patch. Our innovative vaccination system might promote the penetration of antigenic proteins in the stratum corneum, and induce Ag-specific humoral immune responses capable of neutralizing viral infection and bacterial toxins.\n\nFemale BALB/c, C57BL/6, and ICR mice (7 weeks old) and female hairless rats (5 weeks old) were purchased from SLC Inc. (Hamamatsu, Japan). Animals were handled in accordance with the Osaka University and Kyoto Pharmaceutical University guidelines for the welfare of experimental animals. The research protocols described in this report were reviewed and approved by the Animal Care and Use Committee of Osaka University. HEK293 cells, the helper cell line for adenoviral vector (Ad) propagation, were purchased from American Type Culture Collection (Manassas, VA) and maintained in Dulbecco's modified Eagle's medium containing 10% fetal bovine serum.\n\nThe transdermal adhesive matrix comprised the cross-linked HiPAS™ (CosMED pharmaceutical Co. Ltd., Kyoto, Japan) acrylic medical adhesive (10%), octyldodecyl lactate (4.5%), glycerin (0.3%), and sodium hyaluronate (0.02%). The coating solution was prepared by dissolving the above components in an ethyl acetate/acetone/ water mixture, and the matrix was prepared by casting the coating solution with a knife onto a polyester release liner. The matrix was allowed to stand at room temperature for 30 min, and was subsequently oven-dried at 80°C for 15 min to remove residual organic solvents. The dried film was then laminated onto polyester film.\n\nReplication-deficient Ad was based on the adenovirus serotype 5 backbone with deletions of the E1 and E3 regions. Ad-Luc, which expresses firefly luciferase under the control of the cytomegalovirus promoter, was previously constructed by an improved in vitro ligation method [16] . The Ad-Luc was propagated in HEK293 cells, purified by two rounds of cesium chloride gradient ultracentrifugation, dialyzed, and stored at −80°C. Vector particle titers were evaluated spectrophotometrically using the method of Maizel et al. [17] . Ad capsid protein solution was prepared by sonication of the Ad-Luc suspension, and its protein concentration was determined using a DC Protein Assay Kit (BIO-RAD, Tokyo, Japan).\n\nOvalbumin (OVA, 45 kDa; Sigma-Aldrich, Inc., St. Louis, MO), Adderived proteins (major capsid protein, hexon, 110 kDa), and tetanus toxoid (150 kDa; kindly provided by The Research Foundation for Microbial Diseases of Osaka University, Suita, Japan) were used as Ags. The vaccination procedure is shown in Supplementary Fig. 1 . Briefly, 10 µl of Ag solution containing 100 µg antigenic proteins in phosphate-buffered saline (PBS) was dropped on the surface of the hydrogel patch formulation (1 cm × 2 cm). After the water was absorbed, the patch was applied to the auricle skin of mice or the back skin of hairless rats for 24 h. The patch was covered with wound management film (BIOCLUSIVE; Johnson & Johnson Medical, Ltd., Tokyo, Japan) to allow for better skin adherence. In some cases, the auricle skin of mice was tape-stripped with 8 strokes using adhesive tape (Scotch tape®, 3M, Minneapolis, MN) before placing the patch, and filter paper (ADVANTEC No.2; Toyo Roshi Kaisha, Ltd., Tokyo, Japan) was used as a vaccination device instead of the patch. This procedure was repeated two or three times every 2 weeks. Animals belonging to positive control groups were intradermally injected with Ag solution at 100 µg protein/10 µl using the same schedule. Two weeks after the final vaccination, serum was collected from the animals, and Ag-specific Ab titer was determined using an enzymelinked immunosorbent assay (ELISA). End-point titers of Ag-specific Abs were expressed as the reciprocal log 2 of the last dilution that showed 0.1 of absorbance units after subtracting the background, as described previously [18] .\n\nThe patch containing TexasRed-labeled OVA (TR-OVA; Invitrogen, Carlasbad, CA) was put on auricle skin of mice. Harvested auricles were embedded in OCT compound (Sakura Finetechnical Co., Ltd., Tokyo, Japan) and frozen in liquid nitrogen. Likewise, the patch just before application or after having been placed on skin for 24 h was frozen. Frozen sections (6-µm thick) were mounted with Perma Fluor (Thermo Shandon, Pittsburgh, PA), and then photographed using fluorescence microscopy (BZ-8000; Keyence Corporation, Osaka, Japan).\n\nA patch containing TR-OVA was applied to the auricle skin of mice. Two hours later, the auricles were harvested from the mice, and epidermal sheets were prepared according to the method of Mackenzie and Squier [19] . Epidermal sheets were fixed in cold acetone for 10 min at −20°C, washed, and blocked with 2% bovine serum albumin (BSA)/PBS. Cervical LNs were harvested from mice 2 d after 24-h treatment with patches containing TR-OVA. The LNs were embedded in OCT compound and frozen in liquid nitrogen. Frozen sections (6-µm thick) were fixed in 4% paraformaldehyde for 30 min at 4°C, washed, and blocked with 2% BSA/PBS. The epidermal sheets and the LN sections were stained with AlexaFluor488-conjugated antimouse CD207 Ab (eBioRMUL.2; eBioscience, San Diego, CA) at 4°C overnight. The samples were mounted with Perma Fluor, and photographed using fluorescence microscopy (BZ-8000).\n\nTwo weeks after final vaccination, mice vaccinated twice with Ad proteins were intravenously injected with Ad-Luc at vector particle titers of ≈10 8 . Two days later, livers were removed, weighed, and homogenized in PBS containing 10 µg/ml aprotinin and 100 µM phenylmethylsulfonyl fluoride. Luciferase activity in the homogenates was determined by the luciferase assay system (Promega, Madison, WI).\n\nTwo weeks after final vaccination, test sera were collected from hairless rats vaccinated three times with tetanus toxoid. ICR mice were injected subcutaneously with a 50-µl mixture of 25-µl test sera diluted at 1/1, 1/10, 1/100, and 1/1000, and 25-µl solution containing 20 ng tetanus toxin (tetanospasmin; Sigma-Aldrich, Inc.) after incubation at 37°C for 1 h. Mice were monitored for survival every 3 h for 96 h.\n\nTranscutaneous vaccination with OVA on intact auricle skin significantly increased the anti-OVA IgG titer in the sera of two mouse strains, C57BL/6 and BALB/c (Fig. 1) . The effect tended to be superior to that of transcutaneous vaccination on tape-stripped skin, but mice injected intradermally with OVA solution had the highest titers. The effect of transcutaneous vaccination using a patch containing 100 µg OVA was comparable to that by injection with 0.1 µg OVA (Fig. 1A) . Transcutaneous vaccination induced mainly anti-OVA IgG subclass IgG1, not IgG2a (Fig. 1B) . On the other hand, OVA injection into mice induced both IgG1 and IgG2a specific for OVA. Because IL-4 (a Th2-type cytokine) and IFN-γ (a Th1-type cytokine) induce a class switch to IgG1 and IgG2a [20, 21] , respectively, the results of the subclass analysis indicated that transcutaneous vaccination using the hydrogel patch predominantly induced a humoral immune response rather than a cellular immune response. In addition, the anti-OVA IgA titer was not detected in the fecal extract or nasal cavity-washing fluid, and the OVA-specific cytotoxic T lymphocyte response was not detected in the splenocytes of mice vaccinated transcutaneously or in mice immunized intradermally ( Supplementary Fig. 2 ). Thus, transcutaneous vaccination using the Ag-immersed patch formulation elicited a humoral immune response in which Ag-specific IgG1 was dominantly produced.\n\nGenerally, spreading an Ag solution onto intact skin does not induce an immune response because the stratum corneum forms a barrier to foreign substance invasion. We, therefore, hypothesized that using a patch formulation could accelerate the transdermal penetration of antigenic proteins by maintaining a high Ag concentration on the skin surface. The hydrogel patch formulation immersed with TR-OVA solution formed a concentrated Ag layer on its surface ( Fig. 2A) , which was maintained for at least 24 h at room temperature. Additionally, the Ag layer remained on the surface of the patch formulation after 24-h application to the auricle skin of mice (Fig. 2B) , suggesting that the patch formulation containing Ags generated and maintained a large gradient of Ag concentration, which produced the driving force necessary for transdermal penetration of the antigenic proteins.\n\nNext, we analyzed the localization of the Ags in tape-stripped or intact skin treated with the patch formulation containing TR-OVA. Two hours after patch application, although the Ags were distributed from the patch to the stratum corneum, there was no obvious Ag penetration into the epidermal layer on the intact skin or tapestripped skin (Fig. 2C and E) . There was marked penetration of the Ags into the epidermal layer of the tape-stripped skin after 6-h application (Fig. 2F) , whereas Ag delivery into the epidermal layer of the intact skin required 12-h patch application (Fig. 2D) . These findings indicated that our approach using a hydrogel patch promoted the penetration of antigenic proteins into the stratum corneum.\n\nEfficient Ag delivery to LCs resident in the epidermal layer is critical for the induction of potent immune responses by transcutaneous vaccination. Therefore, we performed immunohistochemical analysis for LCs in the epidermal sheets and draining LN sections, which were prepared from mice treated with the TR-OVA-containing patch. In the tape-stripped skin, most LCs in the epidermal layer captured TR-OVA delivered by a 2-h patch application (Fig. 3) . To trace the biodistribution of LCs capturing Ags, we analyzed the localization of TR-OVA and LCs in draining cervical LNs isolated from mice 2 d after transcutaneous 24-h treatment with the TR-OVA-immersed patch (Fig. 4) . Yellow fluorescent spots, indicating that TR-OVA localization accorded with LC localization, were observed in merged images of LN sections prepared from mice with intact skin, and a higher frequency of yellow spots was observed in mice with tape-stripped skin. In addition, some of the Ags delivered into the epidermal layer seemed to enter directly into the lymph vessels, because red fluorescence alone was detected in draining LNs. These findings indicated that not only Ags transported into the LNs, but also Ag-capturing LCs, which migrated from the epidermal layer to regional LNs, would greatly contribute to triggering and amplifying Ag-specific immune responses induced by transcutaneous vaccination using the hydrogel patch formulation.\n\nThe serum anti-Ad IgG titer was increased in mice vaccinated transcutaneously with Ad-derived proteins applied to intact skin, and the titer order tended to be the same as that induced in the OVAimmunization model via each vaccination route: intradermal injection N transcutaneous immunization to intact skin = transcutaneous immunization to tape-stripped skin (Fig. 5A) . To evaluate the neutralization activity of the Ad-specific Abs, we intravenously injected Ad-Luc into mice 2 weeks after the final vaccination. Two days later, luciferase activity in the liver of mice vaccinated transcutaneously on intact skin was repressed to a level comparable to that of intradermal injection (Fig. 5B) . Thus, transcutaneous vaccination using the patch formulation has the potential to protect and neutralize against viral infection.\n\nThe results of tetanus toxoid vaccination are summarized in Table 1 . Three vaccinations with a toxoid-containing patch induced an increase in the anti-toxoid IgG titer at levels greater than 10 in 4 of 5 hairless rats, whereas no Abs were induced in rats that had filter paper applied instead of the patch. Ab titers were slightly higher in the group vaccinated by intradermal injection than those in the groups vaccinated transcutaneously with the toxoid-containing patch in both hairless rat and in mouse models (Supplementary Fig. 3) . These data demonstrated that our transcutaneous vaccination system induced Ag-specific Ab production in the back skin of hairless rats, which has a thicker stratum corneum than mouse auricle skin. In a passive-challenge experiment using mice injected subcutaneously with a mixture of test sera and tetanus toxin, all mice treated with either a toxoid-free patch or toxoidcontaining filter paper died. On the other hand, the sera from hairless rats injected three times with toxoids showed complete protection from lethal toxin challenge at 1/100 dilution. The sera collected from hairless rats vaccinated with a toxoid-containing patch neutralized a 20-ng tetanus toxin in 3 of 5 mice at a 1/1 dilution. In addition, 1 of 5 test sera from the transcutaneous vaccinated group allowed toxin-challenged mice to survive at a 1/100 dilution. Taken together, these results indicated that transcutaneous vaccination using the hydrogel patch is a promising approach for the development of a simple, easy-to-use, Fig. 2 . Sections of TR-OVA-immersed hydrogel patch formulation, and localization of TR-OVA in epidermal skin sheets and skin sections from mice vaccinated transcutaneously. The patch containing 100 µg TR-OVA was put on intact or tape-stripped auricle skin of mice. At various periods, the patch and auricles were harvested and frozen. Frozen sections (6-µm thick) were photographed using fluorescence microscopy. A; the patch just before application, B; the patch 24 h after skin application, C; intact skin 2 h after patch application, D; intact skin 12 h after patch application, E; tape-stripped skin 2 h after patch application, F; tape-stripped skin 6 h after patch application. Fig. 3 . Fluorescent microscopic images of epidermal sheets after application of a patch containing TR-OVA. The patch containing 100 µg TR-OVA was applied to intact or tape-stripped auricle skin of mice. Two hours later, auricles were harvested, and then epidermal sheets were prepared. The epidermal sheets were stained with AlexaFluor488-conjugated antimouse CD207 Ab for LCs, and then photographed using fluorescence microscopy. noninvasive tetanus vaccine, although optimization of a vaccine protocol would be required to induce protective activity comparable to that of an injected vaccine.\n\nThe findings of the present study demonstrated that our original hydrogel patch formulation induces an Ag-specific humoral immune response based on promoting Ag delivery to LCs through the stratum corneum. Although theories of transdermal drug delivery suggest that skin structure and composition do not allow for the penetration of materials larger than 600 Da, our transcutaneous vaccination system delivered antigenic proteins (45−150 kDa) into the epidermal layer. We propose the following mechanisms for Ag penetration into the stratum corneum. First, the concentrated antigenic proteins on the surface of the patch might generate a high concentration gradient of antigenic proteins in the skin, which is critical for producing the driving force necessary to accelerate passive diffusion and distribution. This theory is supported by our observation that the distribution of TR-OVA in the epidermal layer was not simply a result of spreading the TR-OVA solution on the intact skin surface (data not shown), and that the application of the filter paper immersed in Ag solution did not enhance either Ag penetration or the Ab titer. Second, humectation and hydration of the skin to which the hydrogel patch is applied might Fig. 4 . Fluorescence microscopy images of draining cervical LN sections after application with patch containing TR-OVA. The patch containing 100 µg TR-OVA was applied to intact or tape-stripped auricle skin of mice. Cervical LNs were harvested from these mice 2 d after 24-h patch treatment. Frozen sections (6-µm thick) were stained with AlexaFluor488conjugated anti-mouse CD207 Ab, and then photographed using fluorescence microscopy. loosen intercellular gaps in the stratum corneum, which contributes to improve the penetration of water-soluble substances. In our observation, Ag penetration via our patch system occurred mainly through the intercellular gaps of the stratum corneum. In fact, there are several reports that an increased water content in the stratum corneum leads to increased membrane fluidity and decreased electrical resistance [22, 23] . Third, it is possible that antigenic proteins penetrate into the epidermal layer through hair follicles, because there are some reports that hair follicles allow for even nanoparticles to reach the epidermal layer in skin [24] [25] [26] . By orchestrating these mechanisms, our patch vaccine system promoted the penetration of water-soluble macromolecular proteins in the stratum corneum. Furthermore, our finding that immunity induction by transcutaneous vaccination of intact skin was comparable or superior to that of vaccination of tape-stripped skin, which permitted prompt, abundant Ag penetration, suggesting that the stratum corneum operates as a sustained-release system for antigenic proteins.\n\nA notable characteristic of the immune responses induced by the Ag-immersed patch vaccine was the predominant activation of humoral immunity with IgG production. Mice vaccinated transcutaneously with OVA exhibited an increased anti-OVA IgG1 (Th2-type subclass) titer, but not IgG2a (Th1-type subclass) titer, whereas intradermal injection with OVA induced the production of both IgG1 and IgG2a subclasses specific for OVA. Distinct immune responses between intradermal injection and transcutaneous vaccination seem to be due to differences in Ag-capturing APC subsets at the site of Ag deposit. The Ags administered transcutaneously would be captured mainly by LCs resident in the epidermal layer. LCs produce Th2-type chemokines rather than Th1-type, and there is little induction of Th1-and Tc1-type immune responses [27] [28] [29] . On the other hand, Ags injected intradermally might be captured not by LCs, but by dermal dendritic cells, which activate both Th1-type and Th2-type immune responses [29, 30] . We believe that the phenotype and characteristics of each Ag-capturing APC at the administration site and regional LNs determine the Th1/Th2 balance in immune responses induced by each type of vaccination. Although further detailed analyses are necessary to elucidate the Th2-dominant mechanism in our patch vaccination, this property may be advantageous for treating Th1-type autoimmune diseases by correcting the Th1/Th2 balance.\n\nIn addition, our transcutaneous vaccination system might contribute to the development of immunotherapy for Alzheimer's disease. Schenk et al. demonstrated that intraperitoneal vaccination of the PDAPP transgenic mouse model of Alzheimer's disease with βamyloid peptide plus Freund's adjuvant resulted in a dramatic reduction of cerebral amyloidosis [31] . This therapeutic approach is clearly highly efficacious; however, the safety of this strategy is an important concern. In a clinical trial, approximately 6% of patients administered a synthetic β-amyloid peptide (AN-1792) plus adjuvant developed aseptic meningoencephalitis, most likely mediated by brain-infiltrating activated T cells [32, 33] . This adverse effect seemed to be associated with the activation of Th1-type immunity by vaccination with β-amyloid peptide [34, 35] . Recently, Nikolic et al. demonstrated that transcutaneous immunization capable of inducing Th2-type immunity predominantly constitutes an effective and potentially safe treatment strategy for Alzheimer's disease [36] . Therefore, our transcutaneous vaccination system using the hydrogel patch formulation is very promising for the establishment of an easyto-use, efficacious, safe immunotherapy for Alzheimer's disease.\n\nIn conclusion, the transcutaneous vaccination system using a hydrogel patch formulation delivers antigenic proteins to LCs resident in the epidermal layer without destroying or removing the stratum corneum, and induces Th2-dominant immune response (production of neutralizing IgG1 Abs), effectively preventing viral and bacterial infection. Our simple, easy-to-use, and noninvasive vaccine could contribute greatly to preventing the global diffusion of emerging and Mice were transcutaneously or intradermally vaccinated twice at 2-week intervals with Ad proteins. Two weeks after the final vaccination, sera collected from these mice were assayed to determine the Ad-specific IgG titer by ELISA (A). In addition, these mice were intravenously injected with Ad-Luc at vector particle titers of ≈10 8 . Two days later, luciferase activity in liver homogenates was determined by the luciferase assay system (B). Data are expressed as mean± SD of results from five mice. N.D.; not detectable, TS: tape-stripped, t.c.; transcutaneous vaccination, i.d.; intradermal vaccination. Statistical significance was evaluated by one-way analysis of variance followed by Tukey's test for multiple comparisons. : ⁎; p b 0.05, ⁎⁎; p b 0.01, versus non-immunized group.\n\nre-emerging infection diseases. Moreover, the hydrogel patch formulation has potential for a wide variety of applications, not only for the vaccine/immunotherapy research but also for drug delivery research."}