{"title": "we enrolled children with pneumonia who were admitted into wards of the De- partments of Respiratory Medicine, Infectious Diseases", "body": "R espiratory syncytial virus (RSV) is a major cause of lower respiratory tract infection in young children worldwide (1-3); 2.7-3.8 million hospitalizations and 94,600-149,400 deaths occur each year among children <5 years of age as a result of RSV infection (4) . Studies have also demonstrated the contribution of RSV to respiratory tract infections in adults (5, 6) . However, no licensed RSV vaccine is available (7) , and the only approved specific therapy, palivizumab (anti-RSV antibody), has limited uses among infants at high risk for severe respiratory illness in high-resource settings (8) .\n\nRSV causes epidemics in the winter in regions with temperate climates (8, 9) . However, spatiotemporal variations have been observed in the timing of RSV activity (10, 11) , and knowledge of the exact timing is helpful for guiding healthcare providers and health officials on the timing of diagnostic testing and immunoprophylaxis for infants at high risk for infection (12) . RSV circulation is monitored in the United States year-round through the National Respiratory and Enteric Virus Surveillance System (10) and in 15 countries of Europe through the European Influenza Surveillance Network (13) . Since 2017, the World Health Organization has also conducted RSV surveillance to guide its global RSV prevention strategy (9) using the Global Influenza Surveillance and Response System (14) . However, most of the realtime data on RSV seasonality comes from RSV surveillance, and data are lacking in many places of the world. Because disease surveillance is labor-and resource-intensive, information on seasonality from other sources is needed.\n\nChina has a high burden of RSV infection (4) , but RSV surveillance in this country is less established, and implementation of diagnostic tests is limited. Several previous studies reported an RSV prevalence of 17%-33% among children with severe acute respiratory illness (15, 16) , but few have assessed the seasonality or trends of RSV infections in China. Not having data available on RSV seasonality in China could encumber implementation of therapy and prophylactic interventions for RSV.\n\nSince July 2007, we have been monitoring for RSV infection among hospitalized children with pneumonia in Beijing, China. In this study, we evaluated the PCR results collected in 8 consecutive years (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) (2015) to characterize the seasonality of RSV by year. Also, because disease and death attributable to RSV varies from year to year (4, 11, 17) , we explored the factors that might affect RSV activity.\n\nDuring July 1, 2007-June 30, 2015, we enrolled children with pneumonia who were admitted into wards of the Departments of Respiratory Medicine, Infectious Diseases, and Emergency Medicine and the pediatric intensive care unit (PICU) of Beijing Children's Hospital (Beijing, China). We recruited children 28 days-13 years of age who had symptoms of acute infection, defined as fever (body temperature ≥38.0°C) or hypothermia (body temperature <35.5°C), leukocytosis (leukocyte count >15,000 cells/ mL for children <5 years of age or >11,000 cells/mL for children ≥5 years of age), or leukopenia (leukocyte count <5,000 cells/mL for children <5 years of age or <4,000 cells/mL for children ≥5 years of age); had >1 respiratory sign or symptom (i.e., cough, sputum production, shortness of breath, tachypnea [>60 breaths/min for patients <2 months of age, >50 breaths/min for patients 2-11 months of age, >40 breaths/min for patients 12-59 months of age, and >30 breaths/min for patients >5 years of age], wheezing or crackles, dyspnea, or chest pain); and had radiographic evidence suggestive of pneumonia (e.g., chest radiograph showing consolidation, infiltrates, or pleural effusion). We excluded children known to be immunosuppressed (defined as having received a solid organ or hematopoietic stem cell transplant, undergoing chemotherapy, having a history of HIV or AIDS, or using steroids for >30 days).\n\nWe obtained informed consent from each child's parents or guardians before enrollment. The study protocol was approved by the ethics review committee at the Institute of Pathogen Biology, Chinese Academy of Medical Sciences, Beijing, China.\n\nWe transferred the nasopharyngeal aspirates of each enrolled patient into Universal Transport Medium (Copan Group, https://www.copangroup.com), distributed them into aliquots, and stored them at -80°C. We screened for RSV subgroups A (RSV-A) and B (RSV-B) and other common respiratory viruses, including influenza virus (A and B), human rhinovirus, human parainfluenza viruses 1-4, human adenovirus, human enterovirus, human bocavirus, human metapneumovirus, and human coronavirus (229E, OC43, NL63, and HKU1), using multiplex reverse transcription PCR and PCR assays as described (18) .\n\nAt enrollment, using a standardized reporting form, we collected demographic data (sex and age), epidemiologic data (date of illness onset and history of prematurity [defined as birth at gestational age <37 weeks]), and clinical data (signs, symptoms, and concurrent medical conditions). Concurrent medical conditions included congenital heart disease (CHD; i.e., children with an International Classification of Diseases, Ninth Revision [ICD-9], diagnostic code 745.xx, 746.xx, or 747.xx), chronic lung disease (e.g., bronchopulmonary dysplasia), chromosomal anomalies (e.g., Down syndrome), moderate to severe anemia (hemoglobin <90 g/L), and malnutrition. We also collected data on clinical outcomes, including PICU admission, noninvasive ventilation (e.g., continuous positive airway pressure), invasive ventilation (i.e., mechanical ventilation involving tracheostomy or endotracheal tube), acute respiratory failure (ICD-9 code 518.81), shock (ICD-9 code 785.5x), sepsis (ICD-9 code 038.xx), and death, by abstracting data from medical charts.\n\nWe fitted a logistic regression model (with sine and cosine functions of the illness onset week) to individual patient data and retained a seasonal curve as described previously (19) . To profile the seasonality of RSV with a smooth seasonal curve, we adopted an approach described previously by the US Centers for Disease Control and Prevention: we defined the RSV season as consecutive weeks during which the percentage of tests positive for RSV per week exceeded a threshold of 10% (20, 21) . The peak was expected to occur between the dates of onset and offset, unless an outbreak took place outside of the season.\n\nWe used a multivariable logistic regression model to explore the factors that could affect RSV transmission over a period of years. We introduced a pair of sine and cosine functions of illness onset week into the model as described in the previous paragraph. We modeled age and year using a restricted cubic spline with 5 knots (22) . We also introduced into the model other factors that differed significantly (p<0.10 in bivariate analysis), such as sex, dominant RSV subgroup in each season, concurrent medical conditions, and PICU admission during hospitalization. We conducted all analyses in R version 2.15.3 (https://cran.r-project.org) using mgcv package version 1.8-15 (23) .\n\nDuring the study period, 9,950 children with a primary diagnosis of pneumonia (ICD-9 codes 480-488) were admitted to Beijing Children's Hospital (Figure 1, Overall, RSV was identified in 1,270 (30%) children among the enrolled cohort. We observed a holiday effect for the Chinese Spring Festival (occurring in late January or early February) each year. A sharp decrease in sample number and samples positive for RSV were observed each year during this event, resulting in a bimodal distribution curve ( Figure 1, During the study, 335 (8%) hospitalized children with pneumonia were admitted into the PICU, and 8 died (median age 1.4 years, range 4 months-13 years). RSV-positive children were more likely than RSV-negative children to be admitted into the PICU (positive 10% vs. negative 7%; p = 0.001), receive noninvasive ventilation (positive 20% vs. negative 10%; p<0.001), and have respiratory failure (positive 16% vs. negative 9%; p<0.001) ( Table 2 ). Of the 8 deceased children, 2 were positive for adenovirus, 1 for enterovirus, and 1 for both human parainfluenza virus 1 and human bocavirus; none of the deceased children tested positive for RSV. All 8 deceased children were born at term, and only 2 had concurrent medical conditions at hospital admission (1 CHD, 1 IgA nephropathy). (18) 154 (22) 89 (17) 84 (13) 68 (14) 60 (14) 28 (7) 28 (10) 12-23 54 (8) 94 (14) 71 (14) 104 (16) 69 (14) 48 (11) 39 (9) 19 (7) 24-59 78 (11) 82 (12) 61 (12) 118 (18) 60 (12) 63 (14) 110 (26) 55 (20) >60 155 (22) 135 (19) 91 (17) 204 (31) 151 (31) 159 (36) 212 (50) 120 (43) Underlying medical condition 68 (9) 103 (15) 65 (12) 88 (14) 71 (14) 44 (10) 32 (7) 22 (8) <0.001 History of prematurity ‡ 8 (1) 23 (3) 24 (5) 36 (6) 29 (6) 27 (6) 22 (5) 13 (5) <0.001 Congenital heart disease § 49 (7) 76 (11) 38 (7) 47 (7) 38 (8) 13 (3) 10 (2) 7 (2) <0.001 Chronic lung diseases ¶ 6 (1) \n\nWe identified 8 distinctive RSV seasons during the study period (July 1, 2007-June 30, 2015) using our model (p<0.001 for all), even though the number of RSV-positive children varied (from 41 to 280) by study year. The percentage of PCR tests positive for RSV each week throughout the summer months typically exceeded 3% but was <10%; once the 10% positivity threshold was exceeded, the percentage of tests positive for RSV increased rapidly.\n\nOverall, 97% of RSV-positive PCRs occurred within the period defined by the 10% threshold (Table 3 ; Figure 3 ). Using the 10% cutoff point and a fitted seasonal curve, we determined the following RSV season parameters for each of the 8 years of our study: season onset (first of 2 consecutive weeks during which RSV positivity in seasonal curve exceeded 10%), duration, peak (week with highest RSV positivity in seasonal curve), offset (last week that RSV positivity in seasonal curve exceeded 10%), and percentage of RSV-positive samples captured within the season. Data show that the average season onset occurred at calendar week 41 (mid-October) and lasted 33 weeks, through week 20 (mid-May) of the next year ( Table 3 ). The peak of RSV activity occurred at calendar week 3 (mid-January). RSV circulated at low levels during off-seasons. Overall, 24 (3.3%) of 724 children tested were positive for RSV in summer, a finding consistent with Broberg et al. (Table 3) .\n\nWe explored factors that significantly affected RSV activity by using multivariable modeling. After adjusting for week of illness onset, year, PICU admission, and CHD, age had a strong decreasing monotonic effect on RSV infection (p<0.001; Figure 5 , panel A). We also observed a yearly cyclic pattern with a distinct periodicity of 4 years for RSV year in the response plot (p<0.001; Figure 5 , panel B). However, when we introduced RSV-A-dominant year into the model as a factor to be adjusted for, the cyclic trends and the year's association with RSV activity diminished (p = 0.11).\n\nWe performed a PCR-based RSV screening in a cohort of children with pneumonia in Beijing to assess RSV seasonality. Our findings show that on average the RSV season starts at calendar week 41 (mid-October) and lasts 33 weeks through week 20 of the next year (mid-May); 97% of total RSV-positive PCRs occur during this period. This seasonal pattern is highly consistent with that reported in the United States (10) , a country at the same latitude as China in the Northern Hemisphere. The World Health Organization is expecting an RSV vaccine on the market within 5-10 years (24); ≈62 RSV vaccine candidates are under development, and 19 of them are undergoing clinical trials. Our study of RSV seasonality and trends in Beijing could inform vaccine development and the optimization of future vaccination strategies, such as the timing of administration (year-round or seasonal), target population (mothers or infants), and ingredients, for China, the country with the largest population in the world.\n\nWe used RSV percent positivity to determine RSV seasonality because this method is highly sensitive and can be used to define RSV season not only retrospectively at the end of the season but also during the year in real-world practice. The main disadvantage of this strategy is that results can be driven in large part by the denominator; the presence of other cocirculating pathogens that cause pneumonia, especially influenza viruses, can influence the parameters of the RSV season. Although the number of PCRs performed each year varied considerably and a shift toward older age was evident among affected children in the last 2-3 years of the study, the seasonal pattern each year remained consistent and reproducible when classifying the study year by the prevailing RSV subgroup. During the 8 consecutive years of the study, the number of children admitted with pneumonia dropped from 718 in the first year to 282 in the last; RSV positivity also decreased remarkably, from 280 in the first year to 41 in the last. The reasons for this decrease might be attributable to a decrease in the occurrence of RSV-associated pneumonia in the pediatric population or, more likely, a fall in pediatrician interest for enrolling patients into the study over time, given we did not observe a simultaneously drastic drop of pneumonia cases in the hospital (Figure 1, panel A) . Moreover, the demographic characteristics of patients also differed throughout the study years. In the first study year, more children 28 days-5 months of age (42%) were enrolled, and in the last, more children >5 years of age (43%) were enrolled. Despite this change, the observed seasonal characteristics in each year changed little if any, indicating that viral factors rather than demographic factors had more of an influence over RSV seasonality. When study years were classified by the prevailing RSV subgroup, the observed season onset, peak, and offset showed good reproducibility. We found that >90% of RSV-positive PCRs could be captured during the RSV season for all 8 study years, and the average capture was 97% for 2007-2015 combined. The method we used in our study (PCR-based testing) can be used by local hospitals in China where surveillance data are lacking to compile the extensive amount of data needed to assess RSV seasonality.\n\nThe shifting in dominance from RSV-A to RSV-B every 2 years was repeatedly observed in our study and others (25) . These shifts have been shown to be strongly associated with changes in the dominant RSV strain circulating (11, 25) ; however, this phenomenon has not been investigated in detail. Similar to previous studies (8, 26, 27) , the positivity for RSV-A (19%, 785/4,225) was significantly higher than that for RSV-B (11%, 485/4,225; p<0.001) in our study. The season onset and peak in RSV-A-prevailing years occurred ≈3-5 weeks earlier and duration was ≈6 weeks longer than those observed in RSV-B-prevailing years. The response plot showing the effect of year on RSV activity also indicated patterns of regular peaks in the years RSV-A prevailed (i.e., 2007-08, 2010-11, 2011-12, and 2014-15) , but the effect of the year diminished when RSV-A-prevailing year was adjusted for as a factor in the model, suggesting that repeated shifting between RSV-A and RSV-B might play a substantial role in driving RSV transmission dynamics in populations. This observation is also supported by a model proposed by White et al., who found that the transmission rate of RSV-A (8%) was slightly higher than that of RSV-B (25) . Just like the influencing factors explored in other studies (e.g., geographic latitude and longitude, social and demographic factors, population density, and climate) (11, 13, 22) , RSV subgroup replacement might play a key role in the activity of RSV. The alternating nature of RSV subgroups could explain the alternating early-big or late-small pattern and year-to-year variation in epidemic size and timing of RSV transmission observed previously (11, 25) . Our finding that RSV subgroup shifting was associated with RSV activity suggests that when using RSV seasonal data or conducting RSV surveillance, one should pay attention to the prevailing subgroups in the season to optimize the timing of immunoprophylaxis. This finding indicates the significance of genotyping in RSV surveillance.\n\nAlthough RSV-A cases outnumbered RSV-B in our study, we did not determine the reason for this finding, whether RSV-A caused more symptomatic illness or transmitted more quickly than RSV-B among children. The relationship between RSV subgroup infection and disease severity is still controversial (8, 26, 28, 29) , and this issue warrants further study.\n\nIn our study, more than half of the RSV hospitalizations occurred in infants 28 days-5 months of age. A monotonic decreasing effect on the activity of RSV with age was observed in the response plot ( Figure 5 , panel A), indicating that younger age is a risk factor for RSV infection. Children who were in their first months of life had the highest risk for RSV infection (3, 30) . Administration of 1 dose of palivizumab (15 mg per kg body weight) each month for 5 months has been recommended to protect children at high risk for severe respiratory infection (e.g., preterm infants and infants with CHD in their first year of life) (12) . As of March 2019, palivizumab is not licensed for use in China, and no immunoprophylaxis is available to prevent severe RSV infection. One third (30%) of children in our study with pneumonia requiring hospitalization had RSV infection; this finding is similar to previous estimates of 28%-34% in other countries (1, 2) . Considering the high positivity rate of RSV in children with pneumonia, RSV-associated illness should be considered a high priority for public health authorities in China. Our study of the relationship between age and RSV infection gives urgency to developing RSV diagnostics and indicates the need to study long-lasting and high-affinity new therapeutics and vaccines in the future (9, 31) .\n\nOur study has some limitations. First, our study was conducted at 1 local hospital. Because no national RSV seasonality data were available for comparison, whether our results could represent other regions in China with an RSV burden is unknown. However, overall, our data are comparable with those observed in the United States. In addition, a previous study conducted in 15 countries of Europe showed that RSV seasons peaked later and lasted longer with increasing latitude (13) . Because China is a large country that spans several geographic zones and climates, further studies are needed at other locations to fully characterize RSV seasonality in China. Second, our study was conducted in children with pneumonia, a population that usually has a high RSV positivity rate. Seasonality should also be evaluated in children with mild symptoms and in adults. Third, we did not evaluate the size of the local hospital or the minimum number of tests needed each year to conduct a more reliable analysis of RSV seasonality. Fourth, we excluded children without fever from our study. Because illness caused by RSV can manifest without fever, particularly among infants (32) , the case definition used in our study was suboptimal, and we might have missed some children infected with RSV.\n\nConsidering no international RSV case definition exists (13), we encourage researchers in future studies to determine a working case definition that can balance the many attributes (e.g., accuracy, feasibility, flexibility, and usefulness) of the various definitions that have been used to conduct RSV surveillance or study disease burden.\n\nIn conclusion, RSV infection showed distinctive seasonal patterns in Beijing, China. The prevailing RSV subgroup in a given season appears to affect the timing of RSV activity. Monitoring alterations of RSV subgroups might provide a better and more comprehensive description of RSV transmission and trends. A PCR-based diagnostic test at local hospitals could be a useful tool to determine RSV seasonality in circumstances where RSV season is unknown or surveillance is less established."}