{"title": "Networking for BSL-3/4 laboratory scientist training", "body": "In addition to previous descriptions of infectious-disease networks by Head and colleagues (Networking for infectious disease. Nature Rev. Microbiol. 6, 328 (2008)) 1 and Ippolito and colleagues (Networking for infectious-disease emergencies in Europe. Nature Rev. Microbiol. Jul 2008 (doi: 10.1038/nrmicro1896-c1)) 2 , we would like to highlight a new European course for biosafety level (BSL)-3/4 training.\n\nBiosecurity practices cannot be built without a strong safety culture and it is therefore generally agreed that training should be a precondition for starting work in specialized, safety-and security-sensitive BSL-3/4 laboratories. However, training of this kind is rarely available on an organized level and is mainly performed in a traditional laboratory culture of individual training. The steady rise in the number of people who work in BSL-3/4 laboratories may inflate the potential for accidents, as has been seen in the United States in recent years. Therefore, as an addition to the individual training, organized training is absolutely necessary and indeed has been announced as obligatory in the United States 3 . The European Cooperation in Science and Technology (COST) is a European intergovernmental framework that allows the coordination of nationally funded research. COST Action B28, ' Array technologies for BSL-3 and BSL-4 pathogens' , has created and financed a new training school GÖttingen for laboratory scientists, providing a focused introduction to the principles and regulations that are important for work in a BSL-3/4 environment. In the European Union, there seems to be just one comparable -but commercial -course, offered by the Health Protection Agency in the United Kingdom.\n\nWorking in a BSL-3 laboratory is a good basis for moving on to work at BSL-4 level, especially as the danger of infection at BSL-3 level, which provides a biosafety shell to protect the environment, is higher than in a BSL-4 laboratory, which offers superior personal protection. The BSL-3 facilities at the Institute of Virology in Göttingen allow the simultaneous training of 10 students. Training for the BSL-4 level with a group of this size is impossible for security and infrastructure reasons, but the BLS-3 course provides at least a good, basic practical introduction to the principles of working at BSL-3 level, many of which are also adhered to in a BSL-4 environment.\n\nThe curriculum of the 3-day course consists of morning theoretical lectures and afternoon practical exercises. The lectures cover hazard criteria, categorization of microorganisms, technical specifications of BSL-3/4 laboratories, personal protective gear (PPE), efficacy of inactivation procedures, learning from laboratory accidents, shipping BSL-3/4 organisms, handling diagnostic samples, waste management and fumigation. The practical exercises cover the use of PPE, dexterity training and inactivation procedures for viruses and bacteria.\n\nIn the face of the plethora of regulations at the national level and even local district levels in the 15 countries that have been represented on the course to date, all lectures have stressed the necessity of evidence-based biosafety. A general problem in all countries seems to be the difficulty in convincing biosafety officers to accept proof of biosafety that has not yet been cast into official regulations. However, these regulations cannot cover all aspects of working with new organisms. The severe acute respiratory syndrome (SARS) coronavirus outbreak in 2003 can be seen as a showcase for this dilemma 4 . The notion that scientists who work in BSL-3/4 laboratories cannot be trusted seems contradictory to the fact that these scientists, working with highly contagious and pathogenic agents, have an eminent interest in their own health and safety. To improve their understanding of the practical aspects and needs of BSL-3/4 scientists, biosafety officers should also be asked to participate in this type of course.\n\nBiosafety regulations can tend to impede work rather than increase safety. A major effort across the European Union should therefore be to build a flexible framework that will accept biosafety evidence that is generated at the level of local laboratories. There is a need for a consensus on how proof of biosafety should be shown and documented, in order to sustain and not stifle a flexible capacity to deal with new and well-known pathogens. Tighter regulations issued in response to the green paper on bio-preparedness 5 may blur or bias the perception of biosafety necessities, which might make working in BSL-3/4 laboratories close to impossible. This could essentially impede all bio-preparedness actions in the event of unexpected events in the public domain.\n\nThe European Union bodies that are financing research and working towards the goals set out in the green paper for bio-preparedness must be made aware that research into inactivation procedures for viruses and bacteria is essential for the successful implementation of high biosafety standards in European BSL-3/4 laboratories. Validated inactivation procedures will be a good basis for day-to-day interaction between biosafety officers and BSL-3/4 scientists.\n\nA recent literature review concluded that deviation from general 'good microbiological practice' is the most frequent cause of laboratory-acquired infections and that training for compliance with procedures and regulations seems to be the best method to avoid such infections 4 . In this light, our course offers the opportunity to improve the basic training that is available for BSL-3/4 scientists and the prerequisite initial training for beginners."}