{"title": "Induction of a systemic antiviral state in vivo in the domestic cat with a class A CpG oligonucleotide", "body": "Feline viruses have evolutionarily acquired elaborate strategies to persist within their host population. Although the domestic cat is a social species, its ancestor the African wildcat (Felis silvestris lybica) led a solitary way of life (Driscoll et al., 2009) . As a result, feline viruses possess very efficient transmission strategies enabling them to infect susceptible individuals upon the rare contact between animals (Pontier et al., 2009) . Additionally, most of these pathogens apply the \"hit and stay\" strategy, in that they induce asymptomatic, latent and/or persistent infections, and remain for a long time within the host after infection (Hilleman, 2004) . Feline viruses have conserved their opportunistic behavior over the course of time, and modern animal welfare gives a free way to these pathogens, which readily spread to every individual living in a group.\n\nThe biological properties of feline viruses are today particularly problematic in catteries and shelters, where the infectious pressure is significantly increased by high social contact rates among stressed individuals with different medical backgrounds (Helps et al., 2005; Pedersen et al., 2004; Prado et al., 2009) . Healthy carrier animals threaten to infect susceptible residents, which then further participate in viral dissemination during acute infection. These cats leave the facility with an infection that may be discovered only months or years later, and the connection to a stay at a cattery or shelter is often overseen. Sadly, most feline viruses are fatal and disease management is generally long and tedious Lutz et al., 2009; Radford et al., 2009; Thiry et al., 2009; Truyen et al., 2009) . Specific therapies are moreover unavailable for most feline viral diseases, and when existent, they tend to be very costly. An emphasis should therefore be set on effective prophylaxis. Efficient protection by vaccination, however, requires lengthy protocols and quarantine of naive animals, which remain logistically difficult in overcrowded shelters. Furthermore, as selective pressure has altered the field strain variety of feline viruses, the efficacy of available vaccines has been questioned (Hurley et al., 2004; Radford et al., 2006) . The possibility to transiently increase resistance to a broad spectrum of viruses in cats placed in a cattery or shelter could restrict viral spread within the facility and significantly contribute to the well being of cats and their owners. We like to refer to this idea as the \"teflonization\" of the domestic cat, in analogy to Ronald Reagan, the \"teflon president\" (Thomas et al., 1984) . Just as strong critics during his administration seemed to have no effect on Reagan's popularity, feline viruses could not affect the teflonized cat.\n\nOligonucleotides containing unmethylated cytosineguanosine pairs (CpG ODN) are known to stimulate the innate branch of the immune system of mice, primates and many domestic species (Abel et al., 2005; Kamstrup et al., 2001; Kurata et al., 2004; Mena et al., 2003; Rankin et al., 2001) and have made their way to human clinical trials (Gupta and Agrawal, 2010; Klinman et al., 2009; Murad and Clay, 2009; Vollmer and Krieg, 2009 ). According to sequence, backbone structure and immunological effect, several classes of CpG ODN have been defined, among which classes A and B have been most widely studied (Vollmer et al., 2004) . While class A CpG ODN (CpG-A) comprise several CpG motifs on an endonucleasesensitive phosphodiester backbone flanked by synthetic phosphorothioate poly(G) stretches, the CpG motifs in CpG-B molecules are fully embedded in the endonucleaseresistant phosphorothioate backbone. These structural differences are known to affect not only the stability of the CpG ODN classes in vivo, but also their cellular targets as well as the ensuing immune responses. Although both classes trigger the Toll-like receptor (TLR) 9, CpG-A more efficiently induce production of type I interferon (IFN) by plasmacytoid dendritic cells (pDC), while CpG-B are known to stimulate monocytes and B cells.\n\nTo date only few studies report effects of CpG ODN in cats; all indicate these molecules possess the potential to mount advantageous immune responses in the context of viral infections. In this way, feline immune cells displayed increased proliferation after stimulation with both class A (Robert-Tissot et al., 2012) and class B (Wernette et al., 2002) CpG ODN. Furthermore, addition of a class B CpG ODN as allergen adjuvant in a feline asthma model promoted the induction of a T helper (Th) 1 response, which involves immune cells with the capability to interfere with viral propagation (Reinero et al., 2008) . Several class A CpG ODNs were also shown to promote the expression of IFN␥, a typical Th1 cytokine (Satoh et al., 2011) . In an extensive study, we recently reported that ODN 2216, the prototype CpG-A, could induce robust antiviral immune responses in the domestic cat in vitro (Robert-Tissot et al., 2012) . Feline peripheral blood mononuclear cells (PBMCs) stimulated with this molecule displayed stronger proliferation capacities, higher presence of surface co-stimulatory molecules and enhanced expression of potent antiviral cytokines, including various subtypes of feline IFN␣ and IFN, which belong to the type I IFN family. Soluble molecules in PBMC supernatants further enhanced resistance of target feline cell lines to inoculation with five common feline viruses including the feline calicivirus (FCV), herpesvirus (FHV), coronavirus (FCoV), parvovirus (FPV) and leukaemia virus (FeLV). Moreover, we found that higher expression level of Myxovirus resistance (Mx) GTPase, a gene directly and solely induced by type I IFN (Haller and Kochs, 2011) , strongly correlated with decreased susceptibility of target cells for replication of these viruses.\n\nIn order to further investigate the adequacy of ODN 2216 as a candidate for prophylactic induction of broadspectrum antiviral protection in the domestic cat, we conducted an initial in vivo experiment. In the present study, we assess the safety of ODN 2216 for clinical usage, and measure the extent and kinetics of its biological effects after a single injection. Finally, we evaluate the in vivo antiviral potential of this molecule.\n\nFour male castrated specific pathogen free (SPF) cats purchased from Liberty Research Inc. (Waverly, NY, USA) were included in this study. The SPF status of the animals was verified as previously described (Museux et al., 2009) . At the time of the experiment, the cats were 40 months old. They were kept in an animal-friendly environment under optimal ethological conditions at our facility at the Vetsuisse Faculty, University of Zurich (Geret et al., 2011) . The present study was officially approved by the Veterinary Office of the Swiss Canton of Zurich (Permit no. TVB 84/2011).\n\nTwo cats (C1 and C2) were treated with ODN 2216 (Alexis biochemicals, Enzo Life Sciences AG, Switzerland); one cat (C3) was treated with the control ODN 2243 (Alexis biochemicals); the last cat (C4) was treated with endotoxin-free water as ODN-free control. ODN 2243 carries the same structure and sequence as ODN 2216, with the exception of CG motifs inversed to GC. All ODNs were dissolved in endotoxin-free water as recommended by the supplier and administered once subcutaneously at a dose of 0.1 mg/kg body weight, equally distributed at four locations, namely bilaterally in axillary and inguinal regions. All treatments were equal in volume. At time points 0 h (just before administration of treatment), 6 h, 12 h, 24 h (1day, (1d)), 48 h (2d), 96 h (4d), 192 h (8d) and 384 h (16d), the cats were clinically examined and both weight and temperature noted. Additionally at each time point, blood samples and oral, conjunctival and rectal swabs were collected from all cats. The animals were sedated for each sample collection with 0.1 ml medethomidin (Dorbene ® , Dr. E. Graeub AG, Bern, Switzerland) and 0.1 ml ketamin (Narketan ® , Vetoquinol AG, Ittigen, Switzerland) and antagonized shortly thereafter with 0.05 ml atipamezol (Alzane ® , Dr. E. Graeub AG). Peripheral blood was collected from the jugular vein under sterile conditions in K3-EDTA VACUETTE ® tubes (Greiner Bio-One, St.Gallen, Switzerland). Whole blood samples were mixed with messenger RNA (mRNA) lysis buffer (mRNA HS kit, Roche Diagnostics, Rotkreuz, Switzerland) immediately upon blood collection. Hematological values for hemoglobin (HGB), hematocrit (HCT), mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), mean corpuscular hemoglobin concentration (MCHC) as well as cell counts for total red blood cells, total white blood cells and neutrophils, lymphocytes, monocytes, eosinophils and basophils separately were measured with the Sysmex XT 2000iV (Sysmex, Norderstedt, Germany) at each collection time point as previously described for the feline species (Weissenbacher et al., 2011) . Plasma was obtained by centrifugation of whole blood samples for 10 min at 1500 × g. Cotton swabs similar to Q-tips were rubbed repeatedly over conjunctival, oral (gingivae) and rectal mucosa carefully avoiding contamination by other tissues, placed in 1.5 ml collection tubes with the cotton tip facing downwards and processed under sterile conditions following protocols developed by our group (Gomes-Keller et al., 2006) . Briefly, each swab was soaked in phosphate buffered saline (PBS) (Gibco ® , Invitrogen, Basel, Switzerland) and incubated at 42 • C for 10 min. Samples were centrifuged at 6000 × g for one minute, the swabs were inversed within the tubes and samples were centrifuged again at 6000 × g for one minute. The swabs were then discarded and samples were mixed with mRNA lysis buffer (mRNA HS kit, Roche Diagnostics) as recommended by the manufacturer. All samples were stored at −20 • C until analysis.\n\nAdherent felis catus whole fetus 4 (fcwf-4) cells (ATCC no. CRL-2787) were maintained in EMEM (ATCC 30-2003) supplemented with 10% heat-inactivated fetal calf serum (Bioconcept, Allschwil, Switzerland), 100 U/ml penicillin and 100 mg/ml streptomycin (Gibco ® , Invitrogen). Preliminary experiments revealed that the EDTA added to the plasma collected from the cats was toxic for fcwf-4 cells. The formation of Calcium-EDTA complexes by addition of CaCl 2 at a ratio of 4:1 moles to the plasma completely abrogated toxicity (data not shown). Viability of the fcwf-4 cells was measured after 24 h incubation with CaCl 2 -supplemented plasma from each blood collection time point and for each cat in a 96-well format using the trypan blue exclusion test as described in our previous study (Robert-Tissot et al., 2012) .\n\nWhole blood and mucosal cells from swabs were processed as described in Section 2.2. fcwf-4 cells were grown to 80% confluency in 96-well plates, incubated for 24 h with CaCl 2 -supplemented plasma (see Section 2.3) from each collection time point and each cat and lysed with mRNA lysis buffer (mRNA HS kit, Roche Diagnostics). mRNA was extracted from all samples with the MagNA Pure LC Instrument (Roche Diagnostics) with protocols provided by the manufacturer. Complementary DNA (cDNA) was synthesized from each sample with the High Capacity cDNA Reverse Transcription Kit (Applied Biosystems, Rotkreuz, Switzerland). Real-time quantitative PCR (qPCR) reactions were carried out with 5 l cDNA in a total volume of 25 l per reaction using the TaqMan ® Fast Universal PCR Master Mix (Applied Biosystems). Amplification of the target sequences was achieved with the Rotorgene 6000 real time analyzer (Qiagen AG, Hombrechtikon, Switzerland), with run conditions including an initial denaturation of 20 s at 95 • C, followed by 45 amplification cycles each consisting of 3 s at 95 • C and 45 s at 60 • C. The expression of feline housekeeping genes ␤-glucuronidase (GUSB), tryptophan 5-monooxygenase activation protein zeta polypeptide (YWHAZ) and beta-2 microglobulin (B2M), as well as the feline Mx gene was analyzed with assays previously validated by our group (Kessler et al., 2009; Robert-Tissot et al., 2011) . Relative Mx mRNA expression factors, which represent ratios of Mx mRNA levels in samples from individual time points compared to samples from time point 0 h for each individual cat, were calculated and normalized to two selected housekeeping genes with the GeNorm software version 3.5 (Vandesompele et al., 2002) . The material available from certain swabs for analysis was limited. Generally, results are depicted in the graphs only if all Ct values involved in their calculation were below 34. As this was not the case for oral swabs of cat C1 collected at the reference time point 0 h, Mx expression in oral mucosal cells of this cat could unfortunately not be shown. Other missing data due to high Ct values are shown in the respective graphs with #. Additionally, control cat C3 was not sedated 12 h post treatment injection, as he had not fully recovered from the previous sedation; therefore, no results are available for this animal at time point 12 h.\n\nfcwf-4 cells were grown to 80% confluency in a 96well format and treated with CaCl 2 -supplemented plasma (see Section 2.3) from each blood collection time point and for each cat. After an incubation period of 24 h, the cells were inoculated with five times the tissue culture infectious dose 50 (TCID 50 ) of FCV F9 strain stock virus (kindly provided by Veterinaria AG, Zurich, Switzerland). The virus was previously titrated on fcwf-4 cells and the dilution inducing 95% cytopathic effect (CPE) after 24 h was selected for the inhibition experiments. Plaque assays were carried out 24 h after inoculation of the cells, according to protocols already described (Vogel et al., 2001) and validated by our group in similar experiments with feline cells (Robert-Tissot et al., 2012) . Briefly, plasma was discarded from the wells and non-viable cells were removed by 3 consecutive washing steps, during which Hank's balanced salt solution (HBSS) (Gibco, Invitrogen) was added to the wells and the plate was placed an orbital shaker for 15 s. Remaining cells were fixed with a 5% formalin solution and stained with crystal violet. For spectrophotometric measurements, 100% methanol was added to the dried out wells and absorbance was read at 595 nm on a SpectraMax Plus 384 microtiter plate reader (Molecular Devices, Bucher Biotec AG, Basel, Switzerland). Viral inhibition factors were calculated with the following formula: Mean optical density (OD) values of duplicate wells treated with plasma of time point Xh/Mean OD values treated with plasma of time point 0 h. Untreated cells in 4 wells from the same plate were inoculated with FCV and served as positive controls; untreated, non-inoculated cells in 4 wells from the same plate served as negative controls. Cells in positive control and negative control wells optically indicated 95% CPE and no CPE respectively when the plaque assay was conducted.\n\nThe Spearman correlation analysis between the levels of Mx mRNA measured in the blood of all four cats at all experimental time points and the FCV inhibition factors induced in fcwf-4 cells by incubation with plasma obtained from all cats at all time points was performed with GraphPad Prism for Windows, version 3.0 (GraphPad Software, San Diego California USA).\n\nWe treated two cats C1 and C2 with ODN 2216, while cats C3 and C4 received control treatments ODN 2243 and endotoxin-free water respectively. The four cats involved in the experiment were examined clinically at each sample collection time point and observed for any behavioral changes on several occasions daily. In general, the treatments were well tolerated by all animals. With the exception of the first day, when several sedations had to take place and the behavior of the cats could not objectively be assessed, the cats ate and played normally throughout the experiment. Additionally, no weight loss was recorded. The body temperature of cats C1 and C2 slightly rose to a maximum of 39.4 • C within the first 12 h of the experiment and returned to basal levels by 24 h post injection (Fig. 1) . However, whether this increase can be attributed to the treatment with ODN 2216 is questionable, as the body temperature of control cat C4 also increased in a parallel manner. The several sedations at short intervals during the first day of the experiment certainly played an important role in these findings.\n\nOver the course of the experiment, no alterations were observed in the hematological parameters tested, with the exception of a decreased hematocrit measured in all cats between time points 12 h and 96 h (data not shown). This was most likely a result of repeated blood collections at short intervals.\n\nWith the aim to measure the potential of ODN 2216 to strengthen innate defense mechanisms systemically in vivo, Mx transcription was measured over time in blood. mRNA levels of this gene were increased by 3-6-fold in the blood of ODN 2216-treated cats already 6 h after injection of the molecule ( Fig. 2A) . Transcription of Mx continued a steady increase for the first 24-48 h of the experiment, and then decreased progressively to reach basal levels again between 96 h and 192 h post injection ( Fig. 2A) . Peak Mx expression was measured at time point 24 h and reached 12-fold and 11-fold the basal levels measured prior to treatment for cats C1 and C2 respectively ( Fig. 2A) .\n\nNext, in order to evaluate the extent and kinetics of the measured antiviral responses at potential viral entry sites, Mx transcription was analyzed in cells of peripheral tissues, namely conjunctival, oral and rectal mucosae. Mx expression kinetics in mucosal cells of ODN 2216-treated cats followed a similar pattern to that observed in the blood of these animals (Fig. 2B-D) . Although substantial increase of Mx transcription was not observed before 12-24 h post injection in all mucosal tissues tested, the expression of this gene was maximally induced within 24-48 h and returned to slightly over basal values within 96 h in conjunctival, oral and rectal mucosal cells (Fig. 2B-D) . Conjunctival cells presented highest sensitivity to the biological effects of ODN 2216, displaying an increase in Mx expression of 18fold in cat C1 at time point 24 h (Fig. 2B) ; maximal measured Mx transcription in oral and rectal cells was of 10 and 12fold in cats C2 and C1 respectively. It should be noted here that expression of Mx could not be analyzed in oral mucosa of cat C1 due to the restricted amount of material that could be collected with the swabs (see Section 2) (Fig. 2C) .\n\nIn stark contrast to those of cats C1 and C2, Mx mRNA levels of control cats C3 and C4 remained largely unaltered throughout the experiment both in blood and in all mucosal tissues ( Fig. 2A-D) .\n\nIn order to further confirm that the plasma of treated cats could induce an antiviral state in target cells, Mx mRNA expression levels were compared in fcwf-4 cells incubated for 24 h with plasma collected at various time points post treatment and fcwf-4 cells identically treated with plasma collected just before injection at time point 0 h. Relative Mx mRNA levels measured in the fcwf-4 target cells after incubation with plasma from different experimental time points trend in a similar manner than in blood and mucosal cells. The plasma samples of ODN 2216-treated cats C1 and C2 collected between 6 h and 24 h post injection induced increasing amounts of Mx mRNA expression in fcwf-4 cells with a peak induction of approximately 11-fold for both cats measured at time point 24 h (Fig. 3) . Plasma of time points 48 h and 96 h then induced progressively decreasing amounts of Mx mRNA in the cultured cells, which returned to basal levels by 192 h post injection. In congruence with the Mx mRNA levels measured in blood, the plasma of C1 induced slightly higher Mx mRNA in fcwf-4 cells at most time points than the plasma of cat C2. The plasma collected from control cats C3 and C4 did not substantially alter Mx mRNA expression in target cells.\n\nIn a final step, the ability of plasma obtained from treated cats at different time points after injection to promote resistance of target cells to viral infection was evaluated. To this end, fcwf-4 cells incubated for 24 h with plasma from each time point and each cat were inoculated with FCV, and viral replication was measured after an additional 24 h. Plasma of ODN 2216-treated cats C1 and C2 obtained until 192 h after injection could reduce infectivity of fcwf-4 cells in culture (Fig. 4A) . The peak viral resistance factor could be measured after treatment of the cells with plasma of both cats obtained from blood of collection time point 24 h, whereby the plasma of cat C1 displayed a stronger effect than that of cat C2. Plasma collected at all time points from control cats C3 and C4 failed to inhibit viral replication in fcwf-4 cells. Importantly, a strong correlation was observed between the measured blood Mx mRNA levels and the viral inhibition induced in vitro by the plasma collected from the individual cats at distinct experimental time points (Fig. 4B) .\n\nIn the present study we report the induction of innate antiviral responses in vivo in the domestic cat. In reference to our previous in vitro results (Robert-Tissot et al., 2012) , we utilized ODN 2216, a class A CpG ODN. A single subcutaneous injection of this molecule was sufficient to induce systemic biological effects in the cat and was not accompanied by any significant side effects. Antiviral defense mechanisms were enhanced for approximately 4 days after administration of this molecule both in blood and in peripheral mucosal cells. Moreover, plasma collected from ODN 2216-treated cats until 4-8 days post injection could increase the expression of an antiviral effector marker gene in a target feline cell line in vitro and confer these cells partial resistance to inoculation with FCV.\n\nCpG-A have gained much less popularity than CpG-B for clinical applications, most likely due to difficulty of synthesis and to reduced resistance to endonucleases. Among the few studies addressing the prophylactic potential of CpG ODN as standalone agents, only one utilizes a class A molecule in a mouse model of foot and mouth disease virus (Kamstrup et al., 2006) . However, for several reasons, the application of CpG-A, known for their potent induction of type I IFN, appears particularly interesting in the domestic cat. First, while feline viruses have acquired challenging propagation strategies throughout evolution, the survival of the domestic cat over time suggests the selection of potent antiviral mechanisms in this species. Along these lines, almost 30 subtypes of feline type I IFN have been identified (Nagai et al., 2004; Nakamura et al., 1992; Wonderling et al., 2002; Yang et al., 2007) and their antiviral properties characterized (Baldwin et al., 2004; Taira et al., 2005; Yang et al., 2007) . The persistence of a large number of functional IFN genes in the cat reveals evolutionary importance of this defense system, even though the individual roles of these genes remain to be uncovered. Second, we have recently shown that ODN 2216, a typical class A molecule, could stimulate the expression of various type IFN subtype genes (Robert-Tissot et al., 2012) . Finally, a commercially available recombinant IFN subtype displayed therapeutic benefits in the context of various feline viral infections (Collado et al., 2007; de Mari et al., 2003; Haid et al., 2007; Ishiwata et al., 1998; Martin et al., 2002; Minagawa et al., 1999; Ohe et al., 2008) .\n\nMx mRNA expression was used in this study as a marker for the induction of an antiviral state. The transcription of this IFN-stimulated gene (ISG) is directly regulated by signaling downstream of the type I IFN receptor (IFN␣R), so that the biological activity of type I IFN is reflected by the expression of Mx (Haller and Kochs, 2011) . As this antiviral gene is expressed in all cells possessing IFN␣R and this receptor is distributed ubiquitously on nucleated cells, Mx can be utilized as indicator for type I IFN activity in almost any cell type. Altogether, these properties have led to the utilization of Mx as marker for the upregulation of type I IFN in various animal species (Francois et al., 2005; Jung and Chae, 2006; Muller-Doblies et al., 2004) and we have confirmed direct correlation of Mx with type I IFN expression in feline cells in our previous in vitro study (Robert-Tissot et al., 2012) . Furthermore, although the antiviral activity of Mx is known to be directed against negative-stranded RNA viruses (e.g. orthomyxoviruses) (Haller and Kochs, 2011) , we found a strong correlation between the induced Mx expression in feline target cells and the resistance of these cells to a variety of feline viruses (Robert-Tissot et al., 2012) . Specific selections of other ISGs most likely play important roles in the antiviral mechanisms conferring resistance to individual feline viruses; however Mx expression appears to reliably reflect their presence in feline cells. Finally, we link in this study the Mx mRNA levels in blood in vivo with the potential of plasma to confer resistance to FCV in target cells in vitro. This further confirms the relevance of Mx as a marker for the strength of antiviral defense mechanisms in the cat.\n\nWe aim to induce a systemic antiviral state in the cat that could temporarily increase resistance to a broad range of viral infections. The results of this study are promising: a single injection of ODN 2216 did not induce any clinical side effects, and could initiate antiviral defense mechanisms that were detectable in the blood and in conjunctival as well as oral and rectal mucosal cells. Although the body temperature of ODN 2216-treated cats slightly rose within the first 12 h of the experiment, a stronger temperature increase was observed in control cat C4 during this time. The alterations in body temperature of the animals in the initial phase of the experiment can thus more likely be attributed to the stress induced by consecutive sedations and short intervals between sample collections than to adverse reactions to ODN 2216. In addition to the safety of its administration, this molecule exhibited systemic antiviral effects. As most common feline viruses including the FCV, FHV, FPV, and FeLV enter the host through oronasal and conjunctival routes Radford et al., 2009; Thiry et al., 2009; Truyen et al., 2009) , it is crucial that tissues at these peripheral sites also upregulate antiviral defense mechanisms. The FCoV, in turn, enters its host oronasally and mainly replicates in intestinal cells . Although we could only measure Mx expression in rectal cells due to restricted accessibility of the digestive tract in the living cat, cells on the surface of earlier segments of the gut presumably increase their Mx expression in a similar pattern than observed for other mucosal cells in this study. We could additionally show that the plasma of ODN 2216-treated cats could not only induce an antiviral state in cultured feline cells, but also increase the resistance of these cells to FCV. In the field, as environmental factors may weaken the pathogens and infectious virus may be disseminated sporadically at variable doses, the infectious pressure is most likely lower than in a cell culture well. Conferring the host with a temporary immune advantage may thus suffice to enhance protection to infection.\n\nAlthough protein levels of antiviral molecules could not be detected in this study due to the lack of antibodies with sufficient specificity for the feline species, their biological activity could be assessed. Indeed, the plasma collected until day 8 post ODN 2216 injection in cat C1 could inhibit viral replication in fcwf-4 cells in vitro, suggesting the induction of systemic antiviral mechanisms in this cat that persist over several days. Admittedly, the effects in cat C2 were generally lower than in cat C1; variability in responses to stimulation of innate immune responses can however be expected in out-bred species. It should be noted here that our experience with in vitro stimulation of feline immune cells with ODN 2216 indicated that although certain individuals generally respond better than others, the variability among adult cats is limited.\n\nFurther studies are planned to refine the prophylactic antiviral treatment of domestic cats. Structure, dosage and administration strategies of ODN 2216 will be revised. Combinations with various adjuvants may be considered for prolongation of antiviral effects. A larger number of cats will be included in future experiments in order to more precisely assess the variability of the antiviral effects in vivo. Finally, under optimized conditions, the efficacy of prophylactic stimulation of innate antiviral defenses with ODN 2216 will be tested in a shelter setting. The teflonization of the domestic cat may be around the corner.\n\nThe authors declare no conflict of interest."}