{"title": "Neutralization of Budded Autographa californica NPV by a Monoclonal Antibody: Identification of the Target Antigen", "body": "It is now well recognized that Autographa califmica nuclear polyhedrosis virus (AcNPV), the type species of subgroup A baculoviruses, generates two separate phenotypes during the course of infection (Faulkner, 1981) . These two phenotypes appear to have specific roles in the persistence of the virus in nature. The occluded form (OV), which gains its envelope in the nucleus before being incorporated into the polyhedral protein matrix, is thought to be responsible for the transmission of infection from one larva to the next. The polyhedra, released into the environment by the liquification of infected, diseased insects, are ingested by susceptable larvae and are dissolved by the alkaline pH of the midgut juices. The occluded virions, thereby released into the gut lumen, are freed to infect the midgut cells. The second phenotype, the budded virus (BV), gains its envelope by budding through the plasma membrane of infected cells. This form is thought to be responsible for transmitting infection from one tissue to another within an infected insect.\n\nLarvae-grown occluded virions can be artificially released from polyhedra in the laboratory by exposure to alkali. This larvae-occluded virus, alkali liberated (LOVAL) has been compared to BV and has been found to be different morphologically, biologically, and biochemically (Volkman, 1983) , even though the genomes of the two phenotypes have been shown to be the same by restriction endonuclease analysis (Smith and Summers, 1978) . Germane to this report are the observations that BV possesses polar peplomers while LOVAL does not (Adams et ak, 1977) . Differences in infectivity have also been documented; BV is much more highly infectious in the hemocoel than in the gut (1 X 105-fold greater), while LOVAL is three times more highly infectious in the gut than in the hemocoel. In cell culture, BV is about 1.88 X lo3 times more infectious than LOVAL (Volkman and Summers, 1977) . A third observation pertinent to this report is that BV and LOVAL are neutralized by different populations of anti-bodies (Volkman et ah, 1976) . The availability of a neutralizing monoclonal antibody of the BV phenotype of AcNPV (Hohmann and Faulkner, 1983) afforded the opportunity to further compare the LOVAL and BV phenotypes with regard to their reaction with this antibody, and to identify the BV antigen recognized by the antibody. Results of this investigation revealed that the antibody did not recognize the LOVAL phenotype at all, but reacted with surface antigens on infected cells in the prepolyhedra stage of cytopathic effect (CPE) (Volkman and Summers, 19'75) , the period of active virus budding (Volkman et ah, 1976) . The BV antigen(s) recognized was a glycoprotein incorporated throughout the BV envelope, but was more concentrated at the end of the virus containing peplomers. Four glycoproteins of molecular weights 127,000, 64,000, 59,000, and 49,000 were identified by the immunoprecipitation of solubilized radiolabeled BV structural proteins with the neutralizing monoclonal antibody. The relationship of these proteins to one another has yet to be established.\n\nAll studies were conducted with Spodoptera f+ugiperda IPLB-SF-21 cells grown at 28\" in BML-TC/lO medium (Gardiner and Stockdale, 1970) with 10% fetal calf serum.\n\nThe virus was the E2 variant of AcNPV (Smith and Summers, 1978) . Budded virus used in ELISA was third passage virus from 48 hr culture medium of infected IPLB-SF-21 cells. This virus was purified by differential centrifugation and sucrose density gradients described by Volkman et al. (1976) . LOVAL was obtained and purified as described by Volkman (1983) .\n\nThe generation and preliminary characterization of the monoclonal antibody AcV, was described by Hohmann and Faulkner (1983) . The lymphocyte hybridoma cells producing AcVi were maintained in Dulbecco's modified Eagles medium (DMEM) with 20% fetal calf serum in a 7% C02-93% air environment at 37\". Conditioned DMEM was the source of hybridoma antibody. Antiserum to electrophoretically purified BV 64,000 molecular weight protein (BVP 64) was provided by Dr. James Maruniak, University of Florida, Gainsville, Fla.\n\nIndirect ELISA was performed essentially as described by Voller et al. (1979) . Gilford cuvette strips were coated with purified virus by incubating either BV or LOVAL at 5 pg/ml in 0.05 M sodium carbonate (pH 9.6) overnight at 4\". The strips were washed three times by hand in 0.15 M NaCl and 0.1% Tween 20 after this incubation and all others. DMEM alone or containing AcVl was diluted in indirect buffer (0.1 Mphosphate-buffered saline, pH 7.4, 0.05% Tween 20, 2% polyvinylpyrrolidone-lo, and 0.5% bovine serum albumin) and incubated in wells containing virus for 2 hr at 35\" on a rotary shaker at 60 rpm. After washing, alkaline phosphatase-coupled goat anti-mouse IgG diluted in indirect buffer was added and incubated as in the previous step. Following another wash, the substrate p-nitrophenyl phosphate was added at 1 mg/ml in 10% diethanolamine, pH 9.8, and incubated for 1 hr at 35\". The optical density of the reaction product in each well was determined at 405 nm with a Gilford PR 50 EIA processor.\n\nNeutralization experiments were performed by diluting 160 to 100 plaque forming units (PFU) of AcNPV BV or LOVAL 1:2 with a known dilution of DMEM (alone or containing AcV1) and incubating 1 hr at 37\". The number of remaining infectious virions was determined by the immunoperoxidase infectivity assay (Volkman and Goldsmith, 1982) .\n\nLight microscopy. A subconfluent monolayer of IPLB-SF-21 cells was infected with 100 PFU virus and incubated at 28\" for 20 hr. The medium was removed and the cells were fixed for 30 set in buffered formolacetone, pH 4.5, (Volkman and Goldsmith, 1981) . Cells were incubated 30 min with undiluted DMEM containing AcVl, rinsed with 0.05 il4 Tris-buffered saline, pH 7.6, and, for indirect staining, incubated with horseradish peroxidase coupled goat antimouse IgG for an additional 30 min before being stained and dehydrated (Volkman and Goldsmith, 1981) .\n\nElectron microscopy. IPLB-SF-21 cells were seeded as subconfluent monolayers in 35-mm diameter tissue culture dishes and infected at a multiplicity of infection (m.o.i.) of 10. After a 2-hr adsorption period, the inoculum was removed and fresh medium was added. A 27-hr incubation period at 28\" followed, then the medium was removed and the cells were fixed for 15 min with 2.5% glutaraldehyde in 0.1 ilf phosphate buffer, pH 7.4. The cells were treated with DMEM alone or containing AcVi, and subsequently processed by the peroxidase anti-peroxidase (PAP)-staining procedure described elsewhere (Volkman and Goldsmith, 1981) . Following PAP staining, the cells were postfixed in 1% 0~0~ (phosphate buffer, pH 7.0) for 1 hr, dehydrated, and embedded as described previously (Volkman and Goldsmith, 1983) .\n\nTo prepare r5S]methionine or N-acetyl-D-[1-3Hlglucosamine-labeled BV, near confluent cell monolayers in 75-ml cell culture flasks were infected (or mock infected) at 28\" with BV at an m.o.i. of 10. The inoculum was allowed to adsorb for 2 hr while the flasks were gently rocked on a Bellco rocker platform, then the inoculum was removed and 10 ml/flask of fresh medium was added. At 7 hr post infection (p.i.) the complete medium was removed and 10 ml labeling medium, either deficient in methionine (for [35S]methionine labeling) or containing 1110th normal glucose concentra-tion (for N-acetyl-D-[l-3H]glucosamine labeling) and 2% dialyzed fetal calf serum were added to each flask and incubated for 2 hr. This medium was removed and 8 ml labeling medium plus 25 &i/ml [35S]methionine or 40 &Wrnl N-acetyl-D-[l-3H]glucosamine were added per flask. The cells were rocked gently until 27 hr p.i., at which time BV was harvested. For some experiments, 5 pg/ml tunicamycin (a glycosylation inhibitor) was added at the time of infection and was maintained throughout the starvation and labeling periods.\n\nImmunoprecipitution, SDS-PAGE, and Autoradiography BV was harvested by removing the medium from labeled cell cultures at 27 hr p.i., centrifuging at 1000 g for 10 min to remove any floating cells and large debris, and then centrifuging the supernatant fluid for 1 hr at 50,000 g to pellet the virus. The virus pellets were resuspended in 0.2 ml solubilization buffer (0.01 M Tris, pH 7.6, 0.15 M NaCl, 0.001 M EDTA, 0.5% Nonidet P40, 0.877% P-D-octyl-glucoside, 1% aprotinin, and 0.002 M phenylmethylsulfonylfluoride, and rocked for 3 hr at 4\". Solubilized virus was centrifuged at 50,000 g for 1 hr at 4\", and the supernatant fractions were treated with 25 ~1 normal rabbit serum plus 15-20 ng preswollen Protein A-Sepharose CL-4B beads, rocked for 1 hr at 4\", and centrifuged to preclear the soluble antigen-containing fraction. AcVl (7.5 pg) was added to each sample along with 96 pg Protein A-Sepharose CL-4B beads saturated with rabbit anti-mouse IgG. The samples were gently rocked overnight at 4\". Following this, the beads were pelleted and washed 4 times with solubilization buffer, then resuspended and boiled in SDS-2 mercaptoethanol buffer for 10 min. The boiled samples were loaded onto 10 or 12% SDS-PAGE gels (Laemmli, 1970) and electrophoresed at constant current (30 mA per gel) for approximately 4 hr. The gels were treated with En3Hance (New England Nuclear) and dried under vacuum. Labeled proteins were detected by autoradiography with Kodak X-Omat AR film and a DuPont lightning-plus intensifying screen.\n\nMonoclonal antibody AcVl was generated to the BV phenotype of AcNPV, and was found to neutralize that form of the virus (Hohmann and Faulkner, 1983) . It was therefore of interest to determine whether it neutralized or recognized AcNPV LOVAL. The results of a comparative neutralization test of AcVi versus BV and LOVAL are presented in Fig. 1 . A dilution of 1500 of AcVr-containing cell culture medium completely neutralized BV while no neutralization of the LOVAL form was achieved even with a 1:2 dilution of the same medium. Comparative ELISA results, shown in Fig. 2 , indicated that no detectable reaction between AcVi and LOVAL could be obtained, while AcVl readily recognized BV.\n\nTo determine the cellular location of the target antigen(s) of AcVl, infected cells were examined by immunolight and immunoelectron microscopy. Figure 3 shows the results of the indirect immunoperoxidase staining of a mixture of infected and uninfected IPLB-SF-21 cells fixed with formol-buffered acetone (to expose intra- staining of AcV,treated infected (arrows) and uninfected formol-buffered acetone fixed cells. Even though internal antigens were exposed only surface antigens stained significantly. No nuclear staining is evident.\n\nET AL. stroma in the nuclei (Volkman and Summers, 1975) . Staining occurred most heavily on cell surfaces not in contact with other cells. There was a notable lack of staining in the nuclei of infected cells. Figures 4,5, and 6 show electron micrographs of infected and uninfected cells exposed to DMEM with or without AcVl. Cell surface staining was evident in infected cells, although staining intensity varied from regions where it was undetectable to areas of very heavy staining (Fig. 4C) . Electronmicrographs of higher magnification revealed that relatively heavy staining was correlated with regions of concentrated virus budding (Fig. 5C ). Higher concentrations of AcVl also resulted in the heavy staining of regions of virus budding (Fig. 5D ). Staining in areas of relatively low budding activity with the appropriate dilution of antibody revealed that the target antigen was a component of the plasma membrane before any association with viral nucleocapsid was apparent (Fig. 6) . As nucleocapsids approached the plasma membrane, however, the antigen appeared to become concentrated at the site of initial contact, the location where peplomers form (Figs. 6A, B , D) (Adams et aL, 1977) . Although staining was more intense at the peplomer end of the BV envelope, it could be detected all around the virion envelope (Fig. 6C) . precipitated, and analyzed by SDS-PAGE and autoradiography. Four proteins of different molecular weights were consistently precipitated in several experiments, with the most heavily labeled one being approximately 64,000, one of intermediate intensity at approximately 49,000, and two minor bands at 127,000 and 59,000 (Fig. 7) . All four were labeled with both radioactive methionine and acetyl-glucosamine (Figs. 7A, C). Minor bands of molecular weights less than 49,000 were also obtained, but the molecular weights and the intensity of the bands were variable from experiment to experiment. Treatment of cells with 5 pg/ ml tunicamycin, an inhibitor of N-asparagine-linked glycosylation (Klenk and Rott, 1980) , resulted in the precipitation of no acetyl-glucosamine-labeled proteins (Fig.  7D) , and only a 59,000-molecular weight methionine-labeled protein (Fig. 7B) . Pel-leted BV from tunicamycin-treated infected cultures was negatively stained and viewed by electron microscopy to confirm its presence in those preparations (not shown). Processing of control samples from labeled uninfected cells with and without tunicamycin resulted in the precipitation of no labeled proteins (not shown).\n\nThe presence of glycoproteins on the surface is a common property of enveloped animal viruses (Choppin and Sheid, 1980) . In most enveloped viruses, the glycoproteins are present in the form of peplomers and are functional in the early interactions of the virus and host cell; either in the initial adsorption and attachment to the cell, and/or in the subsequent penetration of the cell (Choppin and Sheid, 1980; Klenk and Rott, 1980) . Adsorption of a given virus often requires interaction with a specific receptor, thus peplomers potentially play an important role in the specificity of infection. Enveloped virus peplomers are usually composed of several glycoprotein molecules, either the same molecular spe- ties or different fragments that arise by proteolytic cleavage of a common precursor. Some viruses have only one type of peplomer, while others possess two types, each formed by different glycoprotein species (Klenk and Rott, 1980) . Commonly it is the viral glycoprotein that is the target of neutralizing antibodies. Immunoprecipitation of radiolabeled BV structural proteins with the neutralizing monoclonal antibody AcVr yielded four bands of different molecular weights when analyzed under reducing conditions by SDS-PAGE and autoradiography. The fact that the same banding pattern was obtained when the precipitated BV proteins were labeled with N-acetyl-D-[l-3H]glucosamine as with r5S]methionine indicated all the proteins involved were glycoproteins. The addition of tunicamycin, as expected, blocked the glycosylation of the proteins in question. These results indicated that the oligosaccharides were N-linked rather than O-linked. Although recently O-linkages have been reported in some viral glycoproteins (Stern and Sefton, 1982; Zezulak and Spear, 1983) , the majority reported so far have been N linkages (Klenk and Rott, 1980) . When tunicamycin was used in conjunction with the methionine label, a protein of molecular weight 59,000 was immunoprecipitated. Whether or not BVP 59 is a slightly glycosylated version of this same protein remains to be determined. Stiles et al. (1983) reported that treatment of AcNPV-infected TN-368 cells with 5 pg/ml tunicamycin resulted in a 99% reduction in BV titer, while it had no effect on the infectivity of OV. These results are consistent with our observations that this tunicamycin-sensitive glycoprotein is critical to the infectivity of BV, but is not a component of LOVAL.\n\nSeveral ideas can be put forth as possible explanations of why four bands were obtained in the immunoprecipitation experiments: (1) the four proteins were precipitated individually because they share an epitope reactive with AcVl due to a precursor-product relationship of some kind;\n\n(2) the precipitated proteins are not related but merely share epitopes cross-reactive with AcV,; (3) not all the precipitated proteins interact directly with AcVi but are precipitated because of noncovalent linkages (such as ionic and hydrogen bonding), or covalent disulfide bonding with a protein (peptide) that does react with AcVr and are subsequently separated by the denaturing and reducing conditions of the Laemmli gel system; (4) the epitope reactive with AcVl is formed by the association of two or more of the precipitated proteins; (5) the 127,000 band represents dimers of the 64,000 protein and the other minor bands are the result of sample preparatory procedures and/or proteolytic activity during sample preparation; (6) combinations of the above. Certainly, further experimentation is required to determine which (if any) of the above listed explanations most closely approximates the situation, but the hypothesis that the BV epitope in question is dependent upon the association of at least two proteins (or peptide chains) is consistent with information collected over several years of experimentation. BVP 64 is one of the major proteins of AcNPV BV (Smith and Summers, 1978) and though LOVAL contains a structural protein of the same molecular weight, the BV protein is considerably more abundant. BVP 64 is the major structural protein precipitated by AcVl, but antiserum made to electrophoretically purified BVP 64 does not neutralize BV (not shown). Further, antiserum made to AcNPV LOVAL will react with BVP 64, (Volkman, 1983 ) but will not neutralize BV (Volkman et al, 1976) . Additionally, AcVl reactivity with BV (as demonstrated by ELISA) is destroyed if the BV antigen is first boiled with the standard Laemmli SDS-PAGE sample buffer as is customary before gel analysis (unpublished results). The loss of reactivity by this treatment explains the lack of activity obtained by Hohmann and Faulkner (1983) in their Western blot anaylsis of BV with AcVl.\n\nImmunoperoxidase staining in conjunction with both light and electron microscopy revealed that cell-associated AcVl target antigen(s) were located at the sur-face of cells in the prepolyhedra stage of infection (Volkman and Summers, 1975) , and appeared to be preferentially substituted into the plasma membrane where no contact with another cell occurred. Further, immunoelectron microscopy revealed that the target antigen(s) were substituted into the plasma membrane in advance of virus budding, but were concentrated at the point of nucleocapsid attachment, resulting in differential staining of the envelope of the budded virus. The introduction of the viral glycoprotein into the plasma membrane before viral budding is the normal process observed with other enveloped viruses (Klenk and Rott, 1980) .\n\nStaining results indicated that the AcVl target antigen(s) were present in the viral envelope all around the virion, but were more highly concentrated at the end with peplomers. Adams et ah (1977) , after having reviewed numerous electron micrographs of in vivo and in vitro budding baculoviruses, described the plasma membranes of infected cells as having a \"spiny coat\" appearance (to various degrees) in areas where no peplomers were seen. Since most enveloped-virus glycoproteins are present at the surface in the form of spikes (Klenk and Rott, 1980) , it is speculated that these antigens may be components of the spines and peplomers observed in the BV envelope (Adams et al., 1977) . Whether or not this is true, and whether the same proteins are components of both the spines and peplomers remains to be determined.\n\nReciprocal neutralization and adsorption experiments (Volkman et aa, 1976) have indicated that LOVAL and BV are neutralized by different populations of antibodies, so it is not surprising that a monoclonal antibody that neutralized BV would not neutralize LOVAL. Since antiserum to LOVAL does not neutralize BV (Volkman et al., 1976) , it also was not surprising that the target epitope of the neutralizing antibody AcV, was absent altogether from LOVAL, as indicated by both ELISA and the absence of immunoperoxidase staining of infected cell nuclei in acetone-fixed cells. It may be that this difference in glycoproteins is responsible for the difference in infectivity and specificity of the two phenotypes."}