{"title": "Putative papain-related thiol prsteases of positive-strand RNA viruses Identification of rubi-and aphthovirus proteases and delineation of a novel conserved domain associated with proteases of rubi-, a-and coronaviruses", "body": "Polyprotein processing is the strategy employed by a number of groups of positive-stranded RNA viruses for genome expression (for review see [l] ). Processing of membrane proteins of enveloped viruses is usually mediated by cellular proteases, whereas processing of non-membrane proteins by virus-encoded proteases. A Correspondence ud&exs: A.E. Gorbalenya, Inst. of large superfamily of virus-encoded proteases related to chymotrypsin-like cellular serine proteases has been described 12-51. Some of these viral proteases have the substitution of Cys for the principal catalytic Ser, not found in cellular enzymes, comprising a unique group of cysteine proteases.\n\nOnly very recently, the existence of 'classical' cysteine proteases related to papain-like cellular enzymes has been claimed for several positive-stranded RN;i viruses. The essential Cys and His residues were identified in the potyvirus CI [6], cr-virus nsP2 [7, 8] and murine coronavirus 'leader' (L-pro) ([9] , and Baker, et al., submitted) proteases by site-directed mutagenesis. The relative positions of these residues in the respective proteins and their amino acid contexts resemble those of the catalytic residues in the papain-like proteases [6-g] . Two other putative papain-like proteases were revealed in the polyproteins of coronaviruses by comparative sequence analysis. The putative 'main'. protease (M-pro) is related to MHV L-pro and is conserved in both IBV and MHV polyproteins [lo] , and the putative SPL protease shares similarity to the protease from Streptococcus and is present in IBV polyprotein only [ll] .\n\nTwo proteases of picornaviruses, L-pro of FMDV and VPO, have not been characterized with respect to the type of the catalytic residues [l] . In addition, the presence of proteases could be suspected in several other viruses (e.g. rubi-, tymo-and furoviruses) encoding very large proteins [l, 121. Here we identify a putative protease (M-pro) encoded by the rubella virus genome and show that this protease and aphthovirus Lpro belong to the papain-like protease group. A novel conserved domain associated with the (putative) papain-like proteases of a-, corona-and rubiviruses is described.\n\nAll sequences were from the SWISSPROT data bank Release 16, except for MHV [IO] , RuV [12] . IBV 1131, and BaYMV 1141.\n\nAmino acid sequences were compared by the program OPTAL as previously described [15] using the amino acid residue comparison matrix MDM78. Program OPTAL, implementing the Sankoff algorithm, generates multiple sequence alignments in a stepwise manncr and calculates adjusted alignment scores as the number of standard deviations (SD) over the mean of 25 random simulations. The program DotHelix [16], a moduleof the GENEBEE program package for biopolymer sequence analysis [17] . was used to build up complete local similarity maps for pairs of amino acids sequences.\n\nThe sequences of cellular and viral papain-like proteases are quite variable; the only reliable conserved region is a stretch of approximately 10 amino acid residues centering at the catalytic Cys ([18] , and unpublished observations). The sequences of po!;itivestranded RNA viral proteins which could be suspected for protease activity were searched for segments resembling this conserved stretch. The pieces of FMDV and RuV polypmteins selected in this way were analyzed in detail.\n\nPronounced similarity was found between the segments around the putative catalytic Cys of coronavirus proteases (particularly MHV L-pro), and a sequence located near the N terminus of FMDV L-pro and containing a Cys residue conserved in all sequenced FMDV strains (1193; Fig. 1 ). When the entire polyproteins of MHV and FMDV (more than 6900 and 2300 amino acids, respectively) were compared by program DotHelix, these segments were found to be the most closely related, with their alignment score being about 8 SD above the random expectation (not shown). These observations allow us to predict the catalytic Cys residue of the L-pro of FMDV. It has been shown that the substitution of Ile for Thr in the vicinity of this residue (Fig. 1) abolished the protease activity, unlike four other mutations in the N-terminal half of L-pro [ 191. Due to the weak sequence conservation around the catalytic His of the identified viral papain-like pro-202 teases, all three histidines, which are conserved in the sequenced FMDV strains, remain, for the meantime, candidates for the role of the catalytic residue.\n\nA statistically significant alignment was obtained between a segment of the RuV non-structural poIyprotein and cellular papain-like proteases, with sequence conservation around the (putative) catalytic Cys and His residues (Fig. 1) . The sequence similarity between the rubivirus polyprotein fragment (residues from 1124 to 1320) and 12 eucaryotic proteases could be characterized by scores in the range between 4.5 and 12.2 SD. These values were obtained upon aligning the RuV sequence with the cellular ones with or withorat the omission of inserts present in some of the cellular proteases, respectively (not shown). This identifies the putative rubelIa virus protease and demonstrates the so far most pronounced similarity between cellular and viral papain-like proteases. It was noted, however, that not all of the sequence segments highly conserved in cellular enzymes are retained in the putative protease of RuV. In particular, of the six Cys residues conserved in the cellular proteases, only two (including the catalytic one) are found in the rubella virus protein, suggesting that the two characteristic disulfide bridges of the cellular proteases are not conserved in the viral counterpart, Among the viral proteases, RuV M-pro shares the most convincing similarity with IBV M-pro in the region around the putative catalytic Cys residue (Fig. 1) .\n\nOur analysis revealed a previously unnoticed resemblance between the papain-like proteases of alphaviruses, on the one hand, and potyviruses and the closely related bymovirus, on the other hand (Fig. 1) . The adjusted alignment score was 5.5 SD for approximately I50 amino acid residue domains of the two protease groups. The alignment showed well-conserved spacing of the catalytic residues and highlighted several additional invariant and conserved residues characteristic specifically for these two enzyme groups (Fig. I) . A notable common feature of the a-virus and poty-(bymo)virus proteases is their specificity towards pairs of small amino acid residues [6,7].\n\nAnalysis of the sequences of viral polyproteins surrounding the putative papain-like proteases unexpectedly led to the discovery of ;1 new conserved domain. This domain has been described previously as the most similar segment in the a-virus and rubivirus polyproteins [12] . Independently, a strongly conserved region adjacent to the putative papain-like protease was identified upon comparison of the polyproteins of RNA virus papain-like proteases. The numbers of amino acid residues separating the aligned segments are indicated. Pius, the (putative) catalytic residues; circles, residues conserved in the putative protease of RuV and most of the cellular papain-like proteascs; asterisks, identities between the sequences around the putative catalytic residues of the proteases of RuV and IBV (M-pro), FMDV and MHV (L-pro), and the groups of the proteases of a-viruses and poty-lbymoviruses;\n\ncolons, residues partially conserved in the latter two groups; question marks, the proteases which have been identified only by amino acid sequence comparison; bold asterisk, the proteases which have been added to the papain-like group in this study; arrow, the residue which was found to be replaced in the FMDV mutant lacking the protease activity.\n\nthe coronaviruses IBV and MHV [lo] . Comparjson of the two alignments obtained this way has suggested that all these domains constitute a single family (Fig. 2) . Within this family, approximately the same level of similarity was observed between the sequences of all three groups of viruses. Screening of the Swissprot database provided no clue as to the possible function of this conserved domain (hereafter designated 'X' domain).\n\nTogether with the previously reported data on proteases of 01-, corona-and potyviruses [6] [7] [8] [9] [10] [11] 20] , these observations delineated the set of (putative) positivestranded RNA virus papain-like proteases. As a whole, the sequences of these proteases around the proposed catalytic Cys and His residues have relatively little in common, except for the notable CW(Y) dipeptide. The sequences around the catalytic His residues of cellular, and of (putative) viral proteases are even more variable (Fig. 1) . The lengths of the spacers separating the two catalytic residues in the (putative) viral proteases varied from quite long (i.e. comparable to the longest found in cell proteases) in the coronavirus enzymes to exceptionally short in the W, poty-and bymovirus proteases (Fig. 1) .\n\nThe location of the (putative) papain-like proteases and of 'X' domains in virus polyproteins is highly variable (Fig. 3) . Nevertheless, certain regularities could be noticed, and two groups of proteases could be delineated, based on their roles in the processing of the viral polyproteins.\n\nThe first group includes the proteases of poty-, bymo-and aphthoviruses.\n\nThese are 'accessory' leader proteases mediating a single cleavage event at their own C termini, while most of the cleavages of the respective polyproteins are effected by chymotrypsin-related proteases [I] . Accordingly, these papain-like protease domains lie outside the arrays of domains directly involved in genome replication and expression, occupying the very N-terminal (FMDV L protein and the bymovirus putative protease) or nearterminal (potyvirus I-IC protein) positions in the polyproteins (Fig. 3) .\n\nThe second group encompasses the proteases of (Y-, and probably of rubiviruses, which appear to be the 'main', and possibly the only enzymes responsible for the processing of non-structural polyproteins. These proteases constitute parts of the arrays of the domains mediating viral RNA replication and expression, which include the RNA polymerase and the (putative) helicase (Fig. 3) . It is interesting that the proteases of the second, but not of the first group are associated with the 'X' domain; thus, it is tempting to speculate that this domain might be involved in the regulation of the polyprotein processing."}