{"title": "", "body": "Cyclodextrins (CDs) are cyclic (a-1,4)-linked oligosaccharides of a-D-glucopyranose [1] . The earliest reference to them can be dated back to 1891 when Villiers described a crystalline substance called \"cellulosine\", which was isolated from a bacterial digest of starch. That substance lacks reducing properties but is resistant to acid hydrolysis [2] . It was later known as \"cyclodextrin\". The ring structures of CDs were elucidated by Freudenberg and colleagues in the late 1930s [3, 4] . Somewhat later the basic physicochemical characteristics of CDs (including reactivity, cavity size, chemical structure, solubility and the ability to form inclusion complexes with guest molecules) were described by Cramer in his book \"Einschlussverbindungen\" [5] . Over the years, CDs have gained prominence in a multitude of pharmaceutical areas, ranging from chiral separation of basic drugs [6] to controlled drug delivery [7e 12]; however, their potential in gene delivery has received relatively less attention. In this article, we will first discuss the properties of CDs for gene delivery, followed by an overview of the use of CDs in development and modification of non-viral gene carriers. Finally, areas that are noteworthy in CD-based gene delivery will be highlighted for future research. It is hoped that this article cannot only provide a synopsis of recent advances in the field, but can also offer practical insights for future development of CD-based technologies for gene delivery.\n\nThe most common CDs are a-, band g-CDs, consisting of six, seven and eight a-D-glucopyranose units, respectively (Fig. 1 ).\n\nOwing to the presence of extensive hydroxyl groups, CDs are soluble in water (Table 1) . However, because of the relatively high crystal energy of CDs [13] , molecules in the crystal state are strongly bound. Therefore, the aqueous solubilities of CDs are generally lower than those of the comparable linear dextrins. In addition, compared to aand g-CDs (whose aqueous solubilities at ambient conditions are 1.5 and 2.4 g/L, respectively), the aqueous solubility of b-CD is only 0.2 g/L [14] . This is partially attributed to the formation of internal hydrogen bonds between secondary hydroxyl groups, thereby diminishing the capacity of b-CD molecules to form hydrogen bonds with surrounding water molecules [13] . Structurally, CDs have both the hydrophilic cavity exteriors and the apolar cavity interiors. This provides a micro-environment for encapsulation and solubilization of hydrophobic \"guest\" molecules [15, 16] , and enables CDs to be exploited as excipients of chemical drugs. Examples of drugs formulated with CDs are listed in Table 2 .\n\nApart from being used in drug formulations, the prospects of CDs in delivering genes and other nucleic acids have become more evident in recent years [17, 18] . Agrawal's team was one of the first to study the use of CDs (and their analogs) in facilitating cellular uptake of oligonucleotides [19, 20] and in modulating oligonucleotide-induced immune stimulation [21] . Later, Abdou et al. examined the ability of various native and derivatized CDs to enhance the action of an 18-mer phosphodiester oligodeoxynucleotide (OD) (which is complementary to the initiation region E-mail address: rori0610@graduate.hku.hk.\n\nBiomaterials j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / b i o m a t e r i a l s of the mRNA coding for the spike protein, and contains the intergenic consensus sequence of an enteric coronavirus) against viral growth in human adenocarcinoma cells [22] . They discovered that compared to the naked OD which resulted in only 12e34% of viral inhibition in vitro, up to 90% of viral inhibition could be obtained when the OD was complexed with an b-CD derivative, 6-deoxy-6-S-b-D-galactopyranosyl-6-thio-cyclomalto-heptaose, in a molar ratio of 1: 100 [23e27] . This, along with other studies [27, 28] , has paved the way for subsequent intense research on CD-mediated gene delivery. Fig. 1 . The structures and space-filling models of (i) a-CD, (ii) b-CD and (iii) g-CD. In the space-filling models, hydrogen, carbon and oxygen atoms are colored in black, white and gray, respectively. Table 1 Physical properties of a-, band g-CD.\n\na-CD b-CD g-CD CDs can be appealing to gene delivery applications because not only of their binding affinity to nucleic acids [17, 29] but also of their ability to attenuate the cytotoxicity of other gene carriers. The latter has been supported by a previous study [30] , in which a series of linear cationic b-CD-based polymers (bCDPs) were constructed via condensation of diamino-CD monomers with diimidate comonomers. Compared with polyamidines lacking CDs, the IC 50 s of the bCDPs to BHK-21 cells were remarkably higher [30] . This showed that CD incorporation into the backbone of the cationic polymer substantially lowers the polymer cytotoxicity. In addition to the properties mentioned above, CDs are effective absorption enhancers in therapeutics delivery. As illustrated in vitro by skin permeation studies [31] , after complexation with b-CD, meglumine antimoniate (MA) led to a 2-fold increase in the antimony flux. A similar absorption-enhancing effect of CDs was shown by using dimentylb-CD, which, at a concentration of 5% (w/v), elevated the permeability of the nasal mucosa to the intranasally administered neurotrophic peptide, Org2766, and enhanced the absorption in rabbits 1to 2-fold from 10 AE 6% (mean AE s.d.) for administration of the peptide alone to 17 AE 8%, and in rats 5-fold from 13 AE 4% to 65 AE 21% [32] . All these evidenced the absorption-enhancing property of CDs, and it is this property that may also facilitate gene delivery. The latter has been substantiated by an earlier study, which successfully improved adenoviral-mediated gene transfer to the rat jejunum by using CDs [33] . The improvement has been ascribed to the CDmediated enhancement of viral binding and internalization into the host cells.\n\nIn fact, CDs have comparatively large molecular weights (>972 Da) and low octanol/water partition coefficients. This, along with the presence of a plurality of hydrogen donors and acceptors on their molecules, has made CDs unlikely to be directly permeable to lipophilic biological membranes such as skin and gastrointestinal mucosa [34e37]. It was hypothesized that CDs enhance absorption mainly by increasing membrane permeability through complexation with membrane phospholipids and cholesterols [38] . This hypothesis was supported by an earlier study, which depleted membrane cholesterol from porcine, bovine and human erythrocytes by incubating the cells in suspensions of lecithin liposomes [39] . The study found that membrane permeability remained unaltered when the level of cholesterol removal was up to 30%, but upon more extensive cholesterol depletion, the transfer rates of nonelectrolytes and organic acids penetrating the membrane were considerably elevated [39] . However, the biphasic response of cholesterol depletion on membrane permeability in erythrocytes appeared not to be reproducible in artificial lipid membranes [39] . The effect of cholesterol depletion on membrane permeability is still obscure, and further study is required before the molecular basis of CD-mediated absorption enhancement can be fully elucidated.\n\nCDs have practical potential in gene delivery, but due to their failure to form stable complexes with plasmid DNA (pDNA) [40] , native CDs have limited transfection efficiency. CDs are, therefore, usually derivatized prior to their use in gene transfer. A good example of CD derivatives is polycationic amphiphilic CDs (paCDs) (which were constructed by the amendment of the facial anisotropy of the truncated-cone CD torus via instillation of cationic and Table 2 Examples of drugs whose CD-containing formulations have been marketed. hydrophobic elements in the \"skirt' or \"jellyfish\" architectures [41, 42] ). By fine adjustment of the molecular parameters (e.g. charge density, hydrophilic-hydrophobic balance, nature of the functional groups, and spacer length), the DNA complexation capacity and transfection efficiency of paCDs can be modulated [43e 45] . More examples of CD derivatives are shown in Fig. 2 . They were fabricated by modification of b-CD with a pyridylamino, alkylimidazole, methoxyethylamino or primary amine group at the 6position of the glucose units [40] . Studies with 32 P-labeled pDNA indicated that these derivatives promoted cellular uptake of the transgene much more efficiently than native CDs [40] . Among these derivatives, those having unmodified 2-and 3-hydroxyls and possessing an amino, pyridylamino or butylimidazole group at the 6position were found to have the best performance in COS-7 cell transfection [40] . These molecular constructs warrant further development as gene carriers. Aside from being used directly for gene delivery after derivatization, CDs have been used as linking agents or structural modifiers for development of gene carriers.\n\nBy functioning as linking agents, CDs are used to covalently link other polymers together to form larger molecular constructs as gene carriers. One example of polymers fabricated by this approach was synthesized by linking low molecular weight poly(ethylenimine) (PEI), which is a cationic aziridine polymer exhibiting a high proton buffering capacity over a broad range of pH [46] , with b-CD by using tosyl chloride to first generate amine-reactive tosyldeoxy-b-CD, which subsequently reacted with PEI to generate the CD-PEI conjugate (PEI-b-CD) [25] . In vitro studies showed that PEI-b-CD was basically nontoxic to HEK293 cells at the working concentration for pDNA delivery. Compared to unmodified PEI, PEI-b-CD induced nearly 4-fold higher luciferase expression [25] . By anchoring human insulin (which was derivatized with a hydrophobic palmitate group) onto its polyplexes, the transfection efficiency obtained could even be over an order of magnitude higher than that provided by unmodified PEI, either with or without the derivatized insulin [25] . Notwithstanding the prospects discussed above, it is worth noticing that the enhancing effect of CDs on PEI is valid only under the premise of proper optimization of the grafting ratio of CDs. This was revealed by the observation that modification of 5%, 10% and 16% of the amine groups in PEI with CDs reduced the luciferase activity by 1, 2 and 4 orders of magnitude, respectively [26] . This reduction was hypothesized to be due to the altered pK profile of the PEI amines, resulting in a decrease in the efficiency of endosomal release. Such a hypothesis was supported by the evidence that compared to unmodified PEI, PEI-b-CD exhibited a lower buffering capacity [26] .\n\nAnother example of CD-linked polymers is linear bCDPs, which were synthesized from difunctionalized CDs and difunctionalized comonomers [47] . Similar to PEI-b-CD, high efficiency of this type of polymer in gene delivery necessitates fine structural optimization. Results of the luciferase activity assay in BHK-21 cells showed that the highest transfection efficiency was achieved by the linear bCDP with 6 methylene units [30] . The transfection efficiency of 64 and 10% of that achieved by the one with 6 methylene units, respectively [30] . These results evidenced that different levels of CD incorporation can influence the transfection efficiency of the polymer [30] . Besides forming linear polymers, CDs have been used to fabricate star-shaped vectors, in which CDs function as the cores and other polymers as the arms. Examples of vectors formed by this approach are listed in Table 3 [48e52]. These vectors can facilitate pDNA delivery at different levels, and are worth further development for possible use in practical situations.\n\nApart from native CDs, derivatives of CDs have been used as linking agents. Previously, Huang et al. cross-linked PEI by using (2hydroxypropyl)-b-CD (2-hy-b-CD) and (2-hydroxypropyl)-g-CD (2hy-g-CD) [53] . The two resulting polymers exhibited lower cytotoxicity than PEI 25 kDa, and had transfection efficiency in SKOV-3 cells approximately 20 and 2 times higher than that achieved by PEI 600Da and PEI 25 kDa, respectively. More recently, b-CD has also been converted into the carboxymethyl-b-CD sodium salt, which has been combined with quaternized chitosan to form a DNA carrier. The carrier could not only adsorb pDNA perfectly at a polymer/ DNA mass ratio of 4:1, but could also reach 40% of the transfection efficiency attained by liposomes [54] . However, all polymers discussed above have not been compared with those fabricated with native CDs. How hydroxy-and carboxy-alkylation of CDs affect the performance of the resulting polymers in gene delivery is still unknown.\n\nTo further improve the performance of CD-linked polymers, one of the commonly adopted strategies is ligand conjugation. One example of ligands used is the CY11 peptide, which can facilitate fibroblast growth factor receptor (FGFR)-mediated endocytosis of polyplexes [55] . Compared to unmodified PEI-b-CD, CY11conjugated PEI-b-CD showed higher transfection efficiency in COS-7 and HepG2 cells [55] . This corroborates the applicability of the CY11 peptide to improve the efficiency and target specificity in gene delivery. Another example is transferrin, an iron-binding and -transport protein which functions as a targeting moiety towards various cancer cell lines (including those of colon cancer, ovarian cancer and glioblastoma) [56] . In a previous study, transferrin was conjugated to the poly(ethylene glycol) (PEG)-adamantane (PEG-AD) conjugate, which was subsequently incorporated into DNA nanoparticles of the linear imidazole-conjugated bCDP [57] . The transferrin-PEG-AD conjugate could not only self-assemble with the nanoparticles via inclusion complex formation between adamantane and the CD moieties on the particle surface, but could also retain high receptor binding activities. Luciferase activity assays in K562 leukemia cells found that the transfection efficiency of the nanoparticles surface-modified with transferrin-PEG-AD conjugates was 4-fold higher than that of the unmodified counterparts [57] . These results reveal the promise of ligand conjugation in enhancing the performance of polymeric vectors in gene transfer.\n\nAside from functioning as linking agents, CDs can be used to structurally modify existing gene carriers. Here CDs are utilized in two ways. The first is as threading devices. This is exemplified by the works from Li's group, which has fabricated a range of supramolecular polyrotaxanes consisting of cationic a-CD rings threaded and blocked on a poly[(ethylene oxide)-ran-(propylene oxide)] (P(EO-r-PO)) random copolymer [58] . Approximately 12 a-CD rings were found in each molecule of P(EO-r-PO), with the rings being located selectively on EO segments of the copolymer. In HEK293 cells, the polyrotaxanes fabricated showed higher transfection efficiency than PEI 25 kDa [58] , and deserve further evaluation as gene carriers for both in vitro and in vivo applications. The second way of utilizing CDs is as pendants. An example of vectors developed by this approach is the polyamidoamine (PAMAM) dendrimer conjugates with a-, b-, and g-CDs. The conjugates could condense Table 3 Examples of CD-based polymers with a star-shaped architecture.\n\nDescription Ref.\n\nA star-shaped polymer consisting of a b-CD core and polyamidoamine (PAMAM) dendron arms\n\nThe polymer showed more than 1-fold higher transfection efficiency, but lower cytotoxicity, than the PAMAM control (G4, with an ethylenediamine core) in human neuroblastoma SH-SY5Y cells.\n\n[48]\n\nA star-shaped polymer consisting of a g-CD core and folate (FA)-modified oligoethylenimine (OEI) arms\n\nThe polymer exhibited low cytotoxicity, and demonstrated the ability to target and deliver DNA to specific tumor cells which over-expressed folate receptors (FRs). In addition, the polymer was reported to be able to recover and recycle FRs onto cellular membranes. This can facilitate continuous FR-mediated endocytosis of the polyplexes.\n\n[49]\n\nA CD derivative containing poly(L-lysine) (PLL) dendrons\n\nThe derivative was prepared by click conjugation of per-6-azido-b-CD with the propargyl focal point PLL dendron. It could not only load methotrexate drugs and show a sustained release behavior, but could also complex with pDNA for transfection.\n\n[50]\n\nA star-shaped polymer consisting of a b-CD core and poly(2-(dimethylamino)ethyl methacrylate) (PDMAEMA) arms\n\nThe polymer showed much lower cytotoxicity but higher transfection efficiency than high molecular weight PDMAEMA homopolymers.\n\n[51]\n\nA star-shaped polymer consisting of a b-CD core and poly(poly(ethylene glycol)ethyl ether methacrylate)-modified PDMAEMA arms\n\nCompared to the polymer consisting of a b-CD core and unmodified PDMAEMA arms, this polymer demonstrated higher transfection efficiency.\n\n[51]\n\nA star-shaped polymer consisting of an a-CD core and OEI arms\n\nAt an N/P ratio of 8 or higher, the polymer complexed with DNA to form polyplexes with a diameter of 100e200 nm. It gave transfection efficiency comparable to, or even higher than, that of PEI 25 kDa in HEK293 and Cos7 cells, but its cytotoxicity was significantly lower. [52] pDNA and protect it from DNase I-mediated degradation [59] .\n\nIn vitro studies showed that the a-CDE conjugate (which is a dendrimer conjugate with a-CD) had higher transfection efficiency than conjugates with band g-CDs [59] . Its transfection efficiency in NIH3T3 and RAW264.7 cells was superior to Lipofectin, and was 100-fold higher than that of the unmodified dendrimer [59] .\n\nTo boost the efficiency of gene delivery, a-CDE prepared from the G2 dendrimer was galactosylated with various degrees of substitution (DS). Compared to the unmodified counterpart, the galactosylated conjugate with a DS value of 4 exhibited higher transfection efficiency in HepG2, NIH3T3 and A549 cells. Such an increase in transfection efficiency upon galactosylation, however, was found to be insensitive not only to the presence of competitors (asialofetuin and galactose) during transfection but also to the availability of asialoglycoprotein receptors on the cells to be transfected [60] . A similar phenomenon also happened in a-CDE after mannosylation, which led to a receptor-independent increase in the efficiency of transfection [61] . The mechanism underlying this transfection enhancement is still unclear, but is proposed to be partially caused by the interaction between the modified conjugates and the intracellular galactose-or mannose-binding lectins [60] . Such an interaction was thought to have increased the efficiency of intracellular trafficking and nuclear translocation of the polyplexes [60] . In addition to ligand conjugation, the gene delivery efficiency of a-CDE can be augmented by fine adjustment of structural parameters. For instance, compared to the a-CDE conjugates synthesized from G2 and G4 dendrimers, the one constructed with the G3 dendrimer demonstrated higher transfection efficiency [62] . Furthermore, conjugates having different DS of a-CD not only displayed different membrane-disruptive abilities on calcein-encapsulated liposomes [63] , but also showed different cytotoxic activities and gene delivery capacities. In comparison with those having DS values of 1.1 and 5.4, the conjugate having a DS value of 2.4 showed higher transfection efficiency in NIH3T3 and HepG2 cells, and could deliver pDNA more efficiently to spleen, liver and kidney after intravenous administration [63] . These results point to the importance of structural optimization of the conjugate for transfection.\n\nMore recently, folate (FA)-appended a-CDEs (FA-a-CDEs) with various DS of FA have been synthesized from the G3 dendrimer [64] . As FA is known to have negligible toxicity, low immunogenicity and high affinity to FRs (whose isoform FRa is over-expressed frequently in malignancies but not in normal tissues) [65e68], it is expected that after FA incorporation into a-CDE, the resulting conjugate will exhibit higher tumor cell specificity and transfection efficiency. However, owing to the low receptor-binding activities of the resulting conjugate, no significant difference in transfection efficiency has been observed before and after FA incorporation [64] . Table 4 Examples of polymers modified with CDs for gene delivery.\n\nRef.\n\nA polypseudorotaxane of the PEG-grafted a-CD/PAMAM dendrimer conjugate with either a-CD or g-CD\n\nThe polypseudorotaxane allowed sustained release of pDNA. Upon intramuscular injection into mice, the transfection efficiency of the one with g-CD lasted for at least 14 days.\n\n[69]\n\nA polyrotaxane with b-CD and a-CD rings threaded onto ionene-6,10\n\nThe polyrotaxane formed stable complexes with pDNA and with a pDNA/siRNA mixture. It enhanced cellular uptake of the nucleic acid, and demonstrated low cytotoxicity.\n\n[70]\n\nA PAMAM starburst dendrimer conjugate\n\nThe transfection efficiency of the conjugate was significantly higher than that of the unmodified aand b-CDE conjugates in A549 and RAW264.7 cells. It exhibited higher endosomal escape efficiency, and successfully delivered the transgene to the nucleus 6 h after transfection in A549 cells. 12 h after intravenous administration to mice, this conjugate provided higher gene transfer activity in the kidney than unmodified aand b-CDE conjugates. [71, 72] A PAMAM starburst dendrimer conjugate with lactose-bearing a-CD In HepG2 cells, the conjugate exhibited higher transfection efficiency than unmodified PAMAM, lactosylated PAMAM and a-CDE. It also showed negligible cytotoxicity even up to a carrier/DNA charge ratio of 150/1. Compared to jetPEIÔ-Hepatocyte, the conjugate demonstrated higher transfection efficiency in hepatocytes 12 h after intravenous administration to mice. [73] b-CD-modified hyperbranched PAMAM\n\nThe polymer was fabricated by Michael addition copolymerization of N,N 0 -methylene bisacrylamide with 1-(2-aminoethyl)piperazine and mono-6-deoxy-6ethylenediamino-b-CD. It demonstrated an ability to condense and deliver DNA.\n\n[74]\n\nA polypseudorotaxane with g-CD rings threaded onto linear PEI Compared to unmodified linear PEI, the polypseudorotaxane was more efficient in facilitating cellular uptake of pDNA in NIH/3T3 cells, and displayed much lower cytotoxicity. [75] b-CD-conjugated poly(ε-lysine)\n\nIn NIH-3T3 cells, the transfection efficiency of the polymer was four orders of magnitude higher than that of unmodified poly(ε-lysine), and was 10 times higher than that of linear PEI. [76] To improve the FR-binding activity of FA-a-CDE, PEG has been used as a spacer between the dendrimer and FA, forming FA-PEG-a-CDE [64] . Among the three FA-PEG-a-CDEs (DS ¼ 2, 5 or 7) fabricated, the one having a DS value of 5 performed the best in transfection, and demonstrated superior binding ability to both pDNA and FRs. 12 h after intratumoral injection into mice, FA-PEG-a-CDE (DS ¼ 5) exhibited remarkably higher pDNA delivery efficiency than a-CDE.\n\nThese results implicate the potential of FA-PEG-a-CDE (DS ¼ 5) as a carrier for tumor-targeted gene delivery. Besides FA-PEG-a-CDE and other vectors that have been discussed in this section, there are many other polymers developed from modification of existing polymers using CDs. Some of them are listed in Table 4 [69e76].\n\nThese polymers have illustrated the potential of CDs in enhancing the performance of polymeric systems in transfection.\n\nIn the sections above, we have delineated some of the major approaches of employing CDs for applications in gene delivery. These approaches are summarized in Fig. 3 . For future research, one area that deserves exploration is drug/gene co-delivery. As CDs have an excellent drug loading capacity, along with their potential in gene transfer, CDs are anticipated to emerge as attractive candidates for simultaneous transport of drugs and genes. Such technical viability has been corroborated by Hu et al., who conjugated tegafur to PEI-b-CD to fabricate a prodrug of tegafur for drug/ gene co-delivery [77] . They observed that at an N/P ratio of 25, the conjugate could condense pDNA into complexes with a diameter of around 150 nm. However, conjugation of tegafur reduced the number of primary amines on PEI, thereby compromising the DNA binding ability and buffering capacity of PEI-b-CD. Compared with unmodified PEI-b-CD, the transfection efficiency of PEI-b-CDtegafur in B16F10 and COS7 cells was much inferior [77] . In addition to PEI-b-CD-tegafur, the FU-PEI-b-CD (FPC) conjugate, which was synthesized from 5-fluoro-2 0 -deoxyuridine (FdUrd) and PEI-b-CD, has been reported as a bifunctional anticancer prodrug [78] . Compared to FdUrd, FPC demonstrated stronger anti-proliferative and cytotoxic activities in glioma cells, and led to around 10-fold higher cellular uptake [78] . However, before PEI-b-CD-tegafur and FPC can be used as prodrugs practically, more stringent tests are required to confirm whether the pharmacokinetic and pharmacodynamic properties of the drugs are the same after conjugation with PEI-b-CD. Recently, a hydrogen bonding strengthened hydrogel has been fabricated by radical copolymerization of PEG methacrylated b-CD (PEG-b-CD) with 2-vinyl-4,6-diamino-1,3,5triazine (VDT) [79] . Experimentation showed that the hydrogel loaded ibuprofen (IBU) successfully and could control the rate of drug release. On top of that, the surface of the hydrogel anchored pDNA through hydrogen bonding between diaminotriazine and the DNA base pairs, and hence allowed reverse gene transfection in COS-7 cells cultured on the gel surface. Such multifunctional potential has made the hydrogel possible to be further developed into a tissue engineering scaffold for drug/gene co-delivery.\n\nApart from drug/gene co-delivery, the prospects of stem cell transfection are also worth noting. Such prospects have been illustrated by a recent study, in which a cell-penetrating peptide containing the protein transduction domain (PTD) of the HIV-1 TAT protein has been conjugated to PEI-b-CD, forming TAT-PEI-b-CD [80] . At an N/P ratio of 20, the polymer displayed reasonable transfection efficiency in somatic cell lines (34e40% in Cho and HepG2, and 50e80% in 293T, U138 and U87). In placenta-derived mesenchymal stem cells (PMSCs), the level of transgene expression achieved by TAT-PEI-b-CD was comparable to that obtained by Fugene 6, and was approximately twice of that mediated by PEI-b-CD after 48 and 96 h of post-transfection incubation (Fig. 4A ). Before and after transfection, the phenotypic profile of PMSCs was examined. Consistent expression profiles (including negativity for HLA-DR, CD45, CD38 and CD34, and positivity for CD147 and CD90) were observed. This suggests the maintenance of the phenotypic profile of PMSCs after TAT-PEI-b-CD-mediated transfection. Moreover, MTT assays confirmed that the cytotoxicity of TAT-PEI-b-CD was negligible at the working concentration, with no appreciable loss of cell viability being observed in PMSCs (Fig. 4B) . As the therapeutic potential of stem cells relies considerably on the cells' homing ability and their capacity to synthesize and secret therapeutic proteins [81e83], developing an efficient yet non-toxic and non-immunogenic gene carrier for stem cells will be of immense practical importance.\n\nThe last area that deserves future attention is small RNA transfer. Since advances in CD-mediated RNA delivery have been surveyed elsewhere [84] , here we will not dwell on them. But it is worth pointing out that though the focus of our discussion in this article has been restricted to gene delivery, the possibility of a gene vector to interact electrostatically with DNA may imply that the same vector can complex with RNA [85] . This is confirmed by Arima et al., whose FA-PEG-a-CDEs have not only been found to mediate gene delivery [64] , but have also been able to deliver siRNA to elicit RNA interference (RNAi) in tumor-bearing mice [86] . Detailed evaluation of the efficiency of each of the CD-based gene vectors will doubtless be needed if those systems are to be used for RNA transfer. Moreover, owing to the extra vulnerability of RNA to enzymatic degradation, additional challenges will be encountered when RNA rather The matrix was found to be able to transfect CCD fibroblast cells. [101] than DNA is to be delivered [85] . But regarding the emergence of RNAi and the bright prospects of RNA technologies in diverse areas, ranging from therapeutic target validation [87, 88] to longevity enhancement [89] , if existing CD-based gene delivery technologies turn out to be applicable to RNA transfer, not only can their medical applications be significantly broadened, but a vista of new opportunities will also be opened up for RNA-mediated therapies. Finally, owing to the issue of intellectual property, innovations documented in the patent literature sometimes may not have been reported in scientific journals. Patent publications are thus a rich knowledge source complementary to the conventional scientific literature, and advances delineated in both scientific and patent publications should deserve the same amount of academic attention. The earliest patent on the pharmaceutical use of CDs can be dated back to 1953 [90] . Besides documenting the basic properties of CDs and disclosing a method to prepare CDs in aqueous solution via precipitation, the patent delineates the ability of CDs to improve the duration of activity, taste and chemical stability of bioactive compounds. The patent, however, has not been successfully put into industrial applications [91] . This is partially due to the safety concerns raised by a review article published in 1957 [92] , which referred to unpublished data stating that rats fed orally with b-CD died within a week. Though the observed toxicity was later found to be more likely caused by impurities rather than the substance per se [93] , the pharmaceutical applications and acceptance of CDs were hampered for many years and only until the 1970s the world first pharmaceutical formulation containing CDs emerged [13] . Now more and more innovations on CDs have appeared in the patent literature. Though at this moment most of these patents are related either to production and structural modification of CDs or to applications of CDs as drug excipients, some efforts have already been directed to the use of CDs in delivery of genes and other nucleic acids [94e101] ( Table 5) . Regarding the increasing awareness of the potential of CDs in gene delivery, it is expected that CDbased gene carriers will escalate in number in the patent literature in the forthcoming decades.\n\nGene delivery is an expanding area of biotechnological research, and has exhibited high potential in biomedical applications [102e105]. Though viral vectors entered clinical trials in as early as the 1990s and are still the most extensively studied gene delivery systems, the safety risks involved with using viruses warrant development of non-viral alternatives. Over decades, copious polymers have been investigated as gene carriers [106e 111], but the possible use of CDs has rarely been seriously considered. This may pertain to the fact that native CDs fail to form stable complexes with pDNA [40] , thereby showing much lower transfection efficiency in comparison with conventional polymeric vectors such as chitosan, poly(lactic-co-glycolic acid) (PLGA), PEI and PLL. However, judging from the evidence presented so far in this article, CDs have favorable properties for their applications in gene transfer (e.g. having the ability to form inclusion complexes with chemical drugs for drug/gene co-delivery, being able to potentially function as an absorption enhancer in therapeutics transfer, and being capable of modulating the cytotoxicity of other polymers) and display great versatility in gene delivery, from functioning as linking agents for development of new vectors to modulating the performance of existing polymers in transfection. Taking the promising potential of CDs into account, there is no doubt that CDs will continue to emerge as an important tool for vector development, and will play significant roles in facilitating non-viral gene delivery in the future."}