{"title": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx", "body": ". Such decision echoes concerns of colleagues that SARS-CoV-2 may be seeded in and transmitted out of Saudi Arabia by Umrah visitors [2] . Umrah pilgrims may have some specificity in comparison with Hajj pilgrims, including a lack of preparedness in some countries, commercial travel along other regular passengers, less stringent visa requirement, possibly older age and frequent chronic conditions, however; their risk factors for acquisition of respiratory diseases are likely to be the same [1] . The evolution of the COVID-19 outbreak is hardly predictable; however, its recent extension to the Middle East, notably Iran, to Europe, notably Italy, France and Germany, and to some Asian countries notably Malaysia and Singapore, suggests that it may likely be still ongoing in the following months [3] . Furthermore, the paucity of cases reported so far, in Africa is very likely the result of a lack of diagnostic resources and the spread to this continent is to be feared, notably in Egypt and Algeria [4] . The Hajj is supposed to take place in late July-early August 2020 and, common human coronaviruses (notably 229E) were demonstrated to be of the most frequent respiratory viruses acquired at the Hajj [5] . If travel restrictions are successful in avoiding the extension of the outbreak to KSA in the following months, authorities may have to restrict temporarily the entry of pilgrims from affected countries into KSA as was done during the Ebola outbreak 2016 [6] . Such interventions were proved very useful in preventing the transmission of infectious diseases to Hajj pilgrims.\n\nThe Tokyo Olympic Games will take place from July 24, to August 9, 2020, roughly at the same time the Hajj is planned, and followed by the Paralympics. Outbreaks of respiratory tract infections have been dramatically less frequent at the Olympics, in comparison to the Hajj and Umrah pilgrimages with the exception of measles in young populations [7] . Nevertheless, during the 2018 Winter Olympic Games in PyeongChang, Korea, an outbreak of respiratory tract infections affecting 45% of athletes and 31% of staff members of the Finish team was reported [8] . It was mostly due to coronaviruses (229E, NL63 and OC43), influenza B and other viruses [8] . The paucity of reports of respiratory tract infection outbreaks among public attendance at the Olympics is likely the result from relatively short duration of sport events which frequently last less than one day, with many attendees moving to other locations at the end of the event and not living on site. Furthermore, social distancing between attendees is likely to be much easy to perform in stadiums than at the Hajj where the density of population in the Great Mosque may be extreme. At the Olympics, it is expected that there will be 20 million visitors of 204 countries and regions at the Olympics and 164 at the Paralympics and this will increase the chance of the introduction of SARS-CoV-2 [9] . Furthermore, asymptomatic persons carrying MERS coronavirus or SARS-CoV-2 have been demonstrated to be a potential source of contamination to the population [10, 11] . Asymptomatic SARS-CoV-2 carriers may play a role in the transmission and thus pose a significant infection control challenge in the context of mass gatherings [11] . There had been already cancellation of mass gatherings such as medical conferences and sports events in China and Malaysia [9] and gatherings of more than 1000 persons are now banned in France. In collaborations with partners and Members States, WHO improves planning for mass gatherings [12] . The host country must be prepared to adequate diagnostic capacities, prevention measures and provide the necessary epidemiological data so that appropriate decision is made regarding the Tokyo 2020 Olympic and Paralympic Games [9] .\n\nNo."}