{"title": "", "body": "The immune system of the chicken has been characterised to a far greater extent than that of the turkey, primarily due to its greater economic status and stimulating more research interest. However, the increasing consumption of poultry meat other than chicken is driving a concomitant increase in the economic importance of other poultry species, including turkeys. There is a subsequent need for improved vaccination strategies, and therefore a greater understanding of the immune systems of these species (Kaiser, 2010; Meyerhoff et al., 2012; Schultz and Magor, 2008) . The release of the chicken genome sequence (International Chicken Genome Sequencing Consortium, 2004) revolutionised our under-standing of the repertoire and biology of immune-related molecules, including cytokines and chemokines, resulting in a large and expanding chicken immunological \"toolbox\" of reagents Kaiser, 2007 Kaiser, , 2010 Kaiser and Stäheli, 2008) . The availability of genome sequences for other avian species, including the zebrafinch (Warren et al., 2010) , the turkey (Dalloul et al., 2010) and the duck (http://pre.ensembl.org/Anas platyrhyncos/Info/), should allow identification and subsequent characterisation of their immune gene repertoires. Dalloul et al. (2010) catalogued the majority of the turkey immune gene repertoire, which unsurprisingly is very similar to that of the chicken. However, only five cytokines have been biologically characterised in the turkey: type I IFN (Suresh et al., 1995) , IFN-␥ (Lawson et al., 2001; Loa et al., 2001) , IL-1␤ (Wu et al., 2007) , IL-2 (Lawson et al., 2000) , and IL-18 (Kaiser, 2002) , and a single chemokine, IL-8 (also known as CXCLi2) (Wu et al., 2008) . A partial sequence for turkey IL-12␤ had also been identified pre-genome (Balu and Kaiser, 2003) . All of these share high nucleotide (nt) and amino acid (aa) identities with their chicken orthologues. Only three (IFN-␥, IL-2 and CXCLi2) have been tested for cross-reactivity. All three cytokines cross-reacted, somewhat surprisingly in the case of IL-2 as chicken and turkey IL-2 share only 69.9% aa identity (Lawson et al., 2000 (Lawson et al., , 2001 Wu et al., 2008) . This leads to the hypothesis that other chicken and turkey cytokines would also show cross-reactivity. In addition, Powell et al. (2009a) identified and cloned three turkey T cell surface markers and demonstrated cross-reactivity of monoclonal antibodies recognising chicken CD8␣ and CD28 with the respective turkey orthologues.\n\nTo date, reagents have been developed to measure mRNA expression of turkey cytokines of the induced innate response (IL-1␤ and IFN-␣), an innate pro-inflammatory chemokine, CXCLi2, and cytokines of the T helper (Th)1 adaptive response (IFN-␥, IL-2, IL-18). The aim of this work was to clone examples of turkey Th2 cytokines and regulatory cytokines, and develop reagents to them.\n\nIL-10 is an anti-inflammatory cytokine and is a crucial mediator of immune-regulation following infection with a range of pathogens, including viruses, bacteria, fungi, protozoa and helminths in mammals (reviewed by Couper et al., 2008; Ding et al., 2003) . Chicken IL-10 inhibits IFN-␥ production from mitogen-activated splenocytes, and increased expression of IL-10 has been linked with susceptibility to infection with the intracellular protozoan parasite, Eimeria maxima . IL-10 expression is also significantly increased (along with IL-4 and IL-13) in chickens during the lytic phase of infection with Marek's disease virus (Heidari et al., 2008) , indicating that IL-10 plays a role in the immuno-regulation of Th1 responses in the chicken.\n\nIL-13 is a Th2 signature cytokine which is critically involved in protective immunity, being particularly important in anti-helminthic responses. These effects are mediated through a variety of mechanisms, including inhibition of inflammatory cytokine responses and promoting IgE class-switching (reviewed by Wynn, 2003) . It was cloned in the chicken through genomic analysis based on the conservation of synteny with the rest of the Th2 cytokine gene cluster (Avery et al., 2004) . We and others have shown that during infection with extracellular pathogens, chicken IL-13 is induced to far greater levels than chicken IL-4 (Degen et al., 2005; Powell et al., 2009b; Schwarz et al., 2011) , the canonical Th2 cytokine in man and mouse. Given that chickens and turkeys are closely related in evolutionary terms (Dalloul et al., 2010) , it seems likely that IL-10 and IL-13, as well as other immune-related molecules, will have similar roles in the two species.\n\nTurkeys were obtained at hatch from Sun Valley Foods Ltd. (Ludlow, Shropshire, UK) and maintained at the Institute for Animal Health (IAH). Turkeys used to produce a tissue panel were obtained at hatch from British United Turkeys (Cheshire, UK) and maintained at the University of Liverpool, Leahurst. Chickens were produced and maintained at IAH.\n\nTurkey splenocytes were isolated, cultured and stimulated with phorbol myristate acetate (PMA) (Sigma, Poole, UK) as previously described (Lawson et al., 2000) . Cells were harvested 6, 12, 18 and 24 h post-PMA stimulation and mRNA isolated with an Oligotex Direct Midi kit (Qiagen, Crawley, UK).\n\nPrimers were designed to chicken IL-10 ( Rothwell et al., 2004) and IL-13 (Avery et al., 2004) . For IL-10, nested forward primers (F1: 5 -TAAAGAATAAAGACCCCAGGATG-3 (in 5 UTR to the start codon) and F2: 5 -ATGCAGACCTGCTGCCAAG-3 (from the start codon)) and reverse primers in the 3 UTR (R1: 5 -GCTGAGAGCGGCTGTGC-3 and R2: 5 -CTCGTCTGGTGTTTGCAGTT-3 ) were used. For IL-13 a forward primer from the start codon (5 -ATGCACCGCACACTGAAGGC-3 ) and nested reverse primers (R1: 5 -ATGGGGCCGGGCATCAG-3 (in 3 UTR) and R2: 5 -TCAGTTTGCAGCTGTGGC-3 (from the stop codon)) were used.\n\nFirst strand synthesis was carried out for 2 h at 42 • C in a 20 l reaction containing 10 pmol reverse primer, 200 U Superscript II (Invitrogen, Paisley, UK) and 500 ng template mRNA. After denaturation of the reverse transcriptase at 94 • C for 4 min, 10 l of this template cDNA were added to a 50 l PCR reaction, containing 20 pmol of each primer, 0.4 mM dNTPs, and 2.5 units of Taq polymerase (Invitrogen). Thermal cycling conditions were 30 cycles of 94 • C for 1 min, 50 • C for 2 min and 72 • C for 2 min using a Mastercycler PCR machine (Eppendorf, Cambridge, UK).\n\nPCR products were ligated into pGEM-T Easy (Promega) and the sequence of representative clones determined using capillary electrophoresis on a CEQ8000 sequencer (Beckman Coulter, High Wycombe, UK). Sequence analysis was carried out using DSgene and Vector NTI (Invitrogen) software.\n\nThe cDNAs were then subcloned from pGEM-T Easy, using EcoRI or NotI, into the mammalian expression vector, pCI-neo (Promega). The resulting clones were transfected into COS-7 cells using a DEAE-dextran-based method as previously described to produce high expression of the relevant gene of interest. The supernatant (containing the relevant recombinant cytokine) and RNA from the transfected COS-7 cells were harvested after 2-3 days of culture. RNA was isolated from the cells with an RNeasy mini kit (Qiagen) for use as a positive control in real-time qRT-PCR.\n\nTissue panels were taken from three turkeys post mortem. Lymphoid tissues included spleen, bursa of Fabricius, thymus, caecal tonsil, Harderian gland, Meckel's diverticulum and bone marrow. Non-lymphoid tissues taken were brain, trachea, heart, liver, lung, pancreas, kidney, ovary, skin and muscle. Tissues from the digestive tract were also taken, and these were the crop, proventriculus, gizzard, upper and lower ileum, caecum and large intestine. Tissue samples were homogenised separately using a bead mill (Retsch MM 300, Haan, Germany) and QIAshredders (Qiagen). RNA was extracted from homogenates using an RNeasy mini kit (Qiagen) following the manufacturer's instructions. Eluted RNA was stored at −70 • C prior to use.\n\nExpression of IL-10 and IL-13 in the turkey tissue panel was quantified using a well-described method (e.g. Avery et al., 2004; Rothwell et al., 2004; Eldaghayes et al., 2006) . Primers and probes were designed from the turkey cDNA sequences using the Primer Express software programme (Applied Biosystems) and were as follows: IL-10 forward primer 5 -CGACCTGGGCAACATGCT-3 ; IL-10 reverse primer 5 -CCTCTCGCAGGTGAAGAAGT-3 ; IL-10 probe 5 -(FAM)-CCTGAAGATGACAATGAAGCGCTGTCA-(TAMRA)-3 ; IL-13 forward primer 5 -CCTGCACGGCCAGATGA-3 ; IL-13 reverse primer 5 -GGCAAGAAGTTCCGCAGGTA-3 ; IL-13 probe 5 -(FAM)-TGCCAGCTGAGCACCGACAACG-(TAMRA)-3 ;\n\nIFN-␥ forward primer 5 -AACCTTCCTGATGGCGTGAA-3 ; IFN-␥ reverse primer 5 -CTTGCGCTGGATTCTCAAGTC-3 ; IFN-␥ probe 5 -(FAM)-AAAGATATCATGGACCTGGCCAAGCTTCA-(TAMRA)-3 . The 28S and chicken IFN-␥ primer-probe sets were as previously described . Real-time qRT-PCR was performed, in triplicate, on RNA from the tissue panels described above, using the Reverse Transcriptase qPCR Master Mix RT-PCR kit (Eurogentec, Southampton, UK), and amplification was performed using the ABI PRISM 7700 Sequence Detection System (Applied Biosciences, Warrington, UK), with the following cycling conditions: 1 cycle of 50 • C for 2 min, 60 • C for 30 min and 95 • C for 5 min followed by 40 cycles of 94 • C for 20 s and 59 • C for 1 min. Results are expressed as 40-C t , after normalising each sample using the C t value for the 28S rRNA product for the same sample, as described previously (Avery et al., 2004; Rothwell et al., 2004; Eldaghayes et al., 2006) .\n\nThe IL-10 bioassay was carried out as previously described . Briefly, splenocytes from 8-week-old chickens or 3-week-old turkeys were isolated and resuspended at 5 × 10 6 cells/ml in DMEM containing 2 mg/ml BSA, 1% l-glutamine, 1 U/ml penicillin and 1 g/ml streptomycin. They were added to round-bottomed 96well plates or 24-well plates containing serial two-fold dilutions of recombinant chicken or turkey IL-10 (ex-COS), in a final volume of 200 l/well (96-well plates) or 2 ml/well (24-well plates), in the presence of 12.5 g/ml PHA (Sigma) or no mitogen. Negative controls included serial two-fold dilutions of supernatant collected from COS-7 cells transfected with pCI-neo alone, or media alone, with or without PHA. Cells were incubated at 41 • C, 5% CO 2 for 72 h for analysis of IFN-␥ content in the supernatant. Assays were carried out in triplicate, and repeated three times.\n\nSupernatants were assayed (in triplicate) for IFN-␥ content using a quantitative chIFN-␥ capture ELISA (Biosource, Nivelles, Belgium), as previously described (Lambrecht et al., 2000) , and by bioassay, using the macrophage activation factor assay, again as previously described Lawson et al., 2001) . There were insufficient cells to carry out the bioassay on supernatants from turkey splenocytes.\n\nTotal RNA was isolated from cells in 24-well plates using the RNeasy mini kit (Qiagen) following the manufacturer's instructions. Purified RNA was eluted in 50 l RNase-free water and stored at −70 • C. Real-time qRT-PCR was used to determine IFN-␥ mRNA expression levels in PHA-stimulated splenocytes (from chicken and turkey) treated with recombinant chicken or turkey IL-10 or mock-transfected COS cell supernatant at various dilutions. Results are expressed as fold-difference from levels in untreated PHA-stimulated splenocytes.\n\nThe turkey Th1 cytokines IFN-␥, IL-12␤ and IL-18 have all been characterised previously (Balu and Kaiser, 2003; Kaiser, 2007; Lawson et al., 2001) but no reagents have been available to investigate the turkey Th2 response or regulatory response.\n\nTurkey IL-10 cDNA was amplified from RNA from PMAstimulated turkey splenocytes by RT-PCR, using primers based on the chicken IL-10 cDNA sequence. The coding sequence of 528 nt from start to stop codon was identified and encodes a 175 aa polypeptide (Fig. 1) . Sequence identity between turkey IL-10 and human IL-10 is 61.9% and 42.5% at the nt and aa levels, respectively. Turkey and murine IL-10 share 57.6% and 39.1% nt and aa identity, respectively. Identity between chicken and turkey IL-10 is high, with 94.1% and 92% identity at the nt and aa levels respectively, with complete conservation of the IL-10 family signature motif, G-X-X Fig. 1 ). All cysteine residues in IL-10 are conserved between the chicken and turkey and all hydrophobic aa of the heptad repeats are conserved, suggesting that turkey IL-10 has six ␣-helices, as do chicken and mammalian IL-10. The cDNA sequence was submitted to Ensembl with the Acc. No. AM493432.\n\nIL-10 mRNA expression ( Fig. 2A) was consistent in all lymphoid tissues with lowest expression in bone marrow. Expression in non-lymphoid tissues was variable with relatively high expression in brain, lung and ovary, followed by the heart and liver. The profile of IL-10 mRNA expression in digestive tissues was fairly consistent, presumably as this is an antigenic environment and a potential site of pathogen entry. No expression was seen in the proventriculus and there was lower expression in the gizzard relative to other digestive tissues. Little or no IL-10 mRNA expression was seen in the remaining tissues. When comparing IL-10 mRNA expression in the chicken and turkey, differential expression was seen in chicken lymphoid tissues while IL-10 mRNA was constitutively expressed in turkey lymphoid tissues. IL-10 mRNA expression was not detected in the kidney or muscle of either species but was detected in the liver and lung of both .\n\nWe assessed the ability of recombinant chicken and turkey IL-10 (ex-COS) to inhibit IFN-␥ expression by chicken and turkey splenocytes following PHA-stimulation 1 . Comparison of the predicted aa sequences of human (hu), murine (mu), chicken (ch) and turkey (tu) IL-10. Shaded areas represent conservation of aa similarity -the darker the shading, the more conserved the residue across species. Dashes indicate gaps in the alignment. Conserved cysteine residues in the avian predicted proteins are indicated with an asterisk. The ␣-helical assignments are based on the structure of human IL-10, as indicated by overlying lines (Zdanov et al., 1996) . The predicted signal peptide cleavage site is indicated by an arrow. Double underlined bases indicate the IL-10 family signature motif. Acc. Nos. of the cDNA sequences are: human, NM 000572; murine, NM 010548; chicken, AJ621254; turkey, AM493432.\n\nat the mRNA (real-time qRT-PCR, Fig. 3A and B) and protein levels (ELISA, Fig. 3C and D and bioassay, Fig. 3E) . At the mRNA level (24 h post-stimulation), both chicken and turkey IL-10 inhibited IFN-␥ expression by chicken splenocytes after stimulation with PHA in a dosedependent manner (Fig. 3 A) . Similarly, there was inhibition of IFN-␥ production from PHA-stimulated turkey splenocytes by recombinant chicken and turkey IL-10, although Expression patterns of (A) IL-10 and (B) IL-13 mRNA, as measured by real-time quantitative RT-PCR, in lymphoid tissues, non-lymphoid tissues and digestive tissues of the turkey. The average expression in tissues from each of three birds is shown, with results expressed as mean 40-Ct values ± SEM. 1, spleen; 2, bursa of Fabricius; 3, thymus; 4, caecal tonsil; 5, Harderian gland; 6, Meckel's diverticulum; 7, bone marrow; 8, brain; 9, trachea; 10, heart; 11, lung; 12, liver; 13, pancreas; 14, kidney; 15, ovary; 16, skin; 17, muscle; 18, crop; 19, proventriculus; 20, gizzard; 21, upper ileum; 22, lower ileum; 23, caecum; 24, large intestine. the effect was less marked than that observed on chicken cells. This effect had titrated out by 1:1000 dilution of the recombinant protein.\n\nAt the protein level (72 h post-stimulation), recombinant chicken and turkey IL-10 inhibited the production of IFN-␥ by both chicken and turkey splenocytes at high concentrations, as measured by ELISA, and this effect titrated out with increasing dilution of recombinant IL-10 ( Fig. 3C and D respectively).\n\nThe bioassay measures the ability of IFNs, including IFN-␥, to stimulate nitric oxide (NO) production by a chicken macrophage cell line (HD11). Both recombinant chicken and turkey IL-10 inhibited production of NO-inducing agents (presumably IFN-␥) following stimulation of splenocytes with PHA, the inhibition titrating out with increasing dilution of recombinant IL-10 (Fig. 3E) . IFN-␥ production by PHA-stimulated splenocytes was not inhibited by the presence of supernatant from COS cells transfected with pCI-neo alone.\n\nOur attempts to clone and sequence turkey IL-4 failed (data not shown), but turkey IL-13 cDNA was amplified from turkey RNA by RT-PCR using primers designed to chicken IL-13. The coding sequence of 420 nt from start to stop codon was identified (Fig. 4) , which included the insertion of an additional serine residue, at position 27 (CCA at 80-82 bp), compared to the chicken sequence. Sequence identity between turkey IL-13 and human IL-13 is 49.6% and 15.0% at the nt and aa levels, respectively, with similar levels of identity between turkey and murine IL-13. Mammalian and avian IL-13 each has five cysteine residues, four of which are conserved in location. Identity between chicken and turkey IL-13 is high, with 90.0% and 79.9% identity at the nt and aa levels, respectively. Amino acid changes show evidence of some clustering, with seven aa changes from positions 24 to 31, which is the region directly following the predicted cleavage site for processing of the signal peptide of mammalian IL-13. Five aa changes occur between positions 39 and 47 which lie within helix A of human IL-13 and four changes between positions 80 and 84, three of which lie within helix B of human IL-13. Five aa changes between positions 102 and 107 lie between helix C and the second ␤-sheet (Avery et al., 2004) . Since the exon boundaries are consistent between species (http://www.ensembl.org/Meleagris gallopavo/), this shows that a high proportion of replacements occurs in exons 1, 3 and 4. All of the cysteine residues in IL-13 are conserved between the chicken and turkey. With the relatively high level of aa identity and the conservation of cysteine residues, we could speculate that the biological activities exhibited by chicken IL-13 are conserved between the two avian species, and that turkey and chicken IL-13 will cross-react. The sequence was submitted to Ensembl with the Acc. No. AM493431.\n\nExpression levels of IL-13 mRNA (Fig. 2B ) were generally lower than those of IL-10 in the panel of tissues analysed. IL-13 mRNA was detected in all lymphoid organs but to the highest degree in the thymus. The highest expression of IL-13 in non-lymphoid tissues was seen in the trachea, followed by ovary, skin and muscle. IL-13 mRNA was also expressed in all digestive tract tissues to similarly low levels and to varying extents in the non-lymphoid tissues. Interestingly, expression of IL-13 in the chicken, compared to the turkey, seems more restricted (Avery et al., 2004) , particularly in the non-lymphoid tissues, where helix A  human  MHPLLNPLLLALGLMALL LTTVIAL TCLGGFASPGPVP PST----A LRE LIEELVN ITQN 56  murine  MALW VTAVLAL ACLGG LAAPGPVP RSVSLP LTLKE LIEELSN ITQD 46  chicken  MHRT LKAALAL LCLAE LVASTPL AMN-LSK LKLSD ITQGIQK LNRG 45  turkey  MHRT LKAALAL LCLAE LIASTPLP TSSMPK MKLSD ITRS IQQ LNKG 46  *  1 helix 4 . Comparison of the predicted aa sequences of human (hu), murine (mu), chicken (ch) and turkey (tu) IL-13. Shaded areas represent conservation of aa similarity -the darker the shading, the more conserved the residue across species. Dashes indicate gaps in the alignment. Conserved cysteine residues in the avian predicted proteins are indicated with an asterisk. The ␣-helical and ␤-sheet assignments are based on the structure of human IL-13 and indicated by overlying lines (Bamborough et al., 1994) . The predicted signal peptide cleavage site is indicated by an arrow. Acc. Nos. of the cDNA sequences are: human, NM 002188; murine, NM 008355; chicken, NM 001007085; turkey, AM493431. expression of chicken IL-13 was restricted to the lung and brain.\n\nThe turkey cytokines described herein, and the reagents developed to them, make it possible to extend the characterisation of the turkey's immune response. We now have the means to measure key cytokines involved in the innate immune response, a Th1 or Th2-type response, as well as a regulatory T cell response. In addition to the immune response of turkeys to foot pad dermatitis (Mayne et al., 2007) and histomonosis (Powell et al., 2009b) , it would be interesting to investigate the immune response to other commercially important turkey pathogens, including turkey rhinotracheitis, an avian pneumovirus which causes up to 30% mortality (10-100% morbidity), avian flu, coccidia and bacteria (including Salmonella, Campylobacter and Escherichia coli). Also of interest are re-emerging turkey diseases, such as Bluecomb disease, caused by a turkey coronavirus, and Poult enteritis mortality syndrome, an emerging disease whose etiology remains unclear. The reagents developed during this study will aid these efforts."}