{"title": "Species identification of trichomonads and associated coinfections in dogs with diarrhea and suspected trichomonosis", "body": "Trichomonads inhabit a variety of vertebrate hosts and consist of both pathogenic and presumably nonpathogenic species (Lopez et al., 2000) . These protozoa are obligate parasites of warm, moist, and anaerobic locations within the gastrointestinal and genitourinary tract (Felleisen, 1999) . In dogs and cats, trichomonads were initially thought to be only opportunistic commensals. However, in 2003 the pathogen Tritrichomonas foetus was identified as a cause of large bowel diarrhea in the cat (Levy et al., 2003) . Both T. foetus and an unrelated trichomonad, Pentatrichomonas hominis have been infrequently reported in dogs and their pathogenicity is unknown (Gookin et al., 2005 (Gookin et al., , 2007 Kim et al., 2010) . In particular, P. hominis is presumed to be a commensal that may overgrow in dogs with other causes of diarrhea. It is unclear if T. foetus or P. hominis is more common in dogs with trichomonosis or how often these infections are accompanied by concurrent infections.\n\nThe objective of this study was to identify, by means of PCR, the species of Trichomonas infecting dogs from which an unsolicited fecal sample was submitted for commercial T. foetus diagnostic testing. We further examined each fecal sample for the presence of concurrent infection using a convenience real-time PCR panel for nine gastrointestinal pathogens. \n\nVoided fecal samples from dogs that were submitted to North Carolina State University for T. foetus diagnostic PCR testing were collected over a three-year period (2007) (2008) (2009) (2010) . Fecal samples were stored in isopropanol at 4-22 • C for less than 1 week prior to DNA extraction. DNA was extracted from 100 mg of feces using a commercial kit (ZR Fecal DNA Miniprep, Zymo Research, Irvine, CA) in accordance with manufacturer instructions. Fecal DNA from age-matched non-diarrheic dogs, which were previously tested negative for P. hominis and T. foetus (Gookin et al., 2007) were retrieved from storage at −80 • C for inclusion as controls for real-time TaqMan ® PCR assay for concurrent infectious disease.\n\nMedical records of each dog were solicited from the submitting veterinarians. Where available, data retrieved from the medical record included signalment, description of fecal consistency, and results of fecal diagnostic testing.\n\nAll extracts of fecal DNA were subjected to PCR amplification of an 876-bp gene sequence of bacterial 16S rRNA as previously described in order to rule out the presence of endogenous PCR inhibitors (Gookin et al., 2007) . Each extract of fecal DNA was then subjected to singletube nested PCR amplification of a 208-bp sequence of the partial internal transcribed spacer region (ITSR) 1 and 5.8S rRNA gene of T. foetus using previously published reaction conditions and primer sequences (Gookin et al., 2005) . Amplicons migrating at 208-bp based on gel electrophoresis were digested with ApoI (New England Biolabs, Beverly, MA) at 50 • C for 90 min. Electrophoresis of 10 l of each digest in a 3.5% agarose gel containing ethidium bromide was performed to confirm the presence of specific confirmatory bands at 89 and 119-bp (New England Biolabs, Beverly, MA). Each DNA extract was subjected to PCR amplification of a 339-bp sequence of partial 18S rRNA gene of P. hominis using previously published reaction conditions and primer sequences (Gookin et al., 2007) . Amplification products of the appropriate size were submitted for purification and bi-directional DNA sequencing (MCLAB, San Francisco, CA). Finally, DNA extracts that tested negative for T. foetus and P. hominis rRNA genes were assayed for the presence of DNA sequences sharing common identity with a larger number of trichomonadida. PCR amplification of 339 to 372-bp sequences of partial ITS1, 5.8S, and ITS2 rRNA gene was performed using primers TFR1 and TFR2 designed by Felleisen (1997) . The PCR assay was performed in a 100 uL reaction volume using 1x PCR Buffer II, 2.5 units of Taq polymerase, 100 pmol of each primer, 200uM of each deoxynucleoside triphosphate, 10 g of bovine serum albumin, 6.25 mM MgCl, and 5 L of DNA. DNA amplification was performed under the following thermocycling conditions: 5 min of initial denaturation at 95 • C, followed by 40 cycles of denaturation at 95 • C for 30-s, annealing at 66 • C for 30-s and extension at 72 • C for 90-s, and a final extension at 72 • C for 15-min.\n\nNegative control samples containing DNAse/RNAse-free water were processed in parallel with study samples during DNA extraction and reaction preparation for detection of genomic DNA or amplicon contamination. Positive controls for PCR included approximately 20 ng per reaction of purified bovine P. hominis (ATCC 30098, Rockville, MD) or feline T. foetus genomic DNA. Amplicons were visualized under UV light following gel electrophoresis of 10 l of each reaction solution in a 1.5% agarose gel containing ethidium bromide.\n\nAn extract of fecal DNA from each dog was shipped overnight on dry ice to a reference laboratory (IDEXX, West Sacramento, CA) for real-time PCR assays. Ten realtime PCR assays were used to test for the presence of gene sequences specific for Clostridium perfringens enterotoxin A, Clostridium difficile Toxin A and B, Salmonella spp., Campylobacter spp., Cryptosporidium spp., Giardia spp., canine enteric coronavirus, canine distemper virus, and canine parvovirus. PCR reactions were performed using a Roche LightCycler 480 (Roche Applied Science, Indianapolis) using 5 l of extracted DNA and raw data analyzed using the 2 nd derivative maximum method to generate crossing points. Real-time PCR was performed concurrently with 7 quality controls including (1) PCR positive controls, (2) PCR negative controls, (3) negative extraction controls, (4) DNA pre-analytical quality control targeting the host ssr rRNA (18S rRNA) gene complex, (5) RNA pre-analytical quality control targeting the host ssr rRNA gene complex, (6) an internal positive control spiked into the lysis solution, and (7) an environmental contamination monitoring control. These controls assessed the functionality of the PCR protocol (1 & 6), absence of contamination in the reagents (2) and laboratory (7), absence of cross-contamination during the extraction process (3), quality and integrity of the DNA and RNA as a measure of sample quality (4 & 5), RT-protocol (5) and absence of PCR inhibitory substances as a carryover from the sample matrix (6).\n\nUnsolicited fecal samples from 38 dogs were identified as submitted by veterinarians for T. foetus PCR testing from years 2007 to 2010. PCR assays performed on DNA extracted from each sample identified 2 and 18 dogs respectively, as infected with T. foetus or P. hominis. One of these dogs was positive for amplification of both T. foetus and P. hominis. PCR amplification products from 17/19 dogs identified as positive for P. hominis by PCR were available for bi-directional sequencing. All 17 samples had >98% sequence identity to P. hominis (GenBank #HQ149970). Extracts of fecal DNA from the remaining 19 dogs were PCR negative for T. foetus and P. hominis and amplicons Campylobacter spp. 10 (71) 6 (43) 7 (37) Clostridium difficile Toxin A 0 (0) 0 (0) 1 (5) Clostridium difficile Toxin B 0 (0) 0 (0) 1 (5) Clostridium perfringens enterotoxin A 4 (29) 8 (57) 1 (5) Salmonella spp. 1 (7) 0 (0) 0 (0) Canine distemper virus 0 (0) 0 (0) 0 (0) Canine enteric coronavirus 6 (43) 2 (14) 0 (0) Canine parvovirus 0 (0) 0 (0) 0 (0) Cryptosporidium spp.\n\n3 (21) 4 (29) 2 (11) Giardia spp. 4 (29) 2 (14) 2 (11) Pentatrichomonas hominis 13 (93) 0 (0) 0 (0) a Tritrichomonas foetus 2 (14) 0 (0) 0 (0) a Group A; dogs with diarrhea and trichomonosis. Group B; dogs with diarrhea and failure to document suspected trichomonosis. Group C; dogs without diarrhea or trichomonosis. a Test results for these samples reported previously (Gookin et al., 2007) . b Infectious agents identified in the 2 dogs with T. foetus infection in Group A (n = number of dogs) included canine enteric corona virus (2) and Campylobacter (1).\n\nwere also not observed with use of broader spectrum trichomonadida rRNA gene primers. Positive results for PCR amplification of 16S bacterial rRNA genes were obtained from all fecal samples and contamination was not observed in any negative control DNA extractions or PCR reactions.\n\nMedical records information was obtained for 36/38 (95%) of the dogs. These records included 18 dogs that tested PCR-positive for trichomonosis (Group A) and 18 dogs that tested PCR-negative for trichomonosis (Group B). Twelve dogs (10 Group A and 2 Group B) resided in a military working dog facility in South Africa. The location of 6 dogs was not recorded and the remaining 20 dogs resided in different geographical locations within the U.S. The dogs were represented by 20 different breeds. German Shepherd Dogs were most common (11 dogs) of which 8 resided in the non-U.S. facility. Age of the dogs ranged from 10 weeks to 10 years (median, 2.0 years). Twenty-one dogs were male (14 intact, 7 castrated) and 15 were female (8 intact, 7 spayed). No differences in breed, age or sex were observed between Group A and Group B dogs. Fecal consistency was recorded in the medical record of 33/36 dogs. All dogs had diarrhea that was variably described as soft, mucoid, hemorrhagic, or watery. Fecal diagnostics results were reported for a subset dogs. A direct examination of feces revealed flagellated protozoa in 17/17 dogs in Group A and 5/8 dogs in Group B. A fecal flotation revealed parasite ova in 3/5 dogs in Group A and 3/8 dogs in Group B that corresponded in identity to Toxocara spp. (2 dogs), Coccidia spp. (3 dogs), and Giardia spp. (3 dogs). Giardia spp. specific antigen test results were positive for 4/5 dogs in Group A and 1/6 dogs in Group B. No differences in recorded fecal diagnostic test results were identified between Group A and Group B dogs. Three dogs from Group B had an active history of underlying primary gastrointestinal disease including histiocytic ulcerative colitis, exocrine pancreatic insufficiency, and lymphocytic-plasmacytic enteritis. An underlying primary gastrointestinal disease was not recorded in the medical record of any dogs in Group A.\n\nExtracts of fecal DNA from Group A and B dogs (n = 14 each) and a control group of dogs without diarrhea or trichomonosis (Group C; 19 dogs) were tested by means of real-time PCR for evidence of concurrent infection with a known canine enteropathogen. Five samples from both Groups A and B had insufficient quantity or quality of DNA for comprehensive infectious disease testing and were not included in the assays. Enteric infections with pathogenic potential other than P. hominis or T. foetus were identified in 12/14 dogs (86%) in Group A, 12/14 dogs (86%) in Group B and 10/19 dogs (53%) in Group C. The presence of >1 possible enteropathogen was identified in 9/14 (64%) Group A dogs, 6/14 (43%) Group B dogs and only 3/19 (16%) Group C dogs. The number of enteropathogens identified was generally higher among dogs with diarrhea compared to those without diarrhea. However, there were no significant differences in number or specific identities of enteropathogens present between diarrheic dogs with or without trichomonosis. The specific infectious agents identified in each Group are listed in Table 1 .\n\nOnly a handful of case reports have documented naturally occurring infection of dogs by either P. hominis or T. foetus (Gookin et al., 2005 (Gookin et al., , 2007 Kim et al., 2010) . It remains unclear which trichomonads are more common in dogs and whether these infections are more or less likely to be accompanied by other possible infectious explanations for diarrhea. The present study examined fecal samples from 38 dogs that were submitted for T. foetus PCR testing. While the reason for sample submission was not clear in every case, where reported 100% of these dogs had diarrhea and 88% had flagellates observed at the time of a direct fecal examination. Among these dogs, 50% had trichomonosis verified by means of PCR amplification of P. hominis or T. foetus rRNA genes from feces. Trichomonal infection in these dogs was attributed to P. hominis far more frequently than to T. foetus. This finding provides objective data to support prior assumptions that most commonly trichomonosis in dogs is due to P. hominis infection. Five dogs in the study had flagellates reportedly observed in feces but were PCR-negative for trichomonadida. Whether these samples contained non-trichomonad flagellates, trichomonads not identified by our PCR assays, or represented false negative test results is unknown. Because our sample population included only dogs that were suspected of having trichomonosis, future prospective studies will be necessary to establish a true prevalence of trichomonosis in dogs with diarrhea.\n\nIn the few descriptions of dogs with P. hominis, coexisting intestinal infections were also reported (Gookin et al., 2005; O'Donnell, 1954; Bruce, 1941) . Consequently, P. hominis is presumed to be a commensal that may overgrow in the intestinal tract of dogs with other causes for their diarrhea. An additional aim of this study was to examine the occurrence of concurrent gastrointestinal infections in dogs identified with P. hominis infection compared to those dogs in which trichomonosis was not identified. Since we were limited to the testing of fecal DNA from each dog, each sample was tested for a battery of known canine enteropathogens by means of real-time TaqMan ® PCR. There were no obvious differences in the specific identity, percentage of dogs identified with or total number of concurrent enteropathogens between dogs with and without P. hominis infection. These findings would suggest that dogs with P. hominis are as likely as dogs without P. hominis to have a plausible non-trichomonad enteropathogen responsible for their diarrhea. It remains unclear however, if any of the concurrent infectious agents identified on the PCR panel was ultimately responsible for clinical signs of diarrhea in these dogs. In this regard we included a control group of dogs without diarrhea to determine the likelihood that the PCR panel could distinguish between dogs with and without presumably infectious diarrhea. The number of enteropathogens identified in the control dogs was consistently lower than that in the dogs with diarrhea, but interpretation of these findings is unconvincing because of the limited number of samples available. Accordingly, larger numbers of dogs with and without P. hominis infection will be needed to definitively answer the question of disease causation or alternatively, the pathogenic potential of P. hominis could be defined by means of experimental infection studies.\n\nPrevious reports have described trichomonosis as an infection of young dogs. Reported ages of dogs with trichomonosis and diarrhea have ranged from 7 weeks to 6 months (Gookin et al., 2007; O'Donnell, 1954; Bruce, 1941; Turnwald et al., 1988) . It is noteworthy that trichomonosis was diagnosed in dogs as old as 10 years of age in the present study. The two dogs identified with T. foetus infection were also adult dogs (2 and 4.5 years of age). We were also surprised at the number of German Shepherd Dogs identified with P. hominis infection in this study although this finding could be easily attributed to overrepresentation by a single facility from which 7/8 of the P. hominis positive German Shepherd Dogs were housed. On the other hand, German Shepherd Dogs have been the subject of at least three independent reports of dogs with trichomonosis and diarrhea where infections were documented in a single dog, a litter of puppies, and a working dog facility respectively (Gookin et al., 2005; Kim et al., 2010; O'Donnell, 1954) . Further investigation of German Shepherd Dogs for a possible breed predisposition to P. hominis infection or shedding of P. hominis secondary to primary gastrointestinal disease appears to be warranted.\n\nThese studies suggest that P. hominis infection is the most common cause of trichomonosis in dogs with diarrhea, that P. hominis infection is not restricted merely to young dogs, and that concurrent enteropathogens are common in dogs with P. hominis infection. These studies neither support nor refute a causative or contributory role for P. hominis as a diarrheal pathogen in dogs and suggest that experimental studies may be needed to definitively answer this question. In addition to studies to examine the pathogenic significance of P. hominis infection, determinations of the overall prevalence of trichomonosis in dogs with diarrhea and in German Shepherd Dogs in particular appear to be warranted."}