{"title": "Glycyrrhizic acid attenuates growth of Leishmania donovani by depleting ergosterol levels", "body": "Leishmaniasis is a longstanding infectious disease that represents a major public health problem in various tropical and subtropical regions of the world (Trouiller et al., 2002) . It is estimated that around one billion individuals suffer from one or more parasitic infections, with the greatest causes of morbidity being attributed to the trypanosomatid parasites. A variety of Leishmania organisms (approximately 20 species) are reported to cause disease which has afflicted about 12 million people in 98 countries of which Indian subcontinent, Sudan and Brazil are the major regions with more incidence of leishmaniasis (Balana-Fouce et al., 1998; Dorlo et al., 2012) . The estimated annual number of new cases of leishmaniasis is 2 million, which is usually fatal. Currently, no vaccines are available against this disease, which necessitates the development of alternate strategies to limit its transmission and infection (Modabber, 2010) .\n\nThe current treatment regimens for this disease include amphotericin B, miltefosine and paromomycin. However, they are not ideal because they are often associated with severe side effects (Murray, 2001) . The emergence of resistance to currently used drugs exacerbates the need to identify novel drug targets and develop new drugs (Berman, 1988) . Drugs like amphotericin B cause hepatotoxicity and nephrotoxicity whereas miltefosine causes severe teratogenicity (Pandey et al., 2009) .\n\nPlant extracts or plant-derived compounds have proven to be a valuable source of new medicinal agents (De Carvalho and Ferreira, 2001; Kayser and Kiderlen, 2001) . WHO advocated the use of traditional medicine where appropriate health services are inaccessible (Ei Tahir et al., 1998; Weniger et al., 2001; Bhadra, 1993) . Furthermore, the leads obtained from the search for natural products with antileishmanial activity give new impetus for obtaining valuable synthetic compounds (Carvalho et al., 2000) .\n\nRecently attention is being focused on the sterol metabolism of Leishmania as a potential molecular drug target for therapy. Parasites synthesize sterols and isoprenoids via mevalonate pathway. Ergosterol is the primary component of the Leishmania membrane and is functionally linked to maintenance of structural integrity and protection from biotic stress (Galea and Brown, 2009 ).\n\n3-hydroxy-3-methylglutaryl coenzyme A reductase (HMGR) is a key enzyme in this pathway. The mevalonate pathway is directly relevant to human health and inhibition of HMGR by statins controls sterol production and lowers blood pressure, and helps in the treatment of cardiovascular disease and inflammatory processes (Liao and Laufs, 2005) . In L. donovani this pathway is currently being explored as a potential drug target.\n\nGlycyrrhiza glabra, popularly known as liquorice, is one of the most important medicinal plants used for treatment of pulmonary diseases and inflammatory processes (Davis and Morris, 1991) . The major bioactive components in liquorice root include glycyrrhizic acid (GA), licochalone A and Glycyrrhetinic acid that were reported to exert antileishmanial properties (Bhattacharjee et al., 2012; Fu et al., 2004; Ukil et al., 2005) . GA was reported to exhibit potent antileishmanial immunomodulatory property with enhanced parasite clearance (Bhattacharjee et al., 2012) . Besides, GA has shown broad spectrum of antimicrobial, antiprotozoal, antiallergic, antiviral, anti-cancer, antioxidant and anti-inflammatory activities with various pharmacological effects and multiple sites of action (Kumagai et al., 1967; Lin, 2003; Hibasami et al., 2005; Fujisawa et al., 2000) . GA was reported to suppress the rise in fasting blood glucose and insulin levels and improve glucose tolerance (Takii et al., 2001) .\n\nGA inhibits the replication of the severe acute respiratory syndrome virus (SARS) (Hoever et al., 2005) . GA is involved in the treatment of hepatitis C virus (HCV) infection where it inhibits HCV viral particles and its gene expression in a dose-dependent manner and has shown synergistic effect with interferon. GA affects various cellular signalling pathways such as casein kinase II, protein kinase C and transcription factors. The powerful anti-inflammatory capabilities of GA make it effective in the treatment of various types of viral hepatitis also (Ashfaq et al., 2011) .\n\nSeveral mechanisms were proposed for the mode of action of GA in L. donovani. Bhattacharjee et al., have reported prostaglandin E2 (PGE2) , inhibition and NO generation as mechanism of action of GA, thus suggesting potential immunomodulatory role of GA against VL (Bhattacharjee et al., 2012) . Recently, GA was reported to reduce the parasite load in sodium antimony gluconate (SAG) resistant L. donovani infected macrophages. When, GA was used in combination with SAG, intracellular antimony levels were greatly reduced by suppressing the cell surface expression of multidrug resistanceassociated protein1 (MRP1) gene and ABC transporter MRPA (PGPA) transporters which are responsible for antimony efflux during SAG treatment (Bhattacharjee et al., 2015) .\n\nEarlier reports suggested GA to be very effective as a lipidlowering agent in hamsters with diet induced hyperlipidemia and the effect was demonstrated to be via decreased HMGR activity and HMGR mRNA expression (Maurya and Srivastava, 2011) . This led us to investigate its effect on L. donovani parasite HMGR activity and ergosterol levels. In view of the potential use of GA for the specific treatment of parasitic diseases like leishmaniasis, we have tried to elucidate its effect on sterol metabolism of the parasite. Our study reveals that it interferes with parasite sterol metabolism by inhibiting HMGR activity and lowering ergosterol levels.\n\nGlycyrrhizic acid, ergosterol and methanol solvent were purchased from Sigma-Aldrich (St. Louis, MO, USA). Atorvastatin was a kind gift from Dr. S. Suresh, NIPER, S.A.S. Nagar, India. Polyclonal anti-rat HMGR antibody was kindly gifted by Dr. Peter Edwards, UCLA Laboratory (Los Angeles, CA) (García-Pelayo et al., 2004) . The anti-LdAceCS antibody was customized from Imgenex, Bhubaneshwar, India (Soumya et al., 2015) .\n\nWild type L. donovani (WT, MHOM/80/IN/Dd8) promastigotes were maintained at 24 C in RPMI-1640 HEPES modified medium (Gibco/BRL, Life Technologies, Scotland, UK) containing 10% heatinactivated foetal bovine serum (HI-FBS) supplemented with 0.2% sodium bicarbonate, 100 mg/mL penicillin, 100 mg/mL streptomycin and 100 mg/mL gentamycin. The pH of the media was maintained at 7.2. LdHMGR overexpressing transgenic promastigotes were maintained in the same medium with 60 mg/mL of hygromycin B.\n\nTHP-1 monocyte cell line was maintained in RPMI-1640 medium containing 10% HI-FBS in a humidified atmosphere with 5% CO 2 at 37 C.\n\nPromastigotes of L. donovani strain were grown in RPMI-1640 medium as mentioned earlier . Two hundred microliters of culture with a cell density of 2 Â 10 5 promastigotes with or without various GA concentrations (10 mMe100 mM) was seeded in 96-well microtiter plate. After 48 h of incubation at 24 C, 20 ml of 5 mg/mL of 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide (MTT) dye was added to each well. The plates were incubated for another 4 h at 37 C and read with a BIOTEK microplate reader at 540 nm. The decrease of absorbance (which indicated inhibition) was expressed as the percentage of the absorbance of the control cultures and plotted against the drug concentrations. The 50% inhibitory concentrations (IC 50 ) was calculated from the sigmoidal inhibition curves. Data were expressed as mean ± standard deviations from three independent experiments.\n\nAntileishmanial screening against L. donovani amastigotes residing in differentiated THP-1 monocytes was adapted from that of Jain and co-workers (Jain et al., 2012) . THP-1 monocytes were seeded at density of 2 Â 10 5 /well in 96-well plate and differentiated into macrophages by inducing with phorbol 12-myristate 13acetate (PMA, 20 ng/mL). Macrophages were infected with 2 Â 10 6 of L. donovani promastigotes at 37 C in 5% CO 2 for 24 h. Unadhered promastigotes were removed by washing with RPMI-1640 medium and the amastigote-infected macrophages were treated with GA at different concentrations (5, 10, 20, 50 and 100 mM) for 48 h. Infected macrophages were lysed by treating the cells with 20 mL of 0.05% sodium dodecyl sulfate (SDS) and amastigotes were reverted back into the promastigotes under suitable conditions. After 48 h, MTT assay was performed as described earlier. Miltefosine was used as the standard anti-leishmanial drug.\n\nTo estimate 50% inhibitory concentrations of GA on the viability of THP cell lines, MTT assay was performed as previously described (Mosmann, 1983) . Briefly, THP cells (1 Â 10 5 cells/100 mL) was seeded in 96-well microliter plates at 37 C, 5% CO 2 . After 48 h of incubation varying concentrations (10e100 mM) of GA was added in fresh medium. MTT was added after 48 h of incubation followed by 4 h incubation at 37 C. The cells were harvested, the violet crystals were dissolved by DMSO and finally the OD was measured at 540 nm using micro plate reader.\n\nThe effect of GA on growth of wild type promastigotes was determined in 25 cm 2 flasks. Initially, 1 Â 10 6 cells/mL were seeded at 24 C in RPMI-1640 medium supplemented with 10% heat inactivated fetal bovine serum. Cell density was determined by Neubauer hemocytometer at every 24 h intervals for five days (120 h). Inhibitory concentration of GLA (34 mM) was added to cells at 48 h and the growth of GA treated promastigotes was compared with the untreated promastigotes.\n\nIn order to express the recombinant L. donovani HMGR protein, E. coli BL21(DE3) cells were transformed with the construct pET30a-LdHMGR and then recombinant LdHMGR enzyme was purified by using affinity chromatography as reported earlier . LdHMGR enzyme activity measurements were carried out to determine the effect of GA on the activity of recombinant L. donovani HMGR enzyme in the presence of different concentrations of GA after 5 min incubation. The oxidation of NADPH was monitored at 340 nm. One unit (U) of HMGR was defined as the amount of enzyme required to catalyze the oxidation of 1 mmol of NADPH per min. Atorvastatin, the chemical inhibitor of HMGR was taken as the positive control. Various concentrations of atorvastatin ranging from 1 to 1000 nM were used in the assay.\n\nApproximately, 1 Â 10 8 cells were grown for 48 h and treated with IC 50 concentration of GA (34 mM) and atorvastatin (19 mM) for 48 h at 24 C. Atorvastatin was taken as the positive control for HMGR inhibition. The cells were harvested at 6000g for 10 min and washed with PBS. The cell pellet was resuspended in lysis buffer [50 mM KH 2 PO 4 (pH 7.2), 1 mM DTT, 2 mM PMSF and 0.5 mg/mL leupeptin] and lysed by repeated freeze thaw cycles in liquid nitrogen and at 37 C. The cell lysate was extracted after centrifugation at 13000g for 30 min at 4 C. Cell lysate from untreated parasites was taken as control. HMGR activity was carried out as described earlier using an equal amount of untreated, GA treated and atorvastatin treated total cell lysate.\n\n2.9. Protein immunoblotting 1 Â 10 8 promastigotes were inoculated in 25 cm 2 tissue culture flasks and treated with IC 50 concentrations of GA for 48 h. The cells were lysed as described in section 2.7 and approximately 100 mg of protein samples were subjected to 10% SDS-PAGE and transferred onto nitrocellulose membrane by electroblotting (Bio-Rad) at 50 V, 350 mA for 3 h. The membrane was incubated with polyclonal antirat HMGR antibody (1:500) for overnight at 4 C temperature followed by anti-rabbit IgG alkaline phosphatase conjugate as secondary antibody (Sigma,1:10,000) for 1 h. The specific protein bands were visualized by incubating with nitro blue tetrazolium (NBT) and 5-bromo-4-chloro3-indolyl phosphate disodium salt (BCIP) as substrates . Densitometric analysis of the blot was performed using Image J software. Acetyl CoA synthetase earlier reported from our lab was used as a negative control to show the specific effect of GA on HMGR (Soumya et al., 2015) .\n\nA solution of 1 mg/mL of ergosterol served as the control. The injection volume was 50 mL. An Agilent technologies C 18 column, 100 mm Â 4.6 mm, 3.5 mm particles was used for RP-HPLC. To evaluate the effect of GA on ergosterol biosynthesis, promastigotes approximately 1 Â 10 6 cells/mL were seeded in culture flask. After 48 h of incubation, the cells were treated with GA (at IC 50 concentration) and further incubated for 48 h. The cells were harvested and the sample was prepared for HPLC as reported earlier (Ng et al., 2008) . Appropriate controls without GA treatment was also taken.\n\nThis study was performed to examine the rescue of GA treated L. donovani promastigotes upon ergosterol supplementation. Briefly, promastigotes were seeded in 96-well plate for 48 h, treated with GA at its IC 50 concentration. The cells were simultaneously supplemented with exogenous ergosterol in varying concentrations 50e200 mmol/L dissolved in methanol. The cells were supplemented with 200 mmol/L ergosterol as control. The percentage of promastigotes that were live upon rescue was analyzed by MTT assay. All assays were performed in triplicates and growth controls with the solvent and the solvent plus ergosterol were included to verify the lack of promastigote growth inhibitory effects.\n\nTo confirm the specificity of GA towards L. donovani HMGR we used previously generated HMGR overexpressor promastigotes as described earlier . Briefly, late log phase wild type and overexpressing promastigotes were seeded in a 96-well flat bottom plate and incubated for 48 h at 24 C. To examine the effect of GA, the parasites were incubated with range of concentrations of GA from 10 to 100 mM for 48 h. After 72 h of incubation, MTT (5 mg/mL, 20 mL per well) was added to each well and the plates were incubated for an additional 4 h at 37 C. Then the cells were harvested and resultant pellet dissolved in DMSO. The final absorbance was measured at 540 nm.\n\nOne-way analysis of variance (ANOVA) was performed for comparison between groups. Statistical analysis of the data was done using Graph Pad Prism software version 5.0. Only values of p 0.05 were considered significant.\n\nThe chemical structure of GA is shown in Fig. 1 . To determine the dose-dependent effect of GA on L. donovani promastigotes, the cells were plated with various concentrations of investigating compound. The viability was assessed after 48 h exposure to the drug using MTT assay. In the presence of GA, a dose-dependent inhibition of the viability of L. donovani promastigotes was observed. The concentration of GA required to inhibit parasite viability by 50% was determined from the plot of drug concentrations against % of viability of promastigotes, assuming control (without drug) as 100% viable. The IC 50 determined from the graph was 34 ± 3 mM. The cytotoxic property of the GA against macrophages was determined in 96-well microliter plate by MTT assay and the results were expressed as the concentration of GA that inhibited cell viability by 50% of the control. Macrophage cells were treated with varying concentrations of GA for 48 h, using standard drug miltefosine as the positive control. GA did not cause macrophage killing upto 100 mM concentrations. The reference drug miltefosine however, decreased the viability of macrophages up to 90% at 100 mM concentration (data not shown). GA was found to inhibit intracellular amastigotes in a dose dependent manner with an IC 50 value of 20 ± 4.2 mM. A comparison of the IC 50 and 50% cytotoxic concentration (CC 50 ) values obtained for GA and miltefosine were represented in Table 1 . Selectivity index (SI) was calculated by dividing the CC 50 value of THP cell line with IC 50 value of amastigotes. The SI was calculated for GA and was found to be >5 whereas for miltefosine it was 11.5 (Table 1) .\n\nTo determine the inhibitory effect of GA on growth of wild type promastigote parasite, the growth of L. donovani promastigote was monitored over a period of 120 h. Parasites were enumerated every 24 h by counting using hemocytometer. IC 50 concentration of GA (34 mM) was added after 48 h. The result showed that GA affected the growth of L. donovani promastigotes. A decrease in growth rate of~1.4 fold after 24 h and~2.1 fold after 48 h of GA treated promastigotes compared to untreated wild type promastigotes was observed ( Fig. 2A) . This data revealed that GA affected the proliferation of L. donovani promastigotes.\n\nTo investigate the effect of GA on the catalytic efficiency of recombinant HMGR, the enzyme used for the assay was expressed and purified as reported earlier . GA was tested at the range of 10e100 mM concentration. The half-maximum inhibitory concentration was found to be 24 ± 4.3 mM. At higher concentrations 50 and 100 mM of GA only 15% residual HMGR activity was observed indicating that GA binds to HMGR causing its inhibition (Fig. 2B left panel) . Atorvastatin was used a positive control for comparative analysis of GA as LdHMGR inhibitor (Fig. 2B right panel). At 1 mM approximately 86% inhibition was observed.\n\nThe IC 50 value was calculated to be 300 nM, which correlates with previously reported data . Atorvastatin is a more sensitive inhibitor of HMGR than GA as it inhibits the enzyme in lower micromolar range. HMGR activity was also measured in the promastigotes in the absence and presence of GA. The GA treated promastigotes exhibited~30% reduction in HMGR activity in comparison to untreated parasites. Promastigotes treated with 19 mM of atorvastatin exhibited 51% inhibition thus serving as a positive control and inhibitor of HMGR (Fig. 2C) .\n\nEffect of GA on HMGR protein expression was evaluated by western blotting of L. donovani cell extracts obtained from promastigotes treated with IC 50 concentration of GA. The blot was stained with Ponceau S which served as loading control. Densitometric analysis of the blot revealed fivefold reduction in HMGR expression in GA treated promastigotes further confirming the effect of GA on HMGR (Fig. 3A) . To further prove the specificity of GA for HMGR, we randomly selected acetylCoA synthetase (AceCS) as control protein. There are no reports of AceCS being targeted by GA. Densitometric analysis revealed no change in expression of AceCS when promastigotes were treated with GA (Fig. 3B) .\n\nStandardized HPLC method was used for the isolation of neutral lipids of L. donovani promastigotes. The retention time of ergosterol extracted from promastigotes was found at 11.18 min which correlated with standard ergosterol peak retention time (Fig. 4A) . HPLC chromatograms of wild type control parasites and GA treated parasites (34 mM) are shown in Fig. 4B left and right panel respectively which revealed almost 43% reduction in ergosterol levels in GA treated wild type promastigotes. The % peak area for wild type control and GA treated promastigotes was 100% and 57% respectively. We had also estimated ergosterol levels in HMGR overexpressing untreated and GA treated L. donovani promastigotes (34 mM) as seen in Fig. 4C left and right panel respectively. The results showed that there was only~20% reduction in ergosterol levels in HMGR overexpressors upon treatment with GA in comparison to wild type where 43% reduction was observed. The % peak area for HMGR overexpressing control and GA treated promastigotes was found to be 330% and 274% respectively, calculated relatively from % peak area of wild type control which was considered 100%. It was observed that the ergosterol levels in HMGR overexpressors was~3 fold higher compared to wild type promastigotes. When the wild type and HMGR overexpressors were treated with the IC 50 concentration of GA, wild type parasites exhibited~2 fold reduction in ergosterol levels as compared to the HMGR overexpressors (Fig. 4D) .\n\nGA treated Leishmania promastigote cultures were exogenously supplemented with different concentrations of ergosterol to study the role of exogenous sterol to overcome GA mediated inhibition. Ergosterol rescued GA treated promastigotes at concentrations ranging from 50 to 200 mmol/L causing the reversal of GA mediated growth inhibition (Fig. 5 ). Promastigotes treated with IC 50 value of GA showed 60% inhibition whereas in case of GA treated promastigotes supplemented with 200 mmol/L ergosterol showed only 20% inhibition i. e. 40% reversal of inhibition. These results indicate that GA inhibition occurred by interfering with ergosterol biosynthesis which is a key sterol component for the survival of the parasite. Solvent and solvent plus ergosterol were taken as controls and no background inhibition was observed.\n\n3.7. Effect of glycyrrhizic acid on L. donovani transfectants overexpressing HMGR L. donovani promastigotes overexpressing HMGR was maintained in the RPMI-1640 medium with constant selection pressure of hygromycin B. The half-maximum inhibitory concentration (IC 50 ) was 34 ± 3 mM and 74 ± 3.8 mM for wild type and LdHMGR overexpressing cells respectively. LdHMGR overexpressors exhibited~2 fold increase in IC 50 of GA as compared to the wild-type promastigotes (Fig. 6) . The result indicates that a higher concentration of drug is needed in case of LdHMGR overexpressing cells when compared to the wild type for obtaining similar therapeutic results. These results supports that HMGR overexpressing promastigotes showed resistance to GA, which depicts its prime role in inhibiting the sterol biosynthetic pathway.\n\n3-Hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase is an enzyme that catalyzes the conversion of HMG-CoA to mevalonate, a precursor of cholesterol in humans, and ergosterol in plants, fungi and protozoa (Henriksen et al., 2006; Macreadie et al., 2006) . Ergosterol is reported to be essential for growth and replication of Leishmania and fungi (Kulkarni et al., 2013) . Efficacy of ergosterol biosynthesis inhibitors as antiproliferative agents against Trypanosoma cruzi has been already reported (Urbina et al., 1995) . HMGR is proposed as a potential drug target in L. donovani. Several natural and synthetic statins are reported to interfere with the growth of L. donovani by inhibiting HMGR . Besides several compounds from natural sources like cholestin, diosgenin and GA were reported to inhibit HMGR (Arguelles et al., 2010; Maurya and Srivastava, 2011) .\n\nOver the past few years it has been well documented that the plant source is being used for treating inflammation, asthma, bronchitis, tumor, fungal diseases and recently GA and its analogs were also reported as anti-filarial agents (Pandey et al., 2009; Kim et al., 2013; Kalani et al., 2013) . Several mechanisms were proposed for GA mediated inhibition, which includes the anti-inflammatory property of GA by suppressing the TNF-a and anti-apoptotic effect via suppression of caspase-3, which have explained the hepatoprotective properties (Nasyrov et al., 1995; Wan et al., 2009 ).\n\nAs part of our drug discovery research, we were interested in natural product entities which could target sterol biosynthetic pathway and serve as antileishmanial agents and we came across GA. Literature search revealed antileishmanial activity of GA which proved to be efficacious causing enhanced release of cytokines (IL-12 and TNF-a) in Leishmania infected macrophages thus, indicating its immunomodulatory property (Bhattacharjee et al., 2012) . These cytokines play an important role in controlling disease progression in visceral leishmaniasis (Descoteaux and Matlashewski, 1989; McSorley et al., 1996; Taylor and Murray, 1997) . These findings prompted us to investigate the mechanism of antileishmanial action of GA in Leishmania promastigotes. In this work, we have investigated for the first time the effect of GA on sterol metabolism of the parasite. The results of the present study showed in vitro growth suppression of L. donovani promastigotes and intracellular amastigotes by GA. Our results indicate that the GA exerts its antileishmanial action by significant reduction in the parasite viability at concentrations far below the cytotoxic concentration. It was earlier reported that 50 mg/mL of GA reduced the parasite burden up to 90% in L. donovani infected murine peritoneal macrophages and~10 mg/mL resulted in 50%\n\ninhibition (Bhattacharjee et al., 2012) . The results showed that GA displayed antileishmanial activity at non-cytotoxic concentrations. The standard drug miltefosine exhibited~2 fold higher sensitivity against promastigotes and~5 fold higher sensitivity against amastigotes when compared to GA. However, the selectivity index was >5 for GA and almost comparable to miltefosine. The sensitivity of promastigotes, amastigotes and macrophages towards miltefosine was in agreement with the previously published data (Corral et al., 2014; Calogeropoulou et al., 2008; Dube et al., 2007) . Earlier studies showed that HMGR mRNA expression was markedly decreased in GA treated dyslipidemic hamsters (Maurya and Srivastava, 2011) . Keeping this in view, effect of GA was studied on recombinant HMGR and native enzyme in promastigotes. At 100 mM concentration of GA, the recombinant LdHMGR activity was reduced by 90%. Interestingly, it was found that GA inhibits the recombinant enzyme at an IC 50 value, which is close to the IC 50 value obtained from cell based inhibition studies. This suggested that GA might specifically bind to LdHMGR enzyme. HMGR activity was also measured in GA treated L. donovani promastigotes wherẽ 30% reduction was observed. It was observed that the recombinant enzyme inhibition by GA was more compared to inhibition of native enzyme in L. donovani promastigotes (50% inhibition of recombinant HMGR at 24 mM of GA whereas only 30% inhibition of native HMGR in L. donovani promastigotes was observed at 34 mM of GA concentration). The differences in effect of GA on the recombinant enzyme activity and that of parasite enzyme activity may be due to the multi-targeted effect of GA (Bhattacharjee et al., 2012) . Moreover, the effect of GA in promastigotes was measured on the whole cell lysate of parasite and not purified native HMGR enzyme. In both the native and recombinant HMGR inhibition studies, atorvastatin was used as chemical inhibitor of HMGR enzyme and acted as positive control. Fivefold lower HMGR expression was observed in immunoblot, which further indicated the specificity of GA for HMGR. Thus, the reduction of HMGR enzyme activity is associated with the reduction of HMGR protein levels. AceCS was selected as control protein however if GA has multitargeted effect, proteomics can provide more information regarding other targets. We also confirmed that GA treatment reduces the biosynthesis of ergosterol by inhibiting HMGR enzyme. Ergosterol levels in GA treated wild type promastigotes significantly decreased up to 40% whereas only 20% reduction was observed in GA treated HMGR overexpressors. This explains that it affects the sterol biosynthesis in the parasite and is one of the reasons for parasite killing. Moreover, when attempts were made to reverse the GA mediated growth inhibition with ergosterol, it could only partially revive the growth. This study clearly indicated that though GA acts by inhibiting LdHMGR enzyme and altering ergosterol levels, yet it is not the sole target for GA. It was well documented that GA has multiple mechanism of actions and multiple targets in the parasite. Recent report stated that it inhibits cox-2 enzyme leading to increase NO generation in L. donovani infected macrophages and thus arresting parasite survival (Bhattacharjee et al., 2012) .\n\nFurther, in order to validate the effect of GA on HMGR enzyme, the effect of GA was tested on wild type and HMGR overexpressing transgenic parasites that were reported in our earlier studies . Our results indicated that HMGR overexpressing parasites showed~2 fold resistance towards GA mediated inhibition of promastigotes compared to non-transgenic parasites. Therefore, it is illustrated that episomal expression of HMGR in parasites protects them from GA induced lysis as is evident from the higher concentration of GA required to inhibit the transgenic parasites than the wild type parasites.\n\nInterference with ergosterol biosynthesis results in disruption of parasite function and molecules involved in this pathway could serve as potential drug targets for antileishmanial chemotherapy (De Souza and Rodrigues, 2009) . Interestingly, there are reports where Leishmania can survive altered sterol levels. However, changes in sterol profile have been linked to amphotericin B and fluconazole resistance (Mbongo et al., 1998; Roberts et al., 2003) . The alteration of sterol levels could have important implications in drug response because ergosterol is required for action of some drugs. For example, amphotericin B, a polyene antifungal drug is also used for the treatment of leishmaniasis, which associates, with ergosterol for its action (Croft et al., 2006; Cohen, 1998) .\n\nIn conclusion, the result of this work extends the investigation of GA as potential candidate for visceral leishmaniasis treatment. Overall mode of action of GA in vitro studies is via inhibition of HMGR enzyme (rate limiting enzyme of sterol biosynthetic pathway) and depletion of ergosterol levels, which culminates in parasite death. To the best of our knowledge, this is the first report, which conclusively proves that GA can be used as potential inhibitor of L. donovani HMGR, and is an interesting molecule as it possesses immunomodulatory properties too. was analyzed by performing MTT assay and change in OD measured at 540 nm using 96 well plate reader. Data was expressed as mean ± standard deviations from three independent experiments. **p 0.01 and ***p 0.001. Fig. 6 . Comparison of the effect of Glycyrrhizic acid on growth profiles of wild type and HMGR overexpressors. Promastigotes were incubated with varying concentrations of GA for 48 h and viability was measured using MTT assay. Data was expressed as mean ± standard deviation from three independent experiments. the Ministry of Chemicals and Fertilizers, India[(2015-16)-nplc- Sushma Singh] . Special thanks to Director, NIPER for financial support. Special thanks to Mr. Neerupudi Kishore Babu for critical reading of the manuscript."}