{"title": "Title: COVID-19 transmission in Mainland China is associated with temperature and humidity: a time-series analysis", "body": "Starting in December 2019, the severe acute respiratory coronavirus 2 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint (SARS-CoV-2) identified in Wuhan, China, has caused an outbreak of a novel coronavirus disease [1]. Its typical clinical symptoms include fever, dry cough, myalgia, and pneumonia, and may cause progressive respiratory failure due to alveolar damage and death [2] . As of March 23, 2020, a total of 81,603 confirmed cases (61.28% in Wuhan) and 3,276 deaths have been reported in mainland China [3] . And now it is a pandemic [4] .\n\nRespiratory droplets and person-to-person contact are the major routes of transmission of the coronavirus [5] . Environmental factors such as temperature and relative humidity may influence the transmissions of coronavirus [6] \n\nDaily counts of laboratory-confirmed cases in all provinces in China were collected from the official reports of the National Health Commission of People's Republic of China from December 1, 2019 to February 11, 2020 for Hubei province and from January 20, 2020 to February 11, 2020 for other provinces. Case definitions for suspected cases and laboratory-confirmed cases and the description of the surveillance system have been published online and All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint reported elsewhere [11, 12] . Tibet was not included in the following model since only one case was reported during the 23-day period.\n\nThe meteorological data, including daily average temperature (AT) and daily average relative humidity (ARH) of each provincial capital, were retrieved from Weather Underground (https://www.wunderground.com/). The following keywords were applied in the Baidu index (http://index.baidu.com/), the largest search engine in China, using the keywords \"Wuhan pneumonia\" OR \"novel coronavirus\" OR \"coronavirus disease 2019\" OR \"coronavirus disease-19\" OR \"2019 novel coronavirus\" OR \"2019-nCoV\" OR \"SARS-CoV-2\" OR \"COVID-19\" OR \"SARS-CoV-2\" OR \"severe acute respiratory coronavirus 2\".\n\nThe province-based Baidu index with massive Internet behavior data recorded, including concerns for COVID-19, was used as a measure of health-seeking behavior that may affect the transmission of coronavirus [13] .\n\nA generalized additive model (GAM) was applied to quantify the province-specific associations between meteorological variables and the daily cases of COVID-19 during the study periods, accounting for short-term temporal trend and health-seeking behavior through Baidu index.\n\nThe distribution of COVID-19 cases was assumed to be a negative binomial given that the variances of the daily counts were larger than their means.\n\nConsidering the incubation period of COVID-19, the effects of AT, ARH, and covariates were modeled with a 14-day exponential moving average (EMA) to account of their potential lag effects and the interaction between AT and ARH was tested and included in the model if significant. The short-term temporal trend was indicated using natural splines of time with two degrees of freedom.\n\nThe model is given by: All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint\n\nis the daily counts of COVID-19 at day t, Considering the effect of the interaction between AT and ARH, effect plots were shown with the change in log-transformed daily counts over AT (or ARH) given the ARH (or AT) of the 25 th , 50 th , and 75 th percentiles. Additionally, the effects of meteorological factors were parameterized with the incidence rate ratio (IRR) assuming the number of persons at risk stayed stable during the study period.\n\nIRRs of AT (or ARH) given the ARH (or AT) of the 25 th , 50 th , and 75 th percentiles in models were estimated and depicted using forest plots and geographic maps.\n\nTo verify model results, a sensitivity analysis was performed in which the time-series in Wuhan and in Hubei province were restricted to the period the same as that in other provinces − i.e. January 20 to February 11 − with the same GAM fit to the data (the results of sensitivity analysis in Figs. A8-A10).\n\nThe R software (version 3.5.3, http://cran.r-project.org; R Foundation for Statistical Computing, Vienna, Austria) was used to perform statistical analyses.\n\nAll rights reserved. No reuse allowed without permission.\n\nauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint QGIS Desktop (version 3.4.14, https://www.qgis.org/; Open source geospatial foundation project) from the open-source geospatial foundation project was used to plot the geographic patterns.\n\nThe daily counts of confirmed cases, AT, and ARH for 31 provinces were summarized in Table A1 . The cumulative confirmed cases varied from one (Tibet) to 33,453 (Hubei), and 74.7% of all confirmed cases occurred in Hubei for the periods (Fig. 1a) . The average AT ranged from −16.96°C to 19.3°C (Fig.   1b) , and the average ARH ranged from 17.93% to 86.20% (Fig. 1c) . The estimates of regression coefficients of the GAM for Hubei province are listed in Table 1 . There was a significant interaction between AT and ARH (0.04, 95% confidence interval (CI): 0.004-0.07), and the effect of the Baidu index was also statistically significant. Significant interactions between AT and ARH were also found in Zhejiang, Shandong, Hebei, Jilin, and Gansu (Table A2) . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the 0.75-0.93), and 0.89 (95% CI: 0.8-1). Every 1°C increase in AT led to a decrease in the daily confirmed cases by 36% to 57% when ARH was in 67% to 85.5% and every 1% increase in ARH led to a decrease in the daily confirmed cases by 11% to 22% when AT was 5.04°C to 8.2°C. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint relationship between ARH and COVID-19 at the different levels of AT.\n\nOur study suggests that both daily temperature and relative humidity influenced the occurrence of COVID-19 in Hubei province and in some other provinces.\n\nHowever, the association between COVID-19 and AT and ARH across the provinces was not consistent. We found spatial heterogeneity of COVID-19 incidence, as well as its relationship with daily AT and ARH, among provinces in Mainland China.\n\nThe study period − and hence time series length − was longer for Hubei province than other provinces. The longer the study period, the more stable the model results are expected to be. Considering the incubation period of COVID-19, we used the 14-day EMA of daily AT and ARH to investigate the effects of ARH and AT on COVID-19. Most of the confirmed cases (and therefore meteorological data) were derived from the period before travel restrictions were enacted for Wuhan city (January 23, 2020); therefore, the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint while low temperature can also dry out the mucous membrane, reduce the function of cilia, and support the survival and transmission of the virus and the spread of diseases [6, 8, 14, 19, 20] .\n\nA novel finding of this study is the significant interaction between ARH and AT, and COVID-19 transmission. In Hubei province, the interaction between ARH and AT was found to have a positive effect on transmission (0.04, 95% CI: 0.004-0.07). Increased AT (ARH) led to a decreased effect of ARH (AT) on the incidence of COVID-19 in Hubei province. The exact mechanism of the interaction is unclear. One probable reason might be that a combination of low AT and humidity make the nasal mucosa prone to small ruptures, creating opportunities for virus invasion [21] . A previous study observed an interaction between minimum temperature and humidity on influenza [22, 23] There are some limitations in our study. First, some potential risk factors that could impact the incidence of COVID-19 − for example, province-specific social-economic status − were not included in the model. The study period is short, so that it can be assumed that many covariates did not vary substantially during such a short time period. Second, the incidence of COVID-19 in provinces other than Hubei was more likely to be influenced by interventions after the outbreak in Hubei province. In addition, the meteorological data were collected from the Weather Underground for the capital city for each province only, and data accuracy and representativeness can be improved in future studies. Provinces (except for Hubei) had a short study period and included 1 1 many imported cases.\n\nIn conclusion, meteorological factors influence COVID-19 transmission and spread, potentially with an interactive effect between daily temperature and relative humidity on COVID-19 incidence. There were spatial and temporal heterogeneities in COVID-19 occurrence, which could be attributed to meteorological factors as well as interventions measures across provinces. The reasons for the inconsistency in the impact of meteorological factors on COVID-19 among provinces needs further study.\n\nWe declare that we have no conflicts of interest. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint 1 4 province from December 1, 2019 to February 11, 2020. All rights reserved. No reuse allowed without permission.\n\nauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20044099 doi: medRxiv preprint"}