{"title": "", "body": "Component Therapy and Neonatal Isoerythrolysis I Drug Therapy\n\nCurrent drug and fluid therapy for puppies and kittens is largely based on information extrapolated from other species. Normal maturation changes in puppies and kittens from birth to 6 months will cause accompanying changes in drug disposition, thus rendering the puppies and kittens more susceptible to drug-induced adverse reactions.\n\nPuppies and kittens can be exposed to drugs through three sources: the mother, either just before or during parturition (placental transfer); the mother's milk during nursing; and direct administration. It is beyond the scope of this paper to describe the factors determining drug disposition in normal, healthy adults (Riviere, 1988a, b) . A working knowledge of these factors is, however, crucial in predicting the effects of age-induced differences in drug disposition. Only through an appreciation of these differences can drug and fluid therapy be individualized and the incidence of adverse drug reactions reduced in young animals. Generally, adverse drug reactions reflect plasma drug concentrations that have reached the toxic range. Occasionally, therapeutic failure results from genera-tion of plasma concentrations that are subtherapeutic. All four determinants of drug disposition (i.e., absorption, distribution, metabolism, and excretion) undergo dramatic changes as the puppy and kitten mature. The clinical significance of these sequelae varies (Table 3-1).\n\nAfter oral administration, most drugs are absorbed from the small intestine. Because the surface area of the small intestine is large even in young animals, the extent of drug absorption probably does not differ clinically between young animals and adults. The rate of drug absorption tends to be slower in young animals, however, probably due to decreased gastric emptying and irregular intestinal motility. As a result, peak plasma drug concentrations may be lower. The decreased rate of absorption might actually protect against toxic drug concentrations (Heimann, 1980; Rane and Wilson, 1989) . These protective mechanisms may not, however, be present in puppies and kittens before absorption of colostrum. During this period, permeability of the intestinal mucosa is increased along with the rate and extent of drug absorption. Occasionally, drugs that normally are not absorbed from the gastrointestinal tract (such as aminoglycosides, carbenicillin and 35 _... Toxicity to drugs distributed to fat other acid-sensitive 13-lactams, and enteric sulfonamides) can reach systemic circulation. Intestinal permeability decreases rapidly following the ingestion of colostrum (Gillette and Filkins, 1966) possibly due to endogenous release of hydrocortisone or adrenocorticotropic hormone. Exogenous supplementation of either of these hormones in the mother 24 hours before her giving birth prevents increased permeability and colostrum absorption in the neonate (Gillette and Filkins, 1966) . A number of other factors may alter drug absorption from the small intestine in puppies and kittens. Gastric pH is neutral in the newborn; adult levels are not reached until some time after birth, depending on the species (Gillette and Filkins, 1966; Heimann, 1980) . Increased gastric pH (achlorhydria) may decrease the absorption of many drugs that require disintegration and dissolution or are ionized in a less acidic environment (e.g., weak acids such as 13-lactam antimicrobials) (Gillette and Filkins, 1966; Rane and Wilson, 1989) . On the other hand, increased pH may facilitate absorption of weak bases that are generally not absorbed in adult animals (e.g., aminoglycosides). Milk diets can reduce absorption of some drugs by either decreasing gastric emptying or directly inter-acting with drugs. The \"unstirred water layer\" adjacent to the surface area of the mucosal cells is thicker in the neonate than the older animal and may limit the rate of absorption of some drugs (Heimann, 1980) . Until biliary function matures, the absorption of fat-soluble drugs (e.g., griseofulvin and fat-soluble vitamins) may be impaired. Microbial colonization of the gastrointestinal tract may alter response to antimicrobial drugs undergoing intestinal metabolism or enterohepatic circulation (jones, 1987; Morselli et al, 1983) .\n\nAbsorption in puppies and kittens of parenterally administered drugs also varies from that in adults. The rate of absorption after intramuscular administration will increase with age as muscle mass and its accompanying blood flow increase and as vasomotor responses mature (Morselli et al, 1983) . Because muscle mass is small in young animals, subcutaneous administration is frequently used. Again, variability in subcutaneous absorption rates can be anticipated with age. Less fat but more water may result in faster absorption in puppies and kittens compared with adults. Environmental temperature probably influences subcutaneous absorption, particularly in newborns whose thermoregulatory mechanisms are not fully functional (Shifrine et ai, 1973) . Cold environments are likely to reduce subcutaneous drug absorption if the neonate is not provided warmth. The same is true for the animal in a state of hypothermia. Subcutaneous and intramuscular drug absorption may be impaired until body temperature approximates the norm.\n\nSeveral nontraditional routes of administration can be used in puppies and kittens. Intraperitoneal administration can be a lifesaving method of blood and fluid administration, particularly in the newborn with inaccessible central veins. Isotonic fluid solutions are absorbed rapidly, and up to 70% of red blood cells is absorbed within 48 to 72 hours (Authement et ai, 1987) . Blood and fluid solutions can also be administered into the medullary cavity of large bones (Authement et ai, 1987; Fiser, 1990) . Flow is the rate-limiting factor in intraosseous absorption. Factors such as the size of the medullary space, vascular tortuosity, sinusoidal pressure, and total venous cross-sectional area determine flow rate (Fiser, 1990; Schoffstall et ai, 1989) . Absorption of volatile anesthetic agents from the respiratory tract is rapid because minute ventilation is greater (Robinson, 1983) . Thus, young animals are more sensitive to the effects of gas anesthetic agents. Although percutaneous routes are not commonly used in drug administration, percutaneous absorption of drugs is likely to be greater in young animals. Percutaneous absorption is related directly to skin hydration, which is greatest in neonates. Topical administration of potentially toxic lipidsoluble drugs (e.g., hexachlorophene and organophosphates) should be avoided.\n\nAbsorption from the rectal mucosa is rapid in all ages. Thus rectal administration of drugs or fluids can be used. Limited data gathered from human infants indicate that peak plasma concentrations after rectal administration may be higher than those obtained by other routes (Morselli et al, 1983) . The following situations are among those that indicate this route of administration: when venous catheterization is difficult; when there is need to reduce complications associated with intravenous administration (as with sedation or anesthesia); or when oral administration is undesirable (as with antiemetic agents). Several pediatric drugs intended for systemic effects are available as rectal suppositories.\n\nThe most important factors contributing to differences in drug distribution in puppies and kittens are differences in body fluid compartments and binding of drug to serum proteins. Body fluid compartments undergo profound changes with the growth of the neonate. Both the percentage of total body water and the ratio of compartmental volumes change with maturation. The percentage of total body water decreases with age, but the decrease is more substantial in the extracellular than the intracellular compartment (Table 3 -2) (Sheng and Huggins, 1972) . Daily fluid requirements are greater in puppies and kittens in part because a larger proportion of their body weight is represented by water. The sequelae of these body compartment differences depend on the normal distribution of the drug. Most water-soluble drugs are distributed to extracellular fluids. As a result, in puppies and kittens, the volume of fluid to which these drugs are distributed is increased compared with adults; plasma drug concentrations will decrease correspondingly. A similar pattern would be expected for unbound lipidsoluble drugs because they tend to be dis- tributed to total body water. Changes in the half-life of each drug will parallel changes in distribution. Although decreased plasma drug concentrations resulting from increased distribution may protect the young animal from potentially toxic drug concentrations (Davis et al, 1973) , a poor therapeutic response may result from failure to generate therapeutic drug concentrations. 'The proportion of body fat is smaller in puppies and kittens. Thus the distribution of lipid-soluble drugs that accumulate in fat (such as organophosphates, chlorinated hydrocarbons, and ultrashort thiobarbiturates) may be decreased proportionately. Although drug half-life decreases with the volume of tissues to which a drug is distributed, plasma drug concentrations may initially be toxic. Many lipid-soluble drugs have a high affinity for and are bound by plasma proteins, thus facilitating their movement through the body. Binding, however, limits their distribution from plasma to tissue. Predicting the distribution of highly protein-bound drugs is complicated. Serum concentrations of both serum albumin (the protein to which most drugs are bound) and a-glycoproteins (to which basic drugs preferentially bind) are decreased in the younger animals (Poffenbarger et al, 1990; Short, 1984) . Protein binding of drugs also may be reduced because of differences in albumin structure or because drugs compete with endogenous substrates (such as bilirubin) for binding sites (Ehrnebo et al, 1971; Rane and Wilson, 1989) . As drugs are displaced, the concentration of free, pharmacologically active drugs and the risk of adverse reactions increase. However, these changes are significant only if the drug is highly (i.e., more than 80%) protein bound and characterized by a small therapeutic index. While the concentration of free drug increases, that of total drug in the plasma tends to decrease since unbound drug is free to distribute into tissue (Ehrnebo et al, 1971 ). Consequently, drug half-life may increase, and longer dosing intervals may be indicated for potentially toxic drugs. Differences in regional blood flow to the organs might cause clinically important changes in drug disposition in puppies and kittens. Differences in intraorgan distribution (e.g., renal blood flow) may cause clinically important differences in drug disposition ). Blood flow to vesselrich tissues of the body (i.e., the heart and brain) is greater and faster (Robinson, 1983) ; the puppy and kitten are, thus, more susceptible to drug-induced cardiac and central nervous sys-tem toxic conditions. The potential for central nervous system poisoning is increased further because the blood-brain barrier is poorly developed immediately after birth. Increased permeability is a protective mechanism to the brain. Deficiency of nutritional fuels in stressful states (e.g., hypoglycemia, hypoxia, and acidosis) is prevented by allowing the movement of oxidizable substrates such as lactate into brain cells (Hellmann et ai, 1982) . Drugs normally incapable of reaching the adult brain are also, however, able to reach brain cells that are very susceptible to their effects.\n\nDrug elimination is limited in puppies and kittens (Green and Mirkin, 1984; Rane and Wilson, 1989; Short, 1984) . In contrast to that in infants, hepatic metabolism of drugs is incompetent in the near-term and neonatal puppy (Inman and Yeary, 1971; Reiche, 1983) . Both phase I (e.g., oxidative) and phase II (e.g., glucuronidation) reactions are reduced. The various pathways of metabolism mature at different rates. Progressive increases in phase I activity do not occur until day 25, and adult levels are not attained until 135 days postpartum. Generally, decreased hepatic drug metabolism is reflected in decreased plasma clearance, increased plasma half-life, and potentially toxic plasma drug concentrations. Dose reduction or prolongation of intervals may be indicated for some drugs (Table 3 -3). Oral bioavailability of drugs characterized by significant first-pass metabolism in adults (e.g., propranolol) will probably be greater in puppies and kittens. Response to prodrugs-such as primidone, prednisone, and, potentially, methylprednisolone-may be reduced because of decreased formation of active drug products. Hepatic drug-metabolizing enzymes can be induced by phenobarbital and other drugs (Peters et al, 1971; Rane and Wilson, 1989 ). Phenobarbital has been used therapeutically to stimulate drug elimination in fetal or neonatal human infants (Sjoqvist, 1985) . Nonhepatic drug metabolism, which also tends to be deficient in puppies and kittens, is important for the elimination of some drugs. Lower plasma cholinesterase levels can result in increased sensitivity to organophosphates, succinylcholine, and procaine (Robinson, 1983) .\n\nReduced renal excretion, characteristic of the puppy, results in decreased clearance of renally \n\nCaffeine\"\n\nTheophyllinej Nonsteroidal antiinflammatory drugs\", :j: Opiates\" Phenothiazines\", :j: Chlorpromazine Salicylates\", :j:\n\nas body fluids and electrolytes are maintained (Kleinman, 1978; Silva et al, 1987) .\n\nThe sequelae of developmental changes in pediatric renal function include decreased clearance and prolonged half-life of drugs (primarily water-soluble drugs) excreted by the kidneys. Such a pattern has been shown for several drugs (Table 3- 4) . The effects of renal maturation on drug disposition can be complex. For example, serum gentamicin half-life was twice as long in 10-day-old puppies (80 minutes) as in 20-dayold puppies (45 minutes). Tubular damage does not, however, begin to occur until 20 days of age despite tubular accumulation of gentamicin, excreted parent drugs and products of phase II drug metabolism. Glomerular filtration rate and tubular secretion increase sevenfold and fourfold, respectively, from day 2 to day 77 in puppies. These increases presumably reflect an increase in the permeability of the filtration apparatus. In human infants, renal clearance of a 15,000-molecular weight dextran is essentially zero compared with a 90% clearance in adults (Dorrestein et aI, 1986) . Changes in renal blood flow parallel those of nephron maturation (Cowan et ai, 1980) . Although the number of glomeruli remains constant throughout development, both glomerular filtration and renal tubular function progressively increase (Cowan et al, 1980; ). The distribution of maturing nephrons also changes with age in the puppy ). Morphologically, renal maturation follows a centrifugal pattern such that the most mature nephrons are located at the corticomedullary junction and the youngest in the subcapsular layer. Neither renal blood flow nor glomerular filtration rate increases appreciably until blood flow is redistributed to the cortices at 2 weeks of age (Cowan et al, 1980) . As kidneys mature in the puppy, the rate of tubular growth appears to exceed glomerular growth ). Glomerular-tubular balance of sodium and water is poorly developed in the neonate . In contrast to filtration and secretion, renal tubular resorption appears to be similar to that in adults as long which is similar to that in adults. The site of accumulation is primarily the inner cortex for the first 10 days of life and then the outer cortex as the cortical nephrons mature. A centrifugal pattern of nephron maturation in puppies appears to protect against gentamicin nephrotoxicity by ensuring that the outer cortical nephrons are probably protected from damage until maturation. Another difference in aminoglycoside toxicity in puppies and kittens is the lack of clinical indicators. Pathologic damage induced by gentamicin appears to be evidenced solely by histologic lesions. Plasma creatinine is normally decreased in pediatric individuals (Cowan et aI, 1980 ) and thus does not increase above normal in the presence of gentamicin nephrotoxicity. Changes in urine sediment, osmolarity, glucose, and protein are not evident even when tubular damage is marked at 30 days (Cowan et al, 1980) . Renal damage can occur in puppies and kittens treated with gentamicin at trough concentrations (0.21 j.Lg/ml) that are well below those recommended to avoid nephrotoxicity (2 ug/ml), This fact, and the observation that peak plasma gentamicin concentrations (4.92 ug/ml) are much lower in young animals at a dose of 7.5 mg/kg once daily compared with the recommended targets (10 j.Lg/ ml) generally achieved in adult dogs at lower doses (4 mglkg daily), suggest that a different dosing regimen should be used for aminoglycosides. Compared with current recommendations for adults, puppies may require a higher dose and longer interval for gentamicin administration. The gentamicin-dosing regimen for unhealthy puppies probably should be further modified because they are likely to be suffering from conditions that increase the potential for aminoglycosides-induced nephrotoxicity (e.g., dehydration). Further investigations are needed to establish safe yet effective doses of aminoglycosides for the puppy and kitten.\n\nUnique differences in drug disposition predispose the near-term fetus and neonate to adverse drug reactions. The idea of absolute placental selectivity has been replaced with the realization that essentially all drugs administered to a pregnant animal will be transferred across the placenta regardless of the degree of intimacy between fetal and placental membranes (Levy, 1981; Welsch, 1982) . The response of the fetus and newborn to the individual drugs, however, varies for several reasons. Even the simplest pharmacokinetic representation of the maternal-fetal system is complex, being composed of at least three compartments: maternal, placental, and fetal. The pharmacokinetics of each compartment is determined, in tum, by its own rates of absorption, distribution, metabolism, and elimination (Krauer and Krauer, 1991; Welsch, 1982) . Furthermore, pregnancy is a dynamic state characterized by dramatic changes in placental and fetal growth and in the physiology of the pregnant animal. All pharmacokinetic processes change in concert with the progression of pregnancy. In addition, specific differences in placental drug transfer preclude extrapolation of information among species. Finally, the route of administration is also likely to determine the amount of placental transfer; routes that result in higher plasma peak concentrations (i.e., intravenous, intravenous infusion, and multiple dosing routes) are likely to expose the fetus to higher drug concentrations. Although many factors determine the rate and extent of drug transfer across the placenta, lipid solubility of the drug and a steep maternalfetal drug concentration gradient are probably the most important (Welsch, 1982) . In general, nonionized compounds with high lipid solubility cross rapidly, whereas drugs with little lipid solubility cross slowly (Malkinson and Gehlmann, 1977) . A number of drugs that are polar at physiologic pH can, however, cross the placenta rapidly. Differences in drug disposition compared with both pediatric animals and adults can lead to adverse reactions in the nearterm fetus receiving drugs through the placenta. Thus higher concentrations of unbound and pharmacologically active drugs can be anticipated because fetal protein is generally less than that in more mature animals. The anatomic peculiarities of fetal circulation-that is, bypasses of the fetal liver and lungs-result in higher concentrations of drugs reaching the heart and brain. Although fetal metabolism of drugs can contribute to the ultimate elimination of drugs in the human neonate, the amount of drug-metabolizing enzymes present in nearterm animals is negligible (Malkinson and Gehlmann, 1977) .\n\nExamples of drugs that have been shown to reach detectable and potentially clinically important concentrations in the human fetus include f3-lactam antimicrobial agents, salicylates and other nonsteroidal antiinflammatory drugs, anticonvulsants (phenytoin and diazepam), local anesthetics such as lidocaine, gentamicin (in some species), and narcotic analgesic agents. Although drugs administered to pregnant ani-\n\nAminoglycosides Anticancer drugs Chloramphenicol Tetracyclines dosage of 50 mglkg given three times daily (Nara et al, 1982) . Changes in white blood cells include basophilic granulation. Chloramphenicol does not, however, appear to affect in vitro or in vivo immune response (Nara et al, 1982) .\n\nPuppies and kittens are more susceptible to hemolytic anemia after administration of drugs capable of oxidizing hemoglobin (Gross et al, 1967) . Red blood cells are predisposed to methemoglobinemia, Heinz body formation, and in vitro hemolysis. Several mechanisms have been proposed, including decreased intracellular concentrations of antioxidants and radical scavengers. Necrotic enterocolitis can be a complication of orally administered solutions (see \"Enteral Hyperalimentation,\" later) and intravenously administered hypertonic solutions (e.g., sodium bicarbonate). Clinical signs reflect gastric distention and gastrointestinal hemorrhage. Vomitus may be bile stained; intestinal perforation can be a sequela.\n\nPuppies and kittens cannot accommodate a large shift in osmolality as well as adults. Administration of hypertonic solutions to young animals can result in a variety of adverse effects. Intraventricular hemorrhage and necrotizing enterocolitis have occurred after intravenous administration of sodium bicarbonate and radiocontrast materials (Arant and Gooch, 1979; Turberville et al, 1976) . Drug additives can contribute significantly to the osmolality of intravenous preparations (Ernst et al, 1983) . Hyperosmolarity can also be a sequela of oral drug or fluid administration.\n\nAs is the fetus, the nursing animal is an inadvertent recipient of drugs administered to the mother. Most of the pertinent information in the veterinary literature is concerned with excretion of drugs in the milk of food animals; there appears to be no information for small animals. Studies in humans indicate that drugs diffuse into the milk from maternal circulation. Low molecular weight (less than 200), nonionized, highly lipid-soluble drugs that are minimally protein bound diffuse into the lactating mammary gland rapidly, whereas water-soluble drugs diffuse more slowly (Berlin, 1981) . The pI<. of a drug will largely determine its concentration in milk. Animal milk tends to be acidic compared with plasma pH. Thus, although a weakly basic drug may be nonionized in the plasma and thus more likely to diffuse into milk, it may become ionized and nondiffusible once in the milk. Such \"ion trapping\" can concentrate drugs in milk. The ratio of drug in milk to drug in plasma is predictable, being greater for weak bases and weak acids whose pK.s differ from the pH of milk by 2 pH units (minus 2 for acids and plus 2 for bases) (Rasmussen, 1971) . Generally, the amount of drug excreted in milk is less than 2% of the maternal dose (Berlin, 1981) . Greater concentrations can, however, be expected if a drug is administered to the mother intravenously, as an intravenous infusion or in multiple doses.\n\nNot all drugs ingested with milk during nursing will be absorbed from the gastrointestinal tract of the nursing animal. For example, milk may decrease the absorption of some drugs, and the pharmacokinetic properties of other drugs (i.e., aminoglycosides) preclude their absorption except in the very young. Not all drugs must, however, be absorbed to cause clinically important adverse effects. For example, antimicrobial agents can potentially alter the developing flora of the puppy's or kitten's alimentary tract (jones, 1987; Smith, 1965) . Thus it is prudent to avoid administration of potentially toxic drugs to the lactating mothers (Table 3-5) . mals may be detectable in the fetus, they may not produce clinically important effects.\n\nHematologic changes (polychromasia, anisocytosis, and target cells) occur in 8-to 12-weekold puppies treated with chloramphenicol at a J~st a~,pharmacokinetic differences in drug disposition can lead to adverse drug reactions due to increased or decreased plasma drug concentrations in puppies and kittens, pharmacodynamic differences can result in toxic or subtherapeutic responses, particularly by the cardiovascular system. Cardiovascular responses to anticholinergic and inotropic drugs are likely to be attenuated in the neonate. For example, increased heart rate after administration of [3adrenergic drugs (isoproterenol, dopamine, or dobutamine) does not reach adult levels until 9 to 10 weeks of age (Driscoll et al, 1979; Poffenbarger et al, 1990) . Immaturity of innervation has been cited as a cause of decreased response to atropine (Robinson, 1983) . The different components of the immune system mature at various ages (Poffenbarger et ai, 1990; Shifrine et ai, 1971) . The thymus undergoes a 200-fold increase in size during the first 12 weeks of life in puppies and is probably a major determinant of immunocompetence. Although a humoral response is evident at birth, only IgM is produced. Neonatal puppies generally respond poorly to strong antigens (Shifrine et ai, 1971 ). Thus, although puppies and kittens should not be expected to develop drug allergies, response to immunomodulators should be attenuated. In addition, immunoincompetence necessitates the use of bactericidal drugs.\n\nPuppies and kittens are predisposed to dehydration because extracellular fluid is increased, renal capacity to conserve water is decreased, the ratio of surface area to body weight is large, and fluid loss through immature skin is greater (Kerner and Sunshine, 1979) . Brain volume normally decreases during the first 2 days of life in puppies and kittens; hypovolemic hypotension at this age predisposes the neonate to intracranial hemorrhage, particularly if followed by rapid volume replacement (Coulter et ai, 1985; Turberville et al, 1976) . Hyperosmolarity increases the risk of intracranial hemorrhage due to water loss in the brain (Arant and Gooch, 1979; Coulter et aI, 1985; Turberville et ai, 1976) .\n\nFluid requirements are greater for puppies and kittens than for adults. Rates recommended for daily maintenance vary from 60 to 180 ml/ kg/day (Mosier, 1981) . Puppies and kittens cannot accommodate volume overload as efficiently as adults can. Although larger fluid amounts are indicated, care must be taken with both the amount and rate of fluid administration. Fluids can be administered by several routes. Crystalloids administered rectally should be isotonic; rapid rectal absorption of hyperosmotic solu-tions can lead to life-threatening hyperosmolarity. Subcutaneous administration may be an acceptable route if small volumes of isotonic fluids are administered to puppies and kittens with normal hydration. Despite a less than ideal flow rate, intraosseous drug and fluid infusion can be lifesaving in hypovolemic, hypothermic, or very small animals whose central veins are not initially accessible for catheterization (Fiser, 1990; Schoffstall et al, 1989) . The femur and humerus are preferred sites.\n\nAn 18-to 25-gauge hypodermic needle or an 18-to 22-gauge spinal needle can be used as an intraosseous catheter, depending on the size of the animal (Otto et al, 1989) . In larger animals, a second catheter can be placed in a second medullary cavity to facilitate rapid fluid administration. Gravity flow can be used in smaller animals; for larger animals, multiple catheters and pressure-assisted flow may be necessary to administer sufficient volumes rapidly (Otto et al, 1989) . Potential complications, which are uncommon in human patients, include infection (resulting in cellulitis, subcutaneous abscess, or osteomyelitis) and extravasation of fluid around the puncture site. Factors contributing to therapeutic failure with intraosseous administration include misplacement of the needle or catheter, bending of the needle or clotting of its contents, puncture throughout the bone, and replacement of the marrow cavity with fat or fibrous tissue (Fiser, 1990; Schoffstall et ai, 1989) .\n\nIntravenous administration via an indwelling cephalic or jugular catheter is preferred for continuous fluid or drug administration in dehydrated, hypovolemic, and hypotensive animals. Fluids should be accurately measured before administration, and a pediatric minidrip set designed to deliver 60 drops per ml should be used. Infusion pumps will facilitate accurate administration. Fluids should be administered to the surgical pediatric animal weighing less than 10 kg at a rate of 4 ml/kg per hour; fluids lost during surgery are added to this volume (Robinson, 1983) . Hypoglycemia can be prevented by the administration of 10% dextrose solution or of 5% dextrose in 0.25% normal saline solution (Robinson, 1983) . Alternatively, dextrose sufficient to make a 5% (50 mg/ml) solution can be added to lactated Ringer's solution, although the resulting hypertonic solution should be administered cautiously. All fluid solutions and blood or blood components should be warmed to 37°C before administration.\n\nMonitoring fluid therapy is critical; overhydration can lead to cardiovascular overload. Signs of vascular overload are difficult to detect.\n\nCardiomegaly, hepatic enlargement, and pulmonary edema are not generally conspicuous until respiratory distress occurs. In human infants, volume overload can lead to congestive heart failure associated with opening of the ductus arteriosus and intracranial hemorrhage (Rowe et ai, 1986) . Texture of body skin, moistness of mucous membranes, and degree of anophthalmia are relatively insensitive methods used to assess hydration status in puppies and kittens. Serial measurements of urinary output and urine concentration are used to assess fluid therapy in human infants (Rowe et al, 1986) . Weighing the animal every 12 hours can also help establish hydration status if accurate gram scales are available; generally, puppies and kittens should gain 1 to 1.5 g for each pound of anticipated adult weight per day (Mosier, 1981) .\n\nOral rehydration is recommended as the preferred therapy for dehydration caused by diarrhea in human pediatric patients (Greenwood and Davison, 1987; Hirschhorn, 1982) . Sodium is cotransported with several substrates actively transported across the epithelium of the small intestine. Oral administration of sodium, potassium, bicarbonate, chloride, and glucose in a single solution is the sole method of hydration needed to maintain normal blood volume and electrolyte concentrations in human patients with cholera. The World Health Organization has formulated a solution consisting of (in mM per liter) 90 Na+, 20 K+, 30 HC0 3 -, 80 ci-, and 111 glucose (total osmolarity of 331) (Hirschhorn, 1982) . The solution is suitable for most cases of diarrhea in human patients regardless of cause, electrolyte status, hydration status (short of shock), or patient age. The only requirement is that the patient be sufficiently conscious to drink. If vomiting occurs, the patient is allowed to rest, and administration is reinstituted more slowly. Recent modifications of this recipe include the addition of organic nonelectrolytes, such as amino acids, particularly for secretory diarrhea (Wapnir et al, 1988 (Wapnir et al, , 1990 .\n\nNutritional maintenance is critical for the puppy and kitten. Studies performed with newborn puppies have shown that a 9-hour fast is accompanied by reduced hepatic adenosine 5'triphosphate levels, suggesting that endogenous fuels are not capable of maintaining hepatic energy production. With a 24-hour fast, other oxidizable energy stores are depleted, total body metabolism decreases (Kliegrnan and Morton, Drug end Blood Component Thllrepy I 43 1987), and fuels available for cerebral metabolism are restricted (Kliegrnan et ai, 1983) . Cerebral hypoglycemia is considered (along with hypoxia, seizures, and acidosis) to be a major metabolic stress leading to the loss of autoregulation of cerebral blood flow (Anwar and Vannucci, 1988) . Although parenteral hyperalimentation is a well-described therapeutic means of maintaining nutrition in adult dogs and cats, little information is available regarding its application to the puppy and kitten. Pediatric humans require 80 to 130 calories/kg per day (Kerner and Sunshine, 1979) . Studies in humans have, however, shown that weight is gained if 60 to 88 calories/kg per day is provided in the form of glucose, amino acid, and lipid infusion (Kerner and Sunshine, 1979) . Caloric requirements of the puppy and kitten increase with age, ranging from 120 kcallkg at 1 week to 180 kcallkg at 4 weeks (Mosier, 1981) .\n\nGlucose intolerance can occur in neonates after infusion of 10% dextrose solution. Hyperglycemia will result in osmotic diuresis and electrolyte loss. In human infants, an infusion rate of 6 to 8 mglkg per minute should not be exceeded, particularly in low-birth-weight infants (Kerner and Sunshine, 1979) . Rebound hypoglycemia can occur if a glucose infusion is stopped suddenly; infusion should be reinitiated as soon as possible. As the infant develops a tolerance for glucose, amino acids can be added. The recommended amount of enteral amino acid supplementation for optimal growth in human infants is 2 to 9 glkg per day; a parenteral dose of 2 to 3 glkg per day can be well tolerated. Free amino acids are preferred to casein hydrolysates and are generally infused as 2.0% to 2.5% solutions (Ernst et ai, 1983) . As with glucose infusion, amino acid infusions should be initiated at a low concentration (l %) and gradually increased as the patient develops tolerance to 2.5 g/kg per day (Ernst et al, 1983) . The optimal amino acid mixture varies with the age of the human pediatric patient; it is likely that a similar variation exists for the puppy and kitten as hepatic enzymes mature. Hyperchloremia metabolic acidosis is recognized as a possible complication of amino acid infusion in human pediatric patients, particularly if synthetic preparations are administered. Although infusion of fat emulsion appears to be safe in human infants, decreased tolerance may occur in the premature infant as evidenced by increased serum triglycerides and free fatty acids. Term infants tolerate infusion much better. If the rate of infusion surpasses clearance, however, potential complications include altered pulmonary func-tion and \"overload\" characterized by hyperlipemia, fever, lethargy, liver damage, and coagulopathy. Visual inspection of plasma turbidity and measurement of serum triglycerides can be used to monitor the development of overload (Ernst et al, 1983) . Maintenance of sodium and potassium in human infants requires 2 to 3 mEq/kg per day (Ernst et al, 1983) . Requirements may be even greater in the neonate. Daily requirements of calcium, phosphorus, and magnesium on a kg basis are 14 mEq, 2mM, and 0.25 to 0.50 mEq, respectively. Vitamins generally can be supplemented by the administration of 1 ml of a multivitamin infusion product with the addition of folate (50 ug), vitamin B t 2 (50 ug), and vitamin K 1 (0.25 to 0.5 mg) (Ernst et al, 1983) .\n\nTotal parenteral nutrition must be monitored closely. Evaluation of serum chemistries can help determine success in meeting metabolic needs (Ernst et al, 1983) . The growth of an animal can be evaluated by weight; in humans, measurements of subcutaneous fat and muscle mass (made with the aid of calipers) and skinfold thickness are indirect indicators of caloric and protein reserves (Ernst et al, 1983) .\n\nAdverse effects may limit the use of enteral hyperalimentation in puppies and kittens. Necrotizing enterocolitis is a common complication of alimentary infusion of solutions in human infants. Direct mucosal irritation by hypertonic solutions has been cited as the primary cause. Formulas administered to 1-and 9-day-old puppies, however, resulted in hypertonic intestinal contents regardless of the tonicity of the infusion (Goldblum et ai, 1981) . Delayed gastric emptying and interference with absorption of nutrients may also contribute to the pathophysiology. Although the cause of necrotizing enterocolitis is not clear, administration of hypertonic solutions should be avoided in the neonate.\n\nJust as in the adult, an appreciation of the chemotherapeutic triangle (i.e., the relationship between host, drug, and microorganism) is necessary for the appropriate use of antimicrobial agents in puppies and kittens. Several antimicrobial agents should be avoided. The use of chloramphenicol in neonates was discussed earlier. In addition to its effects on the hematopoietic system, chloramphenicol causes acute myocardial depression in humans (gray baby syndrome), possibly due to inhibition of protein synthesis or mitochondrial oxidation (Werner et ai, 1985) . Chloramphenicol should be avoided in puppies and kittens. Although tetracyclines may not be overtly toxic to puppies and kittens, chelation to calcium in growing bones can inhibit growth or cause deformities. Chelation in teeth results in enamel dysplasia and discoloration. A major consideration with the puppies and kittens receiving oral antimicrobial agents is the effect on colonization of the alimentary tract (Iones, 1987) . Tetracycline (and particularly doxycycline) and other drugs that undergo enterohepatic circulation are more likely to disrupt the normal colonization of the alimentary tract.\n\nI3-Lactam antimicrobial agents are generally the drugs of choice for puppies and kittens, whenever possible. Although their half-lives are likely to be prolonged, these drugs tend to be safe because they are characterized by a wide therapeutic index. Higher doses may be necessary to achieve desired peak plasma drug concentrations because their distribution will be greater. Time interval of administration can be prolonged to compensate for the longer halflife. Parenteral absorption is preferred because bioavailability of oral preparations is not predictable. Caution is indicated when using high doses. I3-Lactam antimicrobial agents can cause bleeding tendencies in animals with risk factors for bleeding (Babiak and Rybak, 1986) . Although undocumented, bleeding tendencies have been noted in puppies receiving 13-lactam antimicrobial agents. Caution is indicated when administering these drugs, particularly at high doses, to the very young.\n\nThe risks of giving aminoglycosides to puppies and kittens may outweigh the benefits of these drugs. The information necessary for appropriate dosing regimens for this age group simply is not available. Therapeutic drug monitoring should be used when possible to guide therapy. Higher doses and longer intervals may be necessary to achieve recommended peak and trough concentrations. Amikacin, which is less nephrotoxic (and more effective against Pseudomonas species) than gentamicin, should be used whenever possible. Quinolones are very effective and, for most animals, safe antimicrobial agents. They are characterized by excellent tissue distribution. These drugs should, however, be avoided in large-to giant-breed puppies younger than 18 months because of destructive lesions in the cartilage of long bones. Thus the author does not recommend these drugs as first choice for any puppy or kitten. The combina-tion of a sulfonamide with trimethoprim or ormetoprim tends to be safe and effective for puppies and kittens. Doses may, however, need to be reduced for neonatal puppies because the half-life of some sulfonamides is very prolonged in this age group (Inman and Yeary, 1971) . Potentiated sulfonamides should be avoided in animals with anemia.\n\nTherapeutic indications for lincosamides and macrolides are limited for puppies and kittens. Because both groups of drugs undergo extensive biliary secretion and enterohepatic circulation, they should not be used as first-choice antimicrobial agents. An exception can be made for Mycoplasma infections for which tylosin is the drug of choice. Metronidazole is a drug of choice for the treatment of anaerobic infections. Decreased clearance and prolonged halflife should be anticipated in puppies and kittens; lower doses and longer intervals may be necessary to avoid central nervous system toxicity.\n\nTransfusion of blood components is a frequent necessity in the adjunctive treatment of puppies and kittens. Blood components commonly used are fresh whole blood, packed red blood cells, and plasma (Authement et al, 1987; Bucheler and Cotter, 1993 ). An indication for fresh whole blood is hemorrhagic shock with ongoing bleeding (simultaneous loss of red cells and plasma). Most other anemias require only erythrocytes and may be treated with transfusions of packed red cells (Cotter, 1988b) . Bleeding disorders secondary to congenital coagulopathies are treated with plasma transfusions. Some veterinarians also believe that hypoproteinemic or septic puppies and kittens that were colostrum deprived benefit from plasma infusions.\n\nshould be more than 5 kg and their age optimally between 2 and 5 years. Donor cats must be kept strictly indoors because of the risk of viral infections. Cats should have a PCV over 35% . Donors should be blood typed and have type A blood (see Table 3 -6). Simple blood typing kits for dogs and cats are now commercially available.\n\nBlood donors should have periodic examinations (e.g., complete blood counts, serum chemistry profiles, urinalyses, and fecal examinations). Donor dogs should be serologically negative for Dirofilaria immitis, Ehrlichia species, Rocky Mountain spotted fever, Lyme disease,\n\n•All blood group antigens are capable of stimulating formation of specific antibodies; however, these antigens have the greatest potential for antigenic stimulation. Cats have naturally occurring antibodies, rendering them susceptible to transfusion reactions even during the first one. DEA = dog erythrocyte antigen.\n\nDonor dogs are usually large dogs that have a packed cell volume (PCV) over 40%, should not be on medication with the exception of heartworm-preventive and flea/tick-preventive medications in heartworm-infested and flea/ tick-infested areas, and should not have been sensitized by prior transfusions or pregnancies (Cotter, 1988a; Pichler and Turnwald, 1985) . Donors should be blood typed and be negative for dog erythrocyte antigens 1.1 and 1.2 (DEA 1.1 and 1.2) loci (Table 3 -6) unless the recipient is to be typed as well (Bull, 1982; Dodds, 1984 (Authement et aI, 1987; Cotter, 1988b; Pichler and Turnwald, 1985) . Donor cats should be serologically negative for 'Toxoplasma gondii, Haemobartonella felis via polymerase chain reaction, Ebrlichia species, dirofilariasis, feline coronavirus titers (risk for feline infectious peritonitis), feline leukemia virus infection, and feline immunodeficiency virus infection (Bucheler and Cotter, 1993; Cotter, 1988b; Pichler and Turnwald, 1985) . Donors should be well vaccinated, maintained on a good nutritional feeding program, and kept free of fleas, ticks, and intestinal parasites, particularly hookworms and Giardia and Cryptosporidium species.\n\nThere are various sites available from which to draw blood from dog and cat donors. The safest and most accessible site for blood collection is the external jugular vein. The amount of blood that can be safely withdrawn via the external jugular vein from a donor dog or cat is up to 22 ml/kg (10 millb) body weight every 2 to 3 weeks (Authement et ai, 1987; Greene, 1980; Potkay and Zinn, 1969) . This usually amounts to approximately 450 ml of blood taken from a large canine donor and 50 ml taken from a cat. Donors may be minimally restrained or sedated (Cotter, 1988a) and the venipuncture site surgically prepared. A hemostat is placed over the tubing of the plastic blood-collecting bag and is removed only after the external jugular vein has been entered. Venipuncture should be clean with rapid blood flow to minimize activation of platelets and clotting factors and to minimize tissue thromboplastin contamination (Authement et ai, 1987) . When the full blood volume is collected, the collecting tube is reclamped before the needle is removed from the external jugular vein. Direct pressure should be applied over the collection site for 5 to 10 minutes after collection of blood for hemostasis. Some cats appear pale after blood collection, probably as a result of a combination of hypovolemia and sedation (Cotter, 1988a) . For this reason, an intravenous infusion of 100 ml of lactated Ringer's solution is given to donor cats immediately after blood is drawn (Bucheler and Cotter, 1993) . This infusion is usually not necessary for most donor dogs.\n\nBlood collected should be anticoagulated with citrate-phosphate-adenine (CPO-AI) solution or, less preferably, acid-citrate-dextrose (ACO) solution (Authement et ai, 1987; Pichler and Turnwald, 1985) . The ratio of the volume of CPO-AI or ACO anticoagulant to blood is 1:7 for storage of blood components (canine blood in CPO-AI has a storage life of 35 days versus 21 days for ACD at 1 0 to 6 0 C) (Authement et ai, 1987; Bucheler and Cotter, 1994; Greene, 1980; Smith et ai, 1978) . If blood is given immediately after collection, a more diluted ratio of 1:10 of anticoagulant to blood can be used. If heparin is used, 625 units is used per 50 ml of blood collected (Authement et al, 1987) . Citrate is preferred because citrate is metabolized more quickly and platelet function is preserved. Heparin is not recommended as an anticoagulant because red blood cells cannot be stored and platelet function is abnormal.\n\nProcedurally, whole blood is collected in 450-ml CPO-A. or ACD plastic blood-collecting bags to appropriate volume, with swirling of blood during collection to ensure adequate mixing with anticoagulant. To monitor the volume of blood being withdrawn, a triple beam balance scale or digital electronic scale may be used. One milliliter of blood weighs approximately 1 g, so a unit containing 450 ml of blood should weigh 450 g plus the weight of the container with the anticoagulant (Widmann, 1985) . After collection, the collecting tube is tied off at the needle end and blood left in the tube is stripped using a tube stripper twice, allowing the collected blood to be mixed with anticoagulant in the collecting bag. The unit of collected blood is then used immediately or stored at appropriate temperature for later use.\n\nIf a small volume of whole blood is needed for immediate use, 7 ml of CPO-AI or ACO anticoagulant may be drawn into a 50-ml plastic syringe and the rest filled with blood (Cotter, 1988a) . Any open system such as a plastic syringe or bag entered with a needle should be used within 24 hours.\n\nAfter whole blood collection, one can proceed with separating the fresh whole blood into packed red cells and plasma. The best way to have these blood components available, in most veterinary practices, is to work cooperatively with a local human blood bank facility. Blood collected in plastic blood-collecting bags with CPO-AI or ACO anticoagulant is transported directly to the local blood bank facility in a icefilled cooler; the blood should not be allowed to come in contact with the ice (Authement et al, 1987) . At the blood bank facility, the blood-filled CPO-AI or ACD bags will be centrifuged at 1°to 6°C in a centrifuge at a speed (rpm) of 3000 to 5000 g for 5 to 40 minutes (methodology varies with the protocol used by the local blood bank). After centrifugation, extracted plasma is transferred into a satellite storage container. The red blood cells remaining after extraction of the plasma are then labeled as packed red blood cells and can be stored for later use.\n\nSome clinicians freeze plasma in individual boxes (available at local blood banks) because the plastic blood-collecting bags are fragile at cold temperatures and may crack with manipulation (Authement et al, 1987) . Fresh-frozen plasma is plasma that is frozen within 6 hours from the time of blood collection and is used primarily to supply clotting factors (for treatment of hemophilia A, von Willebrand's disease, rodenticide toxicity, and disseminated intravascular coagulation). It should be frozen (stored) at -19°to -70°C for optimal preservation of clotting factors for 1 year or in a household freezer for 3 months. Frozen plasma is plasma that is frozen more than 6 hours from the time of collection or is fresh-frozen plasma that is older than 1 year. It is not used for supplying more labile factors such as for the treatment of hemophilia A, von Willebrand's disease, and disseminated intravascular coagulation, although it can be used in the treatment of hemophilia B (factor IX required) or rodenticide toxicity (factors II, VII, IX, and X required) and has a shelf life of up to 5 years if stored in a similar manner as fresh-frozen plasma.\n\nThe best alternative to typing the blood of inhouse donors for recipient animals is crossmatching donor and recipient blood (Dodds, 1978) . Incompatibilities revealed by crossmatching indicate earlier sensitization of the recipient or naturally occurring isoantibodies. Puppies and kittens needing repeated transfusions should be given blood from donors with which they are blood-type and crossmatch compatible.\n\nCrossmatching is performed for major or minor compatibilities . The major crossmatch, performed with donor cells and recipient serum, determines whether the recipient has antibodies against donor cells. The minor crossmatch, using recipient cells and donor serum, detects antibodies in donor serum against recipient cells. Both tests are performed on fresh blood.\n\nBlood samples (approximately 3 ml) are collected from donor and recipient animals and Drug and Blood Component Therapy I 47 allowed to clot. After centrifugation, the serum is withdrawn and placed in separate tubes. The clots are then gently broken down, and OJ ml of cells is aspirated from each sample and added to separate tubes, each containing 9.7 ml of normal saline solution. Alternatively, one can collect 3 ml of blood in ethylenediamine tetraacetic acid tubes and separate red cells after centrifugation.\n\nCells should be washed at least once with the normal saline solution to remove plasma and prevent formation of small fibrin clots (Widmann, 1985) . After cell washing, supernatant fluid is discarded and cells are resuspended to a dilution of 0.3 ml of cells to 9.7 ml of normal saline solution.\n\nThe major crossmatch is performed by adding 0.1 ml of recipient serum to 0.1 ml of donor red cell suspension. The minor crossmatch is performed by adding 0.1 ml of donor serum to 0.1 ml of recipient red cell suspension. A control reaction test is performed using recipient serum and washed cells. Optimally, each test is done in triplicate and incubated for 15 minutes-one set at 37°C (98.6°F), one set at room temperature, and one set at 4°C (39.2°F\n\n). Incubation at various temperatures may be beneficial because incompatibility reactions can occur over a range of temperatures . Canine blood group antibodies are often more hemolytic than agglutinating, and some clinicians believe it beneficial to add a drop of rabbit complement to the crossmatch tubes.\n\nAfter incubation, each tube is centrifuged for 1 minute at 280 g, and the supernatant fluid is examined for hemolysis. The tubes are then gently tapped to check for agglutination. Compatible crossmatches do not show agglutination or hemolysis. If overt agglutination is not noted, a small amount of the suspended material is transferred to a clean glass slide and microscopically examined at low power. Any degree of agglutination or hemolysis in the major crossmatch is considered evidence of incompatibility, indicating that transfusion should not be performed. If slight agglutination or hemolysis is detected in the minor crossmatch, transfusion can be performed on an emergency basis .\n\nStored blood components should be warmed to room temperature before administration to prevent inducing hypothermia in the recipient. To be warmed, blood components can be passed through coils of transfusion tubing immersed in a water bath maintained at 37°to 38°C. Alternatively, a blood component container can be placed in a water bath or dry incubator maintained at that temperature, and frozen plasma can be warmed slowly in a microwave oven (Dula et al, 1981; Hurst et al, 1987) . Excessive heat should not be used to accelerate warming of blood components because fibrinogen precipitates at 50°C (122°F) and autoagglutination occurs when temperatures exceed 45°C (113°F ).\n\nIf blood component containers have been opened or entered with a needle or warmed to 10°C (50°F) or more, the contents should be given within 4 hours to reduce the possibility of bacterial growth (Cotter, 1988a) . Warmed blood components should not be returned to storage.\n\nFor microwave thawing of frozen plasma, the plasma containers are placed in a water bath (37°C) for 60 seconds (Hurst et ai, 1987) . The plasma containers are then dried with a towel, enclosed in an outer plastic bag, and placed in the center of a microwave oven. The oven is set at its highest setting (700 W). The plasma containers are irradiated with microwaves for intervals of 10 seconds. Between exposures to microwaves, the plasma containers are agitated by hand for approximately 3 to 5 seconds. This procedure is continued until single pieces of ice less than 1 em long remain. The containers are then removed from the microwave oven and inverted several times until no frozen particles remain (approximately 30 seconds).\n\nAppropriate filters and administration sets should be used when blood components are transfused. Filters are designed to retain blood clots and leukocyte/platelet aggregates because pulmonary microembolism is a potential complication after transfusion of blood components (Authement et al, 1987) . Most transfusions of blood components require the 170-j.Lm-size filter. Blood in a syringe also can be given through a standard blood transfusion set or an infusion set with a side-arm Luer connector for a syringe.\n\nBlood components can be given intravenously to large dogs by the cephalic or external jugular veins through a 20-gauge indwelling catheter. Smaller dogs and large cats can be infused by cephalic or external jugular veins through a 22-gauge indwelling catheter. Young puppies and kittens can be transfused by cephalic or external jugular veins with 23-gauge infusion sets. To reduce viscosity when a smallbore needle is used, blood components can be mixed with normal saline solution before and during infusion. The use of fluid solutions other than normal saline is not recommended (Greene, 1982) .\n\nHypothermic, dehydrated puppies and kittens (younger than 4 months), in which venipuncture is often impossible, can be transfused by an intraosseous route, which is considered better than the intraperitoneal route . Blood components may be given into the intramedullary space of the femur or humerus through a 20-gauge l.5-inch, 20gauge 2.5-inch, or 18-gauge 3.5-inch spinal needle; appropriate needle size and length vary with the size and age of the animal transfused. The spinal needle is inserted aseptically parallel to the long axis of the bone, through the trochanteric fossa of the femur or the greater tubercle of the humerus, and into the respective medullary space (Fig. 3-1) . The stylet within the needle should not be withdrawn until immediately before the infusion of blood components . Absorption of the infused blood components is rapid (Clark and Woodley, 1959; Corley, 1963) . The spinal needle within the intramedullary space should be removed after infusion or left in place for up to 72 hours if needed further. The intraperitoneal route results in approximately 50% absorption of blood components into the systemic circulation within 24 hours and 70% within 48 to 72 hours (Clark and Woodley, 1959) . Because of this inefficient rate of absorption, the intraperitoneal route is discouraged.\n\nBefore the infusion of blood components, baseline values for such variables as body weight and temperature, pulse and respiratory rate, mucous membrane color, PCY; and total plasma protein concentration should be obtained from the recipient. A slow infusion rate of 1 mllkg body weight is used for a 15-to 30-minute period, during which the recipient should be watched carefully for transfusion reactions . With a slow initial infusion rate, a minimal amount of incompatible blood component is administered in the event that a recipient displays an immediate reaction. If the recipient has no problems after the initial period, the rate of infusion can be increased. After the transfusion, one should check a blood sample for PCV increases and possible presence of hemoglobinemia.\n\nThe recommended infusion rate of whole blood in dogs and cats is 22 mllkg per day (Greene, 1982) . This guideline should be flexible because the infusion rate depends on the physical condition and hydration status of the recipient. With a hypovolemic recipient, up to 22 mllkg per hour is acceptable (Greene, 1982) . Circulatory overload, a continuing problem in normovolemic recipients, may be compounded in a recipient with cardiac or renal failure, as evidenced by urticaria, coughing, vomiting, prominent jugular veins, and signs of pulmonary edema. Dogs or cats in cardiac failure may not tolerate infusion rates exceeding 4 mllkg per hour and therefore require careful monitoring of central venous pressure (Authement et ai, 1987; Greene, 1982) . Circulatory overload also can be induced easily in transfusing anemic cats, especiallyyoung kittens (Cotter, 1988b) .\n\nThe amount of whole blood necessary for infusion can be estimated by using the donor's and recipient's hematocrits and the recipient's body weight in kilograms, as follows (Greene, 1982) : ml of donor hlood in anticoagulant = 2.2 X recipient weight in kg X 40 (dog) or 30 (cat) X hematocrit desired minus hematocrit of recipient hematocrit of donor blood in anticoagulant Alternatively, a simple guideline is that 2.2 mil kg of whole blood and 1.1 mllkg of packed red cells raises the PCV by 1% when the PCV of the transfused blood is 40% (Greene, 1982) . Packed red blood cells (PCV of 60% to 80%) are infused into the recipient in the same manner as whole blood (Masouredis, 1983) . A disadvantage in their use is the slower infusion rate, which can be a problem when a large volume of blood must be infused at a rapid rate. The slower rate of infusion can be overcome by diluting the packed red ?Iood cells wi~nor.mal saline solution immediately before infusion. When dilution is required, normal saline solu-Drug and Blood Component Therapy I 49 tion can be added at a ratio of 0.5 to 1.0 ml of saline solution to 1 ml of packed red blood cells . The amount of normal saline solution to be added for infusion varies with the recipient's circulatory function and hydration status (Cotter, 1988b) .\n\nIf fresh plasma, fresh-frozen plasma, or frozen plasma is being administered for active bleeding owing to clotting factor deficiencies, a sugge~ted dose is 6 to 10 ml/kg body weight 2 or 3 times a day for 3 to 5 days or until bleeding is controlled (Authement et ai, 1987; Dodds, 1978) .\n\nAlthough complications of blood component transfusions are relatively rare in puppies and kittens, they do occur. Hemolytic reactions result from incompatible red blood cells given to a recipient that has developed antibodies from prior sensitization or transfusion. Type B cats generally have strong preformed anti-A antibodies and can react by hemolysis to the first transfusion (Cotter, 1988b; Bucheler, 1997) . Most hemolytic reactions in dogs are delayed and are evident only because of shorter red blood cell survival after transfusion and the development of a positive result to a direct Coombs' test (Tangner, 1982) . These reactions can be prevented by blood typing donor dogs, using donors that are negative for DEA 1.1 and DEA 1.2, and performing crossmatching for recipients that have received prior transfusions (Authement et ai, 1987) . Hemolysis can also occur as a result of overheating or freezing of blood components; concurrent administration of hypotonic solutions; mechanical damage of red blood cells caused by use of faulty equipment during collection, storage, and administration; or infusion under pressure through a small-bore needle or catheter or a plugged filter (Cotter, 1988b) .\n\nAdverse effects of leukocyte, platelet, and plasma protein incompatibilities include fever, neurologic signs, vomiting, and urticaria (Greene, 1980) . Pretreatment with diphenhydramine hydrochloride at a dosage of 2 to 4 mglkg body weight and prednisolone at 2 to 4 rug/kg 20 to 40 minutes before transfusion may reduce these reactions (Tangner, 1982) . If these reactions become evident during the transfusion, the infusion rate should be slowed, and diphenhydramine hydrochloride and prednisolone should be administered intravenously .\n\nFebrile reactions to infused blood components occur occasionally and are usually mild. These reactions must be differentiated from sepsis caused by contaminated blood components, resulting in severe shock-like reaction (Cotter, 1988b) . If the latter occurs, the infusion is stopped, a Gram's stain and culture are performed on the transfused blood component, and supportive care and antimicrobial agents are given. Septic reactions are very rare if aseptic collection, proper storage, and administration are used.\n\nHypocalcemia can occur as a result of rapid administration of whole blood or, especially, plasma (Cotter, 1988b) . Signs associated with the hypocalcemia include restlessness, vomiting, tremors, seizures, and cardiac arrhythmias. Hypocalcemia is most likely to occur in small animals with severe hepatic disease or hypothermia or when excess citrate anticoagulant is present in the plasma administered (Wintrobe et ai, 1981) . The transfusion should be stopped temporarily; the signs of hypocalcemia usually subside quickly so that intravenous calcium is rarely needed (Cotter, 1988b) . Other rare adverse reactions include hypothermia (rapid transfusion of cold blood products), neurologic signs (young animals with hepatopathies may not be able to rapidly detoxify the often increased ammonia levels in stored blood), circulatory overload, and acidosis (stored blood may have a pH of <6.5) (Bucheler, 1997) .\n\nNeonatal isoerythrolysis is an immunogenetic disorder resulting from damage to a kitten's red blood cells by maternal colostrally acquired antibodies (Cain and Suzuki, 1985; Gandolfi, 1988; Hubler et ai, 1987; Jonsson et al, 1990; McClain et ai, 1988) . The overall incidence of neonatal isoerythrolysis in feline populations is unknown. It is probably low among domestic short-haired cats but may be responsible for up to 50% of neonatal deaths in certain purebred catteries where the parents have not been blood typed (Giger, 1990 (Giger, , 1991 . Neonatal isoerythrolysis is a disorder that occurs in the first days of life primarily because this is the only time that significant amounts of exogenous antibody can gain access to the body in natural situations. Ingestion of colostral antibody directed against surface antigens on neonatal red blood cells results in accelerated removal or destruction of circulating red blood cells, leading to anemia and other secondary problems.\n\nMuch knowledge about feline blood groups and transfusion medicine has been gained over the last 10 years (Andrews et ai, 1992; Bucheler, 1990; Giger, 1990, 1993; Griot-Wenk et al, 1993; Griot-Wenk and Giger, 1995) . Blood types, also known as blood groups, are species-specific simply inherited antigenic epitopes on the surface of erythrocytes (see Table 3-6) (Giger et ai, 1991b) . The antigens produced by a group of allelic genes form a blood group system. Individuals that lack a blood type may have naturally occurring antibodies or may generate antibodies on exposure to the antigens. Since the early 1950s, researchers have described two major feline blood types known as A and B. The blood type predominantly found is type A (Auer and Bell, 1981; Eyquem et ai, 1962; Giger et ai, 1991a) . A few cats were found to carry both antigens on their erythrocytes (blood type AB) (Griot-Wenk et al, 1996) .\n\nRecent surveys of feline blood type frequencies in the United States demonstrate a low frequency of type B blood in domestic shorthaired cats (on average, 1.7% but reaching 4.7% in some regions) Giger et al, 1991a,b) . Siamese cats, those related to the Siamese (Tonkinese, Oriental short-haired, Burmese), and American short-haired cats (related to the domestic short-haired) have only type A blood. In contrast, breeds such as the Persian, British short-haired, Abyssinian, Birman, Devon Rex, Himalayan, and Somali breeds have type B frequencies ranging from 15% to 59% (Table 3-7) . Subsequently, a few type AB cats were found, but their frequency is considered extremely low (Griot-Wenk and Giger, 1995; Griot-Wenk et al, 1996) .\n\nFeline blood types A and B are red blood cell phenotypes due to the action of two different alleles at the same autosomal gene locus. A is completely dominant over B; therefore, cats with type A blood have the genotype AA or AB (Giger et al, 1991a) . The rare blood type AB could be explained by the action of a third allele at the same gene locus that is recessive to A and dominant over B (Griot-Wenk et al, 1996 Berlin, 1990. square root of the frequency of type B cats. In Persians, 24% of which have type B blood, the gene frequency of B (0.49) is nearly equal to the frequency of A. In British short-haired cats, the frequency of the B allele is higher (0.77) (Bucheler, 1990) . Because of breeding practices and chance events, the B allele frequency may vary greatly between catteries, purebred lines, and parts of the world. Because all tested type B cats have strong naturally occurring alloantibodies, fatal neonatal isoerythrolysis can occur in type A offspring of type B queens bred to type A males (Bucheler and Giger, 1993) . Matings of two type B cats will produce only type B offspring. If the father has the genotype AA, all of the offspring are heterozygous (AB) and at risk for developing neonatal isoerythrolysis. If the father has the genotype AB, one half of the offspring will have the genotype AB and are at risk for neonatal isoerythrolysis.\n\nAssuming the equilibrium of the Hardy-Weinberg law, the proportion of incompatible matings can be estimated. In domestic shorthaired cats, only 0.25% of matings at random would produce litters at risk. On the other hand, in purebred cats such as Persians or Abyssinians, the risk of incompatible matings ranges between 14% and 25% (Bucheler, 1990) .\n\nAll type B cats have strong hemagglutinin and hemolysin, with serum titers ranging from a 1:64 to 1:2064 ratio against type A cells, whereas type A cats have low anti-B antibody titers (typicallyonly a 1:2 ratio and rarely reaching a 1:32 ratio) (Bucheler and Giger, 1993) . The antibodies are naturally occurring, which means that these antibodies are present without prior sensitization by transfusion or pregnancy, leaving even primiparous queens at risk of having litters with neonatal isoerythrolysis.\n\nNeonatal kittens acquire maternal antibodies of the IgG class via colostrum during the first 2 days of life . Between 6 and 8 weeks of age, kittens begin to produce their own alloantibodies, and alloantibody titers reach their maximum level at a few months of age (Bucheler and Giger, 1993) . In contrast to other species, no previous transfusion or pregnancy is required for the production of alloantibodies in cats.\n\nThe feline placenta is of the endotheliochorial type and only allows small and insignificant passage of maternal antibodies, which prevents the fetus from harm. If the kitten has type A or AB and the queen has type B, colostral antibodies will bind to and lyse red blood cells in the newborn (Bucheler, 1990) . The hemolysis may occur intravascularly as well as extravascularly and may cause anemia, chromoproteinuric nephropathy, and other organ failure as well as disseminated intravascular coagulation (Giger, 1990 (Giger, , 1991 .\n\nClinical signs of neonatal isoerythrolysis relate to the degree and rapidity of onset of anemia and hemolysis. The factors that determine the severity of hemolysis have not been identified, and large variations in clinical si~s may~e observed in the same litter, suggestmg that differences in colostral antibody uptake are responsible for this high variability (Giger, 1990 (Giger, , 1991 .\n\n. Kittens are born healthy and start nursmg vigorously. As a result of colostrum intake; ki~ tens start to show clinical signs of illness within hours to days. Some kittens die peracutely within the first few hours without showing any clinical signs. Other kitte~s may st~p nursi?g during the first 3 days of life and fall to thrive (Giger, 1990 (Giger, , 1991 . The key clinical finding is dark red-brown urine, indicating severe hemoglobinuria. Affected kittens may devel~p icte~s and anemia, continue to fade, and die during the first week of life. Accompanying signs are pallor of the mucous membranes and those referable to decreased oxygenation such as lethargy, weakness, tachypnea, tachycardia, collapse, and death. Secondary problems may include metabolic acidosis and hypoglycemia resulting from altered nutrition (Giger, 1990 (Giger, , 1991 .\n\nSurviving kittens may develop a tail-tip necrosis with sloughing of the distal part of the tail between 3 days and 2 weeks of age (Bridle and Littlewood, 1998; Giger, 1990 ). It appears to be possible that cold-reacting IgM antibodies lead to hemagglutination in peripheral capillaries as well as localized thrombus formation and ischemic necrosis. Some kittens may suffer from a subclinical progression and continue to nurse, thrive, and show no obvious clinical signs but may exhibit some laboratory abnormalities such as a positive Coombs' test and mild to moderate anemia.\n\nAs the hallmark clinical finding of neonatal isoerythrolysis is hemoglobinuria, breeders and veterinarians are urged to collect urine manually from kittens that fade in order to determine the urine color and presence of hemoglobin. Urine may be obtained by gently stroking the perineal areas with a wet warm cloth or dry soft tissue paper, mimicking the queen's tongue (anogenital reflex) (Hoskins, 1990) .\n\nPathologic findings in kittens with neonatal isoerythrolysis may vary depending on the time of death. The urinary bladder may be filled with dark red-brown urine and precipitated hemoglobin. The spleen may be enlarged, and the body may appear icteric. Marked erythrophagocytosis and extramedullary hematopoiesis are seen in liver and spleen, and there may be evidence of acute tubular necrosis in the kidneys.\n\nThe systemic effects of immune-mediated .hemolysis, disseminated intravascular~oagulatlon, acute renal failure, and anemia are likely causes of fatal neonatal isoerythrolysis.\n\nKittens showing clinical signs of neonatal isoerythrolysis should be immediately rem.o~ed from their mothers as soon as the first clinical signs are recognized in order t~prt:vent any further absorption of maternal antibodies by the kitten. In kittens, the duration of transfer of maternal antibodies appears to be approximately 12 to 16 hours. Thus, kittens at risk for neonatal isoerythrolysis need only be removed from~e queen during the first 16 to 24 hours of hfe to avoid incompatibility. They should be foster nursed either by tube-feeding a commercial milk replacer or by placing the kitten with another queen who has type A blood.\n\nIf anemia is severe and worsening, replacement red blood cells are necessary to provide oxygenation to the tissues. A key consideration with regard to transfusion is the necessity of identifying a red blood cell that is compatible with the type B queen's serum/colostral antibody as this is the only antibody that is circulating in the type A kitten. Transfusion of type A cells simply adds more vulnerable cells to the milieu that are destroyed by the maternal colostral antibodies, further compounding secondary complications. The ideal blood donor would be the queen as she obviously will not react with her own antibody. Severely anemic kittens may benefit from a transfusion of washed type B blood during the first 3 days of life, which may be administered by intraosseous transfusion (Giger, 1991) . A total of 2 to 3 ml of the queen's blood should be collected in ethylenediamine tetra acetic acid or heparin and centrifuged at 1000 RPM for 1 minute; the supernatant should then be discarded. The blood is restored to its previous volume with normal saline solution and again centrifuged. After the supernatant is discarded the cells are diluted with an equal volume of normal saline solution, the blood can be transfused via a 22-gauge spinal needle into the trochanteric fossa of the femur.\n\nAfter transfusion, the packed cell volume may again decline for several days as a result of continued destruction of the kitten's cells and shortened lifespan of the transfused cells. The kitten starts to form its own anti-B alloantibodies soon after birth. Therefore, if a kitten requires another transfusion after 5 days postpartum, one should consider administering washed type A blood. In addition to transfusions, kittens with neonatal isoerythrolysis should receive intensive supportive care to maintain fluid and electrolyte status, nutritional status, and normothermia. Despite removing the kittens as soon as the first clinical signs appear, mortality as a result of neonatal isoerythrolysis can be considerable.\n\nNeonatal isoerythrolysis is best prevented by avoiding incompatible matings between type B queens and type A toms. Blood typing of all cats in catteries is recommended to ensure blood compatibility. A simple in-practice blood typing card test is available from DMS Laboratories (2 Darts Mill Road, Flemington, NJ 08822; 1-800-567-4367). Placenta blood could be used to determine the kitten's blood type or to perform a crossmatch with serum from the queen. Because of the type B queen's high hemagglutinin titers, a Coombs' reagent is not required for crossmatching (Bucheler and Giger, 1993) . A sample protocol for major crossmatching of feline blood types might include the following steps:"}