{"title": "Two-way antigenic cross-reactivity between porcine epidemic diarrhea virus and porcine deltacoronavirus", "body": "Porcine epidemic diarrhea virus (PEDV), a member of genus Alphacoronavirus in the family Coronaviridae, was first identified in the United Kingdom in 1971 (Pensaert and de Bouck, 1978) . For the classic European strain (CV777) of PEDV, mortality rates, while significant, are not viewed as a severe threat to European pork production (Coussement et al., 1982; Pensaert and de Bouck, 1978) . Since 2010, variant strains of PEDV that differ from the classic European strain appeared in China, South Korea, Japan, and many Asian countries, causing up to 100% mortality in suckling piglets (Chen et al., 2010; Song and Park, 2012) . In May 2013, PEDV was identified as a new cause of neonatal diarrhea in Iowa and rapidly spread to more than 30 states, Canada and Mexico and caused significant economic losses in the swine industry (Huang et al., 2013; Stevenson et al., 2013) . Sequence analyses suggest that US PEDV strains originated from China (Huang et al., 2013) .\n\nMembers of the Deltacoronavirus are largely restricted to avian species (Chu et al., 2011; Dong et al., 2007) . However, porcine deltacoronavirus (PdCV) specifically the Hong Kong (HK) strains HKU15-155 and HKU15-44 were first recovered from Asian piglets in 2009, suggesting that the tropism(s) of the Deltacoronavirus are expanding to mammals (Woo et al., 2012) . In February 2014 a novel PdCV was discovered first in Ohio and Indiana, and then spread rapidly in other states and Canada . The clinical signs of PdCV infection (profuse watery diarrhea, emesis and resultant dehydration) are indistinguishable from PEDV with the exception of the mortality rate (40-60%) for PdCV is lower than PEDV (80-90%) (Jung et al., 2014; Ma et al., 2015) .\n\nRecently, we and others demonstrated that PdCV caused severe gastrointestinal disease in both gnotobiotic and conventional piglets (Chen et al., 2015; Jung et al., 2015; Ma et al., 2015) . In the US and Canada, PdCV and PEDV are \"reportable diseases\". In spite of the similarity of clinical signs and pathologic changes, the serologic relationships between PEDV and PdCV are not known in detail. Understanding this fundamental question will facilitate the development of diagnostic tools and vaccine product(s) that will be effective against both viral pathogens.\n\nTo investigate the serologic relationships between PEDV and PdCV, we prepared high quality porcine-origin PEDV and PdCVspecific polyclonal antibodies. Cross reactivity was first explored using a virus-serum neutralization (VN) assay. For this, PEDV or PdCV-specific VN titers were determined using a plaque reduction neutralization assay. As shown in Table 1 , the VN titer of four PdCV sera ranged from 382 to 544 and no VN titer was detected in PEDV and control sera when PdCV was used as antigens. Thus, only PdCV immune serum neutralized infectivity of PdCV; neither control sera nor PEDV specific antisera neutralized PdCV. A similar homologous relationship was found when PdCV serum was tested for neutralizing activity against PEDV; cross-neutralizations were not observed. The PEDV-specific VN titer of four PEDV-infected piglets ranged from 230 to 256, and no PEDV-specific VN titer was detected in PdCV and control sera.\n\nSerum cross-reactivity was also measured by standard ELISA.\n\nNinety-six-well plates were coated with 50 ml of highly purified PEDV or PdCV (2.5 mg/ml). Individual serum samples were tested for PEDV or PdCV-specific IgG on viral antigen-coated plates. Interestingly, PEDV antigen had an obvious cross-reactivity with all tested PdCV sera (Table 1) . Three out of four PdCV sera had an ELISA titer of 80, and one PdCV sera had a titer of 40, when PEDV was used as the coating antigen. Similarly, PdCV antigen had a detectable cross-reactivity with all PEDV-immune sera (Table 1) . Two out of four PEDV sera had an ELISA titer of 80, and two PEDV sera had a titer of 40, when PdCV was used as the coating antigen. In all cases, sera from control piglets were negative for ELISA titer (<20). Thus, a two-way cross-reactivity between PEDV and PdCV was detected by ELISA.\n\nThe above results clearly demonstrated that two-way crossreactivity of PEDV and PdCV was detectable by ELISA but not VN assay. To address the possible reasons contributed to this difference, we decided to perform additional serological assays. Serologic cross-reactivity was next determined by immunofluorescence assay (IFA) in virus-infected cells. Confluent ST cells were infected with PEDV VBS2 strain or PdCV Michigan/8977/2014 strain at a multiplicity of infection (MOI) of 1.0. At 24 h post-infection, the cells were fixed and reacted with PEDV or PdCV polyclonal antibody. As shown in Fig. 1A , strong fluorescent signals were detected in PEDV-infected ST cells whereas no signal was detected in PdCV-infected or mock-infected ST cells when stained with PEDV polyclonal antibody. Similarly, strong fluorescent signals were detected in PdCV-infected ST cells whereas no signal was detected in PEDV-infected or mock-infected ST cells when stained with PdCV polyclonal antibody. Thus, no cross-reactivity was detected by IFA.\n\nCross-reactivity was also determined in virus-infected intestinal tissues. Twelve Gn piglets were divided into three groups (n = 4) and housed in three separate isolators. Gn piglets in group 1 and 2 were orally inoculated with 10 4 PFU of PEDV VBS2 and PdCV Michigan/8977/2014 strain respectively. The remaining four piglets in group 3 were orally inoculated with DMEM as controls. As expected, PEDV and PdCV-inoculated Gn piglets developed severe watery diarrhea, vomiting, and dehydration at 24 h postinoculation. These two viruses caused indistinguishable clinical signs in gnotobiotic piglets. However, PEDV caused more severe diseases than PdCV in gnotobiotic piglets. 72 h post-inoculation, piglets inoculated with PEDV reached 20% body weight losses. Thus, all piglets were terminated at this time point. Replicate sections of duodenum, jejunum, ileum and colon were subjected to immunohistochemical (IHC) staining. In tissue sections, anti-PdCV antibody reacted only with virus-infected intestinal epithelial cells (duodenum, jejunum and ileum) in tissue sections collected from PdCV-infected Gn piglets and not with either PEDV-infected or uninfected control tissue sections (Fig. 1B , Table 2 ). In a similar fashion, the PEDV-specific antibody reacted only with PEDVinfected tissue sections. No cross-reactivity was detected by IHC ( Fig. 1B , Table 2 ).\n\nThe cross reactivity detected by serum ELISA promoted us to perform further analyses. Next, we sought to determine whether anti-PEDV or anti-PdCV antibodies can cross-react with purified PEDV and PdCV virion proteins. For this, 2 mg of purified PEDV and PdCV was analyzed by 15% SDS-PAGE and subjected to Western blot using commercially available monoclonal PEDV and PdCV nucleocapsid (N)-specific antibody (Medgene Labs, Brookings, SD). PEDV N (49.0 kDa) and PdCV N proteins (37.0 kDa) were detected by PEDV and PdCV N monoclonal antibody, respectively; and no cross-reactivity was observed ( Fig. 2A) . A similar Western blot was performed using either anti-PEDV or anti-PdCV polyclonal antibody raised in Gn piglets. As shown in Fig. 2B , PEDV antibody reacted strongly with PEDV proteins. Interestingly, a protein band with molecular weight corresponding to PdCV nucleocapsid (N) protein was detected by anti-PEDV antibody. Similarly, anti-PdCV antibody had a strong reaction with PdCV proteins but also reacted with PEDV N protein. Thus, a two-way of cross reactivity in N proteins between PEDV and PdCV was detected, a finding consistent with the cross-reactivity detected by ELISA.\n\nThe results of ELISA and Western blot suggest that N protein is responsible for the two-way cross-reactivity. Thus, we performed a sequence alignment of N proteins of selected PEDV and PdCV strains. It was found that four regions , and 329-EWD-332) are conserved between PEDV and PdCV ( Supplementary Fig. 1 ). These regions likely contain the N protein epitopes that account for the cross-reaction observed between these two viruses in both ELISA and Western blot assays.\n\nPorcine coronaviruses are significant enteric and respiratory pathogens of swine. In 1946, porcine transmissible gastroenteritis virus (TGEV), an Alphacoronavirus (a-CoV), was identified as the cause of a devastating enteric disease of pigs in the United States (Doyle and Hutchings, 1946) . A second US porcine a-CoV, porcine respiratory coronavirus (PRCV) was officially identified in 1984 (Wesley et al., 1990) . PRCV is a deletion mutant of TGEV that alters viral tropism from intestinal to respiratory epithelia. In 1971, a new a-CoV, PEDV was first identified in the United Kingdom (Pensaert and de Bouck, 1978) . In 2014, a porcine Deltacoronavirus, PdCV was characterized in the US . TGEV, PEDV, and PdCV replicate in small intestinal enterocytes causing life-threatening acute enteric disease in suckling piglets. Currently, the antigenic relationship among these porcine enteric coronaviruses is still \n\nA Gn piglets were immunized intramuscularly twice (two weeks apart) with 0.3 mg of inactivated PEDV or PdCV antigen. For antigen preparation, 1.2 mg of purified PEDV and PdCV stocks were inactivated by 0.05% formalin, and mixed with 3 ml of Alhydrogel aluminum Hydroxide Gel Adjuvant in 1 ml of PBS. The control piglets were immunized with 1 ml of adjuvant alone. Sera were collected from PEDV antigen, PdCV antigen, or mocked-inoculated Gn piglets at week 4 postimmunization and were heat inactivated at 56 C for 30 min. B Virus-serum neutralizing antibody titer was determined by a plaque reduction neutralization assay using PEDV or PdCV. Data are average of three independent VN assay. Value within a column followed by the different lowercase letters (a and b) are significantly different (P < 0.05). C Serum IgG titer was determined by ELISA using purified PEDV or PdCV as coated antigens. poorly understood. Recently, it was reported that no crossneutralization was observed between TGEV and PEDV despite the fact that both of them belong to Alphacoronavirus (Lin et al., 2015) . Interestingly, one-way cross-reactions were observed between TGEV Miller strain hyperimmune pig antisera and PEDV strains using a cell culture immunofluorescent (CCIF) assay (Lin et al., 2015) . Specifically, PEDV antigens can be detected using hyperimmune TGEV Miller antiserum. Sequence analysis suggested at least one epitope on the N-terminal region of PEDV/TGEV N protein that contributed to this cross-reactivity (Lin et al., 2015) .\n\nOur study is the first study to systemically assess the antigenic relationship between PEDV and PdCV, both of which are currently prevalent in the US. We found that no virus neutralization crossreactivity was observed between PEDV and PdCV. Interestingly, a two-way of cross-reactivity was detected between PEDV and PdCV despite the fact that they belong to two different coronavirus genera. Our study contributes to our understanding of the antigenic relationship among porcine coronaviruses and will facilitate the development of more specific serological diagnostic assays and effective vaccines to control PEDV and PdCV outbreaks.\n\nWe report for the first time that a two-way cross-reactivity was detected between PEDV and PdCV by serum ELISA and Western blot assays, but only when performed with polyclonal immune serum. These data provide the first evidence that conserved epitope(s) in N proteins may contribute to this cross-reactivity. Antigenic cross-reactivity was not detected in either virus-infected cells or intestinal tissues using IFA or IHC nor in crossneutralization assays. Sensitivity differences in these latter assays may account for this finding. Alternatively, both ELISA and blots employ an ionic detergent (SDS) that may uncover hidden epitopes on viral N proteins by virtue of protein denaturation. As a practical matter, given that cross-reactivity occurs only in a viral protein that is not involved in neutralization of viral infectivity, development of vaccine product(s) for use against these two very similar diseases of young swine will require the development of separate virusspecific vaccine products.\n\nPlaque-purified PEDV VBS2 strain (isolated from an Ohio farm) were grown in Vero CCL-81 cells in DMEM supplemented with 0.018% (w/v) Tryptose Phosphate Broth (TPB) (Sigma), 0.02% yeast extract (Sigma), 5 mg/ml Trypsin 1:250 (Sigma, catalog number T0646), 10 UI/ml penicillin-streptomycin, 0.05 mg/ml gentamicin, and 0.05 mg/ml Kanamycin. At 48 h post-infection, supernatant was harvested, and virus titer was determined by plaque assay in Vero CCL-81 cells.\n\nCell culture adapted PdCV Michigan/8977/2014 strain (PdCV MI) was purchased from National Veterinary Services Laboratories at USDA (Ames, IA). The PdCV MI strain was grown in swine testicular (ST) cells in DMEM containing 0.2 mg/mL TPCK-trypsin (Invitrogen). At 72 h post-infection, supernatant was harvested, and virus titer was determined by plaque assay in ST cells.\n\nStocks of PEDV VBS2 and PdCV Michigan/8977/2014 were purified by sucrose gradient ultracentrifugation. Briefly, 15 flasks of Vero CCL-81 and ST cells were infected by PEDV VBS2 and PdCV Michigan/8977/2014 at an MOI of 0.1. When an extensive CPE was observed, the media from multiple flasks were combined, and residual cell debris was removed by centrifugation (3000 Â g, 30 min) at 4 C. Virus was then concentrated by ultracentrifugation in a Ty50.2 rotor (Beckman Coulter, Fullerton, CA) at 30,000 Â g for 2 h at 4 C. The pellet was resuspended in 500 ml of NTE buffer (100 mM NaCl, 10 mM Tris, 1 mM EDTA, pH 7.4) and further purified through a 10% (wt/vol) sucrose NTE cushion by centrifugation for 2 h at 50,000 Â g at 4 C in an SW50.1 rotor (Beckman). The final virus-containing pellet was resuspended in 500 ml of NTE buffer overnight. Infectious PEDV or PdCV titer was quantitated by plaque assay. Viral protein content was measured by Bradford reagent (Sigma Chemical Co.). The virus stocks were confirmed to be free of other porcine enteric viruses by virus-specific RT-PCR or PCR described previously .\n\nFor formalin inactivation, purified PEDV and PdCV stocks were incubated with 0.05% formalin (Fisher Scientific) at 37 C for 18 h. The formalin was then neutralized by 0.05 M Sodium Metabisulfite 24 h at 4 C. Loss of viral infectivity was confirmed by titration of inactivated virus preparations in cell culture. For vaccine preparation, 1.2 mg of formalin inactivated PEDV or PdCV was formulated with 3 ml of Alhydrogel aluminum Hydroxide Gel Adjuvant (InvivoGen) in 1 mL of PBS. The products were stored at 4 C and inoculated to pigs on the same day.\n\nAnti-PEDV and anti-PdCV immune sera were prepared in Gnotobiotic (Gn) piglets . The animal protocol used in this study was approved by the Institutional Laboratory Animal Care and Use Committee of The Ohio State University. Gn piglets were derived into a sterile environment via Cesarean section from an specific-pathogen-free gravid sow as previously described (Eaton et al., 1998) and housed in germfree isolation units. Piglets were fed a milk-replacement diet (Permalat R ) and maintained as described elsewhere (Eaton et al., 1998) . Twelve Gn piglets were divided into three groups (n = 4) and housed in three separate isolators. Gn piglets in group 1 and 2 were immunized twice (two weeks apart) intramuscularly with 0.3 mg of inactivated PEDV and PdCV antigens respectively. The remaining four piglets in group 3 were immunized with adjuvant alone and served as controls. Four weeks after immunization, all piglets were terminated and serum were collected from each piglet, heat-inactivated, and stored at À80 C for subsequent serologic assays.\n\nSerum samples were collected from each piglet and tested for the presence of PEDV or PdCV-specific VN antibodies. Briefly, twofold dilutions of the serum samples were incubated with 100 PFU/ well of PEDV or PdCV at 37 C for 1 h. The mixtures were then transferred to confluent Vero CCL-81 or ST cells in 6-well plates for plaque assay. After fixation and staining, the plaques were counted and 50% plaque reduction titers were calculated as the PEDV or PdCV-specific VN antibody titers. The assay was repeated for 3 times for each sample. 4.7. Detection of PEDV and PdCV-specific antibody by ELISA Ninety-six-well plates were coated with 50 ml of highly purified PEDV or PdCV (2.5 mg/ml) in 50 mM NaCO 3 buffer (pH 9.6) at 4 C overnight. Briefly, serum samples were 2-fold-serially diluted and added to PEDV or PdCV antigen-coated wells. After incubation at room temperature for 1 h, the plates were washed five times with PBS-Tween (0.05%), followed by incubation with 50 ml of goat antiswine IgG horseradish peroxidase-conjugated secondary antibody (Sigma) in 4% normal goat serum in PBST at a dilution of 1:80,000 for 1 h. Plates were washed and developed with 75 ml of 3,3 0 ,5,5 0 -tetramethylbenzidine (TMB), and the optical density (OD) at 450 nm was determined using an enzyme-linked immunosorbent assay (ELISA) plate reader. End point titer values were determined as the reciprocal of the highest dilution that had an absorbance value greater than background level (DMEM control).\n\nConfluent Vero CCL-81 and ST cells were infected with PEDV VBS2 and PdCV Michigan/8977/2014 at a multiplicity of infection (MOI) of 1.0, respectively. Before inoculation, the cells were washed twice using DMEM with 5 mg/ml trypsin 1:250 (Gibco).\n\nAfter 1 h of absorption, the inoculum was removed, the cells were washed one time with DMEM, and fresh DMEM (supplemented with 5 mg/ml trypsin 1:250) was added, and the infected cells were incubated at 37 C. When cytopathic effect (CPE) were observed, the cells were washed twice with PBS and fixed with 4.0% (v/v) paraformaldehyde-0.2% (v/v) glutaraldehyde in 0.1 M potassium phosphate buffer (PPB), pH 7.4, for 15 min, 22 C, followed by washing 3 times with PBS. After permeabilization with 0.1% Triton X-100 in PBS for 15 min, the cells were washed with PBS, blocked with PBS containing 2% bovine serum albumin for 1 h at RT. Then cells were incubated with anti-PEDV sera, anti-PdCV sera, FITC-labeled mouse anti-PEDV N protein monoclonal antibody, FITC-labeled mouse anti-PdCV N protein monoclonal antibody (Medgene, SD) at dilution of 1:200 overnight at 4 C. The cells detected by immune sera were further detected by FITCrabbit anti-swine IgG secondary antibody (Abcam) at a dilution of 1:100 for 3 h. After 3 washes with PBS, samples were examined under Olympus fluorescent microscope system at The Ohio State University.\n\nTwelve one-week-old Gn piglets were divided into three groups (n = 4) and housed in three separate isolators. Gn piglets in group 1 and 2 were orally inoculated with 10 4 PFU of PEDV VBS2 and PdCV Michigan/8977/2014 strain respectively. The remaining four piglets in group 3 were orally inoculated with DMEM as controls. After virus challenge, the piglets were observed and evaluated daily for body weight and temperature changes, and clinical signs of PEDV or PdCV infection. At 72 h post-inoculation, all piglets were terminated. Duodenum, jejunum, ileum, and colon were collected and fixed in 10% (v/v) phosphate-buffered formalin for immunohistochemical staining.\n\nFive-micron sections of paraffin-embedded tissues were placed onto positively charged slides. After deparaffinization, sections were incubated with target retrieval solution (Dako, Carpinteria, CA) for antigen retrieval. After blocking, a primary anti-PdCV serum antibody from PdCV-infected convalescent sows was incubated for 30 min, 22 C followed by incubation with a biotinylated horse anti-pig IgG secondary antibody (Vector Laboratories, Burlingame, CA). Slides were further incubated with ABC Elite complex to probe biotin (Vector Laboratories) and then developed using a 3,3'-diaminobenzidine (DAB) chromogen Kit (Dako); hematoxylin used as a counterstain. Tissue sections from PdCV-infected and uninfected samples were used as positive and negative controls respectively. Tissue sections from PdCV-infected and uninfected samples were incubated with hyperimmune serum against PEDV in IHC assay. Reciprocally, IHC assays were also performed using intestinal tissue sections from PEDV-infected samples using anti-PdCV serum antibody.\n\nStatistical analysis of one-way ANOVA was performed by using Minitab statistical analysis software (Minitab, Inc., State College, PA), a P-value of <0.05 was considered statistically significant."}