{"title": "Rational monoclonal antibody development to emerging pathogens, biothreat agents and agents of foreign animal disease: The antigen scale", "body": "The ability to produce monoclonal antibodies (mAbs) essentially to any infectious pathogen or its products is recognized as one of the most significant and inaugural scientific accomplishments in biotechnology. The uniform characteristics of mAbs are critical for research and development work and this vastly improves the sensitivity and specificity of diagnostic assays. Antibody reagents have provided the basis for a large number of highly specific and reproducible immuno-assays for the rapid diagnosis of infectious diseases (reviewed in Payne et al., 1988; Andreotti et al., 2003) . mAbs were expected early-on to replace other immunological assays based on older technologies such as complement fixation, or polyclonal serology. Similarly the high-specificity of mAbs produced in vitro make mAb cocktails the ideal, fully-defined-therapeutic antibody preparation. The characteristics of mAbs rapidly created an expanding role for these reagents in vaccine research and development, therapy, and clinical diagnosis. There are very clear reasons for why mAbs have not yet become the magic bullet they were first hoped to be, and recent advances such as transgenic mice, may help to realise these goals. Bio-terrorism, emerging infectious diseases, and the need to solve entire genomes full of proteins have guaranteed a future need for high-quality mAbs as we enter into the modern era of proteomics. Indeed, mAbs are viewed as a key reagent for solving the gap between genomics and proteomics that will require high-throughput adaptation of the techniques outlined in this review (Gavilondo and Larrick, 2000) .\n\nOur major focus is on the direct interplay of host antibody with molecules on pathogens or their toxins. We make particular use of high-containment and emerging pathogens with the greatest potential to disrupt trade, can cause an outbreak in humans and/or can be used in a bioterrorist event. Pathogens to which we have developed mAbs in our laboratory include the SARS-CoV, FMD virus, the exotoxins of Bacillus anthracis, HIV-1, Mycoplasma species, and Neisseria meningitidis capsular polysaccharides.\n\nThe most detailed studies have been performed with SARS-CoV, PA-toxin (protective antigen), HIV-1, and FMD virus. These pathogens represent very different types of infectious organisms. For example, SARS-CoV and Bacillus anthracis, viral and bacterial pathogens respectively and are capable of causing acute disease. Both also have animal reservoirs, however, the former is a newly emerging infectious pathogen and the latter has a long history and was successfully used in the 10/4 Ôanthrax letterÕ attacks in the USA; FMD and HIV; Whereas are both RNA viruses. However, FMD virus is a non-enveloped picornavirus capable of causing both acute disease and persistent infection in cattle and is a major constraint to trade of cloven hooved animals are similar in that they HIV-1 is an enveloped retrovirus which similarly causes a spectrum of progression states in humans. By developing mAbs to each of these pathogens we have gained a better understanding of the humoral immune response to infection, and we have generated neutralizing antibodies that we are using to establish the role of antibody in protection to identify protective epitopes and also facilitate vaccine design.\n\nMonoclonal antibody development directly drives vaccine design by identifying protective antigens through in vitro or in vivo correlations with neutralisation of biological effects. Passive protection in fact tends to precede the development of active vaccines for this reason (Plotkin and Mortimer, 1994) . We have limited this review to examples of these pathogens where relevant to antibody development. Finally, this review is meant to help scientists decide which mAb development method is correct for their laboratory, given constraints on biological containment, funding, available immunogen, skills and time. For detailed information on therapeutic antibodies the readers are referred to several excellent reviews (van Dijk and van de Winkel, 2001; Gavilondo and Larrick, 2000) .\n\nAlthough mAbs have been routinely produced for many years, mAb development is not without limitations. Few academic scientists produce mAbs using rigid quality assurance protocols. Development of mAbs is not trivial as there are many time consuming steps necessary to produce a quality antibody with the desired characteristics. Quite often mAb development is not given the required financial support. Many commercial companies develop mAbs as a service for a fee and in general these companies will return the first 8-10 binding clones to the client. The relatively low cost of using these services may be worthwhile for the simple production of mAbs to a purified recombinant protein. However when panels of mAbs are needed to recognise native epitopes on the surface of a pathogen, or when mAbs require biological functions, the first ten clones, especially if the immunogen was a peptide or a recombinant protein, are not likely to have the desired characteristics. Similarly, whole pathogen immunogen preparations are inherently contaminated with additional proteins from culture, unless they can be grown in pure form, and again require additional secondary screening. Furthermore, mAblaboratories with the additional ability to perform recombinant mAb cloning techniques have a greater capacity to characterise and develop useful reagents for diagnostic purposes, therapeutic leads, and scale up.\n\nIn order to start an antibody development project the goals and objectives for the antibody have to be outlined in advance. A decision must be made as to whether a mAb is necessary or if a polyclonal antibody will suffice (Fig. 1) . Do you need an antibody that will recognise a native organism? To identify serological variants? For diagnostic work, mAb development is warranted for high risk pathogens as it will reduce the number and handling of animals, and will replace the in vivo requirement for preparing future lots of polyclonal antiserum from new groups of animals. In some assays mAbs are not as sensitive as polyclonal antibodies for they can be strain or subtype specific. A mAb by definition generally recognizes a single epitope on a pathogen and antigenic variation of the target epitope can result in mAbs being unreactive with serological variants (Zhong et al., 1994) .\n\nIn many cases a polyclonal antibody is sufficient for developing screening assays. Polyclonal antibody recognizes multiple epitope/antigens on a pathogen. Polyclonal antibody can cross-recognise multiple serological strains of a pathogen through conserved surface epitopes, but conversely may not distinguish closely related strains. Polyspecific antibody is also produced in the context of the background of antibodies in host animals (Fig. 1) . These irrelevant antibodies can cause problems of high-background or unwanted reactivity for contaminants in antigen preparation used in the assay. This emphasises the need for high-quality (purified) immunogen, used to generate the antibody, and high-quality antigen for the development of antibody assay.\n\nIn some cases, for example FMD virus, serotype-specific mAbs are useful as they discriminate serological reactivities which may not always be detected by nucleic acid detection systems. The serological identification of serotype has implications for appropriate vaccine coverage for FMD. For example, enzyme linked immunosorbent assays (ELISA) have been used for studying antigenic relationships between strains of FMD virus Fig. 1 . Monoclonal and polyclonal methods for developing anti-pathogen antibody. (a) Development of polyclonal, polyspecific anti-serum to a complex antigen such as whole virus. Antibody will be produced to many antigens on the virus in the context of the other background antibody reactivities in the host. (b) Development of polyclonal monospecific antisera to a pure single component of a pathogen. Antibody will be produced to a single antigen but is still in the context of other background antibody reactivities in the host. (c) Development of monoclonal, monospecific antibody to either a complex antigen or purified single component of a pathogen. Successive screening methods are developed depending upon the purity of the initial immunogen. Development of hybridomas allows for the unlimited production of a pure single antibody specificity in vitro by culturing the clone. and for selecting appropriate vaccines (Kitching et al., 1988) . Vaccines used for protection against antigenically variant pathogens like FMD virus are type-specific, and ideally strain specific.\n\nIn many cases a monospecific polyclonal antibody is adequate and the best choice ( Fig. 1) , particularly when the immunogen is a highly purified or recombinant protein, or when it is expressed in vivo from a DNA vector (Zhang et al., 1997) . Production of a highly purified antigen or recombinant protein requires more work initially, however the polyclonal antibody produced to these immunogens is of high quality and usually has low background reactivity. For example, polyclonal antibody is useful when analysing large numbers of newly discovered open reading frames from the genome of a pathogenic microorganism where the expense of making mAbs to many targets may not be warranted (Wood et al., 2003) . However, monospecific polyclonal antibody is produced in an environment of host antibodies to other antigens and this can produce unwanted reactivity and is subject to significant variation. Polyclonal antibody such as those described above can however rapidly provide a quality set of reagents for setting up and validating diagnostic screening assays.\n\nMonoclonal antibody reagents require a greater investment of resources. mAbs cost much more to develop, produce, validate, and stockpile than polyclonal antibody. However, once a hybridoma line is developed, mAbs can be made easily and reproducibly in large quantities without the lot variation seen in polyclonal antibody preparations. Moreover, the mAbs are fully defined and allow many experiments that were not previously possible or practical. The use of mAbs avoids undesirable cross-reactivity inherent in polyclonal preparations and high affinity mAbs can be derived easily from immune animals. If antigenic typing is a concern and the assays are frequently used, than a diagnostic mAb development approach is recommended (Fig. 1 ). This provides an unlimited supply of mAb without the need to immunize more animals in order to replenish the supply of antibody. These high-quality reagents are ideal tools for the design of high-throughput techniques and tend to be most useful for setting up confirmatory diagnostic tests. For tests related to animal trade, it is advisable that international standards be consulted to help decide on the type of reagents to produce (Wright and Zhou, 1999) .\n\nUnwanted contaminants in immunogen preparations translate into unwanted antibody response. Indeed, even contaminants such as cell debris, bovine serum albumin (BSA) stabilizers, or fetal bovine serum (FBS) from tissue culture will elicit antibody responses in mice. These are commonly found in complex mixtures like viral-lysates produced from tissue culture (contain cell debris, host cell protein, FBS). Pure antigens such as gradient purified virus preparations and recombinant proteins make ideal immunogens and are essential for high quality monoclonal and polyclonal antibody development. In 2001, we recently experienced the importance of high-quality antigen first hand in the preparation of antibody reagents to the SARS-CoV coronavirus.\n\nGiven the urgent need for reagents during the SARS-CoV (SARS virus) outbreak in Canada we used both polyclonal and monoclonal techniques to develop antibody reagents. In an attempt to rapidly produce diagnostic antibody for use as controls in mAb development and diagnostic assays, we immunized mice with crude SARS-CoV infected Vero (green monkey kidney cell line) cell lysates in a rarely used approach known as the polyclonal ascites technique (PAS) (Lacy and Voss, 1986) . Polyclonal ascites has been used historically for the production of high-quality reagents to many veterinary agents such as FMD virus. While the PAS technique produced high-titre antibody to the SARS-CoV, the polyclonal antibody generated to the impure viral lysate gave an unacceptably high background in ELISA, immunofluorescence assay (IFA), and immunohistochemical (IHC) staining of tissues. Clearly, this shows how the contaminating host cell proteins in the immunogen can elicit antibody that reacts directly with the same proteins if present in samples used in downstream applications. From this experience, we went on to develop mAbs and gave the remaining mice a final boost with purified SARS-CoV, performed fusions, and screened for binding using purified SARS-CoV particles . In contrast to the polyclonal sera the SARS mAbs we developed clearly show specificity for SARSinfected but not uninfected host Vero cells (Fig. 3) . Even with the use of purified virus for screening we were required to reduce the initial panel of 103 IgG positive clones down to 18 to negative screening for reactivity on the contaminating FBS antigens. Serum free growth of cells, once infected with virus, is one way to lessen the background effects of FBS. The monospecificity of mAbs is one advantage to producing a mAb rather than a polyclonal antibody. Monospecificity is inherent to mAbs whether derived from recombinant phage selection techniques or classical hybridoma fusion.\n\nThere are two main methods used today to generate mAbs: (1) classical hybridoma fusion; and, (2) immune antibody libraries (Fig. 2) . Mice have been very popular historically for mAb development due to the production of hybridoma derived mAbs. Humans, mice, rabbits, and birds have received the most attention for use in the mAb library approach (Berry and Popkov, in press ). Hybridoma and antibody library techniques are comple-mentary and neither is likely to provide an exhaustive sampling of the immune response (Ames et al., 1995; Krebber et al., 1997) . Indeed, perhaps only the screening of activated, antigen-specific primary B cells comes close to reproducing the total B cell response ex vivo (Babcook et al., 1996) .\n\nThe downstream purpose in a mAb for either diagnostic, research or therapeutic purposes also influences the choice of method that should be used to generate a mAb. For example if a diagnostic mAb reagent is needed, and the antigen is abundant in pure form, the most direct route is to make hybridomas from immunized mice. Depending on the skills in a laboratory, or if the antigen is exceedingly rare or cannot be purified, antibody libraries which are capable of negative subtractions may be the method of choice. Alternatively, if developing mAbs from a new non-rodent species, such as rabbits (Popkov et al., 2003) or primates (Glamann et al., 1998) , or when studying an anatomically distinct immune compartment such as the mucosal surface (Berry et al., 2003a,b) , then it may be necessary to create a recombinant antibody library designed to clone IgV-genes of that species or of a particular isotype, respectively.\n\nThe lack of reliable myeloma partners has prohibited the hybridoma fusion technique from widespread use in non-rodent species. Several laboratories have developed hybridoma techniques for non-rodent species such as rabbits (Spieker-Polet et al., 1995) , sheep (Groves et al., 1987a) , cattle (Groves et al., 1987 (Groves et al., , 1988 and other species (Groves and Morris, 2000) . The use of hybridoma fusions for these species mainly relies upon hetero-myeloma fusion partners and has not become widespread due to the low stability of the resultant clones. Indeed, phagemid antibody libraries derived from immunized animals have been one of the most active areas of phage display. The majority of research on antibody cloning has focused upon the selection of human mAbs as they are potentially the most lucrative in terms of market value.\n\nFor the development of a human therapeutic antibody, the optimal mAb is of human origin. Non-human mAbs can generate immune responses which may limit their effectiveness (Buglio et al., 1989) . Despite advances in mAb technology, polyclonal immune globulin is still the gold standard for passive immunoglobulin treatment. Equine antitoxin and human pooled immune globulin are still in use and in development today. The major focus of the recombinant mAb industry has been on producing anti-cancer mAbs for therapeutic development and only 7/128 mAbs in clinical trials in 2001 were against infectious disease targets (Gavilondo and Larrick, 2000) . Polyclonal immunoglobulin will most certainly be replaced by safer, fully-defined cocktails of potent monoclonal and polyclonal antibody, as industry further develops therapeutic mAbs for infectious disease agents. Clearly, there are no technological limitations to prevent the development of mAb treatments to virtually every infectious threat, although the effectiveness of these mAbs in the clinic remains empirical.\n\nAlternatively, for therapeutic mAbs, non-human primates can be experimentally immunized and recombinant antibody libraries generated from the B lymphocytes (Glamann and Hirsch, 2000; Schofield et al., 2000) . Another new and exciting alternative method to derive fully human mAbs is to use hybridoma fusion from experimentally immunised mice that are transgenic for human IgV-genes (Jakobovits, 1995; Ishida et al., 2002) . This combines the ease and simplicity of hybridoma fusion with the ability to select fully human mAbs. Hybridomas derived from these mice are expected to meet the requirements of the pharmaceutical industry with new lead molecules for the treatment of infectious disease and chronic diseases such as cancer and may become the dominant mAb technology for this purpose. Providing these Xenomouse-produced-mAbs protect humans in vivo, the use of these mice should also bring the cost of production down so that fully defined mAb cocktails can begin to replace pooled human and equine polyclonal sources. Strategic partnerships should provide a mechanism to get human mAbs rapidly into clinical trials where they can be used to help treat infectious disease where no treatments currently exist.\n\nHybridomas remain a valuable raw material for the development of humanized antibodies for therapy (Rader et al., 1998) . Most therapeutic mAbs in use today are either fully murine or humanized murine mAbs. The in vitro modifications required to humanise a recombinant non-human mAb, or to alter affinity, or modify specificity of selected non-immune mAbs are not trivial. The success of a humanisation strategy is empirical, and entirely protein dependent. The properties of the original parental mAb must be reproduced in the humanized recombinant version, and in some cases this may not be possible. These difficulties are shown by the fact that nearly each publication on humanized mAbs has had to customise the techniques of the humanisation selection strategy. Passive antibody therapy would be ideal for certain diseases such as FMD virus, where once protection was afforded, the serum titre would disappear and the animal would sero-revert to a negative status. Clearly, large-scale expression systems such as recombinant plants offer a possible means by which production costs could become feasible for this approach. Alternatively, animals can be made transiently resistant to certain infections by expressing protective antibody specificities in vivo on episomal transgenes. For example, Lorenzen et al. (2000) generated fish resistant to the fish-pathogenic rhabdovirus VHSV (viral haemorrhagic septicaemia virus) by applying a gene construct encoding a neutralizing single-chain antibody. When administered to rainbow trout by intramuscular injection of plasmid DNA, recombinant single-chain antibodies were expressed as seen by the presence of circulating recombinant antibodies detected in the fish. Furthermore, protective immunity to the VHSV was established showing how mAbs can protect in a passive fashion through transgenes without altering the germline in a fish model of infection.\n\nLive infection models are perhaps the best way to produce neutralizing antibody responses to protective epitopes on infectious pathogens. However, in many cases the laboratory mouse is not the optimal animal model for a particular infectious disease. In this case, injection of a dead antigen may not provide the same antigenic stimulus as live replicating pathogens and another animal system may have to be used to develop mAbs. If the optimal model is a non-rodent species, we recommend the use of antibody libraries to produce mAbs from the B cells of the optimal host species (see below). For highly dangerous pathogenic microorganisms or zoonotic pathogens we recommend that safety be the highest consideration and that inactivated pathogens or recombinant proteins be used as the inoculating immunogen rather than live pathogen as hybridomas produced in containment must be grown and stored in containment. For new and emerging diseases, the most reliable starting point is to use hybridoma fusion in mice immunised with the best immunogen possible.\n\nWhether one uses hybridoma fusion or immune antibody libraries, both technologies fundamentally rely upon the host immune system for immunogen-sensitized B cells. A suitable screening/selection system must be developed ahead of time for hybridomas or recombinant antibody libraries, respectively. For hybridomas this system must be in place by the time the hybridomas are ready to be screened as the hybridoma clones will need to be cultured, screened, subcloned, and stored and quickly die if neglected. Essentially this means there is but a single opportunity to screen a panel of hybridoma clones within a narrow window of time as the cultures continue to expand and become difficult to handle. However, for immune antibody libraries there is more time available to develop selection and screening assays once the IgV-genes are cloned into a library. While not optimal, mAb libraries can be stored indefinitely as a plasmid, re-amplified and repeatedly screened with new antigen preparations provided the animal also had been immunized to these targets (Schofield et al., 2000 (Schofield et al., , 2002 .\n\nThe B lymphocyte pool is in a constant state of flux and immunogen-specific lymphocyte responses are limited through clonal selection. The available B cell pool is comprised of both newly emerging antigen naïve B cells, and antigen activated plasmablasts and memory B cells (Berek and Milstein, 1988) . The size of the available antibody repertoire is about 1-3 · 10 8 B cells per mouse.\n\nIn an immune animal the B cell pool becomes greatly enriched in specific binders via clonal expansion and re-peated exposure. This occurs naturally following antigenic challenge of the host immune system with most immunogens. While many B cells are initially triggered by exposure to an antigen this becomes limited by the B cell selection process that takes place mainly in germinal centres. In immune mice it has been estimated that somewhere between 1000 and 10,000 antigen specific B cells are generated in response to a complex antigen such as whole virus (Bachmann et al., 1994) . However, success of mAb development depends upon adequate sampling of these sensitized B cells, and screening of the antibodies produced.\n\nIn experimentally immunized animals it is important to sample the B cell pool when the response is waxing. The spleen is an excellent source of activated B cells from mice. For example, the spleen of an immune adult mouse is comprised of up to 54% B cells, making the immune spleen ideal for either immune antibody library generation or hybridoma production (Thompson and Cancro, 1982) .\n\nWhile it has not been rigorously evaluated, hybridomas are formed from neither the pre-plasma nor the plasmablast cells, but instead the antigen-activated proliferating B lymphocyte blast fuses to a myeloma to become a hybridoma (Guoliang et al., 1986) . The B lymphocyte blast cell is predominant in the murine spleen by 3-5 days after a booster injection (Bazin and Lemieux, 1988) (Fig. 2(b) ) . These time frames can become protracted if the antigen delivery system is with an adjuvant, DNA vaccine, or recombinant live viral vector (J.D.B., personal observations). For this reason, for mAb development we recommend the final booster before a fusion or collection for RNA, be delivered in saline, either intravenously or intra-peritoneally, or both simultaneously.\n\nThe source of tissue is critical for mAb generation. In previously immunized humans, about 1% of circulating memory B cells are antigen specific within 90 days of a booster immunisation (Nanan et al., 2002) . However, the blood is a very dilute source of B cells and only a limited number of activated B cells are present. Thus blood is not an optimum source of lymphocytes for the generation of recombinant antibody libraries nor for hybridomas (Yip et al., 1997) . Tissues rich in antigen specific plasmablasts such as bone marrow, draining lymph nodes and spleen are ideal for generating hybridomas and antibody libraries, providing there is adequate sampling of antigen-specific B cells. The lymph nodes of large animals and even the cervical lymphocytes collected from swabs of humans have served as successful B cell sources for immune antibody libraries (OÕBrien et al., 1999; Berry et al., 2003a,b) . While detailed studies have not been completed, the plasmablast stage is thought to be the most useful for immune library generation as these cells contain about 150-300 times more specific Ig mRNA than a resting B cell (Yuan and Tucker, 1984; Lefkovits, 1995) . Fully differentiated, antigen activated plasmablast cells rapidly appear in pre-sensitized animals following a recall response indicated by elevated the specific IgG serum titre by day 7 (Fig. 2(a) ).\n\nThe method used to produce monoclonal antibodies affects the representative mAbs discovered. Biases inherent to recombinant antibody libraries include: PCR amplification and cloning bias (amplification and restriction digestion), bacterial expression and folding/toxicity to the Escherichia coli host. Although historically a controversial issue, it is now clear that the identical monoclonal antibody can be isolated to the same antigen by using either hybridomas or antibody libraries. However, this may be a rare find and without exhaustive comparisons, molecular sequencing of immunoglobulin V-genes of antigen specific mAbs reveals that each system appears to capture a similar yet distinct representative cross-section of the B cell response (Ohlin and Borrebaeck, 1996; Caton and Koprowski, 1990; Duggan et al., 2001; Gherardi and Milstein, 1992; Kettleborough et al., 1994; Ames et al., 1995) . These studies are not comprehensive and the vastly different properties of immunogens used in these examples makes it difficult to directly compare the molecular genetics of the antibodies recovered (whole viruses versus highly conserved cytokine proteins). Thus mAb discovery methods have inherent biases that result in a unique cross sampling of the repertoire of mAbs that can be obtained from immune animals. Fig. 2(b) outlines the general flow of producing mAbs from immune libraries compared to hybridoma production followed by recombinant cloning. Both methods can be adapted to modern high-throughput methods at the clone picking and screening stages.\n\nHybridomas are produced by the immortalisation of B cells expressing the antigen-specific immunoglobulin ( Fig. 2(a) ). These hybrid cell lines are made by fusing immortal myeloma cells (tumor cells) to the short-lived primary B cells of immunized rodents (the B cells) (Kohler and Milstein, 1975) . Drug selection, and screening of the supernatant produced from the hybrid cells (or ''hybrid-omas'') identifies antigen reactive cell lines which produce antibodies with desirable properties. Stable clones are expanded from these cells and can be scaled-up for antibody production. We recommend a modified direct fusion cloning method in semi-solid methyl cellulose-HAT containing media (Davis et al., 1982) with appropriate media supplements. For a modern description of the hybridoma fusion method the readers are directed to the following protocol Berry and Ranada (2003) . Single foci of cells grow out until they become visible to the eye and are transferred to 96 well plates for expansion and screening of the supern-atant. In many cases an ELISA based method is used to identify antigen specific clones. Alternatively, sub-cloning hybridomas from positive wells by limiting dilution is another means of obtaining clonal culture (Fazekas de St Groth and Scheidegger, 1980; Fazekas de St Groth, 1982; Spira et al., 1984) , although it is more laborious. By expanding antigen specific hybridoma cells in culture flasks from a single cell, it is possible to produce a ''clonal'' population of cells all producing a single specific antibody.\n\nThe hybridoma technique is routinely used by commercial companies to develop mAbs for research and diagnostic tools. The hybridoma procedure is quite robust for rodents and is traditionally the most efficient means of producing monoclonal antibodies to date. More than ten thousand clones have been developed since 1975 (Michaud et al., 2003) with mono-specific reactivity to various antigens and are offered by many quality companies. Remarkably, there are many well known infectious agents for which mAb reagents do not yet exist and newly emerging infectious diseases require that mAb development capacity be maintained. However, despite recent advances in the establishment of new myeloma partners for various species (Groves and Morris, 2000) hybridomas are not as reliable for producing non-rodent mAbs. For non-rodent hybridoma fusions, murine myelomas are still used because of their robust growth and tumor-like properties that allow single cell cloning. Moreover these cells have the necessary cellular machinery for antibody production as they are B cell tumours. By matching the correct MHC-background the myelomas and resultant hybridomas are not seen by the hostÕs immune system as foreign cells, and are tolerated and therefore suitable for ascites production.\n\nIt is important to keep the hybridomas growing rapidly during the screening phase. Multiple levels of screening are required to narrow down the panel of clones being kept alive in tissue culture. It is not possible to stop and store primary B cells and revisit them in the future (without huge losses in viability) as can be done with libraries of recombinant antibodies which are stable for longer term once cloned into phagemids. Hybridoma fusion requires an intense period of laboratory activity, during the few weeks post fusion, when screening begins. In many cases a simple ELISA or dot-blot is set up as a primary screen. Clones positive in this round are ''moved-up'' to 24 well plates and then subjected to a second test. Negative screening may be required to remove clones that are reactive with contaminants. Testing usually become selectively more specific for utility in the intended downstream application to reduce panel numbers. For example a secondary screen may be on whole organism to verify reactivity. When developing mAbs to SARS-CoV an ELISA test was initially used as a screen, then IHC, followed by IFA, western immunoblot and finally to the virus neutralisation assay . Many of these common tertiary screens are also used for or similar to confirmatory diagnostic assays.\n\nHybridoma fusion does have limitations. Some of the drawbacks of hybridoma development include: (1) fusions are largely limited to splenic B cells of rodents;\n\n(2) the chemical fusion process is random, although immune animals have a overwhelming bias for antigen specific B cells which is inferred by rising serum IgG titres;\n\n(3) it is difficult to produce antibodies to complex mixtures; and (4) tissue culture becomes very expensive in terms of media, reagents and FBS. Conversely, the advantages of hybridoma methodology include: (1) technological simplicity; (2) highly efficient and reliable (hybridomas are still the main choice for research and diagnostic mAbs and have produced most commercially available mAbs); (3) hybridomas provide full length glycosylated mAb which can be used in epitope mapping studies and in vivo models; (4) the hybridoma provides an unlimited supply of antibody, requiring simple cultivation and purification to generate homogeneous preparations; and (5) the cost of producing mAbs from hybridomas can be reduced through the use of serumfree culture and scale-up.\n\nLastly, a screen for biological activity, for example virus or toxin neutralisation, may be performed if relevant. This is usually done subsequent to a primary assay for binding in order to reduce the size of the panel for screening in the usually more complex bio-assay. In some cases a biological screen, when used as a primary screen, may result in a complete absence of ''positive'' clones; there may be antigen specific clones but they may not have bio-activity. Many non-neutralizing but important diagnostic or research mAbs have been developed to various epitopes of the envelope proteins of SIV (simian immunodeficiency virus), HIV-1 (Kent et al., 1992; Akerblom et al., 1990, respectively) , as well as to epitopes on the VP1 protein of FMD virus (Barnett et al., 1998; Butchaiah and Morgan, 1997) . These hybridoma-derived mAbs would not have been identified, nor would they be available today as research or diagnostic tools, had the primary screen been for bio-activity.\n\nAntibody libraries produced from immunized repertoires represent an alternative means by which mAbs are produced today (Rader, 2001) . The technique is dependent upon the ability to recover the expressed immunoglobulin repertoire from recoverable B lymphocyte RNA, and the construction of a representative antibody Variable region gene (V-gene) cDNA library which can display the functional fragments for selection against an antigen source. While the hybridoma technology relies upon ''immortalisation'' of the antigen specific B cell, recombinant antibodies are made through ''immortalisation'' of the cDNA encoding the immunoglobulin genes (Fig. 2) . The first selection of neutralizing human monoclonal antibody fragments to infectious agents from combinatorial antibody libraries was against HIV-1 and respiratory syncytial virus (Barbas et al., 1992a,b, respectively) . For excellent recent papers published on the development of recombinant mAbs to potential agents of bioterrorism the readers are referred to Gao et al. (1999) and Hayhurst et al. (2003) .\n\nRepertoire cloning and library selections of mAbs is based upon the molecular sequences of the genes encoding the immunoglobulin V-genes of a particular species. Thus antibody libraries are not dependent upon the random immortalisation and cloning of the antibody producing lymphocytes themselves as is the case for hybridomas. Instead, the nucleotide sequence of the V-genes is used to design oligonucleotide primers for reverse-transcriptase based PCR cloning. The 5 0 end (upstream) of the V-gene, corresponding to framework 1, is much more conserved (less variable) than the complementarity determining regions (CDRs) which encode the antigen contact sites (paratope). Therefore knowledge of the V-gene sequences which comprise the predominant V-genes in the B cell pool of a given species allows for the design of sets of the upstream primer oligonucleotides.\n\nAntibody libraries can be used to select mAbs from virtually any species as long as the V-genes (variable region genes, responsible for encoding the antigen contact domains) can be cloned. Therefore recombinant antibody libraries are dependent upon ÔimmortalisingÕ the V-genes rather than the B cell itself. The phage antibody technique has been used to generate mAbs from a wide spectrum of species (Berry and Popkov, in press ).\n\nFilamentous phage-display was developed for the display of polypeptides in the early 1980s (Smith, 1985) . This was followed by a series of experiments demonstrating the ability to affinity select solvent exposed polypeptide ligands (Parmley and Smith, 1988 ) with a linkage of genotype and phenotype. The first selectable phage peptide display libraries were published in 1990 using peptide ligands expressed upon the surface of fphage (Scott and Smith, 1990; Devlin et al., 1990; Cwirla et al., 1990) . These discoveries collectively led to the development of many types of recombinant antibody libraries. These are discussed in detail elsewhere (Andris-Widhopf et al., 2001) .\n\nThe primer sets for cloning the immunoglobulin repertoire of each species are unique. The general structure of immunoglobulin V-genes is conserved. Murine Vgenes were classified into groups called families based upon 80% homology or higher at the germline level (Kofler et al., 1992) , and similar terminology has been adopted for describing V-genes of other species. All antibody libraries rely upon the integrity of the nucleic acids encoding the specificity domains of the proteins. Once cDNA is produced it can be stored indefinitely for future and repeated analysis.\n\nThere are many antibody library display formats in use (Berry and Popkov, in press ). Phage or phagemids have been used to display scFv (McCafferty et al., 1990) , Fab Clackson et al., 1991) , and combinatorial Fab or scFv immune antibody libraries (Burton and Barbas, 1994) . For phagemid, libraries the phenotypic mixing in an E. coli host co-infected with helper phage results in the assembly of fully infectious phage particles. Eukaryotic and prokaryotic ribosome display systems have also been used to derive mAbs (He and Taussig, 1997; Hanes and Pluckthun, 1997, respectively) . The in vitro linked transcription/ translation systems of ribosome display are not widely used compared to traditional phage display, and are not likely to become used for routine mAb development in the small research laboratory.\n\nThere are several unique advantages to the use of antibody libraries and recombinant antibody cloning. These include: (1) the ability to clone and express isotype specific libraries for selection of specific classes of mAb including IgA (Moreno de Alboran et al., 1995; Berry et al., 2003b) and IgE classes (Steinberger et al., 1996) . Alternative isotypes can either be selected from a library made with a non-IgG class specific back primer corresponding to that isotype, or a mAb can be re-constructed to be a particular class by cloning the appropriate constant domains (Wolbank et al., 2003) . Indeed, once a mAb is developed via either hybridoma or antibody libraries, recombinant antibody methods can be used to rapidly convert selected binding fragments to full length antibodies of any human or other animalÕs isotype in vitro (Boel et al., 2000) . (2) Antibody libraries affinity-select the binding clones from a library and do not merely screen for binding activity. The selection process progressively enriches binding clones. (3) The ability to re-screen recombinant antibody libraries. It is possible to freeze down libraries as cDNA and screen these again in the future. (4) Antibody display libraries can be negatively subtracted against irrelevant non-target background proteins to help enrich for mAbs against receptor complexes. (5) Recombinant antibody libraries are well suited to many other downstream molecular approaches such as in vitro affinity improvements. (6) Recombinant antibody libraries allow mAb development from any species. (7) Recombinant systems are more amenable to develop faster and higher-through put screening of antibody libraries.\n\nThese strategies appear to streamline the mAb development process by saving time needed to immunize ani-mals and set-up immune libraries. We predict that increasing numbers of commercial mAb development strategies will move towards using large recombinant libraries (de Wildt et al., 2000) as well as naïve or synthetic single-scaffold systems (Soderlind et al., 2001) in phage or ribosome display formats although naïve libraries may have limited high affinity binders. However, for the smaller research laboratory these large scale techniques may cost time, although many mAbs can be selected from naïve libraries the mAbs are generally of lower affinity and all mAbs are empirical in their quality. They must be tested individually for biological activity and cross reactivity especially if they have low affinity. The movement towards high-throughput mAb development by industry increases the importance of having smaller, dedicated mAb-facilities to develop high affinity and biologically relevant mAbs for medical and veterinary infectious disease research.\n\nSome of the limitations of recombinant mAbs development include: (1) they are technologically more challenging to develop; (2) the approach is generally less robust than the hybridoma method and repeated selections must be performed by novices to this area; (3) recombinant antibody fragments are produced only (Fab or ScFv) and full-length glycosylated mAb requires eukaryotic vector and genetically cloning an Fc portion to the variable fragment; (4) production of E. coli expressed mAb fragments is empirical and has LPS contamination; (5) it is still necessary to screen clones for biological activity; (6) it may well be difficult to target common bacterial antigens, for example LPS or outer conserved bacterial outer membrane proteins in E. coli based phage display; and (7) randomisation of V H and V L pairings. Even a successful enrichment of binding clones may end up against a contaminating BSA stabilizer. For these reasons, antibody library methods are not commonly used for generating diagnostic or research antibodies.\n\nImmune libraries for the production of mAbs are very valuable in the study of antibody diversity. Fundamental studies of antibody gene diversity usually precede the use of a new species for antibody library development. Antibody libraries have been used to examine the repertoires of cattle Ig (Sinclair and Aitken, 1995; Sinclair et al., 1997) , primates (Ehrlich et al., 1990) , Xenopus (Hsu et al., 1989) , and sheep (Dufour et al., 1996) . Pathogen specific molecular profiles of antibody responses of humans have been examined the most comprehensively with antibody libraries (Barbas et al., 1993) . The ability to analyse multiple components of an antibody response, in particular the recombined genes expressing individual mAbs, even of particular isotypes, has added greatly to our understanding of how antibody responses develop and mature. Moreover, knowledge of the V-gene sequences can be exploited by the development of high-throughput recombinant clon-ing methods for mAbs development using robotic equipment (de Wildt et al., 2000) .\n\nHybridoma cell lines represent an excellent resource for generating recombinant humanized or chimeric mAbs for therapeutic development to biothreat agents (Nathan et al., 2002; Deng et al., 2003) . Many laboratories have valuable hybridoma cell lines to high-risk pathogens which are, in addition to the diagnostic value, an excellent foundation for a recombinant mAb program. Reverse transcriptase PCR cloning of V-genes from hybridomas has served to introduce scientists to recombinant antibody technology. Many excellent papers have been produced on the optimisation and PCR cloning of V-genes from human and murine hybridomas using PCR and these are a good source for primer sequences (Larrick et al., 1989a,b; Orlandi et al., 1989; Gavilondo-Cowley et al., 1990; Dattamajumdar et al., 1996) . The readers are directed to an upcoming book chapter for a comprehensive summary of the minimal primer pars used to amplify V-genes from species used for antibody libraries (Berry and Popkov, in press ).\n\nThe key issue in phage-antibody library development is the decision to use a specific plasmid based DNA vector which impacts upon all subsequent primer design. The cloning and sequencing of the V-genes from valuable hybridomas provides precise molecular characterisation of the binding domain which is important for downstream recombinant modifications, fundamental immunology, Table 1 The antigen scale More work up-front to. develop recombinant proteins. Binding to recombinant protein no guarantee of binding to native protein.\n\nPaired recombinant purified fusion proteins (eg. pmal-proteinX to immunize and pgex-protein X to screen) ; Paried fusion protein remove background mAbs to immunogen fusion protein ;Target more native in structure for whole microbe.\n\nMore work up-front to develop two fusion proteins, or for gradient protocols, and more work down stream to determine identity of the targetted molecules in the complex antigens such as whole microbes. Peptide-carrier immunogen and native organism as antigen Target more native in sturucture for whole microbe.\n\nProduce maney mabs to irrelevant contaminants and must imake negative selections (library) or screening (hybridoma) ; Binding to peptide no guarantee of binding to native protein.\n\nAntibody Library and for proprietary purposes as each binding domain has unique identity inherent in the V-genes themselves. Indeed, the ability to clone the antigen-binding specificity of a given hybridoma clone through recombinant DNA should lead to more free exchange of hybridoma cell lines as this further immortalises the unique specificity of the mAb. Lastly, cloning the specificity of a hybridoma can be crucial for the rescue of V-domains from extremely valuable hybridoma lines and acts as an independent Ôback-upÕ of the specificity to guard against catastrophic loss of a mAb. We predict an increased use of recombinant antibody libraries for the development of mAbs from species of veterinary importance.\n\nThere is a wide spectrum of fitness among immunogens in terms of the ease of developing mAbs. There are general characteristics of immunogen/antigen pairs used for mAb development strategies that allow us to crudely classify mAb development strategies based on expected outcome in terms of success. We have defined a letter scale to better gauge the expected outcome of trying to produce mAbs for a particular purpose ( Table  1 ). The letter scale ranges from A to C; (A, Amicable; B, Brute-force; and C, Challenging) to reflect the overall probability of success for a basic strategy.\n\nThe antigen scale is affected by the inherent immunogenicity of classes of immunogens. Antigens are called immunogens when used to raise an antibody response. Good immunogens are those which produce antibodies that recognise the corresponding whole organism in its native (non-denatured) form. This terminology is used most often for subunit vaccines (synthetic, recombinant, DNA) that are comprised of, or express an antigen intended to portray a protective antigen/epitope of a pathogen.\n\nThe ''A'' strategy represents the simplest case and mAbs are easily developed via hybridoma fusion and screening. For example when a mAbs is needed to recognise a recombinant protein, and that protein is used as the immunogen and the antigen. This includes the expression of proteins in vivo from episomes for mAb development (Barry et al., 1994) . Contaminating proteins from bacterial plasmid preparations or stabilizers present in commercial proteins must be kept in mind and it is recommended that special purification be used to remove this. Such as requesting a special order from a commercial company without stabilizer, or to gel purify expression plasmids prior to injections.\n\nConversely, mAb strategies ''C'' is the most challenging class, and this may reflect the need to use subtractive screening or exceedingly rare antigens, or the temporal constraints of hybridoma development. Most targets fall into the middle category and require the brute force ap-proach (''strategy B''). For type B strategies, mAbs should be possible via hybridoma fusion, however several attempts and method development may be required in order to obtain the clones of choice although every target presents unique challenge. We have provided general examples of mAbs we have developed in original investigations to antigens which fall into these categories ( Table 2) .\n\nBinding of a mAb is no guarantee of biological activity. The antigen scale cannot completely reflect the immunogenicity of a given immunogen as this is empirical and discovered only through testing. In addition, while it may be simple to develop monoclonal antibody against a particular immunogen, in many cases the antibodies may not have the desired binding characteristics or bioactivity. For example, it is simple to create antipeptide mAbs using peptide-carrier combinations. This situation could be classified as type A. However, if you use peptide-carrier immunogens to try to create mAbs which react with a recombinant protein, this would be shifted down to a ''type B'' mAb strategy as recombinant proteins do not always fold such that the epitope is accessible for binding (this would be discovered through inability of the mAbs to bind any form of the recombinant protein other than denatured protein). One step further, if you use peptide-carrier immunogens to try to develop mAbs which bind to a native protein on a virion, for example, this may be classed as ''type C'' mAb strategy on the antigen scale, as there is no assurance that the anti-peptide mAbs will recognise native protein containing the corresponding peptide epitope in the context of a whole organism. Moreover, there is no assurance of biological activity even if the antibody produced binds to the native organism (Trudel et al., 1991; Joyce et al., 2002) . For example, nonneutralizing human mAbs to the murine leukaemia virus bound to virions with affinities similar to neutralizing mAbs, which indicated that epitope exposure, while necessary, is not sufficient in some cases for viral neutralisation in vitro (Burkhart et al., 2003) . Thus, it is very easy to underestimate the difficulty associated with the production of high-quality mAbs. To date no method has linked the ability to select binding clones to a bio-assay involving a pathogen; panels of mAbs must still first be identified through binding properties, and then these molecules must be tested for biological activity in independent assays.\n\nThere are many factors which can influence successful development of a mAb to microorganisms. Two critical factors are the purity and dose of the immunogen. Other factors such as the site, number of injections and the use of adjuvants can influence the immune response but are somewhat less critical. If the antigen is impure or the dose too low, it may be nearly impossible to screen out a good binding clone. A quantitative measure of the immunogen helps gauge the probability of success Only the best clones are kept. This is empirically determined for each antigen and depends upon properties of both the antigen and the hybridoma clone; including isotype (as IgG are predominantly kept), level of expression, antigen coating. The screening ELISA parameters we use are O.D.s at 405nm greater than 0.8 at 1 h in greater than or equal to a 1/8 dilution of supernatant. c Positive influencing factors including final booster and screening performed with gradient purified virions; these factors shifted the rating of this antigen from B to A. d Positive influencing factors including highly purified synthetic carbohydrate (CHO), attached to a T-cell epitope rich carrier protein, and an unconjugated CHO used as antigen in screening ELISA to remove mAbs to carrier protein; these factors shifted the rating of this antigen from C to A as CHO are usually the most difficult of all antigens to have to produce mAbs against. e Negative influencing factors including such as generation of mAbs to peptide/rec. protein and screening for cross-reactivity on native antigen/organism shifts these antigen scale ratings from A to B or even C.\n\nf Sum of all but the final injection with a total of 4-5 injections.\n\nand an analytical assessment of an immunogen using SDS-PAGE, mass-spectrometry or other similar techniques are suggested prior to immunisation of animals.\n\nIt is strongly encouraged that extra preparation time be taken to produce a high-quality pure immunogen. While the use of immuno-stimulants or adjuvants can improve the inflammation at the injection site and the use of these agents is recommended to improve the B cell response to weak immunogens, adjuvants will also improve the response to any passenger contaminants and thus purity again is paramount. While many rapid immunisation methods have been developed (Berry et al., 2003a) , herein we provide a basic immunisation strategy for hybridoma fusion in mice. In total, for a recombinant protein under typical conditions, about 2 mg of purified protein is optimal; 1 mg of protein for immunisations and 1 mg for screening. This can be administered in four-to five injections of 10-50 lg of purified or total protein per mouse, per dose. Another method to measure the dose is based upon the infectious load prior to pathogen inactivation. For example, loads of 10 7 -10 9 infectious units (or plaque forming units) in the live material prior to inactivation, is a sufficient dose per injection provided the material is relatively pure. Still another measure is viral-particle counting using electron microscopy. In this case 10 9 -10 11 particles per injection is an approximately equivalent dose. These values are general guidelines and have worked well in our hands. Other examples of factors that provide a positive effect on success include: (1) good technique and quality control; (2) highly trained technical staff; (3) purified immunogens for injections and antigen for screening. Negative influences include: (1) poor technique or inexperience; (2) impurities in the immunogen and/or antigen (FBS or cell debris); (3) the use of a different immunogen for the immunisation and the screening steps (e.g., immunize with synthetic or recombinant immunogen, and screen on whole virus as antigen).\n\nThe two most serious considerations for mAb development to highly infectious pathogens are immunogen purity/conformation which can be directly related to the method of inactivation of the pathogen. The native organism is not always ideal as an immunogen if it cannot be adequately purified. Panels of mAbs against complex antigenic mixtures, such as a whole bacterium, require more downstream work (secondary screenings) in order to determine which molecule is targeted (Western immunoblots, immunoprecipitation, etc.). This can be further complicated when dealing with a biocontainment level 3 or 4 organism which must first be inactivated and then brought out of containment to level 2 for mAb production. There is less value in hybridomas developed within level 3 or 4 containment space, as the hybridomas can never be removed. While the live cell line cannot be removed from containment the hybri-doma RNA, encoding the specificity of the mAb, can be safely removed once the proteins are denatured in strong chemicals such as guanidium isothiocyanate, commonly used to harvest RNA for recombinant mAb production.\n\nSafety considerations aside, pathogen inactivation is an important consideration for successful mAb development. mAbs which recognise the immunogen and the live pathogen are optimal. The inactivation process itself can alter availability and/or the conformation of epitopes on the surface of the pathogen, in particular if heat or strong denaturants such as urea are used. A simple test of the reactivity of the immune sera from the animal on the native organism in containment should be performed before sacrificing the animal. If there is no serum IgG reactivity in the serum of a mouse to be used for hybridoma fusion than clearly there is little or no chance of isolating mAbs that react to the native organism.\n\nThere is sometimes a requirement to develop mAbs to specific molecules within a complex mixture, for example against a protective membrane protein upon the surface of a bacterium (Zhang et al., 1997) . This creates new difficulties especially if such a target is not immunodominant as most mAbs will be produced against the dominant antigens. While many B cells are initially activated by the presence of an invading pathogen, clonal selection ensures that the highest affinity B cells prevail. This is classical antigenic competition which occurs among complex antigens, for example in bacterium such as E. coli. (Hammerl et al., 1988) .This can be circumvented through the use of subunit immunogens.\n\nThe availability of recombinant subunit antigens for mAb development has been invaluable to infectious disease research. Recombinant antigens or single toxin subunits can be safely used in level 2 conditions outside of containment. They must be individually evaluated for the ability to maintain native structure for use as immunogens. In some cases integral membrane proteins cannot be readily portrayed by recombinant proteins. In this case individual sub-domains of the protein or synthetic peptides corresponding to exposed regions may be used as immunogens; although these must be verified for immunogenicity in each case.\n\nRecombinant proteins make excellent immunogens for the generation of mAbs against less dominant targets, for example to VP2 on the FMDV surface (Table  2) . When whole FMDV is used as an immunogen, only a portion of the total B cell response is directed to VP2. However, when recombinant purified VP2 is used as an immunogen the entire B cell response is directed to epitopes on VP2. Secondary screening on whole FMDV is performed to select VP2-binders against surface exposed epitopes. Alternatively, there are examples in both hybridoma fusion and antibody libraries that have utilised antibody to mask a dominant epitope in order to develop mAbs to other recessive targets (Gani et al., 1987; Ditzel et al., 1995; respectively) .\n\nOther potential methods of altering immunodominance of epitopes include masking with N-linked carbohydrates (Garrity et al., 1997) , cationisation of anionic side chains (Altmann, 1993) , sequential immunisation with antigenic variants (Reeves et al., 1995) , dendritic cell immunotargeting (Berry et al., 2003a) , and tolerance (Golumbeski and Dimond, 1986; Hockfield, 1987; Williams et al., 1992; LeBron et al., 1999) .\n\nThere are many applications for mAbs in infectious disease research and development, diagnostics, trade, and therapy. Common applications include: Research tools for cell, antigen, or pathogen identification; pathogenesis studies; ligands for column chromatography and molecule purification; diagnostic reagents ; therapeutic antibody preparations and the identification of protective antigens/epitopes in vaccine development. These are in addition to the many procedures in which mAbs are used in the basic science laboratory. We have included several examples to illustrate the utility of mAbs in diagnostic and research and development. For example, to identify the SARS-CoV in infected Vero cells in immunohistochemical staining, Mycoplasma mycoides subspecies mycoides in thin section immuno-EM, intracellular infection of human HeLa cells by Chlamydia (3) Confocal images of mAb EV1H1 binding to the obligate intracellular eubacterial pathogen Chlamydia trachomatis, mouse pneumonitis in infected HeLa cell monolayers. In this case, mAb EV1H1 was directly conjugated to FITC and used to stain methanol fixed monolayers. The bright field is shown for comparison; I, intracellular inclusion. (4) Western immunoblot of anthrax toxins with mAbs (a) F20G6 and (b) F20M1; PA, anthrax protective antigen; PA + T, trypsin treated PA toxin (J.D.B. manuscript in preparation). (5) Flow cytometry depicting binding of a recombinant human IgG1 mAb to the gp120 of HIV-1. This mAb stains HeLa cells which express gp120 (blue fill) but not to normal HeLa cells (red line). trachomatis using IFA, western immunoblot of the PA toxin of Bacillus anthracis, and recombinant human mAb recognition of cells expressing the gp120 of HIV-1 (Fig. 3) . Immuno-electron microscopy (IEM) is a particularly valuable technique for pathogen identification. We direct the readers to an excellent review on the application of IEM to emerging and bioterrorism agents used to rapidly identify pathogens (Hazelton and Gelderblom, 2003) . The morphology or virions, spores and bacterium are easily resolved using electron microscopy and in combination with quality mAb reagents they generate a powerful tool for confirmatory diagnostic procedure (Fig. 3) . IEM can be used to identify ultrastructural binding in thin section, or more rapid protocols for demonstration of surface immunostaining.\n\nThe role of the antibody constant region a key functional determinant of several effector roles of antibodies. In general IgG class of mAbs is desired due to the high specificity and low cross-reactivity in this, usually affinity matured, class of antibody. Similarly, if the C-region is inappropriate, then the mAb is less likely to be functional in vivo and of limited or no therapeutic value. Monoclonal antibodies of the desired constant region isotype are obtained by using class-specific secondary reagents that recognise specific constant domains (e.g., Fcc) and by using primers which amplify the desired isotype (Moreno de Alboran et al., 1995; Steinberger et al., 1996; Berry et al., 2003b) , for hybridoma and immune libraries respectively.\n\nIt is critically important that scientists to be able to exploit the complementary techniques of hybridoma fusion and recombinant antibody libraries for mAb development. The use of large scale expression systems, trans-species Ig transgenic animals and high-throughput systems will increase greatly over the next decade. It is crucial that government and academic training institutions develop and sustain suitable strategies to ensure adequate availability of trained staff with skill in both tissue culture and recombinant mAb development techniques. We anticipate that phage library strategies using murine V-genes from hybridomas in combination with immune repertoires from Xenomice will be an easy way to swap antigen specific human immunoglobulin chains for a given specificity. In addition to the explosive growth predicted for non-rodent mAb development, it is conceivable that genetically engineered mice encoding V-genes from other large animal species will be developed in the future for veterinary use. Strategies for a rational approach to reagent and immuno-assay development are needed to help ensure protection of livestock and public health, and for protection of front line responders and the war fighter."}