{"title": "Microbiological Quality Control for Laboratory Rodents and Lagomorphs", "body": "Microbiological quality control for laboratory animals, composed of biosecurity and health surveillance, is essential to guard against the research complications and public health dangers that have been associated with adventitious infections. Laboratory animal biosecurity consists of all measures taken to prevent, contain, and eradicate adventitious infections. To institute an effective biosecurity program, one must understand the chain of infection, including the environmental and animal reservoirs, the sources of infectionm such as wild rodents, supplies, people, and biological materials--and the modes of transmission. Based on the sources of infection, risk factors are defined and controlled. A pest control program is put in place; supplies are disinfected by physical or chemical processes; air and water are filtered; personnel don gowns; and biological ma-LABORATORY ANIMAL MEDICINE, 2nd edition terials are screened for viral contamination by rodent antibody production tests, in vitro virus isolation, or PCR (polymerase chain reaction). Should an adventitious infection occur, control and eradication are most reliably achieved by depopulation and disinfection, followed by repopulation with SPF replacements or rederived descendants of the infected colony. When this approach is not feasible, however, other control measures such as a breeding moratorium, chemotherapy, or vaccination may be attempted, although these have limited applicability and are risky. In all cases, steps should be taken to ensure that the likely sources of infection and associated risk factors are controlled or eliminated.\n\nBecause even the most rigorous biosecurity cannot guarantee that adventitious infections won't occur, health surveillance, including laboratory methods to detect inapparent infections and identify specific etiologic agents, should be performed routinely on both breeding and research colonies. To develop a Copyright 2002, Elsevier Science (USA). All rights reserved.\n\nISBN 0-12-263951-0 microbiological monitoring program that is both effective and practical, choices need to be made regarding the agents for which to screen, the type and number of animals to be sampled, and the sampling frequency. Program implementation is accomplished by systematically recording these choices and incorporating them into testing schedules. Although the primary methodologies for detection of parasites, bacteria, and viruses are direct gross and microscopic examination, cultural isolation, and serology, respectively, a combination of methodologies is frequently employed to make a definitive diagnosis. The newest of these methodologies, molecular testing by PCR (see p. 378), has made direct detection of viruses and other fastidious microorganisms in clinical specimens practical. Because no laboratory assay is completely accurate, it cannot be emphasized enough that all unexpected positive findings must be confirmed by testing additional samples and by using alternative assays and diagnostic methodologies to corroborate primary test results.\n\nIt has been amply documented that adventitious infections of laboratory animals with certain microorganisms can interfere with research. Infections may result in clinical disease and pathological changes, especially in perinatal and immunodeficient animals Gaertner et al., 1989; Jacoby et al., 1987; Schoeb et al., 1986; Waggie et al., 1981; Walzer et al., 1989; Weir et al., 1988) . Although infections of postweaning, immunocompetent animals are often subclinical, they can lead to contamination of biological materials and abnormal responses to experimental treatments (Bonnard et al., 1976; McKisic et al., 1993; Peck et al., 1983; Riley et al., 1960; Rowe et al., 1962) . Furthermore, some microorganisms indigenous to laboratory animal species are zoonotic agents that have caused disease in people (Anderson et al., 1983; Deibel et al., 1975; Hjelle et al., 1994; Lee and Johnson, 1982; Lewis et al., 1965) . It is therefore essential for laboratory animal breeders and users alike to implement and maintain a microbiological quality control program that includes strict biosecurity and comprehensive microbiological, or health, surveillance (Fox and Loew, 1983; Jacoby and Lindsey, 1997; Small, 1984; Wagner et al., 1991; Weisbroth et al., 1998) . Both aspects of quality assurance will be reviewed in this chapter. Although microbiological quality control for rodents will be emphasized, the concepts considered are applicable to laboratory animals in general.\n\nLaboratory animal biosecurity consists of all measures taken to prevent, contain, and eradicate adventitious infections. In the case of gnotobiotic animals that are axenic or have a defined microflora consisting of a few nonpathogenic bacteria, biosecurity measures must entirely exclude exogenous microorganisms. This is accomplished by housing gnotobiotic animals in isolators supplied with sterile food, bedding, and water (Trexler, 1983) . Most research animals are not gnotobiotic but instead are classified as specific pathogen-free (SPF) or conventional (Jacoby and Lindsey, 1998) . SPF animals are those that have tested negative for a limited list of exogenous viruses, bacteria, and parasites that may cause disease or otherwise interfere with research. The level of biosecurity appropriate to SPF animals depends largely on their immune status and the ease with which they can be replaced . Immunocompetent animals housed in open cages in barrier rooms will develop a complex microflora that includes opportunistic pathogens such as Pneumocystis carinii and Pseudomonas aeruginosa and will still be suitable for most research. On the other hand, opportunistic pathogens are likely to cause disease in immunodeficient or immunosuppressed animals (Flynn, 1963; Rosen and Berk, 1977; Waggie et al., 1988; Walzer et al., 1989; Weir et al., 1986) . Because opportunists are difficult to exclude from barrier rooms, immunocompromised and valuable genetically modified strains are frequently housed under stricter conditions, in isolators or filter-top microisolation cages (Sedlacek and Mason, 1977) . Conventional animals are maintained with minimal biosecurity and health surveillance and thus have a nominally defined microflora that often includes pathogens (Foster, 1980; Trexler, 1983) .\n\nEffective biosecurity requires an understanding of the chain of adventitious infection, including reservoirs, sources, and modes of transmission (Fig. 1 ). The reservoir, or ecological niche, of a microorganism can be an animal species or the environment (Brachman, 1996) . For example, the reservoir for lymphocytic choriomeningitis virus (LCMV) in the wild is the mouse (Lehmann-Grube, 1982) , whereas Listeria monocytogenes is found in various avian and mammalian species as well as throughout the environment (Broome et al., 1998) . The source of an organism for transmission to a susceptible host is not necessarily the same as its reservoir. The source of L. monocytogenes for an SPF colony might be food or bedding that was contaminated by carrier animals or the environment. The distinction between reservoir and source is important in the case of laboratory animal biosecurity because, in general, it is more practical to eliminate or control a pathogen's source than its reservoir.\n\nThe modes by which an infection can be transmitted to a susceptible host are direct animal-to-animal contact and indirect transfer via an inanimate vehicle, also termed a fomite, or an animate vector. Contact transmission is vertical when it takes place in utero or at birth, or horizontal if it occurs postpartum through the transfer of droplets or by intimate contact, as exemplified by venereal diseases. Fomite transmission can be airborne or by way of common vehicles such as food, water, and bedding. Airborne transmission refers to the spread of contaminated droplet nuclei (i.e., the residue of dried droplets) or dust for a distance of more than several feet (Brachman, 1996) . A vector is an animal, typically an arthropod, involved in the spread of infection. Vectors can be biological, that is, essential to the life cycle of the pathogenic organism, or mechanical (Brachman, 1996; Cohen, 1998; Prince et al., 1991; Waggie et al., 1994) .\n\nGiven that most pathogens are obligate parasites with a limited host range, it stands to reason that wild and domestic rodents are the principal reservoir of adventitious infection for laboratory rodents. Most rodent pathogens are transmitted efficiently by direct animal-to-animal contact (Parker and Reynolds, 1968; Shek et al., 1998; Thigpen et al., 1989; Yang et al., 1995) . An exception is lactate dehydrogenase-elevating virus (LDV), which is not readily transmitted from mouse to mouse by natural means, even though it causes a persistent viremia and is excreted in large amounts (Brinton, 1982) . In the laboratory, LDV appears to be transmitted mainly by parenteral injection of mice with contaminated biological materials. In this regard, it is noteworthy that LDV is among the most common contaminants of tumors maintained by passage in mice (Collins and Parker, 1972; Nicklas et al., 1993; Riley, 1974) . Because contact transmission is usually horizontal, the majority of rodent pathogens can be eliminated through derivation by cesarean section or embryo transfer. Vertical transmission, however, is common for a few agents, such as LCMV in mice (Lehmann-Grube, 1982) and cytomegalovirus in guinea pigs (Choi and Hsiung, 1978) .\n\nFomite transmission with soiled bedding as the common vehicle has been demonstrated for various rodent pathogens. On the other hand, soiled bedding does not transmit cilia-associated respiratory (CAR) bacillus (Cundiff et al., 1995) and appears to be an inefficient mode of transmission for Sendai virus Dillehay et al., 1990) . Airborne transmission is, in general, of little consequence when the number of infected animals is small. A recent study, however, provides evidence that it is important when the reservoir of infection is a large breeding colony (Henderson et al., 1998) .\n\nArthropod vectors play a minor role in the transmission of rodent pathogens. Lice are known biological vectors for the erythrocyte parasites Eperythrozoon coccoides and Hemobartonella muris of mice and rats, respectively (Hildebrandt, 1982) , but neither the louse vectors nor the rickettsial parasites have been encountered recently (Jacoby and Lindsey, 1998) . Both insects and people have been incriminated as mechanical vectors for adventitious viral infections (Ishii et al., 1974; Tietjen, 1992) . To summarize, adventitious infection occurs when an etiologic agent is accidentally transmitted from its reservoir, most often animals of the same species, into an SPF animal colony by direct animal-to-animal contact or indirectly through a fomite or vector.\n\nA biosecurity program should emphasize prevention, which is undoubtedly preferable to containment and eradication. In analytical epidemiology, risk factors are the characteristics of affected individuals, which correlate with illness, as smoking is a risk factor for lung cancer (Cohen, 1998) . As noted, wild rodents are an important source (and reservoir) of pathogens. A risk factor associated with this source is an inadequate pest control program. Biosecurity should minimize the risk factors associated with potential sources of infection and modes of transmission (Table I) .\n\nContact transmission can occur when wild, or escaped, rodents enter an SPF colony or when infected laboratory animals are transferred from one colony to another. Wild rodents have been shown to carry a variety of pathogens (Behnke, 1975; Bhatt et al., 1986a; Childs et al., 1989; Skinner et al., 1977; Smith et al., 1993a) . The risk of their contaminating an SPF colony is expected to increase when a rodent control program is not in place or the structural barriers to entry are inadequate (Lussier et al., 1988) . Pest control services are best provided by a reputable and licensed commercial vendor. Animal facilities should be constructed and maintained so that potential nest areas and routes of ingress or egress are not present. All holes and cracks in the facility should be sealed. Trapping devices should be used to detect and eliminate loose rodents. Those that are Transmission Source captured alive should be identified as to species, handled as if they were infected, anesthetized, and bled for serology prior to euthanasia. Food, bedding, and garbage attract loose rodents and therefore should be stored off the floor in a secure area in sealed containers (Hoddenbach et al., 1997; Small, 1983) . The risk of introducing pathogens through an animal transfer depends, in part, on the degree of certainty that the source colony is SPE The chance that an adventitious infection will go undiagnosed increases when the sample size is small (Dubin and Zietz, 1991) or surveillance is done infrequently (Selwyn and Shek, 1994) . The accuracy of test results also depends on samples being appropriate for the diagnostic methodology. Animals sampled for serology need to be immunocompetent and given sufficient time to seroconvert (Parker and Reynolds, 1968; Peters and Collins, 1983; Smith, 1983a) . In the case of pathology, bacteriology, and parasitology, it is helpful to sample animals of multiple ages, because the prevalence of infection with some bacteria and parasites is age-dependent. For instance, enteric protozoa are readily observed in weanlings but not in older rodents. Conversely, because of a long life cycle, patent infections with the mouse pinworm Aspicularis tetraptera are most often found in adolescent rather than weanling mice (Wescott, 1982) .\n\nIt has become standard practice to ship rodents and rabbits in filtered containers to prevent contamination during transit. Animals in containers with damaged filters are undoubtedly at increased risk for adventitious infections and therefore should not be brought into an SPF facility. The risk of contamination is reduced by direct shipment in vehicles dedicated to SPF animals as opposed to air shipment, because animals shipped by air are more likely to be exposed to vermin or infected animals from other vendors in holding areas (Rehg and Toth, 1998) .\n\nUnless laboratory animals are obtained from a regular supplier that practices rigorous biosecurity and performs routine and comprehensive microbiological surveillance, it is strongly recommended that the animals be quarantined upon receipt. Quarantined animals need to be maintained in a manner that not only protects them from adventitious infection but also contains any infectious agents that they may be carrying. Containment is particularly important when quarantining animals with an undefined microflora or from a conventional colony. Air pressure in quarantine rooms or isolation units should be negative relative to common corridors, and materials for disposal should be disinfected or placed in sealed containers before being removed from the quarantine area. Finally, personnel access should be kept to a minimum (Rehg and Toth, 1998) .\n\nQuarantine programs have been classified as passive when animals are observed only for clinical disease, or active if their microbiological status is also assessed by laboratory testing (Small, 1984) . An active quarantine is considered preferable because of the ample evidence that subclinical infections can have adverse effects on research (Bhatt et al., 1986b) . The quarantine period, which starts when the most recently received animals are placed into a quarantine, should not be less than several weeks, to allow time for seroconversion to infectious agents acquired in transit.\n\nThe risk of fomite transmission may be reduced by using physical and chemical processes to sterilize or disinfect equipment and supplies. Sterilization is the elimination or inactivation of all microorganisms, whereas disinfection is less complete. For example, a disinfection process might destroy vegetative bacteria but not bacterial spores (Block, 1991) . Supplies for gnotobiotic colonies must be sterilized, whereas disinfection, or pasteurization, generally suffices for supplies being transferred into an SPF colony (Foster et al., 1964; Foster, 1980; Trexler, 1983) . Rational selection of a disinfection or sterilization process is aided by knowledge of the process's mechanism of action and the physiochemical characteristics of the microorganisms to be eliminated. In general, bacterial spores, freeliving stages of parasites (e.g., pinworm eggs and protozoan cysts), and nonenveloped viruses are resistant to inactivation (Ganaway, 1980; Hoover et al., 1985; Leland, 1991; Prince et al., 1991; Russell, 1992; van der Gulden and van Erp, 1972) . The best method for disinfection is also determined by the process's applicability to a particular medium (e.g., air, food, water, surfaces), hazards and toxicity of treatment, ease of application, and cost (Russell, 1991) .\n\nPhysical processes of disinfection, such as autoclaving and electromagnetic irradiation, are the treatments of choice for food and bedding. In contrast to chemical disinfection, these methods do not leave a residue or by-products that may be toxic for or cause physiologic changes in animals (Hermann et al., 1982) . Raw materials used in the preparation of animal feed and bedding frequently have a high bacterial count. The heating of food to 75-80~ during pelleting substantially reduces the bacterial count but is not sufficient to inactivate thermostable pathogens. In addition, food and bedding may become recontaminated after processing (Clarke et al., 1977) . Therefore, they should be sterilized or pasteurized for gnotobiotic or SPF rodent colonies, respectively. As mentioned, this has traditionally been accomplished by autoclaving (i.e., saturated steam heat) or gamma irradiation. In comparison with gamma irradiation, autoclaving is less expensive but causes a greater reduction in the nutritional value of food (Ferrando et al., 1981) . Another drawback of autoclaving is the difficulty in achieving uniform steam penetration and temperature throughout a load (Small, 1983) . Presterilization vacuum cycles help preserve the nutritional value of food by promoting rapid and uniform steam penetration, which allows autoclave times to be kept short (Foster et al., 1964; Maerki et aL, 1989) .\n\nGamma radiation, usually emitted from a 6~ source, is a type of ionizing radiation. Although ionizing irradiation has a variety of physical and biochemical effects, it mainly renders microorganisms nonviable by causing breakage in their nucleic acid (Silverman, 1991) . Ultraviolet (UV) radiation (210-328 nm), which does not possess sufficient energy to cause ionization, also inactivates microorganisms by damaging their DNA but does not cause DNA breakage. Instead, UV irradiation produces thymine and other pyrimidine dimers. As one sistant to UV and gamma irradiation (Hanson and Wilkinson, 1993) , as are bacterial spores, protozoan cysts, and vegetative bacteria with highly efficient DNA repair capabilities (Russell, 1991) . Accordingly, irradiation should not be relied on as the sole treatment for sterilization of supplies intended for gnotobiotic rodents.\n\nFiltration is the process most often employed to remove microbes from air and water (Denyer, 1992; Levy and Leahy, 1991) . Depth filters entrap and adsorb, whereas membrane filters exclude particles according to pore size. Depth filters have high \"dirt-handling\" capacity, and therefore they are used for high-efficiency particulate air (HEPA) filtration and for clarification of particle-laden liquids. Because depth filters have no meaningful pore size, they are given nominal ratings to indicate the efficiency with which they retain particles of a particular size. The 99.97% rating given HEPA filters is based on the efficiency with which they retain 0.3 ~tm particles (Avery, 1996) .\n\nA filtration process can be classified according to the minimum size of particles retained as microfiltration (range 0.1-10.0 ~tm), ultrafiltration (range 1000-1,000,000 molecular weight), or reverse osmosis (low-molecular-weight molecules, including salts). Microfiltration of water retains bacteria, fungi, and their spores, but it cannot be relied upon to exclude viruses (Block, 1991) . Removal of virus from water can be achieved, however, by ultrafiltration or reverse osmosis. Although there are no reports implicating water as source of adventitious viral infections for laboratory rodents, the possibility should be taken seriously because rodents are susceptible to infection with viruses that are taxonomically related to waterborne human viruses (Table II) . Characteristically, waterborne viruses are of small to medium size, nonenveloped (and hence stable), and shed in the feces (Block and Schwartzbrod, 1989) .\n\nChemical disinfectants are commonly utilized to decontaminate a room or an isolator before the introduction of SPF animight expect, the bactericidal activity of UV irradiation is max -j mals and to treat the surfaces of materials and containers being imal near the peak of DNA absorption, which is 260 nm (Russell, 1991) . Gamma radiation passes through solid objects; by contrast, UV radiation does not and therefore is effective only for disinfection of surfaces and drinking water. UV inactivation of microbes in drinking water is reduced as the UV-light source loses intensity or becomes dirty and by the presence of particles and dissolved organics in the water (Sobsey, 1989) . Nonetheless, UV irradiation is an attractive option for water disinfection because it is virucidal and, in contrast to chlorination, does not convert organic precursors into potentially carcinogenic trihalomethanes (Flood, 1995) .\n\nThe radiosensitivity of organisms has been shown to correlate with genome volume and the ability of the organism to repair DNA damage (Silverman, 1991) . This is the reason why comparatively small viruses, such as parvoviruses, are highly re-brought into an SPF colony or removed from a quarantined colony (Small and New, 1981) . Water is often disinfected through Table II Waterborne Human and Related Rodent Viruses\n\nWaterborne human viruses Related rodent viruses chemical processes such as chlorination (Hermann et al., 1982; Homberger et al., 1993) or ozonation (Flood, 1995; Shek et al., 1991) . Chemical disinfectants inactivate microorganisms by acting as denaturants that disrupt protein or lipid structures, reactants that form or break covalent bonds, or oxidants (Table III ) (Prince et al., 1991) . Various schemes have been developed to link the physiochemical characteristics of microorganisms with susceptibility to chemical inactivation. For example, the Klein-DeForest scheme for viruses associates sensitivity to disinfectants with viral solubility (Table IV) . Phenolics and quaternary ammonium compounds, which disrupt lipid membranes, are more potent against lipophilic, enveloped viruses than against hydrophilic, nonenveloped viruses. Oxidants attack all organic compounds and thus inactivate hydrophilic as well as lipophilic viruses (Klein and DeForest, 1983; Prince et al., 1991) . A disinfection scale for all microbial taxons likely to be encountered in laboratory animals, derived from one proposed by Prince et al. (1991) is presented in Table V . In brief, this scale restates the generalization made at the beginning of this section that enveloped viruses and vegetative bacteria are considerably easier to inactivate than are nonenveloped viruses, bacterial endospores, and free-living parasite stages. For the most part, a disinfectant that has been shown to inactivate microorganisms of a particular susceptibility group will inactivate infectious agents in more susceptible groups. Thus, a disinfectant that inactivates parvoviruses will certainly kill Staphylococcus aureus.\n\nThe potency of a disinfectant can be enhanced through chemical modification or the addition of synergistic ingredients to the formulation. Conversely, physical factors, including temperature, pH, and the chemical \"demand\" of the medium being treated, can diminish potency by reducing the concentration or stability of the active form of the disinfectant. Using chlorine as a case in point, increasing the pH or temperature of water reduces the concentration of hypochlorous acid (HOC1) in favor of the hypochlorite (OC1-) ion, which is less biocidal. Chlorine is a strong oxidant that reacts not only with living microorganisms but also with inorganic reducing substances such as ferrous iron and organic impurities, including dissolved proteins. These reactions exert a chemical demand that reduces the concentration of free chlorine available for disinfection (Dychadala, 1991; Flood, 1995; Russell, 1991; Wickramanayake and Sproul, 1991) .\n\nAssociation with dirt and organic matter has been shown to protect microorganisms from disinfectants (Grossgebauer et al., 1975; Russell, 1992; Small and New, 1981; Wickramanayake and Sproul, 1991) . Upon colonizing surfaces, bacteria such as Pseudomonas aeruginosa are notorious for forming biofilms, i.e., large clumps of bacteria surrounded in slime that resist chemical disinfectants (Potera, 1996) . It is therefore crucial that soiled surfaces be sanitized before being disinfected in order to reduce chemical demand and to ensure that microorganisms are adequately exposed to disinfectant. Biofilms, which are likely to accumulate in water systems, can reportedly be removed by treatment with H202 or alkaline peroxide (Klein and DeForest, 1983; Kramer, 1992) .\n\nA substantial risk of adventitious infection is posed by inoculation of rodents with biological materials that have not been screened for extraneous viruses. Recent ectromelia virus outbreaks have been linked to contaminated serum (Dick et al., 1996; Lipman et al., 1999) . The viral contamination rate is reportedly highest for transplantable tumors passaged in vivo, whereas that for cells grown in culture is comparatively low (Collins and Parker, 1972; Nicklas et al., 1993 ). Failing to screen biological materials for rodent viruses can also have public health consequences, because LCMV has been a relatively prevalent contaminant of cell lines (Bhatt et al., 1986a; Lewis et al., 1965; Simon et al., 1982) . Hence, biological materials should be tested for rodent viruses and, additionally, for extraneous bacteria, fungi, and mycoplasma before being inoculated into SPF rodents. Surveillance for rodent viral contaminants has traditionally been carried out by the mouse and rat antibody production (MAP and RAP) tests and by other in vivo and cultural isolation techniques (Lussier, 1991; Smith, 1986a; Waggie et al., 1994; Weisbroth et al., 1998) . Investigators, though, may unwisely avoid rodent antibody production testing because of the time and expense involved. Polymerase chain reaction (PCR) assays for viruses provide an accurate, rapid, and less costly alternative to MAP testing (Riley et aL, 1999) .\n\nPreviously in this chapter, it was noted that although biological vectors are rarely involved in the transmission of rodent pathogens, both insects and people have been incriminated as mechanical vectors. People are also carriers of opportunistic bacteria such [3-hemolytic streptococci and Staphylococcus aureus (Foster, 1996; Patterson, 1996) . The keys to controlling insects--mostly flies and cockroaches--are deterrence to entry, sanitation, and the application of control methods, resorting last to the use of insecticides that might alter rodent physiology (Small, 1983) . Entomologists with a detailed understanding of insect life cycles can often minimize or obviate chemical use. Risk factors for personnel becoming vehicles of infection include (1) exposure to a reservoir, such as an infected colony;\n\n(2) access to multiple colonies, especially going from conventional to SPF; and (3) unprotected human-animal contact, as exemplified by a technician handling animals without wearing disinfected gloves.\n\nTo state the obvious, because people who care for and use research animals do not themselves live in isolators or barrier rooms, contact between people and reservoirs of infection can never be completely avoided. However, practices can be instituted that reduce this risk. Animal care technicians should be prohibited from having pet rodents. In many institutions, visitors are permitted to enter animal facilities only if they have not had recent contact with laboratory animals. Breeders with large production rooms may have a dedicated staff for each room. Access to smaller colonies, for which a dedicated staff is not practical, should still be limited, and the flow of people and supplies should always be from \"clean\" to \"dirty.\" Personnel entering a barrier room should gown in a manner that keeps areas of exposed skin to a minimum in order to reduce the potential for transmitting infectious agents. Alternatively, it has become common practice to limit animal-human contact by housing rodents in microisolation cages (Sedlacek and Mason, 1977) or isolators (Trexler, 1983) . Contact is limited further by manipulating rodents in a laminar flow hood and by handling them with disinfected forceps.\n\nA variety of options is available for dealing with an adventitiously infected laboratory animal colony. When SPF replacement animals can be obtained, it is standard practice to depopulate and disinfect. Certainly, animals infected with a zoonotic agent should be euthanized, decontaminated, and then safely discarded. Because pathogens often cause immunological perturbations, and because these disturbances can persist even in recovered animals (Compton et al., 1993) , the use of infected animals in immunological research should be avoided. It is clearly contraindicated to do research involving tissues or organs that are the targets of an infectious agent. Laboratory animals that have undergone an adventitious viral infection should not be used for passaging cell lines or as a source of tissues and fluids for subsequent experiments. A virus might contaminate these materials, especially if it causes a persistent infection (Riley et al., 1960) , has a broad host range (Bhatt et al., 1986a) , or has a predilection for replicating in rapidly dividing cells (Bonnard et aL, 1976; McKisic et al., 1993) .\n\nWith the advent of transgenic technology, the use of genetically modified strains in biomedical research has grown dramatically. These and other valuable mutant strains are often difficult to replace. In such instances, derivation by cesarean section or by embryo transfer is considered the most dependable process for eliminating pathogens that are not vertically transmitted. Another option applied to nonpersistent infections of immuncompetent hosts with enveloped viruses (e.g., Sendai virus and SDAV) is to break the cycle of infection by instituting a 6 to 8 week moratorium on breeding and on the introduction of susceptible animals (Bhatt and Jacoby, 1985) . During this period, it is expected that all animals in the colony will recover from infection and stop shedding virus and that the excreted virus will quickly become noninfectious. A time-efficient alternative to a breeding moratorium is to start a new colony with seropositive, noncontagious breeders (Brammer et al., 1993) . One should exercise caution when attempting to break the cycle of infection in a transgenic colony, because of the possibility that genetic modification has made the transgenic strain immunodeficient. Determining whether the viral infection has been eradicated is best accomplished by serologic surveillance of sentinels instead of the colony offspring that may have maternal antibodies.\n\nChemotherapy has been used for infections with bacteria and parasites, often with the principal goal of preventing disease rather than eradicating the infection (Bhatt et al., 1981; Bhatt and Jacoby, 1987; Ganaway et al., 1965; Nikkels and Mullink, 1999) . It is difficult to achieve eradication when the etiologic agent is stable outside of the host, because infection is likely to recur once chemotherapy has ended. On the other hand, endoparasitic infections of rodents have been eradicated by utilizing microisolation cages to prevent reinfection in combination with the highly potent anthelminthics ivermectin or fenbendazole (Flynn et al., 1999; Wescott et al., 1976) . Antibiotic treatments have been shown to eliminate infections with bacteria that do not survive for long ex vivo, including Pasteurella pneumotropica (Goelz et al., 1996) and Helicobacter hepaticus (Foltz et al., 1996; Russell et al., 1995) . Even when effective, however, antibiotic treatments may be too expensive or laborious to be practical for continuous or large-scale use. It is probably more practical to treat pregnant females prior to derivation to reduce the likelihood of vertical transmission.\n\nAlthough vaccination of laboratory rodents is not a common practice, there are notable examples where it has been employed to prevent disease and curtail the spread of infection. Mice have been vaccinated with vaccinia virus to control ectromelia (i.e., mousepox) virus outbreaks (Bhatt et al., 1981; Bhatt and Jacoby, 1987) . Sendai virus and Bordetella bronchiseptica vaccines have been administered to mice (Eaton et al., 1982; Kimura et al., 1979) and guinea pigs (Ganaway et al., 1965; Nikkels and Mullink, 1999) , respectively, to prevent the pneumonia caused by active infections. The principal drawbacks of vaccination are similar to those of chemotherapy in that vaccination must be continued until the sources of infection have been controlled, and routine vaccination of large production colonies is impractical. Vaccination may not be effective for every individual animal. In addition, vaccination may lessen morbidity but still not prevent infection and the resultant detrimental effects on host physiology. Serologic surveillance after vaccination can be problematic if it is not possible to distinguish antibodies to the vaccine from those formed in response to infection with the pathogen.\n\nIn summary, control and eradication are most reliably achieved by depopulation, disinfection, and repopulation with SPF replacements or derived descendants of the infected colony. When this approach is not feasible, other control measures such as a breeding moratorium, chemotherapy, or vaccination may be attempted, although these have limited applicability and are risky. In all cases, steps should be taken to ensure that the likely sources of infection are adequately disinfected or eliminated.\n\nMicrobiological surveillance of both breeding and research colonies should be performed routinely because even the most rigorous biosecurity cannot be guaranteed to exclude all adventitious infections. Surveillance must include microbiologic laboratory methods to detect inapparent infections and to identify specific etiologic agents, because infections are usually subclinical or disease signs are not diagnostic. These methodologies include (1) gross and microscopic examination of animal specimens; (2) cultural and in vivo isolation of microorganisms; (3) infectious agent detection and identification by microscopic, biochemical, serologic, and genetic (or \"molecular\") techniques; and (4) serology for detection of microbial antibodies formed in response to infection (Isenberg, 1998; Washington, 1996) .\n\nDespite the increasing availability of rapid and specific in vitro assays, gross and microscopic examination of animal specimens continues to be an essential component of laboratory animal health surveillance. Examination of animal specimens may reveal disease during the active phase of an infection, prior to seroconversion (Allen et al., 1981; Bhatt et al., 1981) . It is sometimes the most reliable diagnostic methodology when a specific in vitro test is unavailable or unsatisfactory (Cundiff et al., 1992; Gibson et al., 1987) . Examination has uncovered the existence of hitherto unrecognized (i.e., \"emerging\") etiologic agents, as was the case for Helicobacter hepaticus, which was discovered to be the cause of hepatitis and hepatocellular carcinoma in mice in a long-term toxicology study (Ward et al., 1994a) . Finally, gross and microscopic examinations of animal specimens are fundamental to laboratory animal pathology and parasitology. As discussed below, examination may be combined with other techniques to arrive at specific diagnoses.\n\nTissues and organs are inspected for gross abnormalities during routine health monitoring. Selected specimens may then be examined microscopically for histopathological changes after tissue sections are stained with hematoxylin and eosin (Weisbroth et al., 1998) . Special stains can be applied to tissue sections to enhance the visibility of certain pathogens (Clifford et al., 1995; Gibson et al., 1987; Hoover et al., 1985; Thompson et al., 1982; Waggie et al., 1983; Ward et al., 1994b) . Microbial antigens or nucleic acid in tissue sections can be specifically stained by immunohistochemistry (Allen et al., 1981; Brownstein and Barthold, 1982; Cera et al., 1994; Hall and Ward, 1984; Jacoby et al., 1975; Sundberg et al., 1989) or in situ hybridization (Gaertner et al., 1993; Jacoby et al., 1995) , respectively.\n\nLow-power dissecting microscopy is used to inspect the pelage and skin of laboratory animal carcasses for mites and lice, and the macerated gastrointestinal tract for adult helminths (Flynn, 1973; Weisbroth, 1982) . Microscopic examination of skin scrapings may be necessary to detect mites, such as Demodex and Notoedres, which burrow into the epidermis (Weisbroth, 1979a; Wescott, 1982) . It has been reported that fur mites can be found in a higher percentage of mice by microscopic examination of adhesive tape applied to the dorsal fur than by checking the skin or skin scrapings (West et al., 1992) . The use of a pelt digestion method is also effective (Owen, 1972) . Infections with enteric protozoa are diagnosed by examining wet mounts of mucosal scrapings of the small and large intestines. This is typically done with a phase-contrast microscope, which makes it possible to see unstained microorganisms (Brock, 1970; Weisbroth et al., 1996) . Fecal flotation has been shown to be superior to intestinal wet mounts and histology for demonstrating coccidia in rabbits (Weisbroth et al., 1996) . Helminth ova are also detected by fecal flotation and by the perianal tape test in the case of pinworms belonging to genus Syphacia, but direct examination of the gastrointestinal tract for adult helminths is most reliable (Huerkamp, 1993; West et al., 1992) .\n\nMicrobial isolation is a traditional methodology that is essential for fulfilling Koch's postulates to prove that a particular microorganism is the cause of a specific disease. Because it is both definitive and sensitive, isolation is often the standard with which other assays are compared (Brownstein et al., 1985; Chang et al., 1997; Davidson et al., 1981; Lukas et al., 1987a; Manning et al., 1987; Shames et al., 1995) . Isolation techniques are used in routine health surveillance to monitor animals (and their supplies and environment) for bacteria and to screen biological materials for viral contaminants. Virus isolation is not practical for routine animal monitoring, because immunocompetent animals usually clear viral infections rapidly; thus, the period during which virus can be isolated is short (Jacoby, 1986; Parker and Reynolds, 1968) . In addition, different viral species and strains have diverse host ranges in culture and tissue tropisms in vivo, making host and specimen selection problematic. Some fastidious viruses, such as mouse thymic virus (MTLV), will not grow in any cell-culture system (Morse, 1988) . Although virus isolation is not practical for routine animal monitoring, it has been important for disease diagnosis and for corroborating the results of other tests (Allen et al., 1981; Dick et al., 1996) .\n\nBacterial monitoring of laboratory animals generally begins by inoculating artificial, cell-free agar and broth media with animal or environmental specimens. The specimens, media, and culture conditions are chosen to favor the isolation and cultivation of potentially pathogenic bacteria while limiting the growth of commensal and autochthonous microorganisms (Ganaway, 1976; Orcutt, 1980; Weisbroth, 1979b) . The animal sites most often sampled--the upper respiratory tract and the large intestinemmay possess a complex microflora that can overgrow cultures and obscure colonies of interest. To mitigate this problem, specimens are cultured with selective media that contain additives, such as dyes or antibiotics, to inhibit the growth of certain microorganisms. MacConkey's agar, for example, contains crystal violet and bile salts that selectively inhibit the growth of gram-positive bacteria, while allowing most gram-negative bacteria to grow (Forbes et al., 1998) . Media for the isolation of Helicobacter from fecal or intestinal specimens contain a mixture of antibiotics to selectively inhibit the growth of the intestinal microflora (Fox et al., 1999) . Overgrowth can be further reduced by culturing sites that normally do not possess a microflora to obscure invasive bacteria. Tracheal cultures from Bordetella bronchiseptica-infected animals contain few extraneous bacteria, making it easier to view B. bronchiseptica colonies. Corynebacterium kutscheri is most reliably isolated from the submaxillary lymph nodes of infected rats (Brownstein et al., 1985) . Enrichment media are used to encourage the growth of particular bacteria, which are at low concentration in a specimen containing many microorganisms. Selenite broth is an enrichment medium that is used to recover salmonellas from feces or the intestinal tract (Orcutt, 1980) . Media are categorized as differential when they allow colonies to be morphologically differentiated based on metabolic characteristics. On MacConkey's agar, lactose-fermenting bacteria produce pink to red colonies whereas colonies of non-lactose fermenters remain colorless (Forbes et al., 1998) . Cultures are usually incubated aerobically at 35~176 because the majority of clinically important bacteria are facultative anaerobes that will grow under these conditions, whereas the strict anaerobes that constitute the autochthonous microflora will not. A few fastidious bacteria require special growth conditions. Mycoplasmas require media supplemented with serum as a source of cholesterol and an atmosphere with additional CO2 because they are capnophilic (Davidson et al., 1981; Freundt, 1983; Orcutt, 1980) . Campylobacter and Helicobacter species must be cultivated in a microaerophilic environment (Fox et al., 1999; Meanger and Marshall, 1989) . Clostridium piliforme can be grown in embryonated chicken eggs and mammalian cell culture, but to date not with artificial, cell-free media (Riley et al., 1994) .\n\nAfter incubation, cultures are examined to assess colonial morphology, and suspicious colonies are selected for further characterization. Cellular morphology, size, and motility are evaluated by examining a wet mount of an isolate with a phasecontrast microscope or a slide of Gram-stained cells with a bright-field microscope. If still suspect, an isolate is speciated, often using biochemical methods that include individual assays (e.g., catalase) and multitest systems (MacFaddin, 1980) . Serotyping may also be necessary or helpful for isolate identification (Washington, 1996) and, doubtless, strain typing with molecular methods will soon become commonplace (Tenover, 1998) .\n\nViruses are obligate intracellular parasites that are incapable of replicating on their own, outside of a susceptible host cell. Most viruses have a limited host range; i.e., they infect certain animal species but not others. In an animal host, viruses infect discrete populations of cells, tissues, and organs; this is known as the viral tropism. Sendai virus is referred to as pneumotropic, to indicate that it principally replicates in the lung (Brownstein, 1986) . The reoviruses are described as pantropic because they replicate in many host tissues and organs (Tyler and Fields, 1986) .\n\nThe host systems used to isolate viruses in diagnostic laboratories include cell culture, embryonated eggs, and laboratory animals, particularly neonatal mice. Most cell culture is done with continuous cell lines that have the potential to divide indefinitely (Hawkes, 1979; Landry and Hsiung, 1992) . However, primary cell cultures enzymatically dispersed directly from animal tissues (Greenlee et al., 1982) and explant cultures consisting of tissue fragments (Paturzo et al., 1987; Smith and Paturzo, 1988) are still used to isolate viruses that cannot otherwise be grown in vitro. To isolate a range of viruses, cell cultures of several types, often including primary cells as well as continuous cell lines, need to be inoculated to accommodate the variety of viral host ranges and tissue tropisms (Landry and Hsiung, 1992) . By contrast, one or two host cell types might suffice when the goal is to isolate a single virus. Virus infection of cultured cells may induce degenerative changes, such as syncytial cell formation or cell lysis, that are referred to as cytopathic effects, or CPE. These changes may be characteristic and aid in identification of the infecting agent. Other viruses may produce effects that are not distinctive, or they may be noncytopathic (Hawkes, 1979; Landry and Hsiung, 1992) . In these instances, evidence of virus replication can be obtained by alternative methods such as hemadsorption, for viruses like Sendai that agglutinate red blood cells (Chanock, 1979) , or immunofluorescence with virus-specific antibodies (Smith, 1986a) . When available, electron microscopy can be a rapid way of observing the morphology of a virus isolate (Allen et aL, 1981; Jonas et al., 1969; Vonderfecht et al., 1988; Wallace et al., 1981) . Serologic methods can be combined with electron microscopy for virus identification (Doane, 1992) .\n\nAlthough cell culture is the predominant host system for virus isolation and cultivation, laboratory animals, and to a lesser extent embryonated chicken eggs, are still utilized, especially when monitoring for a panel of viruses or for one that is particularly fastidious. Use of a natural animal host can expedite virus isolation by avoiding the time that a field strain may require to adapt to growth in culture. Animal hosts are less susceptible than cell culture to nonspecific specimen toxicity and bacterial or fungal contamination (Hawkes, 1979; Rowe et al., 1959; Rowe et al., 1962) .\n\nThe sensitivity of virus isolation in vivo is enhanced by using multiple routes of inoculation to accommodate the variety of viral tropisms (Parker and Reynolds, 1968) . Following inoculation with a biological specimen, animals are observed daily for disease and mortality. Morbidity can usually be increased by inoculating immunologically immature neonatal animals Jacoby et al., 1987) , immunodeficient hosts such as nude mice Gaertner et aL, 1989; Weir et al., 1988) , or laboratory animal strains for which a particular viral infection is more pathogenic (Brownstein et al., 1981; Parker et al., 1978) . A notable exception occurs when the viral disease is immune-mediated, as exemplified by LCMV infection of mice. Following intracranial inoculation of LCMV, immunocompetent adult mice develop lymphocytic choriomeningitis, whereas T lymphocyte-deficient mice do not (Cole and Nathanson, 1974) . Morbidity is not a reliable indicator, because viral infections of immunocompetent, postweaning animals are often asymptomatic. Moreover, certain laboratory animal viruses are nonpathogenic, even in neonatal and immunodeficient hosts (Jacoby et al., 1996) . A more dependable method for determining whether an animal has been infected with a virus is serology for virus-specific antibodies. This is the basis of the MAP and RAP tests, alluded to above, for detection of murine viruses in biological specimens (Collins and Parker, 1972; Nicklas et al., 1993) . Rodent antibody production tests are accurate and comprehensive because mice and rats, as natural hosts, are highly susceptible to infection with field as well as laboratory strains of murine viruses and because serologic assays are sensitive and specific. The MAP test is recommended by regulatory agencies worldwide for detecting murine viruses in rodent-based biological products for use in humans.\n\nIn the MAP test, immunocompetent postweaning mice, free of exogenous viruses, are inoculated with a specimen (i.e., test article) by multiple routes. The MAP mice are then housed in strict isolation to prevent adventitious infection. After at least 4 weeks, blood is collected from study mice, and sera are assayed for virus-specific antibodies by serologic methods described below. Detection of specific antibodies is tantamount to identifying infectious virus in the test article (Collins and Parker, 1972; Nicklas et al., 1993; Rowe et al., 1962) .\n\nMAP test mice may also be tested for immunity to LCMV by intracranial challenge with a lethal dose of LCMV administered no sooner than 2 weeks after test article inoculation. Should the test article contain LCMV, the study mice would be preimmunized and thus survive the challenge. Otherwise, the MAP mice would be nonimmune and would succumb to the challenge within 6-9 days (Lehmann-Grube, 1982) . Redundant testing of study mice for exposure to LCMV by serology and lethal challenge is justified because of the public health significance of this virus.\n\nSerology is not used to demonstrate LDV because this virus does not elicit an easily measured antibody response. Instead, the level of serum or plasma LDH activity is measured; a 10-to 20-fold increase above normal is consistent with, but not specific for, LDV infection (Brinton, 1982) . To confirm that elevated LDH activity is due to an infectious virus, sera from test article-inoculated mice are passaged into additional SPF mice. Detection of significantly elevated LDH activity in serum or plasma from the passage mice corroborates the diagnosis of LDV. Because the LDH assay is not specific, it is being replaced in most laboratories with LDV-specific PCR assays (Chen and Plagemann, 1997; Goto et al., 1998) .\n\nThe sensitivity of the MAP test has been reported to be similar to that of other in vivo and cultural infectivity assays, although it has been shown to be more or less sensitive for particular viruses (DeSousa and Lewis and Clayton, 1971; Morse, 1989; Rowe et al., 1959) . The range of viruses detected by rodent antibody production tests is of course limited by the available serologic assays. Other viruses that have yet to be discovered, or for which serologic assays do not exist, might be revealed by CPE in cell culture or morbidity in an animal host (Hartley and Rowe, 1960; Rowe and Capps, 1961) .\n\nFor reasons just discussed, cultural isolation is not suitable for routine surveillance of laboratory animals for viruses and certain fastidious bacteria. The rodent antibody production tests for detecting viruses in biological specimens, although sensitive and specific, are time-consuming, taking at least 5 weeks to complete. An alternative to isolation is to analyze the specimen directly for the presence of potential pathogens. Microscopic examination of specimens can provide the most rapid means of detecting microorganisms, but the organism concentration must be high, and further characterization is often needed. Advances in immunodiagnostics and the advent of molecular methods, notably the PCR, have made possible the development of highly sensitive, rapid assays for detection and identification of microorganisms directly in clinical specimens and after cultivation as well.\n\nDiagnostic serology can be divided into two broad categories:\n\n(1) antibody assays in which known antigen is employed to determine whether a specimen, usually a serum sample, contains antibodies to a particular infectious agent (this category, which is particularly important in viral monitoring, will be reviewed separately in the next section; and) (2) antigen assays in which specific antibodies are used to detect or identify microorganisms according to their antigenic makeup. It should be kept in mind when interpreting the results of an antigen assay that a given antigen might be represented on a number of different microorganisms. Therefore, although an antigen-antibody reaction is itself highly specific, the results of serological identification of a microorganism may be ambiguous (Rose, 1999) .\n\nA common usage of antigen assays in laboratory animal health surveillance is to serotype isolates of bacteria for which a linkage between clinical significance and serotype has been established. More than 1000 antigenic types of Salmonella have been delineated by agglutination with antisera to somatic O and flagellar H antigens (Ganaway, 1982; Giannella, 1996) .\n\n[3-Hemolytic streptococci usually have group-specific, cell-wall carbohydrate (C) antigens, which are the basis of the popular Lancefield classification system. To determine the Lancefield group of an isolate, soluble C antigen is extracted from the organisms and reacted with the typing sera. Homologous reactions, indicating that an immune serum contains antibodies to the C antigen, can be demonstrated by precipitation or by the agglutination of antibody-coated latex particles (Fig. 2) (Corning et al., 1991; Patterson, 1996; Washington, 1996) .\n\nNeutralization, complement fixation, and hemagglutination inhibition (HAI) tests are traditional serologic methods that discriminate among related viral strains (Beards et al., 1980; Chanock, 1979; Lee et al., 1985; Lussier et al., 1987; Schmaljohn et al., 1985) , such as those that constitute the rodent parvoviruses (Table VI) (Siegl, 1976) . With regard to routine virus monitoring of laboratory animals, however, these methods are generally performed as antibody assays with known antigen to delineate the strain specificity and thus the etiology of the viral antibody response (Parker et al., 1965; Parker et al., 1979; Smith et al., 1993b; Takahashi et al., 1986) .\n\nAmong the antigen assays, labeled antibody methods have been preferred for direct identification of microorganisms in animal specimens because they combine the virtues of simplicity and sensitivity. Moreover, they can be made highly specific through the incorporation of monoclonal antibodies (Greenberg et al., 1983; Kovacs et al., 1989; Kristensson and Orvell, 1983) . Standard labels include fluorescent dyes, with fluorescein isothiocyanate (FITC) being the most popular; enzymes such as horseradish peroxidase (HRP) and alkaline phosphatase (AP); and radioisotopes (Rose, 1999) . Because isotopes are infrequently used in laboratory animal diagnostics, this discussion will focus on immunofluorescence and enzyme immunoassays.\n\nMost methods that utilize labeled antibodies or antigens are heterogeneous, solid-phase immunoassays. The term solid phase refers to the surface, frequently a glass microscope slide or wells in a plastic microtiter plate, to which an antigen or capture antibody is attached. Heterogeneous indicates that each incubation period is followed by a wash step to separate antigenantibody complexes bound to the solid phase from unbound antigen or antibody. The wash step also removes interfering substances in a specimen that would compromise the sensitivity or specificity of a corresponding homogeneous assay. Immunofluorescence assay results are read with a fluorescence microscope or fluorometer directly following the final labeledantibody incubation and wash steps, whereas an additional incubation with substrate is required to develop the results of an enzyme immunoassay. Most substrates are chromogenic, producing a colored product, at a rate proportional to the quantity of enzyme-labeled antigen-antibody complexes that have attached to the solid phase. Color development can be read visually in a qualitative or semiquantitative fashion or with a spectrophotometer to obtain quantitative optical density readings (Chan, 1987; Mahoney and Chernesky, 1999; Rose, 1999; Voller et al., 1982) . In diagnostic and experimental laboratory animal microbiology, the antigen assay methodology to which labeled antibodies are most frequently applied is immunocytochemistry for the identification of microbial antigens in cell cultures or animal tissues (Allen et al., 1981; Brownstein et al., 1981; Cera et al., 1994; Dick et al., 1996; Jacoby et al., 1975; Sundberg et al., 1989; Tanishita et al., 1984; Weir et al., 1986 Weir et al., , 1988 . Standard specimens for immunocytochemistry are cells or cryostat-cut tissue sections that have been fixed in cold acetone to preserve microbial antigens and make cell membranes permeable to antibodies. When diagnosing a disease retrospectively, however, it may be that only formalin-fixed, paraffin-embedded tissues are available. Immunochemical staining of such tissues can be performed, provided that tissue sections are first digested with trypsin to unmask microbial antigens (Brownstein and Barthold, 1982; Elias et al., 1987; Swoveland and Johnson, 1979) . Immunocytochemistry methods are classified as direct or indirect (Fig. 3) . Antibodies to the target microorganism are labeled in the direct method, which therefore has just one antibody incubation step. In the indirect method, the binding of unlabeled antigen-specific antibodies to a specimen is detected by labeled secondary antispecies IgG antibodies, also referred to as antiimmunoglobulins. Protein A and protein G, derived from the cell wall of Staphylococcus aureus and certain streptococci, respectively, bind certain IgG subclasses from various species and thus can sometimes be substituted for species-specific secondary antibodies (DeLellis, 1981; Hrapchak, 1980; Mahoney and Chernesky, 1999) . Other popular modifications of the indirect method that amplify signal by increasing the concentration of enzyme bound to the solid phase are the peroxidaseantiperoxidase (PAP) and avidin-biotin-enzyme complex (ABC) techniques (Hsu et al., 1980; Milios and Leong, 1988; Nerurkar et al., 1982) . The ABC system makes use of the strong interaction between avidin, an egg-white protein, or streptavidin from Streptomyces avidinii, and the low-molecular-weight vitamin biotin coupled to antibodies and enzymes (Wilchek and Bayer, 1984) . The main advantages of the indirect method of immunochemical staining, in comparison with the direct method, are better sensitivity and the ability to perform a variety of tests without having to prepare labeled antigen-specific antibodies for each one. On the other hand, the increased sensitivity of an indirect method may be associated with more background, especially if the labeled secondary antibodies react with immunoglobulins in the tissue section. Background in enzyme immunoassays can also result from endogenous tissue enzymes, such as peroxidases, that nonspecifically catalyze the conversion of substrate to product (DeLellis, 1981) . During the 1980s, enzyme immunoassays to detect microbial antigens in body fluids achieved widespread use in diagnostic microbiology as a whole, but not in laboratory animal health surveillance. However, there have been reports in which a commercial human rotavirus enzyme immunoassay was applied to the diagnosis of mouse rotavirus infections (Jure et al., 1988; Newsome and Coney, 1985) . This was possible because the assay targeted a common, inner-capsid antigen shared by all human and animal group A rotaviruses, including those of mice (Greenberg et al., 1983) . The assay employed a double antibody sandwich method (Fig. 4) Mahony and Chernesky, 1999, Fig. 1A, p. 206.) bodies, coated onto polystyrene beads, captured rotavirus antigens present in a fecal or intestinal specimen. The test sample was followed by HRP-conjugated rotavirus antibodies and substrate to demonstrate antigen binding to the beads. Interestingly, the authors of one study attributed a high prevalence of falsepositive results with this assay to a substance (probably a protein) in nonautoclaved feed that nonspecifically bound to the beads and activated the substrate (Jure et al., 1988 ). An inhibition enzyme immunoassay for the infectious diarrhea of infant rats (IDIR) group B rotavirus (formerly rotavirus-like virus) was developed to evaluate the relevance of such a method for diagnosing group B and other non-group A rotavirus infections in people (Vonderfecht et al., 1985 (Vonderfecht et al., , 1988 . The limited sensitivity of antigen-detection solid-phase immunoassays because of background noise explains, in part, why few such assays have been developed for laboratory animal health surveillance.\n\nDramatic advances in molecular biology during recent years have coincided with a shift from antigen immunoassays to molecular assays for microbial genomic sequences. This shift has been most prohounced for tests performed directly on clinical specimens, because molecular methods, particularly the PCR, have proven to be substantially more sensitive than their immunoassay counterparts (Wilde et al., 1990) . Molecular techniques are better able to differentiate among strains or isolates of microbial species than the traditional strain typing procedures, such as serotyping Tenover, 1998; Tenover et al., 1994; Ushijima et al., 1992) . However, it should be kept in mind that detection of a microbial genomic sequence does not necessarily indicate that infectious microorganisms are present.\n\nJust as the specificity of immunoassays is a characteristic of antigen-antibody reactions, so too is the specificity of molecular methods a consequence of the unique pairing that occurs between nucleotide bases on complementary strands of DNA or RNA. Double-stranded DNA will separate into single strandsm i.e., denature--at high temperature (e.g., 90~176\n\nand renature according to complementary base pairing when incubated at a lower temperature (e.g., 65 ~ C). This process, termed nucleic acid hybridization, can also occur between a strand of DNA and a strand of RNA (Cooper, 1997) . Hybridization underlies the principal strategies for demonstrating target sequences of microbial DNA or RNA in clinical specimens. These strategies are (1) direct detection with a complementary DNA (cDNA) or cRNA probe and (2) biochemical amplification of a target (or probe) nucleic acid sequence (Tang and Persing, 1999; Tenover, 1998) .\n\nThe common formats for probe hybridization assays correspond to those employed for immunoassays. They include liquid phase, solid phase, and, in in situ hybridization, the molecular equivalent of immunocytochemistry. Liquid-phase hybridization assays have the advantages of simplicity and speed, but solid-phase assays are also popular in research and clinical laboratories. In a solid-phase assay, a nucleic acid specimen may be bound directly to a nitrocellulose or nylon membrane, or may be separated first by electrophoresis into fragments of different sizes and then blotted onto a membrane. The latter technique is named Southern blotting (after the developer E. M. Southern) if the reporter probe is used to detect DNA or Northern blotting (a play on words) when the probe hybridizes to RNA (Cundiff et al., 1994a; Hsu and Choppin, 1984) . Alternatively, target sequences in the specimen can be captured with an unlabeled cDNA probe attached to a microtiter plate well (Goto and Itoh, 1996) . Irrespective of the format, a probe hybridization assay involves (1) denaturing the sample nucleic acid; (2) incubating the probe together with the sample under conditions that permit stable probe-target hybrids to form; and (3) detecting the hybrids, usually by measuring the signal emitted by a label (Fig. 5) . Reporter probes, like antibodies, can be labeled directly or indirectly with radioisotopes, enzymes that act on chromogenic or chemiluminescent substrates, or fluorophores. The specificity of a hybridization assay is a function of the probe sequence and the stringency of the reaction conditions. Probes can be complementary to genomic sequences that identify the group, species, or strain of a microorganism. The usefulness of labeled antibody probes and nucleic acid probes for direct detection of microorganisms in clinical specimens is limited by fixed target quantities in specimens and background due to nonspecific binding of the labeled probes (Mahoney and Chernesky, 1999; Tang and Persing, 1999) .\n\nBoth the difficulties of isolating fastidious organisms and the sensitivity limitations of labeled probe assays have been bypassed by the recent development of practical and robust technologies for rapid biochemical amplification of target (or probe) nucleic acid sequences entirely in vitro. The best developed and most widely used of these, the PCR (polymerase chain reaction), was the invention for which Kary Mullis was awarded the Nobel Prize for Medicine in 1993 (Mullis, 1990) . PCR has become the predominant methodology for demonstrating infectious agents in clinical specimens, including those from laboratory animals, because of its simplicity, speed, sensitivity, and specificity. The emphasis in laboratory animal diagnostics has been to develop PCR assays for viruses (Besselsen et al., 1995a, b; Eiden et al., 1991; Hjelle et aL, 1994; Kunita et al., 1992) and for other microorganisms that are difficult to cultivate or are noncultivable Beckwith et al., 1997; Cundiffet al., 1994b; Feldman et aL, 1999; Goto and Itoh, 1996) . Viral PCR assays are replacing cultural isolation and the rodent antibody production tests to screen biological specimens for viral contamination (Chang et al., 1997; Chen and Plagemann, 1997; Riley et al., 1999; Yagami et al., 1995) . They are also being used to diagnose laboratory animal infections (Casebolt et al., 1997; Matthaei et al., 1998; Shames et al., 1995; Weisbroth et al., 1999) and to test the environment for sources of adventitious infection (Henderson et al., 1998) . It is unlikely, however, that the PCR will replace serology in routine viral surveillance, because many viral infections are short-lived and convalescence of the host is complete, making attempts at virus detection futile regardless of the assay sensitivity. Fig. 14-1, p. 153 .)\n\nThe specificity of amplification in the PCR is provided by synthetic oligonucleotide primers (15-20 bases long) that hybridize, or anneal, to complementary sequences in the target nucleic acid. The primers determine the sequences that are replicated, because the DNA polymerase used in the PCR can initiate synthesis of a complementary DNA strand only by extending a hybridized primer. The primers chosen for screening assays generally target conserved regions of the microbial genome, such as the parvovirus NS-1 gene (Irving et al., 1993) , to minimize the occurrence of false-negative results. For diagnostic PCR assays, on the other hand, specificity is emphasized by selecting primers (and probes) that bind to species-or strain-specific genomic sequences Beckwith et al., 1997; Besselsen et al., 1995b; Lu et al., 1995; Shames et al., 1995) . Primers for bacterial PCR assays are generally designed from ribosomal RNA (rRNA) gene sequences because the rRNA genes have been extensively analyzed, and they contain both conserved and differential sequences (Greisen et al., 1994) .\n\nIn a standard PCR assay, two primers are designed to bind in opposite directions to complementary strands of the target DNA. The sequence between the two primer-binding sites (usually 100-200 base pairs) is amplified exponentially with each PCR cycle, which consists of the three steps illustrated in Fig. 6 . A PCR assay consists of 30-50 cycles, each lasting little more than a minute, that are performed automatically by a programmable heating block called a thermocycler. The automatic, rapid cycling that is the essence of the PCR is possible because the Taq bacterial DNA polymerase used is stable even at the high temperatures used to denature DNA (Cooper, 1997; Tang and Persing, 1999; Tenover, 1998) . The PCR can be used to amplify RNA as well as DNA targets, but RNA targets must first be transcribed into cDNA templates by reverse transcriptase (RT). Heat-stable RT allows RT-PCR to be done in a single step. RT-PCR is particularly useful for detection of RNA viruses, e.g., MHV (Casebolt et al., 1997; Homberger et al., 1991; Matthaei et al., 1998; Taylor and Copley, 1993) . Detection and analysis of PCR products are facilitated by the substantial quantity of target DNA that can be amplified from a small number of initial template copies. It is common by PCR Fig. 6. Steps of polymerase chain reaction (PCR). First, nucleic acid isolated from a clinical specimen is denatured at high temperature (e.g., 95~ Next, primers are allowed to anneal to their complementary amplification target sequences at a lower temperature (e.g., 55~ In the final step, the DNA polymerase synthesizes copies of the target sequences by extending the primers. (Adapted from Cooper, 1997, Fig. 3.27 p. 114.) to obtain readily detectable quantities of DNA from just a single template copy. In contrast, approximately 100,000 copies of a target nucleic acid sequence are required for detection by blot hybridization (Cooper, 1997) . Typically, the products of PCR are separated according to size by electrophoresis on eithidium bromide-stained agarose gels. When a gel is exposed to ultraviolet light, stained DNA fragments appear as fluorescent bands. The sizes of bands are compared with the expected product size to corroborate the specificity of the reaction. A PCR product can be further analyzed by digestion with restriction endonucleases that cleave double-stranded DNA at sites containing specific short nucleotide sequences (Xiao et al., 1992) . Following digestion, the number and size of the bands in an electrophoretogram can help verify the identity of a PCR product or characterize the microorganism from which the product was amplified. For example, restriction enzyme analysis has been used to determine the species of Helicobacter detected by PCR with genus-specific primers (Riley et al., 1996a) . Other more specific methods for analyzing the PCR product are probe hybridization and DNA sequencing. Microtiter plate-based hybridization assays that utilize colorometric or chemiluminescent detection systems are more practical than conventional blotting methods and can be 10-to 100-fold more sensitive than ethidium bromide-agarose gel electrophoresis (Tang and Persing, 1999) . Amplification and hybridization occur concurrently in the fluorogenic 5'-nuclease assay in which an oligonucleotide probe, labeled with both a fluorescent reporter dye and a quencher dye, is included in the PCR reaction mixture. During the extension step of the PCR cycle, the probe, which anneals to the DNA template between the forward and reverse primers, is digested by the exonuclease activity of the Taq polymerase. Once separated from the quencher, the sequencespecific reporter dye signal can be read with a fluorometer (Gibson et al., 1996) .\n\nThe exquisite sensitivity of the PCR, which is its main advantage, is also its principal drawback. As was mentioned, it is not uncommon for a PCR assay to be capable of detecting a single copy of target nucleic acid, nor is it unusual for a single copy of template to be amplified 1 million-fold. Therefore, contamination of negative specimens with target DNA from previously amplified templates, positive controls, or positive samples represents a major challenge to use of the PCR for high-throughput testing of clinical specimens. Various measures are taken to prevent cross-contamination, including physical separation of preand postamplification procedures, decontamination of work surfaces with chemicals or UV irradiation, and enzymatic digestion or chemical inactivation of amplified template. Conversely, PCR sensitivity can be diminished by specimens such as feces or whole blood that alter the reaction environment or otherwise inhibit target amplification by the Taq polymerase (Wilde et al., 1990) . This inhibition can be detected by including an internal assay control or by spiking a duplicate reaction with control template; inhibition is prevented by purifying DNA or RNA from the specimen. Because of the cost of reagents, patent royalties, equipment, and the space needed to separate preamplification from postamplification procedures, PCR assays will probably not be used in the immediate future for the diagnosis of infections that are easily demonstrated by conventional methods (Tang and Persing, 1999) .\n\nAntibody immunoassays are the mainstay of viral surveillance in laboratory animals, because viral infections of immunocompetent animals are mostly transient, whereas viral antibody responses are easily detected for prolonged periods (Jacoby, 1986; Parker and Reynolds, 1968) . In addition, a single specimen of serum can be tested for antibodies to a panel of viruses by assays that are inexpensive, rapid, sensitive, and specific (Smith, 1986b) . Finally, viruses are very contagious and spread rapidly through a colony of animals kept in open cages. Under such conditions, the percentage of seropositives is high, and therefore the sample size for routine viral surveillance can be small. An important caveat is that seroconversion rates appear to be decreasing as the use of microisolation and ventilated-rack caging systems has become more common.\n\nAlthough serology is a sensitive and specific methodology for viral and mycoplasmal (Davidson et al., 1981) monitoring, its value for bacterial surveillance has been less clear. Because bacteria are genetically and antigenically complex and many antigens are shared across species, bacterial serology with whole-cell antigen is likely to detect cross-reacting antibodies to clinically irrelevant bacterial species or strains. Poor sensitivity can occur when antigen purified from one bacterial strain does not cross-react with antibodies to others (Manning et al., 1994; Motzel and Riley, 1991) . Bacterial serology can also yield false-negative results when noninvasive bacteria that colonize the skin or mucous membranes do not stimulate detectable antibody production. Nonetheless, serology has been employed, along with other diagnostic methodologies, to monitor laboratory animals for infections with fastidious bacteria such as Clostridium piliforme (Riley et al., 1994; Waggie et al., 1987) , Helicobacter hepaticus , and CAR bacillus (Lukas et al., 1987b; Matsushita et aL, 1987) . Serologic assays have also been developed for gram-negative bacteria such as Pasteurella pneumotropica (Boot et al., 1995) , P. multocida (Lukas et al., 1987a) , and Bordetella bronchiseptica from which specific lipopolysaccharide antigen can be purified (Manning et al., 1987) .\n\nAntibody assay methods include conventional, or traditional, tests such as complement fixation (CF), hemagglutination inhibition (HAI), and neutralization, as well as nonradioisotopic solid-phase immunoassays, notably the enzyme-linked immunosorbent assay (ELISA) and the indirect immunofluorescence assay (IFA) (Mahoney and Chernesky, 1999; Rose, 1999; Smith, 1986b) . Most serologic tests are performed in a 96-well microtiter plate format to facilitate automation and minimize reagent usage (Parker et al., 1965; Voller et al., 1982) . An exception is the IFA, which is generally performed using Tefloncoated multiwell glass microscope slides (Lyerla and Forrester, 1979) . When performed correctly, serologic tests include controis to distinguish between specific and nonspecific reactions and standard positive and negative control sera to verify assay sensitivity and specificity, respectively.\n\nAlthough the CF method can be applied to test for antibodies to most infectious agents, it is no longer in routine use because it is time-consuming and not very sensitive (Schmidt, 1969) . For viruses that agglutinate red blood cells, the HAI test method (Fig. 7) , which is predicated on the ability of specific antibodies to inhibit virus-mediated hemagglutination, is still commonly employed as a confirmatory test, because it is simple to perform and can distinguish among antibodies to different species or strains of viruses (Table VI) (Chanock, 1979; Siegl, 1976; Smith et al., 1993b) . In the standard HAI test method, each serum sample is titrated in duplicate. One dilution is incubated with virus; the other, without. When hemagglutination is detected in the virus wells but not in the control wells, the sample is considered HAI antibody-negative. If hemagglutination is inhibited in the virus wells, and the control wells show no evidence of hemagglutination, the result is recorded as a titer, which is the reciprocal of the highest serum dilution to inhibit virus-mediated hemagglutination. Significant titers (-> 10 or 20, depending on the virus) can also be caused by nonspecific inhibitors of hemagglutination, which can be removed by heat inactivation, enzymatic digestion, and other treatments (Hier- holzer et al., 1969) . Hemagglutination in the control wells indicates that the serum contains agglutinins that will mask the presence of specific antibodies (Table VII) .\n\nThe indirect ELISA is the method most often used to screen serum samples for antibodies to infectious agents, because it is highly sensitive (Davidson et al., 1981; Ferner et al., 1987; Parker et al., 1979; Peters and Collins, 1981) and amenable to automation (Cerra et al., 1990) . In addition, assay results can be read with a spectrophotometer and sent to a computer to be compiled into reports. The steps of the indirect ELISA are depicted in Fig. 8 (Mahoney and Chernesky, 1999; Voller et al., 1982) . To detect nonspecific antibody binding, each sample is simultaneously incubated in an antigen-coated test well and a separate tissue-control well (Fig. 9) . A sample that gives positive or nonspecific results by ELISA (or another primary assay) should always be retested by an alternative method. A modification of the indirect ELISA method that is particularly useful for evaluating the specificity of a preliminary positive result is Western blotting (Fig. 10) . It is comparable to the DNA blotting methods alluded to above, except that electrophoresis is used to separate proteins instead of DNA fragments, and the blot is Fig. 7 . Viral hemagglutination inhibition (HAI) test. Serial dilutions of a serum specimen are incubated with viral antigen in V-bottom microtiter plate wells. A suspension of red blood cells is then added. The species of blood cells and the incubation temperature vary according to the virus. If the serum specimen contains antibodies to the viral hemagglutinin, these will coat the virus and prevent it from agglutinating the red blood cells. Nonagglutinated red blood cells appear in the well bottom as a button that streams when the plate is tilted. Conversely, if the sample is HAI antibody-negative, red blood cells do not stream but instead blanket the well bottom, indicating that hemagglutination has occurred. and tissue control wells. For a viral antibody assay, the tissue-control (TC) well is coated with an extract of uninfected cells of the type used to propagate the virus. For a microorganism that is not grown in cell culture, the tissue-control well can be coated with a related but antigenically distinguishable microorganism. For example, the tissue-control well for Mycoplasma pulmonis might be coated with M. arthritidis. Nonspecific binding is discouraged by using special protein solutions for \"blocking\" wells after the antigen-coating step and as diluents for serum and conjugate. The sample is considered antibody-negative when color development in the antigen (AG) well is minimal. The sample is evaluated as antibody-positive when the intensity of color in the antigen well is moderate to strong, but little or no color develops in the tissue control well. A reaction is nonspecific when moderate to strong color develops in the tissue-control well in addition to the antigen well. Results may be read visually or with a spectrophotometer.\n\nprobed with labeled antibody instead of complementary nucleic acid (Mahoney and Chernesky, 1999; Minion et al., 1984; Motzel and Riley, 1991) .\n\nThe IFA is rarely used as a primary screening assay, although it is generally as sensitive as the corresponding ELISA (Kraft et al., 1982; Parker et al., 1979; Smith, 1983a,b; Smith et al., 1984) . The reason for its rare use for this purpose is that the IFA does not lend itself to automation, and the results must be read manually. The steps of the IFA are similar to those of the indirect ELISA. Briefly, virus-infected cells and uninfected cells are fixed to wells on a glass slide, using cold acetone. The binding of primary antibodies to the solid phase in the IFA is demonstrated with an FITC-labeled antispecies immunoglobulin. After being washed to remove unbound conjugate, slides are covered with buffered mounting medium and examined with a fluorescence microscope. Bright, granular fluorescence is typical of an antibody-virus reaction, whereas diffuse fluorescence is characteristic of nonspecific reactions. The location of fluorescence is also an important factor. In the case of certain DNA viruses, such as the rodent parvoviruses (MVM, KRV, and H-1), strong nuclear fluorescence is characteristic (Cross and Parker, 1972) . The ability of IFA to include evaluation of fluorescence morphology and location in the interpretation of reactions is its Fig. 10 . Western blot analysis of antibody specificity. In confirmatory Western blot analysis, antigen proteins are denatured and separated according to their molecular weight by polyacrylamide gel electrophoresis with the detergent sodium dodecyl sulfate (SDS-PAGE). The electrophoresis gel is blotted onto a nitrocellulose membrane, and strips cut from the membrane are incubated with primary sera, including an immune control (C +), a nonimmune control (C-), and the test samples (S 1-$6). The assay is developed according to the steps of the indirect ELISA. The enzyme-substrate reaction produces bands at sites in the blot where primary antibody bound. The specificity of a test serum reaction is evaluated by comparison with the C + reaction. When the test serum band pattern matches that of the C + or is consistent with a known pattern for the agent, the test serum result is interpreted as positive (+). If, on the other hand, the test serum pattern does not match that of the C + or other known pattern, the test serum reaction is interpreted as nonspecific (NS). The absence of bands is a negative result (-). (Adapted from Mahony and Chernesky, 1999, Fig. 6B, p. 209.) major advantage over other serologic methods. For the rodent parvoviruses, the IFA detects cross-reacting antibodies better than the standard ELISA because the virus-infected cells that constitute the IFA antigen contain nonstructural viral proteins not found in conventional ELISA antigen consisting of purified viral particles (Smith et al., 1993b) . Using recombinant technology, however, it is now possible to produce large quantities of nonstructural viral antigen for ELISA (Riley et al., 1996b) . Because recombinant antigens are noninfectious, they are especially appropriate for detecting antibodies to zoonotic viruses such as LCMV (Homberger et al., 1995) .\n\nTo develop a microbiological monitoring program that is both effective and practical, choices need to be made regarding the agents for which to screen, the type and number of animals to be sampled, and the sampling frequency. Program implementation is accomplished by systematically recording these choices and incorporating them into testing schedules.\n\nIn addition to being based on laboratory animal health and research effects, the selection of infectious agents to be excluded from rodent colonies is determined by the colony microbiological status. Gnotobiotic animal colonies must be monitored for any exogenous microorganism. SPF rodent colonies are expected to be free of ectoparasites, metazoan endoparasites, and pathogenic enteric protozoa. They are also expected to test negative for antibodies to most exogenous viruses, regardless of pathogenicity. This is because viruses are obligate intracellular parasites that alter the metabolism of the host cells they infect (Oldstone et al., 1982) . The bacteria that need to be excluded from an SPF colony depend on the immune status of the animals in it. As mentioned, immunocompetent animals remain healthy and suitable for most research provided they are kept free from infection with a small number of \"primary\" pathogens. The list of bacteria for immunodeficient animals is expanded to include opportunists that are likely to cause disease in these strains.\n\nThe lists of etiologic agents for which SPF rodents and rabbits are monitored are largely the same throughout the world, with some differences between those used in the United States and those used in Europe. The agent list and reporting formats in Europe are approved by the Federation of European Laboratory Animal Science Associations (FELASA) (Rehbinder et al., 1996) . The microorganisms selected for monitoring in mice and rats have been compiled, and the basis for their selection has been categorized, in the \"Manual of Microbiologic Monitoring of Laboratory Animals,\" authored by Japanese and American scientists and published by the U.S. National Institutes of Health (Waggie et al., 1994) . These lists of microbes can be expected to expand, although not dramatically, as husbandry practices evolve, as additional studies are published on the clinical and research effects of particular infectious agents, and as new pathogens are discovered.\n\nAccurate, meaningful results require that an adequate number of the appropriate animals be sampled on a sufficiently frequent basis. The animals selected for testing should be representative of the microbiological condition of the colony as a whole. This is best accomplished by selecting animals of different ages, sexes, and strains, because infections and positive assay results may have an age-, sex-, or strain-dependent distribution. Alternatively, sentinel animals, typically but not always of the same species as that being monitored, can be tested.\n\nTo be used successfully, sentinels should be housed in a manner that maximizes their exposure to the microflora of the principal animals being monitored. In general, infections are transmitted most efficiently through animal contact. Fomite transmission, commonly via soiled bedding, is usually effective, whereas airborne spread can be unreliable even for highly infectious viruses Cundiff et al., 1995; Dillehay et al., 1990; Parker and Reynolds, 1968; Thigpen et al., 1989; Yang et al., 1995) . Airborne spread is further slowed when microisolation or ventilated caging is used.\n\nThere are occasions when it is helpful to use sentinels of one species to monitor principals of a second. One such occasion is when little is known about the viruses that infect a species, which is the case for gerbils (Clark, 1984) . It is arguably more meaningful to do serology on sentinel mice or rats to determine whether gerbils are shedding murine viruses than to test the gerbils themselves. A different species might be chosen as a sentinel because it is more likely to become ill following infection than is the principal species. Because gerbils are uniquely susceptible to Tyzzer's disease, they have been used as sentinels to detect latent Clostridium piliforme infections in other rodent species (Gibson et al., 1987) .\n\nAnimal selection is influenced by the diagnostic methodology. For serology, the animals sampled should be immunocompetent and able to mount a strong serum antibody response to infection. Such a response is typical of disease-resistant inbred strains (Brownstein et al., 1981) and outbred stocks (Parker et al., 1978) . Because serum antibodies take, on average, 2-3 weeks to develop (Parker and Reynolds, 1968; Peters and Collins, 1983; Smith, 1983a) , sentinels should be kept in a colony for at least 1 month. Sick animals should be allowed to convalesce and seroconvert before they are tested. In the case of production colonies, retired breeders are recommended because they have had ample time to become infected and seroconvert. For pathology, bacteriology, and parasitology, it is especially important to sample animals of multiple ages, because the prevalence of infection with some bacteria and parasites is agedependent. Along with, or as an alternative to, sampling multiple age groups, the diagnosis of certain latent infections may be facilitated by testing immunodeficient or immunosuppressed animals. Immunosuppression to provoke Tyzzer's disease is used in the diagnosis of C. piliforme infections (Riley et al., 1994; Waggie et al., 1981) .\n\nGuidelines regarding sample sizes for detection of adventitious infections have been developed by using various statistical formulas. In essence, these formulas demonstrate that the sample size required for detecting infection with a certain degree of confidence increases as the prevalence of infection, or positive reactors, decreases. Sample size is also related to the number of animals in a colony in a way that most nonstatisticians find paradoxical. That is, the number of animals that must be sampled to achieve a certain level of confidence increases as the colony size decreases (Dubin and Zietz, 1991) . It is important to distinguish between prevalence and incidence. Prevalence is the percentage of positive animals at a point in time in a designated area. Incidence is the percentage of new positives over a designated period.\n\nThe binomial distribution formula for determining sample size is often cited in discussions of laboratory animal health surveillance (Small, 1984) . According to this formula, if the prevalence of infection or positive reactors is 30%, 8-10 animals must be sampled to realize a 95% probability of detecting at least 1 infected or assay-positive animal. To achieve the same level of confidence for a presumed prevalence of 10% requires a sample size of 25-30 animals. The correctness of sample sizes calculated with the binomial formula depends on certain assumptions being met--including random spread of infection and a colony size of at least 100 animals m and on the accuracy of the prevalence estimate. Estimates of the prevalence of infection that are conservatively low for animals kept in open cages may be too high for those housed in microisolators. The trend away from open cages toward filter-top microisolation cages may result in smaller effective population sizes and adventitious infections that spread more slowly and have a lower prevalence. As just shown, the calculated sample size for a low prevalence of infection, such as 10%, can be utterly unrealistic. In addition, the relevance of the sampling formulas to sentinel animals kept on pooled, soiled bedding has not been addressed. Thus, the use of statistical formulas to determine sample size is of uncertain value. In practice, the number of animals monitored ends up being a compromise between the desire to achieve a high degree of certainty versus the availability of animals for monitoring and the cost of testing.\n\nThe frequency of testing should be adjusted based on historical contamination rates (Selwyn and Shek, 1994) . As mentioned, gnotobiotic and immunodeficient colonies are usually maintained in isolators or microisolators to achieve the high level of biosecurity necessary to sustain a defined or limited microflora. Contamination of gnotobiotic colonies with extraneous bacteria and fungi through physical defects in an isolator or inadequately disinfected supplies is more common than are adventitious viral and parasitological infections. Therefore, bacteriology should be performed more frequently than serology and parasitology on gnotobiotic colonies. Bacteriology should also be performed often on immunodeficient rodents for which many opportunistic bacteria are pathogenic, but it can be done less regularly on immunocompetent SPF colonies because most bacterial contaminants of isolator-, microisolator-, and barrierreared rodents are not primary pathogens. In barrier rooms where adventitious infections are most frequently caused by viruses, serology should be performed more often than bacteriology and parasitology.\n\nImplementation of health surveillance requires a systematic approach for translating the decisions on agent selection and sampling into a program of consistent and routine testing. The first step in this process is to record the viruses, bacteria, fungi, and parasites for which each species is to be monitored. Then assays for these agents are combined into serology, bacteriology, parasitology, and pathology panels. Serology panels consist of antibody assays identified by method and agent. Bacteriology panels are composed of sampling sites and lists of the primary pathogens and opportunists to be found at these sites. Pathology panels specify the tissues and organs to be examined. Several panels may be defined for a species in order to reflect the frequency with which certain infectious agents have been found. In the case of serology, basic profiles that include commonly found viruses are performed more often than are comprehensive profiles to which rarely detected agents have been added. Next, test protocols are constructed by combining assay panels with the appropriate samples. For example, retired breeders might be selected for serology, whereas parasitology would be performed on weanlings and young adults (Table VIII) . Finally, testing frequencies are combined with test protocols to form schedule templates (Table IX) , which are assigned to colonies to create schedules (Table X) . This may be done manually or by computer. On the dates indicated in the schedule, the number and type of samples designated in the protocol are collected and submitted to a diagnostic laboratory. A submission form that contains the protocol information should be sent with the samples. Result reports should be analyzed and filed in an organized fashion (e.g., according to facility, room, and species). \n\nWhen gnotobiotic or SPF laboratory animals have been used from the start, the interpretation of diagnostic test results is, for the most part, qualitative. The goal is to determine whether the animals tested have been exposed to a particular infectious agent. Accurate quantification of antibody levels or numbers of bacteria, for example, is only important insofar as clearly negative and positive results are easier to interpret than are equivocal results near the dividing line between positive and negative.\n\nThe ideal test is one that in all cases clearly distinguishes between exposed and unaffected animals. With a typical test, however, a certain percentage of results are inaccurate, in that Table X Colony Schedule cific assay is one that gives a low percentage of false-positive resuits or, conversely, a high percentage of true-negative results in tests performed on unaffected animals ( Fig. 12 ) (Zweig and Robertson, 1987) . samples from unaffected animals may give false-positive reactions and those from exposed animals may yield false-negative results (Fig. 11 ) (Tyler and Cullor, 1989) .\n\nTo this point in the chapter, the terms sensitivity and specificity have been used in their analytical sense. In that context, sensitivity is the ability of an assay to detect small amounts of analyte (e.g., antigen, antibody, or target DNA); specificity describes the selectivity of an assay reaction. These terms are defined somewhat differently in a diagnostic or statistical context. A sensitive assay is one that produces a low percentage of false-negative results or, conversely, a high percentage of truepositive results in tests performed on exposed animals. A spe- All Acutely ill; serum antibodies not yet detectable Immunodeficient or immunosuppressed; weak or no antibody response Older and recovered from infection Site where organism is not resident Small sample size Sentinels not adequately exposed via soiled bedding or contact to infectious agents carried by principals Rodent strain with autoimmune disease a Immunized or inoculated with biological material (e.g., tumor cells) a Maternal antibodies b Sentinels housed under less strict conditions than principals (e.g., principals kept in microisolation cages, but sentinels are in open cages) a Sera from animals with autoimmune disease or from those inoculated with biological materials may contain antibodies that react with microbial or nonmicrobial constituents in the antigen preparation. Antibodies to nonmicrobial constituents may not be detected in the control, leading to a false-positive result.\n\nb False positive in that maternal antibodies are not a response by the animal sampled to an infection.\n\nBesides being a consequence of the limits of test sensitivity and specificity, false-positive and false-negative results can be due to sample selection and laboratory errors. Examples of sample selection errors are shown in Table XI . Myriad laboratory errors can cause inaccurate results, including improper sample preparation and storage, sample mix-ups, deviation from accepted procedures, and result transcription mistakes.\n\nFalse-positive results should be suspected when reactions are borderline-positive or the prevalence of positive specimens is low. As demonstrated in Fig. 13 , the predictive value of positive results for a highly specific assay becomes negligible when the percentage of positive samples is low, e.g., less than 15% (La-Regina and Lonigro, 1988; Zweig and Robertson, 1987) .\n\nFirst-time positive findings should always be confirmed before acting. Confirmation is accomplished by repeat testing of the positive samples, by testing additional samples, and by using alternative assays and diagnostic methodologies to corroborate primary test results. For example, sera that are Mycoplasma pulmonis ELISA-positive might be repeat-tested for specific antibodies by IFA. Additional animals from the suspect colony could be cultured for mycoplasma and examined grossly and microscopically for lung lesions. Finally, mycoplasma isolates could be identified as M. pulmonis with species-specific antisera or by PCR with a species-specific primer set.\n\nOnce results are confirmed, the options for eliminating or containing an infection discussed in Section III should be followed. It is worth reemphasizing that it is counterproductive to start a new SPF colony without first investigating the sources of the infection and making the necessary procedural and facility modifications to prevent a recurrence.\n\nIn summary, no diagnostic test always gives accurate results. False-positive and false-negative results occur because of the incomplete specificity or sensitivity of tests and because of 13 . Effect of prevalence on the predictive value of positive results (PV [ + ]) for an assay with a specificity of 95%. TP, true positive; FP, false positive. (From Weisbroth et al., 1998, Fig. 8, p. 284.) sample selection and laboratory errors. Consequently, it is prudent to always confirm unexpected positive findings before deciding on a course of action. This is accomplished by repeat testing of the same and additional samples, using a variety of diagnostic methodologies."}