{"title": "", "body": "James P. White * and Richard E. Lloyd Virus infection initiates a number of cellular stress responses that modulate gene regulation and compartmentalization of RNA. Viruses must control host gene expression and the localization of viral RNAs to be successful parasites. RNA granules such as stress granules and processing bodies (PBs) contain translationally silenced messenger ribonucleoproteins (mRNPs) and serve as extensions of translation regulation in cells, storing transiently repressed mRNAs. New reports show a growing number of virus families modulate RNA granule function to maximize replication efficiency. This review summarizes recent advances in understanding the relationship between viruses and mRNA stress granules in animal cells and will discuss important questions that remain in this emerging field.\n\nEukaryotic cells can contain multiple types of cytoplasmic mRNA-containing bodies, including processing bodies (PBs, also known as GW bodies) [1] , exosome bodies [2, 3] , neuronal bodies [4,5] and stress granules (SGs) [6, 7] . PBs and exosome granules are foci that are constitutively present in cells and contain components involved in mRNA decay [3, 8] . Neuronal granules are also constitutively present in neurons but are instead associated with the concentration and transport of translationally silenced messenger ribonucleoproteins (mRNPs) moving along the axons to dendrites [5] . SGs are not constitutively present in cells, but similar to neuronal granules, SGs are concentrations of stable, translationally silent mRNA [9] that are thought to be sites of mRNA storage and triage [10] . SGs and PBs are found in the widest number of cells types. Although PBs are known to be modulated by some viruses, this review will focus on the many more publications describing viral modulation of stress granules.\n\nBased on immunofluorescent microscopic analysis of SG constituents, SGs are defined as macromolecular aggregates of stalled 48S initiation complexes that form in response to stress conditions [11] . The best described pathway of SG formation initiates with phosphorylation of eukaryotic translation initiation factor (eIF) 2a (eIF2a) by the eIF2 kinases PKR, PERK, GCN2 or HRI [12] [13] [14] , although alternative pathways exist such as inhibition of eIF4A RNA helicase [15] [16] [17] or viral infection [15] . PKR, a component of the interferon response, is commonly activated by RNA viruses producing double-stranded RNA as replication intermediates and PERK is activated by endoplasmic reticulum (ER) stress associated with a smaller group of viruses, many that express membrane glycoproteins (e.g. herpes viruses and others). HRI, activated by heme deprivation and oxidative stress, and GCN2, which is activated by nutrient starvation, are not commonly linked to virus infection, although GCN2 binding to Sindbis virus RNA induces its activation [18] . SG are foci of concentrated 48S translation preinitiation complexes, thus SGs are defined by the presence of translation initiation machinery including 40S ribosome subunits, eIF2, eIF3, eIF4A, eIF4B, eIF4E, eIF4G and eIF5 [13, 15, 19, 20] . SGs are also defined by certain key marker RNA binding proteins (RBPs) such as T-cell restricted intracellular antigen 1 (TIA-1), TIA-1-related protein (TIAR) and RasGAP SH3domain binding protein 1 (G3BP1) [14, 21] , however, SGs contain many other RBPs ( Figure 1 ). Because SGs contain stable inert mRNA, they represent an intermediate step in the equilibrium between active translation that occurs on free polysomes and mRNA decay, which takes place in PBs. As such, they dynamically release contents for active translation [22] [23] [24] [25] as well as interact with PBs in a process that is thought to result in the exchange of mRNA 'cargos' [23] . The movement of RBPs between compartments is rapid, with a full replacement of some SG contents occurring in well under a minute [22, 23] . Other evidence suggests that association of mRNA with the ER renders the mRNA resistant to inclusion in SGs [26] . Frequent interaction of SGs with PBs is observed in cells that are actively forming SGs and live cell imaging shows that this process is dynamic and transient [23] . Little is known about the mechanism or purpose of this interaction other than the proposed mRNP cargo exchanges (Figure 1 ), but the overexpression of tristetraprolin (TTP) and related protein BRF1 is known to promote and stabilize the association of SGs and PBs [23] .\n\nThe molecular mechanism(s) [27] by which SGs form is undefined, but appears complex and involves several steps that include the self-oligomerization of certain constituent RNA-binding proteins, post-translational modifications of proteins and mRNP transport on microtubules (Table 1, Figure 1 ). Theoretically, viral inhibition of any of these important steps may block or modulate SG formation in cells. Self-oligomerization of TIA-1 or TIAR and G3BP may play a crucial early role in the SG aggregation process and overexpression of these proteins induces spontaneous SG formation [21, 28] . Expression of the C-terminal glutamine-rich prion related domain (PRD) of TIA-1 inhibits the formation of SGs and overexpression of TIA-1 lacking the PRD does not spontaneously induce SGs [28] . Additionally, murine embryonic fibroblasts (MEFs) that are null for TIA-1 or TIAR display deficient SG formation in response to various stressors [28] . G3BP can self-oligomerize in a phosphorylation-dependent manner and overexpression of the central domain of G3BP containing the arginine-rich and PxxP domains inhibits SG formation [21] . As is the case with TIA-1, cells with The brackets around this central step indicate that it is not currently known which process is initially undertaken. SGs are thought to be sites of storage of stabilized mRNA, although it is known that mRNA can be released for translation or transported to processing bodies (PBs) for active decay by an unknown mechanism. Multiple virus systems (in red) have been found to interfere with the process of SG and PB formation and the points of interaction with the process are indicated. Stress granules also dock with PBs where mRNP modification and cargo exchange takes place. Initiation factors are lost except eukaryotic translation initiation factor (eIF4E) and deadenylase complexes (Pan2/3, Caf1/Ccr4) decapping complexes (Dcp1a/2) and exonucleases (Xrn1) become associated. Some viruses inhibit PB formation as indicated and poliovirus (PV) antagonizes specific PB components [43, 45, 71] . G3BP repressed by siRNA treatment [29] and G3BP -/-MEFs are also deficient in the formation of SGs [21] . Additionally, G3BP sequestration by the inactive kinase MK-STYX inhibits the formation of SGs in response to arsenite and G3BP overexpression [30] , further confirming the importance of G3BP in SG formation. The ability of G3BP to mediate the formation of SGs is regulated by the phosphorylation of serine 149 by an unknown kinase.\n\nOverexpression of a phosphomimetic mutant, G3BP S149E , inhibits the formation of SGs whereas an exogenously expressed non-phosphorylatable mutant, G3BP S149A , localizes to SGs similarly to wild type [21] . Viral interference with G3BP and TIA-1 will be discussed below.\n\nIn addition to the steps described above, SG formation involves post-translational modifications of several other proteins that regulate SG dynamics in complex, possibly hierarchical stages. These modifications include O-linked N-acetylglucosamine (O-Glc-Nac) modification, methylation, acetylation and phosphorylation and are summarized in Table 1 . Some of these steps are less well characterized and have not yet been investigated by virologists in their systems, however, are potential targets for viral manipulation. Finally, multiple reports indicate that SG formation is mediated by microtubules (MTs) and its associated motor proteins dynein/dynactin and kinesin [31] [32] [33] [34] [35] [36] . Disassembly of microtubules by pharmacological treatment abolishes the formation and dissolution of SGs, resulting in the formation of small, dispersed SGs at the onset of stress and prolonging their presence in cells recovering from stress [32, 33] . However, MTs do not affect their maintenance once formed [31, 32] . Inhibition of the motor proteins dynein/dynactin and kinesin similarly resulted in small dispersed puncta and extended SGs maintenance during stress recovery [34, 35] . Taken together, the mechanism of SG formation appears to be multifactorial and may involve multiple types of protein modifications on key targets and RBP interactions with the cellular cytoskeleton. Many of these steps may be modulated by viruses.\n\nThe basic role of SGs and PBs in translation suppression and RNA decay suggest these processes will impact virus replication and force viral adaptation. Virus infection will induce stress responses on multiple levels as host processes are interrupted or co-opted. Indeed, numerous types of RNA viruses are now reported to manipulate SGs, reflecting the fact that SGs are involved in RNA silencing and storage, however DNA viruses also modulate SG responses. Viral interactions with the SG pathway produce varying phenotypes (Table 2 ). In general, most viruses appear to antagonize SG formation during infection, although some induce and may exploit portions of SG responses as part of the infectious cycle. For broad understanding of readers, we have provisionally categorized these virus systems discussed below into three classes according to the phenotype of virus interaction with the SG machinery. However, because there are conflicting data in some cases and overall the interactions are not yet probed in depth in most virus systems, these groupings may require revision with time. [37] . Further, viral gene expression was not required for SG formation but instead led to the inhibition of SGs as infection progressed [37] . Several strains of MRV inhibited SG formation in response to arsenite and other treatments despite producing high levels of eIF2a phosphorylation that should trigger SG formation, thus indicating MRV inhibits the formation of SGs downstream of eIF2 [38] . The ability of MRV to translate under stress conditions created by exogenous stressors correlated with the absence of SGs. Both cellular and viral translation was inhibited early when SG form, but viral translation was not blocked late when SGs were inhibited. By contrast, another group analyzed different reovirus strains, two that inhibit host cell translation [clone 8 (c8) and c87] and the Dearing strain that does not, and found that SGs persist throughout infection. Additionally, they found that the ability of the reovirus strains to induce SG formation correlated with the strength of eIF2a phosphorylation and host cell translation inhibition, with the Dearing strain inducing the least eIF2a phosphorylation and a lower level induction of SG formation [39] . Together, these results indicate different virus straincell combinations may score differently in controlling SG responses, providing experimental tools to probe the most important governing mechanisms.\n\nThe alphavirus Semliki Forest virus (SFV) also induces SGs early during infection in an eIF2a phosphorylationdependent manner, concomitant with the inhibition of host protein synthesis [40] . Infection of TIA-1-null MEFs resulted in delayed kinetics of host translation inhibition, suggesting that SFV permits some SG formation to aid translation shutoff. Like MRV, SFV prevented the formation of SG by exogenous stressors at late times post-infection. Contrary to MRV, SFV induction of SGs required viral replication, and there was a correlation between the levels of viral RNA (vRNA) staining and SGs. Interestingly, in cells with low vRNA content, SGs were still present in cytoplasmic areas that were not in close proximity to vRNA, suggesting SG formation was inhibited by a process closely linked to viral replication [40] .\n\nPoliovirus (PV) induces the formation of SGs in some cells early during infection in an eIF2-independent manner, unlike MRV and SFV. Formation of SGs containing G3BP and eIF4GI peaked between 2 and 3 hours postinfection (hpi) [15, 29] and then declined as infection matured [29] by a mechanism that requires viral replication. Similar to MRV and SFV, PV inhibits the formation of canonical SGs in response to exogenous stressors such as arsenite. In a report thought to be contrary to previously described PV-induced inhibition of SG, TIA-1-containing foci were observed late in virus infection and correlated with stable SGs [41] . However, it was later shown that TIA-1-positive foci persisting in PV-infected cells are actually devoid of other SG defining components such as initiation factors and most mRNA and thus do not represent canonical SGs [42] . Thus, PV gene products are able to unlink the process of TIA-1 aggregation from sequestration of stalled translation initiation complexes, thereby releasing sequestered translation apparatus to support viral translation. PV inhibition of SG is primarily mediated by the viral 3C pro -mediated cleavage of the SG component G3BP, which separates the G3BP RNA-binding and protein-interaction domains (Figures 1 and 2) . Rescue of formation of bonafide SG containing initiation factors and mRNA via the expression of cleavage-resistant G3BP Q326E led to an approximately sevenfold decrease in viral replication, indicating a potential antiviral role for SGs [29, 42] . Hepatitis C virus (HCV) is also reported to induce SGs in response to infection, but inhibits their formation in response to exogenous stress stimuli as infection proceeds [43] . Unlike MRV, SFV and PV, HCV specifically recruits components of SGs to the viral replication factories (RFs) and several SG markers continue to co-localize with the HCV core protein even in the presence of stress [43] . This is likely due to the fact that G3BP1, and possibly other factors, interact with the viral NS5B protein and the 5 0 terminus of the (-) strand RNA during HCV infection to mediate efficient replication of the viral genomic RNA [44] . Interestingly, SG constituents G3BP and ataxin2, plus PB component DDX6 and HCV core protein can be recruited to ring-like structures surrounding lipid droplets in cells [43] .\n\nFinally, cricket paralysis virus (CrPV), a member of the Dicistroviridae family, also modulates SG formation during infection by preventing the inclusion of Rox8 and Rin (Figure 1) , the Drosophila homologues of TIA-1 and G3BP, respectively, but not polyadenylated mRNA or poly(A)binding protein (PABP) [45] . Even after treatment with various stressors, CrPV-infected cells still maintain a diffuse distribution of Rox8 and Rin while forming polyA-and PABP-positive granules, indicating that modifications mediated by CrPV leads to selective inhibition of distinct SG markers [45] . Although there are differences, these results show that a basic phenotype of virus induction and repression of SGs is highly conserved between insect and animal viruses.\n\nIn many viral systems, SGs are not readily observed during infection with wild-type virus and infection inhibits the formation of SGs in response to eIF2a phosphorylation and treatment with exogenous stressors. In some cases a viral mediator of SG inhibition has been implicated, but detailed mechanisms are lacking.\n\nRotavirus (RV) infection activates phosphorylation of eIF2a but not SG formation and infected cells do not form SGs in response to arsenite treatment [46] . Interestingly, eIF2a phosphorylation was not required for efficient RV replication but could be used to inhibit host cell protein synthesis at the expense of viral efficiency [46, 47] because infected MEFs expressing phosphorylation-null mutant eIF2a S51A translate more efficiently.\n\nCardioviruses, specifically Theiler's murine encephylomyelitis virus (TMEV), were similar and inhibited SG formation both in response to infection as well as to exogenous stress [48] . The TMEV leader protein (L) was linked to SG inhibition because viruses with mutant L proteins induce SG formation throughout infection. Ectopic expression of the L protein alone inhibited SGs in response to exogenous stress, and L proteins from other cardioviruses (Mengovirus and Saffold virus) also blocked SG formation [48] .\n\nAcute Junin virus infection blocks phosphorylation of eIF2a in response to arsenite treatment by an undefined mechanism that was dependent on the expression of the nucleoprotein (N) or glycoprotein precursor (GPC) [49] . However, persistently infected Vero cells expressing truncated N and low levels of GPC displayed SG formation phenotypes similar to uninfected cells [49] .\n\nInfluenza A virus infection fails to induce SGs unless viruses with NS1 mutations are used. In this case, SGs form readily in a PKR-dependent fashion. Influenza virus NS1 protein inhibits PKR activation. Formation of SG was linked to repression of virus replication, but this could not be unlinked from negative effects of eIF2a phosphorylation on virus translation [50] .\n\nWest Nile virus (WNV) and dengue virus (DV), both members of the Flaviviridae family, inhibit SG formation in response to exogenous stress by sequestering TIA-1 and TIAR through specific binding of either protein to the minus strand 3 0 -terminal stem loop structure (3 0 (-)SL) [51] , an interaction that is required for viral replication [52] (Figure 2) . DV 3 0 UTR and 5 0 UTR pulls down SG proteins G3BP1, caprin1 and USP10 as well as PB marker protein DDX6 (RCK/p54), and all these proteins were found to weakly colocalize with dsRNA that marked viral replication sites. However, SG marker proteins were not found aggregated in SG-like foci. Functional roles for the other SG proteins were not described but DDX6 interaction with the 3 0 UTR was required for replication [53] .\n\nThe effects of two retroviruses on SG formation have been investigated and both have been found to be inhibitory. Human immunodeficiency virus 1 (HIV-1) inhibits the formation of SGs in response to arsenite treatment despite activating elevated levels of phosphorylated eIF2a but, paradoxically, not in response to puromycin treatment [54] . This indicates that the inhibition of SGs occurs at a step downstream of eIF2a phosphorylation. Another SG marker protein, Staufen1, interacts with the viral Gag protein, forming stable HIV-1 ribonucleoproteins (RNPs) destined for encapsidation instead of SG translation silencing ( Figure 2 ) [54] .\n\nHuman T-cell leukemia virus type-1 (HTLV-1) also inhibits SG formation through expression of the viral Tax protein [55] . Inhibition of SGs is dependent on the cellular localization of Tax, as cells displaying a nuclear Tax signal contain SGs even in the absence of stress whereas cells displaying a cytoplasmic Tax signal do not contain SGs. Legros et al. determined the inhibition of SGs is due to the interaction of Tax with histone deacetylase 6 (HDAC6), a protein crucial to the formation and maintenance of SGs (Figures 1 and 2) [36] .\n\nFinally, DNA viruses such as Herpes simplex virus 1 (HSV1) also induce SGs or SG-like structures, but only with mutant viruses. Infection with wild type HSV1 results in cytoplasmic focal localization of TIA-1 and TIAR but not overt SG formation. However, infection with HSV1 DU L 41,\n\nTrends in Microbiology April 2012, Vol. 20, No. 4 a mutant strain lacking the virion host shutoff (Vhs) protein, results in SG formation in a cell type-specific manner [56, 57] that did not correlate with eIF2a phosphorylation. These initial data suggest HSV, which controls host translation eIF2a phosphorylation, strongly limits SG formation. Interestingly, these results also stress that eIF2a phosphorylation is not the only route to initiate SG formation.\n\nViruses are master manipulators of cellular processes so it is not surprising that some SG components such as G3BP and TIA-1 may be utilized in virus replication as described for HCV and flaviviruses above. However, some viruses may co-opt steps of SG induction to aid virus replication. This may be suspected where virus infection induces but does not block aggregation of bonafide SGs or key SG components. In some cases, there may be unlinkage of eIF2a phosphorylation and aggregation of some SG components that are used for viral functions.\n\nTwo RNA viruses, respiratory syncytial virus (RSV) [27] and coronaviruses [47, 58] , may benefit from inducing SG formation as part of the mechanism by which they inhibit host cell protein synthesis. In the case of RSV, infection induces SGs in 30% of infected cells at 24 hpi, and this may promote RSV replication because cells with SGs contained larger viral inclusion bodies than cells not forming SGs. Further, the inhibition of SG formation via the stable knockdown of G3BP resulted in a 10-fold decrease in replication [27] . A followup report showed SG induction by RSV was mediated by PKR-dependent eIF2a phosphorylation and a PKR knockout had a decreased ability to induce SGs in response to RSV infection. However, unlike the initial findings, the lack of SG formation was not correlated with a decrease in viral replication [59] . By contrast, Hanley et al. used the same cell line and RSV strain and found that only RSV viruses containing mutations or truncations in the 5 0trailer region induce SGs during infection [60] . The trailer is a region of extragenic RNA that is required for genomic RNA transcription. The cause of these contrasting results is yet to be determined and owing to the opposing nature of these results, the question of the role of SGs in the RSV lifecycle is unanswered.\n\nTwo different coronaviruses, mouse hepatitis coronavirus (MHV) [47] and transmissible gastroenteritis coronavirus (TGEV) [58] induce SGs that are present during phases of active virus gene expression, and may persist throughout much of infection. MHV induces the formation of SGs and PBs at 6 hpi; this is coincident with partial eIF2a phosphorylation, shutoff of host translation, but robust virus translation. However, although SG coexist with high virus translation rate, it was not reported if MHV antagonized or inhibited SG at later timepoints in infection. In contrast to RSV, MHV replication was enhanced in cells deficient in eIF2a phosphorylation or SG formation [47] , indicating that although the virus triggers eIF2a phosphorylation to inhibit host translation, its own translation is also susceptible to this inhibition but to a lesser degree. TGEV induces SGs that increase and persist for at least 16 h, through much of the infection cycle. These SGs contained TIA-1, TIAR and the nuclear protein PTB and it was shown that formation of these structures correlated with inhibition of viral RNA accumulation. PTB was shown to bind virus RNA by mass spectroscopy and viral guide RNA (gRNA) and subgenomic mRNA (sgmRNA) was included in precipitable complexes with TIA-1 and PTB, but SG structures with PTB were distinct from other foci containing (virus) dsRNA or replication complexes. In light of this, the authors suggest that SG induction and manipulation of PTB localization may play a role in regulating viral RNA replication, translation or packaging [58] . The effects of SG inhibition on TGEV mRNA expression were not analyzed and an antiviral role of the PTB-positive SGs cannot be ruled out.\n\nVaccinia virus (VV) is a DNA virus that may exploit aspects of SG responses by subverting SG components into novel aggregates that share properties with SG, but crucially differ by not containing translationally silenced mRNAs. Even though VV can suppress eIF2a phosphorylation, during replication SG-like structures form within and adjacent to its cytoplasmic replication factories (RFs) [61, 62] . These aggregates contained colocalized G3BP and cytoplasmic activation/proliferation-associated protein-1 (p137 or Caprin1) plus initiation factors eIF4G, eIF4E and VV RNA. G3BP is an integral protein to the SG formation process [21] and G3BP:Caprin-1 heterodimer localizes to SGs [63] . G3BP and translation initiation factors become highly concentrated within aggregates, and are deficient elsewhere in the cytoplasm, a situation which occurs in uninfected cells only when SGs form. G3BP or Caprin1, may stimulate VV intermediate gene expression either individually or as a heterodimer through unknown mechanisms [64] . It was proposed that these sites were centers of viral translation [62] , which is contrary to typical SGs containing the same proteins that are sites of stable, non-translating mRNA. Walsh et al. showed that viral RFs contained aggregates of eIF4E and eIF4G but not PABP or TIA-1, indicating an incomplete SG structure assembly [65] . Part of the VV mechanism of subversion of normal SG response may result from degradation of host mRNA, freeing aggregating SG components for alternate tasks.\n\nInfection with a mutant VV lacking the dsRNA binding protein E3L (VVDE3L) does not block PKR activation and eIF2a phosphorylation. These infections formed SG-like bodies that both surrounded and interlaced RFs and contained hallmark proteins G3BP, TIA-1, USP10, initiation factors and required eIF2a phosphorylation for their formation [61] . Because the formation of these SG were linked to PKR activation and reduced viral replication, the authors termed them antiviral granules (AVGs) [61] . It is likely that PKR activation triggers more complete activation of functional SGs. Together, the results suggest VV may steer G3BP and initiation factors into new roles, but does not silence translation function within SG due to anti-eIF2a phosphorylation function of E3L and VV-induced host mRNA degradation, but instead concentrating and supporting virus translation in or near RFs.\n\nSGs as an antiviral response Because many virus families antagonize SGs, they can be viewed as manifestations of an overt and integrated Review Trends in Microbiology April 2012, Vol. 20, No. 4 cellular stress response that has distinct antiviral aspects. SGs are potentially antiviral on several functional levels as they sequester and bind cell components that are vital for virus replication. For instance, SGs sequester TIA-1 and TIAR, which are required for flavivirus RNA replication by binding a 3 0 stemloop that is complementary to minus strand RNA [51] . G3BP is also concentrated and utilized by HCV near replication complexes [43] . Translation initiation factors are required for any virus to replicate efficiently, so sequestration of 40S subunits and eIF4G, eIF4A, eIF4B and eIF3 can have negative consequences for virus replication. Further, internal ribosome entry site (IRES) transactivating factors such as PTB, PCBP2 and UNR that stimulate picornavirus translation are sequestered in SGs [42] . Thus, the act of SG-mediated sequestration of factors away from general cytoplasmic pools can be viewed as generally antiviral.\n\nAlthough there is evidence that inclusion of viral RNAs into SGs can have inhibitory affects on viral replication under certain conditions [66] , there is not yet evidence in most virus systems for significant inclusion of viral RNA into SGs under normal conditions. Therefore, antiviral activity due to inclusion of required factors is likely limited to cellular factors. Possible exceptions involve antiviral APOBEC3G and APOBEC3F proteins that bind mRNP complexes and shuttle into both SG and PB [67, 68] . APO-BEC3G binds HIV RNA, which also may be shunted into SG and PBs [69] . Other viral genomes at risk of sequestration into SGs are those that bind SG marker proteins. Examples are TIA-1/TIAR binding to flavivirus RNA and recent reports that indicate both HCV and DV RNA bind G3BP [44, 53] .\n\nFinally, although SGs can be considered a cell stress response that is largely antiviral, they may serve as an inhibitor of apoptosis, which is also a stress-induced antiviral response of greater negative consequence for viruses. SG can block apoptosis by negatively regulating the JNK/ SAPK pathway via sequestration of RACK1 and other apoptosis-promoting factors into SG [7, 70] . Thus, viral manipulation of SG may require fine tuning to sequester enough pro-apoptotic factors while not excessively depleting pro-viral factors and translation apparatus.\n\nMuch work remains to be done to fully understand the interactions between viruses and SGs, a field that is in its infancy and pressing questions are summarized in Box 1. Major questions that currently remain to be answered center around mechanisms of interference with SGs. Viral sequestration or cleavage of the SG components G3BP, TIA-1, Staufen and HDAC6 provide initial clues, but the function of all these proteins in SG formation and regulation is poorly defined. Other viruses such as cardioviruses and Junin virus have identified viral products that mediate SG inhibition, but the targets and molecular details remain incomplete. Similarly, in most cases where SGs are inhibited during infection, the question remains open whether SG loss is due to inhibition of formation of SGs or stimulation of SG disassembly. Stimulation of SG dissolution as opposed to inhibition of SG formation would constitute a novel mechanism of SG modulation during infection and its investigation would provide crucial details into a largely unresearched stage of the SG process. Still other steps in SG assembly have not been evaluated during viral infection, notably microtubule transport or posttranslational modifications. Viral interference in any of these processes could potentially restrict SG formation and function. Finally, PV, CrPV and HCV infection also disrupts PBs along with SGs [43, 45, 71] . It will be important to determine which viruses block both types of RNA granules and whether integrated mechanisms are involved.\n\nFurther work is also necessary to determine the nature of antiviral effects mediated by SGs and the nature of the balancing act between virus induction of SG versus apoptosis. Although sequestration of cellular factors into SG is suggested for some systems, there has been no definitive test of this concept and it is clearly not antiviral in some cases where SG induction increases viral replication. An attractive hypothesis is that SG formation signals downstream stress signals that activate innate antiviral mechanisms as part of an integrated stress response. Mechanistic details of SG inhibition in other viral systems would potentially allow for suppression of inhibition, allowing for further characterization of the antiviral effects of SGs. Viruses are excellent probes of cellular function. As further investigation uncovers the mechanisms behind viral inhibition of SG formation, we will learn a great deal about the cell biology and biochemistry that supports RNA granule function.\n\nWhat additional virus systems manipulate SG responses?\n\nWhat are the precise mechanisms by which viruses inhibit SG formation? Are there cases of enhanced SG dissolution instead of inhibited assembly? Are other steps in SG formation, such as microtubule transport, a target for viruses? Is sequestration of factors such as G3BP or TIA-1 a result of a selective pressure to inhibit SGs or a by-product of their requirement for RNA replication? What are the mechanisms of SG-mediated antiviral effects? Do viruses alter the content of SG-sequestered mRNAs, e.g. exclude certain mRNAs? What downstream effects does SG inhibition have on mRNA metabolism or PB formation? Do SGs and PBs play a role in the innate immune response?"}