{"title": "Current review Interferons: Signaling, antiviral and viral evasion", "body": "Although it has been 50 years since Interferons (IFNs) were first described by Isaac and Lindenmann [1] , this family of cytokines still remains at the central stage of the scientific arena. Even though IFNs were originally described as antiviral agents, Isaac and Lindenmann could not anticipate the immense impact their findings would have and the extent to which they would be relevant far beyond the field of Virology. From the discovery during the 1960s that IFNs also played a relevant role in the control exerted over cell growth and animal tumors up to the findings in more recent years that they are pivotal regulators of both innate and adaptive immune responses, the picture that emerges is that vertebrate life would be under permanent threat without IFNs. This review will focus on some aspects of the biology of the IFNs, with an emphasis on signaling, antiviral defense, and recent findings revealing remarkable strategies used by the viruses to evade host innate immune responses.\n\nThere are three types of IFNs. Type I IFNs comprise the largest sub-family and include the IFN-␣s (13 subtypes in humans) and IFN-␤ (the well-known IFNs first to be cloned, purified, and sequenced) [2] [3] [4] . All type I IFN genes diverged from a common ancestor, and it appears that IFN-␤ is the one from which IFN-␣ genes evolved to confer even more robust protection against invading pathogens [2, 5] . Indeed, IFN-␤ expression is required to exert positive-feedback control over the induction of IFN-␣ genes [6, 7] . All these IFNs share with the other members of this sub-family (e.g. , , , ␦, and ) the same ability to exert antiviral activity, are clustered on the short arm of chromosome 9 in humans, are all devoid of introns, and are both genetically and structurally very similar [2] [3] [4] 8] . Type I IFNs transduce intracellular signals through the common receptor IFNAR1/2 [9] . Type II IFNs are represented by just one member, IFN-␥. Although it also exhibits antiviral activity, IFN-␥ is mainly regarded as a powerful immunomodulatory cytokine. It influences the intracellular environment by recognizing a distinct cell surface receptor named IFNGR1/2 [10] .\n\nA new sub-family of IFN has recently been identified. This family includes the type III IFNs or IFN-s, which are comprised of three intron-containing members (1) (2) (3) and are known as interleukin (IL)-29, IL-28A, and IL-28B [11, 12] . A specific cellular receptor composed of the IL-10 receptor ␤ and IL-28 receptor ␣ chains elicits the biological effects of the IFN-s upon receptor engagement. Type III IFNs share with the other types of IFNs the ability to control cell proliferation and interfere with virus replication [11, 13, 14] , and we have recently demonstrated their abilities to protect cells against a Bunyaviridae family member known as the APEU virus [15] . A recent evolutionary study conducted by Levraud et al. suggests that Type III IFNs are the ancestral antiviral system of vertebrates [16] .\n\nAll IFNs are Class II ␣-helical cytokines, which also includes IL-10, IL-19, and IL-20 among others [4, 17] . The signal transduction pathways initiated upon IFN binding to cognate receptors at the cell surface requires the activation, through tyrosine phosphorylation, of the intracellular receptor moiety. This role is associated with the JAKs (Janus kinases), a family of tyrosine kinases comprised of JAK1-3 and TYK2 [18] . Once phosphorylated, the receptors act as docking sites for the signal transduction and activators of transcription (STATs), which are phosphorylated upon recruitment to the receptor. Then, the STATs dissociate from the receptor, associate as homo-or heterodimers, and migrate to the nucleus. In the nucleus, they bind to cis-acting elements found at the promoter region of so-called IFN-stimulated genes (ISGs) to promote the transcription of more than 300 ISGs [3, 19, 20] . Type I IFNs typically recruit JAK1 and TYK2 to transduce their signals to STATs 1-2; in combination with IRF-9 (IFN-regulatory factor 9), these proteins form the heterotrimeric transcription factor known as ISGF3 (IFN-stimulated gene factor 3). ISGF3 in turn migrates to the nucleus, where it recognizes and binds to the IFN-stimulated response element (ISRE) to promote gene induction [18, 21] . However, a recent report revealed that ISGF3 formation and translocation to the nucleus in response to IFN-␣ is dependent on the acetylation of all components of the heterotrimeric complex. Upon IFN-␣ stimulation, the acetyltransferase CBP (CREB-binding protein)/p300 is recruited to the IFNAR2. There, it binds to two adjacent phospho-Ser residues (aa364 and aa384) and acetylates IFNAR2 on Lys399. This acetylation creates a docking site for IRF9, which in turn associates with the receptor to permit ISGF3 complex formation. Subsequently, IRF9, STAT2, and STAT1 are acetylated and the complex then migrates to the nucleus to initiate gene transcription [22] . Another recent interesting findings demonstrated that exposure of the cells to IFN-␤ is followed by activation of IKK (inhibitor of nuclear factor B kinase)-related kinase which in turn phosphorylates STAT 1 resulting in ISGF3 complex formation. ISGF3 then migrates to the nucleus where it binds to the promoter region of a subset of ISGs to elicit an antiviral response [23] (Fig. 1) .\n\nType II IFNs in turn rely upon the activation of JAK1-2 and STAT1. Once activated, STAT1 dimerizes to form the transcription regulator GAF (IFN-␥ activated factor). This protein recognizes and binds to the regulatory sequence known as the IFN-␥ activated sequence (GAS) and initiates gene transcription [10, 21] . Of note, type I IFNs can activate, on a cell-type and context-specific manner, all seven members of the STAT family of proteins. They may form homoor heterodimeric complexes as well as heterodimeric complexes in association with other transcription factors [3, 18] . Signal transmission upon IFN-s receptor binding requires JAK1, STAT1-2, and ISFG3 and leads to the expression of common ISGs stimulated upon treatment with type I IFNs [3, 14] (Fig. 1) .\n\nThe JAK/STAT pathway was the first to be characterized as the signaling cascade that elicits the biological effects associated with the IFNs [3, 21] . However, it is clear now that a number of signaling pathways other than the JAK/STAT pathway may be activated either independently or in parallel to the JAK/STAT pathway. This variety would confer specificity, permit an even more robust response, or coordinate IFN actions [18, 24, 25] . Thus, mitogen-activated protein kinase (MAPK) family members (MEK/ERK, and p38MAPK), and phosphatidylinositol 3-kinase (PI3K) as well, have also been implicated in the generation of IFN-mediated signals. For example, David et al. described for the first time, that signals conveyed by the MEK/ERK pathway after stimulation with IFN-␣ and -␤ result in physical interaction between ERK2/STAT-1 as well as regulation of STAT-1-dependent gene expression [26] . We have recently shown that IFN-␣ activates MEK/ERK1/2 and the downstream transcription factor CREB/ATF-1, which leads to ␣-enolase gene expression that then acts as a plasminogen receptor [27] (Fig. 1) . MEK/ERK stimulation is also associated with CCAAAT/enhancer-binding protein ␤ (C/EBP)-dependent gene expression upon IFN-␥ treatment [28, 29] . The C/EBP-beta-interacting protein Med1 also requires ERK phosphorylation for its activation and up-regulation of IFNinduced transcription [30] . Another report showed that Myxoma virus (MYXV) stimulation of the MEK/ERK pathway leads to IFN-␤ production through activation of IRF3 and STAT-1, which in turn restrain virus replication. Nonetheless, no other virus infection is reported to lead to the activation of this pathway which points to a MYXV specific mechanism [31] .\n\nImplication of p38MAPK in the regulation of type I IFN-mediated signals has firmly been established based on pharmacological and genetic approaches. Thus, incubation with SP203580, a pharmacological inhibitor of p38MAPK, blocks IFN-␣-dependent gene transcription through the regulatory sequence ISRE as well as GAS elements [32, 33] . Further, gene ablation of p38 MAPK-␣ results in defective transcriptional regulation of IFN-␣-stimulated genes [34] . It worth noting that the p38MAPK signals mediated upon type I IFN stimulation do not result in phosphorylation of STAT-1 or STAT-3 on Ser residue at position 727 [34, 35] . Antiviral activity associated with type I IFNs has also been reported to rely, at least in part, on p38MAPK [34] . Type II IFNs also appears to require p38MAPK in order to regulate the expression of genes (e.g. chemokines CCL5, CXCL9, and CXCL10, TNF-␣, and inducible NO synthase) associated with the inflammatory response [36] .\n\nThe PI3K signaling pathway has also been implicated with both type I and type II IFN-regulated gene expression [37, 38] . Another study has shown that p38MAPK is activated in a type I IFNdependent manner in cells from patients with chronic myelogenous leukemia (CML), suggesting that p38 plays an important role in mediating signals required for the antileukaemic effects of type I IFN [39] . The activation of PI3K by IFN-␥ results in phosphorylation of STAT-1 at Ser 727 and is followed by STAT-1-regulated gene expression [38] . Stimulation with type I or type II IFN causes the serine kinase PKC-␦ to act as a downstream effector of PI3K, which consequently phosphorylates STAT-1 at Ser 727 and initiates STAT-1-driven gene transcription [40, 41] . Activation of this pathway appears to be associated with the regulation of apoptosis via STAT-1 [42] . Another downstream target of PI3K in response to stimulation with either type I or type II IFNs is the mammalian target of rapamycin (mTOR), a pivotal regulator of the initiation of mRNA translation [43, 44] . mTOR in turn regulates the downstream activation of two targets: p70-S6 kinase (p70-S6K), which subsequently phosphorylates the ribosomal protein S6 (RPS6) and initiates protein synthesis [44] , and the translation repressor 4EBP1 (eukaryotic translation-initiation factor 4E (EIF4E)-binding protein 1). Upon phosphorylation, 4EBP1 dissociates from EIF4E and allows translation to start [43] [44] [45] [46] (Fig. 1) .\n\nIt worth noting, that the translation repressors 4EBP1 and 4EBP2 exert a negative regulatory role over type I IFN production. Double 4EBP1/2 knockout mice showed enhanced type I IFN production as a consequence of the up-regulation of IRF-7 messenger RNA translation (Fig. 3 ). Under these circumstances, replication of the Encephalomyocarditis virus, Vesicular stomatitis virus, Influenza virus and Sindbis virus is markedly suppressed [47] . Thus, the biological outcomes ascribed to the IFNs should be interpreted as a result of modulation of diverse signaling pathways that actively crosstalk with one other in order to provide the host with the means to (1) mount the most adequate response to microbial infections, (2) cease or stimulate cell proliferation and (3) modulate the immune and inflammatory responses [47] [48] [49] . It is of vital importance, how- Upon recognition of its cognate receptor (IFNAR1/2), Type I IFNs (only ␣/␤ are shown) activate the Janus tyrosine kinases JAK1 and Tyk2. These kinases associate with IFNAR2 and IFNAR1, respectively. JAK1 and Tyk2 in turn tyrosine phosphorylate (Y-P) the receptor chains and create docking sites for STAT2 and STAT1. Following (Y-P), both STATs associate with IRF9 to form the transcriptional regulator ISGF3. ISGF3 then migrates to the nucleus to promote transcription via the regulatory sequence ISRE of the ISGs. IFN-␣ activation of ISGF3 also requires the acetyltransferase CBP/p300, which interacts with the IFNAR2 at phospho-serine (S-P) 364 and 384. This interaction is followed by lysine (Lys) acetylation at position 399. IRF9 then recognizes the acetylated Lys 399 and binds to the receptor. IRF9, STAT1, and STAT2 are all acetylated by CBP/p300 and then leave the receptor to form ISGF3, which translocates to the nucleus. IFN − ␤ stimulation also leads to the activation of IKK that in turn phosphorylates STAT1, followed by ISGF3 formation. Type II IFN (␥) engages with homodimeric receptors (IFNGR1/2s) to activate JAK1 and JAK2, which are constitutively associated with IFNGR1 and IFNGR2, respectively. The receptor chains are then (Y-P) and create docking sites for STAT1. STAT1 binds to the receptor and is (Y-P) at position 701. A homodimer of STAT1 is formed, resulting in the transcription regulator GAF. GAF in turn translocates to the nucleus, binds to the cis-acting element GAS, and initiates gene transcription. Under certain circumstances, IFN-␥ also regulates gene transcription via ISGF3. Type III IFN () interacts with the receptor chains IL-10R␤ and IL-28R␣ to transduce signals involving JAK1, STAT1, STAT2, and ISGF3. It also regulates gene expression through ISRE and eventually GAS. IFN-stimulated gene transcription via signaling pathways other than JAK/STAT. IFN-␣/␤ can regulate gene transcription by activating MAPKs. IFN-␣ stimulation of MEK/ERK leads to CREB/ATF-1 activation and the binding of the cis-acting element CRE to result in ␣-enolase expression. Activation of the MKK3/6-p38MAPK pathway upon IFN-␣ treatment leads to gene transcription via ISRE. Stimulation of PI3K by both Type I and II IFNs results in (P) of the serine kinase PKC which then acts as the downstream effector of PI3K and (P) STAT-1 at Ser (S) 727. Upon activation, STAT-1 migrates to the nucleus to initiate STAT-1-driven gene transcription through either ISRE or GAS. Activation of mTOR upon Type I or II IFN stimulation is mediated via PI3K and results in: (i) (P) of p70-S6K, followed by (P) of the ribosomal protein S6 and (ii) (P) and deactivation of the translation repressor 4E-BP1. ever, that the duration and magnitude of these responses should be under tight regulatory control; the host would otherwise be under immunopathogical threat, as illustrated by the correlation between both the increased levels of ISG and IFN expression in patients with scleroderma or systemic sclerosis (SSc) [50] as well as the augmented levels of circulating IFN-␣/␤ found in the serum of patients with systemic lupus erythematosus (SLE) and disease severity [51] . Furthermore, plasmacytoid dendritic cells (pDcs) activated by immune complexes containing nucleic acids secrete type I IFNs in SLE. Secreted type I IFNs in turn cause the differentiation of monocytes into myeloid-derived dendritic cells (mDCs) and the activation of autoreactive T and B cells [52] . Indeed, cell stimulation with type I IFNs via the IFNAR1/2-JAK1/Tyk2-STAT-1 pathway leads to the expression of the suppressors of cytokine signaling (SOCS), a secondary-response family of genes that interrupts signal transmission and maintains immune homeostasis [48, 53] . This event is also shared by type III IFNs [54, 55] (Fig. 3) . Consistent with this notion, SOCS1 knockout mice develop lupus-like disease symptoms [56] .\n\nIt has long been known that cytokine production is tightly regulated by the diverse stimuli that govern its expression. For instance, as a viral infection progresses, IFN production increases up to the levels required to control virus replication. Since the stimu-lus (virus) that triggered cytokine production (IFN) then ceases (i.e. since virus replication is controlled), IFN production returns to basal levels. Thus, microbial sensing, the mounting of host innate and adaptive responses, and the resolution of the infection are coordinated programs activated during pathogen invasion/recognition [48, 49, [57] [58] [59] .\n\nPathogens are recognized by specialized receptors called pattern recognition receptors (PRRs). These are primarily, but not exclusively, present either at the surface or inside professional antigen-presenting cells (APCs) like macrophages and dendritic cells. These cells are localized to the portal of entry and consequently are the first cells to encounter pathogens during the infection. Recently, fibroblasts have also been found to initiate an innate immune response upon detection of viral nucleic acid (NA) in the cytosol [58, 60] . PRRs can also be secreted and circulate in the blood of vertebrates. This is the case for acute phase proteins C-reactive protein (CRP), Mannan Binding Lectin (MBL), opsonins, collectins, and pentraxins; these proteins are able to bind to molecules found at the surface of pathogens and activate both the complement and phagocytic cells [61] [62] [63] . The Toll-like receptors (TLRs) comprise the most-studied family of PRRs. They are constituted by transmembrane PRRs like TLR 1, 2, and 4-6 and endosomal TLRs like TLR3 and 7-9 [64] [65] [66] . The intracellular detection of pathogens is also mediated by the retinoic-acid-inducible gene I (RIG-I)-like helicase (RLH) family of proteins, which is comprised of RIG-I and MDA5 (melanoma differentiation associated gene 5) [57, 60] as well as the most recently described DNA-dependent activator of IFN-regulatory factors (DAI) [67] .\n\nPRRs recognize and bind to pathogen-associated molecular patterns (PAMPs), and this interaction leads to the activation of transcription factors (e.g. nuclear factor-B, NF-B) and IFNregulatory factors (IRFs); these proteins regulate the expression of pro-inflammatory cytokines and type I IFNs, respectively [58, 62] . Thus, while TLR3 recognizes double-stranded (ds) RNA within the endosomal compartment, RLHs bind to dsRNA in the cytosol. TLR7 and TLR9 discriminate microbial single-stranded (ss) RNA and unmethylated ss-DNA or bacterial DNA with CpG motifs, respectively, from the host NA by sensing NA within the endosomes. This diversity of PRRs provides the host with the ability to sense unique PAMPs found in the microbial world. Through functional cooperation between PRR sub-families, the host may initiate and mount the most adequate innate and adaptive immune responses [57, 59, 60] .\n\nTLRs are comprised of a family of germline-encoded transmembrane receptors with a leucine-rich repeats (LRRs) at the N-terminal and a Toll-IL-1R (TIR) domain at the C-terminal cytoplasmic moiety [64, 65] . Because the cells responsible for microbial sensing express non-overlapping sets of TLRs, it is not surprising that the recognition of a PAMPs by a given TLR will dictate the subsequent expression of cytokines and chemokines required to initiate innate responses [64, 68, 69] . For instance, plasmacytoid dendritic cells (pDCs) express TLR7 and TRL9 in the endosomal compartment; after recognizing ss-RNA or unmethylated CpG DNA, respectively, they produce enormous amounts of type I IFNs [70] [71] [72] [73] and consequently elevate systemic concentration of IFNs [73] [74] [75] . In contrast, myeloid DCs (mDCs) express a variety of TLRs capable of detecting bacterial, viral, and fungal pathogens and secrete the inflammatory cytokines IL-12, TNF-␣, and IL-6 [73] [74] [75] .\n\nWithin the TLRs, those of outstanding importance in viral recognition are the ones localized to the endosomal compartment and responsible for the sensing of ds-RNA (TLR3), guanosine-or uridinerich ss-RNA (TLR 7, 8) , and unmethylated CpG DNA (TLR9) [64, 65, 72] . While TLR7 and TLR9 present a more restricted cellular distribution and are highly expressed in DCs (though not restricted to pDCs), TLR3 presents a wider expression that includes nonhematopoietic cells, but is preferentially expressed by conventional DCs (cDCs) [59, 64, 73] .\n\nSignaling through the TLRs has extensively been reviewed by others [20, 58, [64] [65] [66] , so only a description concerning endosomal TLRs (TLR 3 and 7-9) will be given here. Upon ligand binding to TLRs, signal transmission requires the association between the receptor intracytoplasmic moiety (TIR) and a TIR-containing adaptor protein capable of binding to the homotypic sequence at the receptor in the cytosol. For example, MyD88 (myeloid-differentiation primaryresponse gene 88) serves as the adaptor for TLRs 7-9, whereas TRIF (TIR domain-containing adaptor protein inducing IFN-␤) is the adaptor molecule used by TLR3.\n\nDownstream targets of TLR7/9/MyD88 include IRAK1 (IL-1 receptor-associated kinase 1)/IRAK4 and TRAF6 (TNF receptorassociated factor 6), and activation of these targets results in the activation of IKK (IB Kinase Kinase)-␣ and IRF7 [76] [77] [78] . TRAF6 also transmits downstream signals to TAK1 (TGF-␤-activated kinase 1), TAB2 (TAK1-binding protein 2), and TAB3 and results in the activation of NF-B and MAPKs (mitogen-activated protein kinases) [79, 80] . Accordingly, activation of these signaling pathways results in type I/III IFN production (␣, ␤, , and ), expression of proinflammatory cytokines (e.g. IL-6 and TNF), and expression of co-stimulatory molecules (e.g. CD80 and CD86) [53] [54] [55] [56] [57] [58] [59] . Expression of IL-6 and TNF is also mediated by IRF5, which binds directly to MyD88. On the other hand, IRF4 competes with IRF5 but not IRF7 for binding to MyD88, thereby negatively regulating cytokine production by TLRs [81, 82] . Notably, it has recently been shown that the TLR-mediated type I IFN production in pDCs is also dependent on the PI3K/mTOR/p70S6K pathway, since its pharmacological inhibition with rapamycin, during pDC activation via TLR9 stimulation, was followed by impaired IFN production. In addition, pharmacological disruption of the pathway was associated with diminished IFN production in response to Yellow fever virus infection which strongly suggests that TLR7 also recruits the mTOR pathway to confer innate immune defense [83] . TLR3/TRIF engagement leads in turn the transduction of downstream signals to TBK1 (tank-binding kinase 1) and IKK kinases, which in conjunction with TRAF3 and NAP-1 (NAK-associated protein 1) connect TLR3 to the IRF3 pathway and result in IFN-␤ production [84, 85] . Alternatively, instead of NAP-1, TANK (TRAF family member-associated NF-B activator) can also acts as an adaptor molecule downstream of TRIF to convey signals to TBK1 and IKK that results in type I IFN production. Furthermore, TANK was also found to potentiate type I IFN production associated with TBK1/IKK [86] . Full activation of IRF3 also requires phosphotidylinositol 3-kinase (PI3K) and its downstream effector kinase Akt [87] . Activation of the TLR3/IRF3 pathway is also associated with the expression of pro-inflammatory cytokines and co-stimulatory molecules [59, [88] [89] [90] in a manner quite similar to that of the cytoplasmic sensors of RNA (RLRs) and DNA (DAI) (see below) (Fig. 2) .\n\nIt is noteworthy that viral recognition by the endosomal TLRs is autophagy-dependent [60, 91] . It has been demonstrated that pDCs derived from knockout mice deficient in an autophagy protein (atg-5) failed to produce type I IFNs in response to VSV infection [92] . Therefore, as VSV replicates in the cytoplasm, the fusion between the autophagosome and endosome bridges the endosomal compartment and the cytosol; through autophagy, the contribution of endosomal TLRs to the detection of viral infection is no longer restricted to the endosome (Fig. 2) . Interestingly, the endoplasmic reticulum membrane protein UNC-93B has been shown not only to play a vital role in endosomal TLRs signaling [93] but also to physi- Endosomal and cytosolic detection of viral nucleic acid. Endosomal recognition of viral nucleic acid via TLR7,9/MyD88 results in the activation of the TRAF6/IKK␣/IRF7 signaling pathway, which culminates in type I/III IFN production. TLR7,9/MyD88 also leads to activation of the PI3K/mTOR/S6K pathway followed by IFN␣/␤ production (c). Downstream targets of TRAF6 also include: (i) TAK1/IKK␣/␤/NF-B, a pathway that leads to the expression of inflammatory cytokines (b) and (ii) TAK1/MAPKs. Members of the latter cascade then migrate to the nucleus and activate the transcriptional regulator AP1, which in turn controls the expression of co-stimulatory molecules CD80 and 86 (d). Viral recognition via TLR3/TRIF is followed by the engagement of TRAF3/NAP1 or TANK-TBK1/IKK molecules and the subsequent activation of IRF3. IRF3 translocates to the nucleus and activates transcriptional regulation of type I IFN genes. Full activation of IRF3 also requires PI3K/Akt (e). Signal transduction downstream of TRAF3 also results in the activation of MAPKs and NF-B and leads to the expression of co-stimulatory molecules (d) and inflammatory cytokines (b). Viral recognition by endosomal TLRs is autophagy dependent. Mice deficient in the autophagy protein atg-5 failed to produce type I IFNs. Cytosolic detection of viral RNA by RIG-1/MDA5 is followed by the interaction of their CARD domains with those of the adaptor protein IPS-1 (MAVS, VISA, or Cardif). Subsequent activation of the TRAF3/NAP-1-TBK1/IKK pathway results in the activation of IRF3/7 and regulation of type I IFN gene expression. Alternatively, instead of NAP-1, the scaffolding proteins TANK or SINTBAD, can also be recruited to transduce downstream signals (a). CARDs need to be ubiquitinated by the TRIM25 E3 ligase in order to transduce downstream signals and type I IFN production. In contrast, signal termination requires RIG-I ubiquitination by the E3 ligase RNF125, which leads to proteasomal degradation (a). The TRAF3/NAP-1-TBK1/IKK pathway is also activated upon recognition of cytosolic DNA by the sensor DAI. Signal transmission downstream of IPS-1 also recruits FADD/RIP1 and IKK␣/␤ to mediate the activation of NF-B (b) and MAPKs pathways (d). Though not associated with viral recognition, TLR4 also mediates type I IFN production from the endosomal compartment (e). cally interact with these TLRs [94] . These interactions occurred via the TLR transmembrane domain, which has previously been shown to harbor the sorting signal required for TLR 7 and 9 endosomal localization [95, 96] . Thus, UNC-93B could act as an adaptor protein required to regulate the endosomal trafficking of TLRs. The pivotal role played by UNC-93B in viral innate immunity is further sup-ported by the correlation between gene mutation and severe HSV encephalitis in human patients [97] . However, the precise mechanisms of how autophagy and UNC-93B-TLR interactions result in type I IFN production awaits further investigation.\n\nAlthough not associated with viral recognition, TLR4, which detects LPS at the surface of Gram-negative bacteria, has also recently been found to stimulate type I IFN production from the endosomal compartment. TLR4 is unique in the sense that it transduces signals that result either in pro-inflammatory cytokine expression (TNF, IL-6, IL-12), via TIRAP/MyD88, or in type I IFN production, through TRAM/TRIF. It has been shown that while signaling from TRAM/TRIF requires endocytosis, the expression of pro-inflammatory cytokine is triggered upon recognition of LPS after engaging TLR4/TIRAP/MyD88 at the cell surface [98] . Thus, a unifying mechanism to the induction of type I IFN from an intracellular compartment has been established (Fig. 2) .\n\nNonetheless, it is of vital importance that the induction of type I IFNs and pro-inflammatory cytokines/chemokines upon recognition by a given TLR of a pathogen PAMP be under regulatory control. It has recently been demonstrated that the TAM receptors, represented by the tyrosine kinases Tyro3, Axl and Mer [53, 99] , play a negative regulatory role through the inhibition of both TLR and TLR-induced cytokine receptor pathways. The inhibitory effect is mediated via the TLR-stimulated IFNAR-STAT-1 pathway, which in turn upregulates expression of the TAM receptor Axl. Axl then accumulates on the cell surface, physically associates with the IFNAR, and usurps the IFNAR-STAT-1 pathway to stimulate SOCS1 and SOCS3 transcription upon cytokine engagement with the IFNAR. Signal transmission is consequently terminated by the interaction of the SOCS proteins with the cytoplasmic moieties of both TLR and cytokine-receptors [48, 49, 53] (Fig. 3) . Furthermore, SOCS1 was also reported to exert a negative regulatory role through the interaction with the TLR2-and TLR4-adapter molecule Mal (MyD88-adaptor like)/TIRAP. The interaction was followed by Mal polyubiquitination and subsequent degradation thereby down-regulating innate immune responses [100] .\n\nThe family of RLHs is comprised of RIG-I and MDA5, which are associated with the cytosolic (non-endosomal/non-TLRdependent) detection of PAMPs for which viral ds-RNA is the best-characterized molecular pattern [14, 101, 102] . In addition to RIG-I and MDA5, another family member known as LGP2 has been identified. Because LGP2 lacks the caspase-recruitment and activation domains (CARDs), however, it is postulated that it might exert a negative regulatory role by competing with RIG-I and MDA5 during the detection of viral RNAs [102, 103] . Indeed, consistent with an inhibitory role, increased expression of IFN-␣ and -␤ was found in cells from LPG −/− mice challenged with the Vesicular stomatitis virus (VSV) [101] . However, infection of LPG −/− cells with the Encephalomyocarditis virus (EMCV) resulted in impaired IFN-␤ production; this finding points to a positive regulatory role exerted by LPG2 [104] .\n\nIt has long been known that either positive-or negative-sense ss-RNA viruses, such as the EMCV and Newcastle disease virus (NDV), respectively, generate ds-RNA during their replication cycle. These viruses are capable of stimulating fibroblasts to produce and secrete type I IFNs [60, 105] . The sensing of ds-RNA by RLHs relies on the RNA helicase domain found at their C-terminal tail, because this domain provides the PRRs with the ability to bind and unwind RNA. The conformational changes that follow allow the two Nterminal domains of the RLHs (i.e. CARDs) to interact with the homotypic domain of the CARD-containing protein. These include the mitochondrial antiviral signaling (MAVS) [106] (also known as IFN␤-promoter stimulator (IPS1) [107] , virus-induced signaling adaptor (VISA) [108] , or CARD adaptor inducing IFN-␤ (CARDIF) [109] . This adaptor protein serves as is a downstream signaling molecule localized to the outer mitochondrial membrane.\n\nOf note, the CARDs of RIG-I need to be ubiquitinated by the TRIM25 E3 ligase. This critical modification is required for the trans-duction of downstream signals and production of type I IFNs [110] . On the other hand, signal termination requires RIG-I ubiquitination by another E3 ligase, RNF125, that leads to proteasomal degradation of RIG-I [111] . The interaction between RLH-CARD and CARD-IPS results in the activation of: (i) TBK1 and IKK via TRAF3 and one of the scaffolding proteins NAP-1, TANK or SINTBAD, a process that leads to the phosphorylation of IRF3/IRF7 and expression of IFN-␣/␤ [107] [108] [109] 112, 113] and (ii) FADD (FAS-associated death domain) and the receptor-interacting protein 1 (RIP1), a process that recruits TAK1 and IKK␣/␤ (IB Kinase Kinase) and leads not only to activation of NF-B and production of pro-inflammatory cytokines, but also to activation of IRF3 and type I IFN production [114] [115] [116] . Acting downstream of RIG-I and IPS, and upstream of TBK1 and IKK, it has been demonstrated that NEMO (NF-B essential modulator or IKK␥) also couples signal transmission to activation of IRF3/7 after a viral challenge [117] (Fig. 2) .\n\nIn addition to ds-RNA, RIG-I also links type I IFN production to the recognition of the 5 -triphosphate ss-RNA of the influenza virus [118, 119] . Whether the helicase activity of RIG-I is required for the detection of 5 -triphosphate ss-RNA remains to be further clarified [120] . Genetic evidence has firmly established the fundamental role of RIG-I and MDA5 as cytosolic sensors for the detection of distinct viral RNAs [121, 122] . Thus, while RIG-I KO mice are highly vulnerable to negative-sense ss-RNA viruses like the NDV, VSV, Influenza virus and Sendai virus and positive-sense Japanese encephalitis virus, MDA5 KO mice were sensitive to Picornaviruses like the EMCV, Mengovirus, and Theiler's encephalomyelitis virus [121, 122] . The expression of RIG-I and MDA5 genes is under type I IFN regulation, which in turn stimulates type I IFN production and exerts positive-feedback control to meet the infective demand. While pDCs are devoted to robust type I IFN production via endosomal TLR 7-9, potent type I IFN production by the cytosolic pathway is associated with RLHs. RLHs play a crucial role in the detection of PRRs in fibroblasts and macrophages, but they are not functional in pDCs [123] . Experiments conducted with MAVS KO mice showed that the animals were highly susceptible to infection with the viruses detected either by RIG-I or MDA5, confirming MAVS as the common downstream RNA virus detector for both cytosolic receptors [124, 125] (Fig. 2) .\n\nAccumulating evidence now supports the notion that vertebrates have also evolved a pathway capable of sensing cytosolic viral and bacterial ds-DNA, and this pathway thus links microbial detection to type I IFN production via TBK-1/IRF3 [76, 126] . The detection of ds-DNA leads to potent type I IFN production, and this is a common mechanism operating in a variety of cells analyzed (e.g. macrophages, plasmacytoid and conventional DCs, and fibroblasts). This mechanism appears to be carried out by the DNA sensor Z-DNA binding protein (ZBP1), which is also known as a DNA-dependent activator of IFN-regulatory factor (DAI) [67, 105] (Fig. 2) .\n\nTo face the challenge of the infective demand, vertebrates respond with the early expression of IFN-␤ through diverse PRRs responsible for linking pathogen recognition to IFN-␤ production (\"early events\"). Because the amount of IFN secreted would not be sufficient to protect neighboring cells from the progeny of the invading new virus, secreted IFN-␤ binds to the IFN receptor (IFNAR1/2) and acts in an autocrine-and/or paracrine-manner to enhance type I IFN production [90, 127] . Thus, the binding of IFN-␤ to the IFNAR leads to activation of the transcription factor ISGF3, Fig. 3 . Amplifying IFN production and negative regulation exerted by the TAM receptor Ax1 and SOCS. Upon recognition of a viral nucleic acid via the endosomal TLRs, Type I IFNs are produced and secreted (early events-see Fig. 1 ). They then act in an autocrine/paracrine manner through the IFNAR/JAK/STAT1/IRF7 pathway to amplify both IFN production (delayed events) and antiviral effects through the expression of 2 -5 OAS, PKR, ADAR-1, TRIM 5␣, ISG15, and MX. Stimulation of RNase L downstream of the 2 -5 OAS pathway is followed by the degradation of cellular ss-RNAs, recognition by RIG-1 and MDA5, and production of IFNs. Upon viral infection in DCs, IRF8 associates with RNAP II at the IFN promoters to increase IFN transcription and production. The translation repressor 4EBP1/2 exerts a negative regulatory role over IRF7 protein expression and Type I IFN production. Stimulation of the IFNAR/JAK/STAT1 pathway also leads to the up-regulation of the TAM receptor Axl, which in turn accumulates at the cell surface, physically associates with the IFNAR, and usurps the IFNAR-STAT-1 pathway to stimulate SOCS1 and SOCS3 transcription. These actions thereby exert a negative regulatory role through the inhibition of both TLR and TLR-induced cytokine receptor pathways to maintain immune homeostasis. which translocates to the nucleus and regulates the transcription of IRF7 [6, 7] . The resulting homodimer of IRF7 then migrates to the nucleus, leading to further enhancement of type I IFN gene induction.\n\nBecause IRF7 is an essential regulator of type I IFN gene expression, most of these genes are only expressed in a delayed-fashion (i.e. after IRF7 production, \"delayed events\") [6, 7] . This positivefeedback loop provides the host with a sufficient amount of IFN to prevent virus from spreading (Fig. 3) . Of note, IRF8, a hematopoietic cell-specific transcription factor, is not only required for early development and final maturation of both pDCs and mDCs but can also further amplify the second wave (delayed events) of type I IFN production in pDCs. IRF8 is a nuclear protein expressed at high levels in DCs [128] . After viral infection, IRF8 associates with RNA polymerase II (RNAP II) at the IFN promoters and helps to prolong the recruitment of the basal transcription machinery to the promoters; this action thereby increases IFN transcription and production [129, 130] .\n\nAn antiviral state is conferred by the transcriptional regulation of IFN-stimulated genes (ISGs), such as when adenosine deaminase acts on RNA (ADAR)-1, double-stranded RNA-dependent protein kinase (PKR), MX GTPases, tripartite motif protein (TRIM) 5␣, 2 -5 oligoadenylate synthetase (2) (3) (4) (5) , ISG15 and ISG56 [3, 8, 86] . Stimulation of ISG56 by IFN or viral infection leads to a blockade in protein synthesis as a consequence of the binding of ISG56 to the eukaryotic initiation factor 3e (eIF3e) which prevents eIF3e from interacting with the ternary complex eIF2.GTP.Met-tRNAi [86] . In addition to this state, the cleavage of cellular RNAs by antiviral endoribonuclease RNase L also amplifies type I IFN production. The products of cleavage by RNase L (small RNAs) are in turn recognized and bound by both RIG-I and MDA5, thereby eliciting further type I IFN production [131] (Fig. 3) .\n\nInterestingly, type I IFNs also elicit effector responses that culminate not only with the activation of natural killer (NK) cells and cytotoxic T cells (CTLs) [132, 133] but also with clonal expansion and memory formation in response to viral infection by acting directly on CD8 T cells [134] . Thus, type I IFNs not only regulate the expression of chemokines required to attract cytotoxic cells to the site of infection but also stimulate their proliferation, a mechanism dependent upon the expression of the ISG IL-15 [132, 133] . The Tailor-made program carried out by the type I IFNs enables the host to counterattack intracellular microorganisms through the activation of the antiviral state. At the same time, it increases the chances that cytotoxic cells will encounter infected cells and signals them to die. Therefore, the recognition of intracellular pathogens by diverse PRRs is of utmost relevance, because it signals the cells to undergo an apoptotic program. In contrast, neighboring uninfected cells under IFN stimulation will still be preserved [3] .\n\nThe mounting of an effective host antiviral response depends not only on the stimulation of type I IFN production, which impedes the virus from replicating, but also on the attraction of inflammatory cells to the site of infection, which prevents the virus from spreading. These coordinated actions elicited upon viral PAMP recognition occur in a TLR-dependent or -independent manner (RLHs/DAI). Due to genomic constraints, most viruses need to concentrate their disruptive efforts on host targets that are key players in the antiviral response. Thus, common host molecules that connect virus recognition to downstream effectors of type I IFN production and inflammatory cytokine expression are usually targeted by viral innate evasion proteins. MAVS/IPS/VISA/CARDIF illustrates the assertion. MAVS is cleaved at its C-terminal end by the NS3-4A protease of Hepatitis C virus (Hepacivirus). Since this cleavage interrupts the interaction of MAVS with the outer mitochondrial membrane, signal transmission to downstream antiviral molecules (i.e. IRF3, IFN-␤) and the activation of NF-B are disrupted [109, 135, 136] . MAVS is also affected by the Hepatitis A virus (HAV), a Picornavirus that targets the viral protein 3ABC (a precursor of 3C (pro) cysteine protease) to the mitochondria for colocalization with and degradation of MAVS [137] . The Influenza virus NS1 protein is also able to antagonize the RIG-1/MAVS pathway. Through the interaction of NS1 with RIG-1/MAVS, the viral protein blocks IRF3 activation and IFN␤ expression [138] . Not surprisingly, the MDA5/IFN-␤ pathway was also demonstrated to be disrupted by the V proteins of the diverse Paramyxoviruses Simian virus 5, Human parainfluenza virus 2, Mumps virus, Sendai virus, and Hendra virus through direct interaction with MDA5 but not RIG-1 [101, 139] . STAT family members are also targeted by Paramyxoviruses V proteins through diverse mechanisms such as ubiquitin-ligase [140] and by preventing IFN␣/␤/␥ transcriptional responses and STAT nuclear redistribution [141] .\n\nSince IRF3 and IRF7 are downstream effectors of PRR/PAMP interactions that lead to IFN␤/␣ expression, a number of viruses have focused their disruptive effort on disabling IRF3/7-activated antiviral pathways. The Human herpesvirus Kaposi's sarcomaassociated herpesvirus 8 (KSHV/HHV-8) exploits distinct strategies to block IFN production. The viral IRF homolog vIRF3 blocks IRF7 transcriptional activity through the binding of vIRF3 to the same cis regulatory element found at the promoter region where IRF7 binds to control the expression of IRF7-regulated genes; this leads to the suppression of IFN-␣ production and expression of antiviral ISGs [142] . The viral gene product encoded by ORF45 also targets IRF7. As a consequence, it blocks IRF7 phosphorylation and nuclear translocation as well as IFN␤/␣ production [143] . Yet another viral gene product is K-bZIP, a leucine zipper-containing transcription factor that binds to the positive regulatory domain (PRD III-I) region of the IFN-␤ promoter. This binding site is the same as that for IRF3, so the viral protein blocks IFN-␤ activation as well as the expression of chemokines (e.g. RANTES and CXCL11) whose promoters are also regulated by IRF3 [144] .\n\nThe Rotavirus has also developed specific mechanisms to antagonize antiviral defenses. The viral NSP1 protein induces in a proteasome-dependent manner the degradation of IRF3, -5 and -7; this degradation may allow the rotavirus to replicate in specialized trafficking cells (e.g. macrophages and dendritic cells) and cross the gut barrier [145] . Nonetheless, viral infection of myeloid DCs was not sufficient to completely abrogate type I IFN production, suggesting that NSP1 activity is partially affected in a cell-typespecific manner [146] . Proteasome-dependent degradation of IRF7 also occurs after infection with the NDV [147] . The immediateearly protein BZLF-1 of the Human herpesvirus Epstein-Barr virus (EBV/HHV4) physically interacts with IRF7 and inhibits the IRF7dependent activation of IFN-␤/␣, thereby antagonizing host early defenses [148] .\n\nThe Severe acute respiratory syndrome coronavirus (SARS-CoV) has also developed a strategy to overcome host innate immune defenses. The viral gene products derived from ORF3b, ORF6 and N protein were able to disrupt IFN-␤ production through inhibition of IRF3 [149] . Similarly, blocking IRF3 activation allows the nucleoprotein of the Lymphocytic choriomeningitis virus (arenavirus) to antagonize the type I IFN response [150] . Another report showed that the sumoylation of IRF3 and IRF7 upon VSV infection leads to negative regulation of Type I IFN production [151] . Induction of type I IFNs can also be inhibited through the targeting of TLRs by some viruses. For instance, the NS3-4A protein of the HCV antagonizes the TLR3 pathway through the cleavage of the TLR-3 adaptor protein TRIF in the endosomal compartment [152] . Another interesting example is provided by the Vaccinia virus (VACV). It encodes two proteins, A46 and A52 that independently target distinct components of the TLR pathway and antagonize host innate antiviral responses. A46 interacts with the adaptor molecules MyD88, TRIF, and TRAM through its homotypic TIR domain and thereby interferes with the TLR-mediated pathways leading to IRF3 activation and type I IFN production [153] . A52 interrupts signal transmission leading to activation of NF-B by interacting with IRAK2 and TRAF6 [154] . Notably, infection of mice with a VACV lacking the A46R or A52R gene resulted in an attenuated phenotype, demonstrating their association with VACV virulence [153, 154] . Furthermore, it has recently been demonstrated that the VACV virulence factor B14 disables pro-inflammatory responses by interacting with IKK␤, thereby inhibiting NF-B activation [155] (Table 1) .\n\nAlthough a large body of work suggests that viral recognition by TLRs can confer innate protection against virus infection and disease [57, 60, 65] , TLRs are in some cases associated with exacerbation of the virus-induced inflammatory response and disease. TLR2 illustrates this assertion. TLR2 KO mice are significantly more resistant to lethal encephalitis and ocular lesions caused by HSV-1 [156, 157] . Notably, an additional report identified a correlation between the severity and recurrence of HSV-2 infections in humans and polymorphisms found in the TLR2 gene [158] . On the other hand, TLR2 KO mice infected with HSV-1 via intranasal inoculation fail to develop lethal encephalitis, whereas MyD88 KO mice die of severe encephalitis in response to HSV-1 infection inoculated by the same route [159] . These findings demonstrate that the outcome of a viral disease is also dependent on the route of inoculation as well.\n\nThose who are interested in the balance between the beneficial effects elicited by TLR recognition of a viral infection and the exacerbation of inflammatory response and disease are referred to excellent reviews on the subject [57] [58] [59] [60] .\n\nIn recent years, enormous progress has been made in understanding how viruses are sensed by their hosts in order to trigger the mounting of an innate immune response. This initial recognition plays a fundamental role in the sense that it will dictate the shape of the adaptive immunity. The duration and magnitude of the immune response will define whether resolution of the infection or a disease outcome will occur. In this context, the balance between the triggering of an antiviral response and its interruption is of critical relevance. Type I IFNs, since their discovery 50 years ago, continue to interfere not only with virus replication but also with the duration and magnitude of the antiviral response. Recent findings demonstrating that type I IFNs upregulate the expression of diverse PRRs and SOCS proteins testify for their role in the maintenance of homeostasis."}