{"title": "Vaccines for emerging infectious diseases: Lessons from MERS coronavirus and Zika virus", "body": "The past decade and a half has been punctuated by multiple global infectious threats ( Table 1) . Epidemics of new influenza variants, novel coronaviruses and enteroviruses, new strains of Ebola virus, and the emergence of Zika virus and Chikungunya in regions of the world previously unaffected has created significant concerns in healthcare about minimizing the time from identification to disease control. Globalization of tourism and business have further complicated disease epidemiology that may have once been more localized but now poses greater potential for international spread.\n\nThe approach to emerging infectious disease (EID) mitigation differs based on the respective pathogen. For example, the recent H3N2 and H7N9 outbreaks were associated with porcine and avian exposure as a risk for infection. Additionally, introduction of a pathogen into new regions may alter the epidemiology of disease. Although Ebola virus outbreaks occurred sporadically since 1976, its appearance in the major population centers of West Africa resulted in a significant amplification of transmission not seen with the prior, geographically limited outbreaks. The Middle East Respiratory syndrome coronavirus (MERS-CoV) represented a new viral entity, related to other minimally pathogenic coronaviruses but causing a highly lethal syndrome. And whereas, Zika virus had been recognized in African and East Asia for almost 6 decades, its emergence into the Western hemisphere and the recognition of heretofore unrecognized complications including congenital microcephaly and Guillain Barre Syndrome (GBS).\n\nVaccines are considered as a critical component of disease prevention for EIDs, especially since in some cases treatment options are limited or non-existent, or rapid clinical deterioration may limit the effectiveness of therapeutics. However, for EID vaccine development the desire for rapid deployment of vaccines for newly emergent diseases is tempered by the realities of the life-cycle for drug development.\n\nIn this paper, we review the epidemiology and clinical presentation of MERS-CoV and Zika virus with regard to vaccine development. In particular, the challenges in clinical trial design of efficacy studies are considered and discussed -in particular for diseases that may be limited in scope and/or for which the epidemiology is changing in real-time.\n\nwithin days of presentation to hospital. 4, 5 Complications of MERS-CoV include renal failure and cardiac arrhythmias.\n\nThe MERS-CoV epidemic has been punctuated by large healthcare associated [6] [7] [8] [9] and dialysis unit 10 outbreaks. Personto-person spread between family members, while documented, 11 represents a small minority of transmission events. Contact with camels is considered a significant risk for infection, 12 and while direct evidence of camel-to-human transmission has been reported 13 others have questioned the certainty of direct transmission suggested by this report. 14 For most cases, sources of infection are unknown. 15 Humans have served as the vector for global spread of MERS. Cases across Europe, North America, and Asia have emanated from travel to Saudi Arabia, Qatar, Oman, the UAE, and Kuwait. 3, 16, 17 Secondary infections were infrequently reported in early travel-associated cases. 5 However, the global epidemic potential for MERS-CoV was exemplified by the fact that a businessman returning from the Middle East to Seoul Korea served as the index case for 185 subsequent cases of MERS-CoV with a 20% mortality rate despite early diagnosis and intensive supportive care. The latter outbreak was in large part due to a breakdown in basic infection control. 9, 18 Further spread beyond the Arabian peninsula appears to have been avoided through active screening and quarantine of returning travelers.\n\nSimilar to SARS-CoV, a Group B b coronavirus, MERS-CoV is considered to be of bat origin. Phylogenetic analysis of the MERS-CoV ORF1 maps the MERS/EMC2012 strain to Group C node strains that includes the Tyloncyteris bat coronavirus HKU4 and the Pipistrellus bat coronavirus HKU5. 19 Analysis of samples taken from 96 bats in proximity to a MERS-CoV case in Saudi Arabia detected sequences that had 100% nucleotide identity to the RNA-dependent, RNA polymerase of the MERS-CoV EMC/2012 strain from fecal material for one animal. 20 MERS-CoV utilizes dipeptidyl dipeptidase 4 (DPP4) as its cell surface receptor. 21 However, while HKU4 and HKU5 are highly homologous to MERS-CoV, only HKU4 utilizes DPP4 for cell entry. Moreover, HKU4 prefers bat DPP4 over human DPP4 whereas the opposite is true for MERS-CoV. 22, 23 Thus, whereas SARS-CoV utilizes the angiotensin converting enzyme receptor, conserved across mammalian species, 24 MERS-CoV binds to a genetic variant of DPP4 with analogs expressed only in humans, non-human primates, bats, and camelids. 25, 26 The emergence of MERS-CoV as a novel human pathogen has 2 remaining mysteries. First, the genetic alterations that have allowed a virus such as HKU4 that causes a mild, self-limited upper respiratory infection to become a lower respiratory pathogen of high mortality is unknown. And second, since MERS-CoV inefficiently utilizes bat DPP4 for cell entry it should have limited ability to persist in this animal. As discussed below, camels are efficient carriers of MERS-CoV. Whether early transfer to camels occurred that provided the necessary reservoir and amplification is unknown.\n\nFor the large fraction of cases, camels serve as a primary source of infection. Greater than 90% of dromedary camels in the Arabian Peninsula [27] [28] [29] [30] and North Africa 31 are seropositive or actively shedding virus -that suggests a high level of susceptibility to infection. Camels develop a self-limited upper respiratory infection marked by high viral excretion that can exceed 10 7 PFU/ml. 32 Other camelids can serve as natural hosts. Alpacas housed in proximity to camels have high seropositivity rates 33 demonstrating the opportunity for additional reservoirs of infection. The global trade in exotic animals such as palm civets served as the vector for transmission of SARS-CoV 34 and should provide caution regarding animal-related spread of MERS-CoV.\n\nPhylogenetic species restriction of susceptibility to MERS-CoV infection has severely limited development of animal models of disease. Primates, including rhesus macaques and marmosets, transgenic mice expressing human DPP4, camelids, and rabbits have been assessed as potential animal models, 35 however, each model system has limitations. Rhesus macaques develop transient pulmonary infection and illness. 36, 37 Whereas marmosets develop more severe illness following MERS-CoV infection, 38 some have questioned whether the observed pathology is related to experimental manipulation of this small mammal versus the effects of viral infection. 39 Transgenic mice that constitutively express human DPP4 develop lethal systemic infection, including central nervous system disease [40] [41] [42] whereas transgenic mice expressing human DPP4 driven from surfactant promoters 43 or transduced with adenoviral-associated vectors that express human DPP4 44 develop mild, transient disease. While camels and alpacas are natural hosts for MERS-CoV infection and have been used as disease models, 45 they develop a self-limited upper respiratory infection different from human infection. 32 Moreover, there is considerable expense and difficulty of experimental models using large animals.\n\nThe magnitude of MERS-CoV viral load in nasopharyngeal secretions 46 and blood 47 has been directly correlated with higher mortality in some studies. The utility of upper respiratory samples is, however, not clear since MERS-CoV is a lower respiratory tract pathogen and the viral load in lower respiratory samples has minimal correlation to the risk of death. 48 There remains a dearth of studies on the immunology of MERS-CoV infection, with even less information that compares cohorts of both MERS-CoV survivors and non-survivors, nor is there a significant literature regarding SARS-CoV immunology that may serve as a paradigm. For SARS-CoV, B cell immunity was shown to be short-lived with antibodies undetectable in up to 90% of survivors by 24 months 49,50 whereas in contrast, T-cell responses were long-lived and persistent to at least 6 y. 49 Importantly, mouse studies demonstrated that cytotoxic T-cell immunity against SARS-CoV was required for viral clearance and survival from lethal infection. 51, 52 The kinetics of the serologic response against MERS-CoV shows that binding and neutralizing antibodies appear at about day 10 of illness, reaching a peak a few days later. 53 A small Saudi Arabian study of 7 MERS-CoV survivors demonstrated persistence of neutralizing antibodies for almost 3 y. 54 The role of neutralizing antibodies in viral clearance is, however, not clear. A Korean study of 17 patients showed no clear difference in the pattern or timing of binding antibody development between those with severe vs. non-severe disease, whereas appearance of neutralizing antibodies was delayed by a few days in those with severe disease but once apparent, reached titers 1:320 more rapidly. 53 Notably only 2 patients (1 with severe and 1 with non-severe disease) did not develop neutralizing antibodies greater than 1:20. A study of 37 persons from Saudi Arabia found that 24 of 27 (89%) of all patients with complete data demonstrated binding and neutralizing antibodies. 48 Pairwise correlation found no association between the presence of neutralizing antibodies and viral clearance. Thus, the role for neutralizing antibodies in MERS-CoV disease outcomes is not established.\n\nFinally, one could question whether subclinical or non-lethal infection provides long-term protective immunity against recurrent MERS-CoV infection. Considering the fact that camels have high sero-prevalence of MERS-CoV, it would be expected that camel workers would have recurrent MERS-CoV exposure. Yet, 2 large seroepidemiologic surveys of camel workers in Saudi Arabia found a low prevalence of anti-MERS-CoV antibodies 55, 56 suggesting that antibodies may in fact not be persistent. Moreover, the fact that many with camel exposure continue to present with MERS-CoV infection also suggests that prior exposures may not provide long-term immunity.\n\nIn the fall and early winter of 2015, international symposia on vaccine and drug development against MERS-CoV were held in Seoul Korea, Riyadh Saudi Arabia, and Geneva Switzerland. 57,58 MERS-CoV vaccines that were discussed include viral vectored, protein subunit and nanoparticle, and plasmid DNA vaccines -all directed against the S (envelope) protein or the DPP4 receptor binding domain (RBD) of the S protein. Viral vectored vaccine candidates include adenoviral associated vectors based on chimpanzee serotype 1 and human serotype 5 59 ; poxvirus vectors based on the modified vaccinia Ankara strain 60 ; and an attenuated measles virus vector. 61 Protein based vaccines included both RBD subunit vaccine 62-64,62,63 and a trimeric, full-length S protein nanoparticle. 65, 66 Sequence engineering of the RBD subunit has allowed production of vaccine candidates with »3-fold greater microneutralization titers. 64 DNA vaccines include DNA-prime / protein-boost based on a wild-type full-length S protein and S1 protein boost, respectively 37 ; a second DNA vaccine encoding for a consensus S protein 36 ; and 2 groups that assessed variable wild-type S protein constructs. 67, 68 Work has shown that inclusion of the full cytoplasmic domain and transmembrane domain into DNA constructs is critical for immunogenicity 67,68 with increased immunogenicity and balanced IgG1/IgG2 ratio for an S1 subunit vaccine vs. the full length S construct that was weighted toward an IgG2 response. 68 Only one DNA vaccine, GLS-5300, has progressed into human clinical trials (NCT02670187, Table 2 ). An on-going listing of vaccines is also published by the World Health Organization: http://www.who.int/immuniza tion/research/vaccine_pipeline_tracker_spreadsheet/en/.\n\nWith a paucity of immunologic studies for either the SARS or MERS coronaviruses, one can speculate as to the properties that an ideal MERS-CoV vaccine should possess. The lack of an ideal animal model for MERS-CoV has served as a further impediment in vaccine development. The need for a robust cytotoxic T-cell response for survival and viral clearance is Clinical Trials Gov designation. 3 Date entered into Clinical Trials Gov. 4 GLS-5300 is being co-developed by GeneOne Life Science, Inc. and Inovio Pharmaceuticals, Inc. 5 The indicated studies have completed enrollment. Abbreviations: MD, Maryland.\n\nsuggested from animal models of SARS-CoV and studies of SARS survivors. The limited data of MERS-CoV recovered patients shows that an early binding antibody response may be beneficial whereas the role of neutralizing antibodies is unclear.\n\nThe role of cellular immune responses for MERS-CoV and the relative importance of the humoral and cellular immunity to prevent infection is not yet characterized.\n\nPhase I studies of a synthetic, consensus DNA plasmid vaccine A single MERS-CoV vaccine candidate, full-length S protein consensus DNA vaccine GLS-5300, has progressed to human clinical trials ( Table 2) . A total of 75 participants were assigned to one of 3 dose levels: 0.67 mg, 2 mg, or 6 mg administered on day 0, week 4, and week 12 via intramuscular (IM) injection and followed by electroporation (EP). Additional studies to assess the relative immunogenicity of intradermal (ID) vaccine administration and followed by EP will provide details as to optimal vaccine dosing.\n\nDesign and conduct of an efficacy trial for MERS-CoV may be a daunting task as the epidemiology of MERS-CoV is vastly different from the start of the outbreak in 2012 -with fewer cases, that are scattered across Saudi Arabia. Except for a single large outbreak in Seoul Korea, there has been minimal transmission of MERS-CoV outside of Saudi Arabia. While MERS-CoV remains endemic in Saudi Arabia with approximately 20-30 cases diagnosed monthly, vigilance in maintaining strict infection control procedures has significantly reduced new cases among healthcare workers (HCWs) and spread to patients in healthcare facilities. Nor have there been additional outbreaks outside of the Arabian Peninsula akin to the Korean epidemic of September 2015. Additionally, many incident infections occur in individuals without a clear epidemiologic link to a known case or to camels. All of these factors create challenges in the design of a definitive efficacy trial for any MERS-CoV vaccine.\n\nBasic protocol designs include ring vaccination studies to prevent infection among direct contacts and studies to prevent incident infection groups at highest risk for MERS-CoV infection. Ring vaccination was successfully used in the Ebola epidemic, 69 made possible by the fact that family and healthcare contacts were at high risk for infection. Transmission of MERS-CoV within family units has been documented, 11 however, such cases appear to be more of an anomaly. In healthcare settings, infection control measures have significantly reduced spread between patients and to HCWs. Thus, a ring-vaccination strategy would require the enrollment of a large number of recruited families and contacts to reach a sufficient number of events to achieve statistical power.\n\nA second study design is of population-based vaccination for those at highest risk for infection: HCWs, residents in towns and villages with the highest historical case rates, and those with camel contact. A key challenge is how to best identify those with past MERS-CoV exposure, and, of this group, to determine which individuals may have pre-existent protective B cell and/or T cell immunity. Whether any vaccine study should be restricted to non-immune individuals is an interesting question since it has already been demonstrated that a minority of individuals with repeated exposure to camels have detectable antibodies, suggesting that immunity may not be persistent. 55, 56 And the fact that camel exposure continues as a known risk for infection, further raises the question of whether non-lethal infection results in protective immunity and again, whether such immunity is persistent. Thus, studies in riskgroups could be stratified between those with or without documented MERS-CoV immune responses. Whether exposure should be defined by epidemiologic exposure or the presence of binding antibodies, neutralizing antibodies, or T cell responses is also unknown.\n\nFinally, a third clinical trial design could focus on those at highest risk for severe infection. Such a study would more easily discern vaccine effectiveness since the primary outcome would compare morbidity and death between vaccine and placebo. However, those at highest risk for severe disease including the elderly and those with underlying illness such as cardiac, pulmonary, and renal disease, 4,70 may limit vaccine immune responsiveness.\n\nAny MERS-CoV vaccine has a key challenge as to the ability to conduct a definitive efficacy trial. The decrease in incident cases overall and the fact that primary cases are geographically separated are the 2 primary factors making such a trial difficult. An efficacy trial to prevent primary infection may be possible if restricted to on Saudi villages and towns with the greatest number of known cases. And since ongoing nosocomial spread is still documented, including a small outbreak in June 2017, a study to prevent infection in health care workers may be feasible. There is interest in a MERS-CoV camel vaccine that may both limit human disease and provide an alternative path to licensure via the animal rule, although vaccine development in camels presents its own unique challenges. As indicated by the epidemiology of infection, a MERS-CoV vaccine would primarily target the population in endemic countries, especially those in the health-care industry and those with contact with camels. Secondary markets exist for those traveling to (or from) the Arabian Peninsula, perhaps including those making pilgrimage to the Hajj and as a stockpile by governments against future outbreaks.\n\nZika virus is a member of the flavivirus family that includes dengue, West Nile, and Yellow Fever viruses. Zika virus was discovered in 1947 as part of a study to map the geographic extent of Yellow Fever virus in Uganda. At the time of discovery, Zika was prevalent in sub-Saharan Africa and tropical Asia with seroprevalence rates as high as 60% in some regions. [71] [72] [73] [74] Except for a small outbreak on Yap Island in 2009, 75 Zika virus remained essentially unknown outside of Africa and Asia until 2014.\n\nIn 2014, a Zika outbreak in French Polynesia lasting only 4 months resulted in approximately 9,000 diagnosed cases, 30,000 with consistent symptoms, and an estimated 60% of island residents infected. 76, 77 Zika virus quickly spread eastward across the South Pacific 78 with the first cases documented in Brazil in early 2015. 79, 80 Interestingly, some reports have suggested that the Zika epidemic in Brazil may have started as early as 2012. 81 Aedes species mosquitoes, and in particular Ae. aegypti, represent the dominant vector for transmission of Zika virus. [82] [83] [84] [85] While other mosquito species may harbor Zika virus, 82 they may not be able to transmit infection. 86 Aedes albopticus, a more temperate species, can both carry Zika virus and transmit infection. 87 Zika is transmitted transovarially, i.e. vertically across mosquito generations. 88 Sexual transmission of Zika virus has been well documented with Zika persisting in seminal fluid for up to 10 weeks following infection. [89] [90] [91] Zika is also detected in saliva, breast milk, and tears. 92, 93 Zika virus infection is typically self-limited, with many cases minimally symptomatic. After an estimated 5-7 day incubation period, a viral prodrome of generalized achiness, myalgias, arthralgia, sore throat, and headache may be followed by a generalized maculopapular rash that involves the palms and soles. 94 Retro-orbital pain and conjunctivitis is common; fever, if present, is usually low-grade.\n\nComplications of Zika virus infection can be divided into neurologic and genitourinary. Zika virus is neurotropic, a link made as early as 1971 in mice. 95 In adults, Zika virus can cause Guillain-Barr e syndrome (GBS) with an attack rate estimated as almost 1 in 5,000 cases of infection. 96 Unlike classical GBS following by Campylobacter gastroenteritis, only a fraction (»30%) of patients presenting with Zika-induced GBS had circulating anti-ganglioside autoantibodies and did not have a consistent pattern of expressed autoantibodies. 96 Other complications include encephalitis, acute demyelinating encephalomyelitis (ADEM), and seizures. 77, 97, 98 Women infected with Zika virus during pregnancy are at risk for fetal infection. The association between Zika virus infection and microcephaly was first reported in Pernambuco state Brazil in November 2015. 99 The perceived absence of microcephaly during the French Polynesian outbreak was resolved when a retrospective study found a prevalence of microcephaly of 1-2% for infants born to mothers infected during pregnancy. 100 However, a recent study has estimated that up to 30% of infants of women infected at the end of the 1 st trimester may be affected. 101 Additional aspects of congenital Zika virus infection include intracranial calcifications, ocular calcifications, retinal defects, auditory defects, and arthrogryposis. 100,102-105 Some pregnant women develop prolonged Zika viremia, that resolves only with delivery of the infant. 102, [106] [107] [108] Genitourinary complications for Zika virus are just beginning to be understood. As noted above, Zika can be detected in seminal fluid for prolonged periods following infection. A more ominous complication in mice, but not yet documented for humans, is that infection in young mice causes direct testicular infection that results in testicular atrophy and infertility. 109 \n\nPrior to mid-2016, diagnostic testing for Zika virus infection was non-existent outside of academic laboratories. Since that time, multiple PCR and serologic assays have gained Emergency Use Authorization (EUA) from the US Food and Drug Administration (FDA). Diagnosis of Zika virus infection remains complicated by epitope cross-reactivity between Zika virus and other flaviviruses that affects serologic assays, 110 the relative paucity of symptoms that may delay sample collection for PCR-based assays coupled with the relatively short period of viremia and the need to detect virus in other body fluids such as urine and/or semen. 111 For a review of the subject the reader is referred elsewhere. 112 Clinical studies have demonstrated marked variation in the sensitivity of detection for different test methods 113 raising a cautionary note.\n\nViral detection by PCR is the mainstay for diagnosis and is considered the \"gold standard\" to determine acute illness in clinical trials. Zika virus viremia typically lasts 1-2 weeks whereas Zika can be detected in the urine for up to 4 weeks, 113, 114 and even longer in the semen. 91, 115 Serology detection of Zika virus infection has targeted either the viral envelope, NS1 protein, or incorporates a whole virus assay. Using an NS1 assay, Jeong et al. determined the kinetics of antibody formation for 8 persons with travel-related Zika virus infection. 113 IgM responses were present within a few days of presentation and persisted for up to 35-40 days; IgG responses were detectable approximately 10 d post-presentation and persisted for the length of the study 113 consistent with a prior small study. 116 Zika is uniquely able to suppress the human innate immune response. Zika has been demonstrated to downregulate type 1 interferon (IFN) response of dendritic cells through impairment of phosphorylation of STAT1 and STAT2 117 with others finding that the Zika virus non-structural 5 (NS5) protein results in proteasomal degradation of STAT2 in 293T cells 118 -the latter phenomenon also seen with dengue virus. 118 In contrast to humans, the Zika NS5 does not affect murine STAT2 function, such that Rag I ¡/¡ mice, lacking mature T and B cell cells, remain resistant to Zika virus infection. 119 Additionally, wild-type mice whose innate immune system is impaired by monoclonal antibodies (mAbs) against the type I IFN receptors are similarly resistant to Zika virus. 119 In contrast, Rag I ¡/¡ mice treated with type I IFN receptor mAbs developed neurologic and testicular infection. 119 Thus for humans, since Zika can downregulate the innate immune system, a vaccine that can induce an adaptive immune response gains importance especially with regard to neurologic and testicular infection. Zika virus has also been shown to be able to evade the immune system despite the presence of neutralizing antibodies. Macaques will rapidly resolve viremia following experimental infection that correlates with the onset of antibody formation and cell mediated immunity. 120 However despite the presence of neutralizing and binding antibodies and induction of CD4C and CD8C immune responses, Zika persists in the lymph nodes and central nervous system for 1.5 to 2.5 months. 120 Notably, CNS infection of the macaques was associated with transcriptomic evidence of upregulation of mTOR and other inflammatory pathways 120 -a key pathway that is dysregulated by the Zika NS4A and NS4B proteins increasing autophagy of neural progenitor cells. 121 These data would suggest that it is important to prevent infection before establishment of persistence in protected sites.\n\nThe question of whether prior immunity against DENV can provide cross protection against Zika virus or enhance Zika virus infection is not yet resolved. For DENV, heterologous secondary infection, i.e., with a different serotype approximately 2 y post-infection, carries an increased risk for dengue hemorrhagic fever (DHF) whereas earlier exposures are protective. 122 Studies by Halstead demonstrated that the severity of secondary infection correlated with presence of non-neutralizing antibodies in sera that increase in vitro cellular viral entry 123 -a phenomenon termed antibody dependent enhancement (ADE) of infection. In one prospective study of Thai children, of serum collected in the 6 month period before secondary infection, sera from 4 (13%) of 32 children with asymptomatic secondary DENV infection demonstrated ADE vs. 6 of 9 (67%) with severe infection. 124 In contrast, 2 subsequent prospective Thai studies of greater than 200 children with secondary DENV infection did not demonstrate any relationship between severe infection and ADE. 125, 126 Henderson et al. in a primate study from 1970 demonstrated cross protection for animals infected with one flavivirus and challenged with a second, different flavivirus 127 whereas 2 later in vitro studies demonstrated antibody dependent enhancement (ADE) of infection between the DENV and Yellow Fever flaviviruses. 128, 129 In vitro ADE has also been demonstrated for Zika virus by the presence of flavivirus antibodies against DENV and/or West Nile virus (WNV). [130] [131] [132] MAbs against the DENV fusion loop domain has lower affinity to Zika virus and induces ADE, 133 whereas mAbs against the envelope E1 domain inhibit ADE. 131 Others found that prior antibodies to the DENV serotype 1 envelope domain III were associated with higher Zika neutralizing titers. 134 In contrast to sera collected from subjects with acute DENV infection 131,133 sera collected later in the convalescent period did not demonstrate cross-reactivity between DENV and Zika virus. 135 Conversely antibodies against the Zika virus envelope domains I and II were poorly neutralizing and enhanced dengue virus infection whereas domain III antibodies were specific and protective. 132, 133, 136 Importantly, clinical correlates of cross-flavivirus ADE are so far lacking. A study of 131 PCR-positive pregnant women found no correlation (p D 0.667) between the presence of prior DENV antibodies and disease severity, and with no relationship between Zika viral load and adverse outcomes such as fetal loss. 137 Thus, the clinical implication of prior flavivirus immunity remains unanswered.\n\nAt present, correlates of protection that would relate to vaccine development have not been determined. The goal would be to prevent infection before establishment of viral reservoirs in the CNS, lymph nodes, or even testes. Induction of high levels of binding antibodies may be sufficient to prevent Zika induced immune dysregulation and viral clearance. And while the induction of neutralizing antibodies are considered by many as ideal, their limitation in being able to clear reservoirs in the CNS and lymph nodes 120 is cautionary. Finally, an ideal vaccine would also induce cellular immunity, especially CD8C T-cell responses as these may serve to prevent CNS and testicular damage despite dysregulation of the type I IFN pathways caused by the Zika NS1 protein.\n\nA key target population for a Zika virus vaccine are women of childbearing potential with the goal prevent congenital Zika virus infection. Vaccination during pregnancy is, however, not a viable strategy even for a vaccine deemed safe. Since pregnancy may not be suspected until the mid to latter parts of the 1 st trimester, there may be insufficient time to develop protective immune responses before the risk to the fetus is greatest. Therefore, any vaccine program should target all post-pubertal females of child bearing potential and their male sexual partners. For males, the observation in mice that Zika can infect the testes causing atrophy and infertility, 109 raises the question of whether vaccination is warranted early in childhood.\n\nVaccine candidates in development include live-attenuated viral vaccines; live chimeric vaccines; purified inactivated (killed) vaccines (PIV); viral vectored vaccines based on measles, adeno-associated virus (AAV), vesicular stomatitis virus (VSV), and vaccinia platforms; subunit and nanoparticle protein based vaccines; and nucleic acid vaccines using both DNA and mRNA approaches 138, 139 (see also the World Health Organization listing at http://www.who.int/immunization/research/ vaccine_pipeline_tracker_spreadsheet/en/). As of the date of this review, pre-clinical data for one PIV vaccine, an attenuated live-virus vaccine, 3 DNA vaccines, 2 mRNA vaccines, 2 separate AAV-based vaccine (Ad5 and Ad52), and a subunit vaccine have been published. [140] [141] [142] [143] [144] [145] [146] [147] Three DNA vaccines, an mRNA vaccine, and a PIV vaccine have advanced into Phase I clinical trials ( Table 3) .\n\nCorrelates of protective immunity of a Zika vaccine is an area of intense study. Additionally, the relative importance of humoral and cellular immunity is as yet uncharacterized. Importantly, no standardized assay has been developed that correlates immune responses with outcomes.\n\nWhile Zika virus transmission is ongoing in each of the affected countries in the Americas, incident cases have dramatically declined that presents a potential barrier for an efficacy trial. A correlate is that within endemic regions, many have already been infected that limits the numbers at risk. Thus, there has been a race to get any of the vaccine candidates into a region with active transmission. Two trials, DNA vaccine GLS-5700 and ZPIV, have begun enrollment in a Zika endemic region (Table 3) .\n\nThere are 2 unique safety considerations that have been raised in discussions of Zika virus vaccine development: antibody-dependent enhancement of infection (ADE) and GBS. ADE is an in vitro phenomenon initially documented for dengue virus 123,148 that has been observed for all flaviviruses including Zika. 129 While the presence of enhancing antibodies has been postulated as a risk for dengue hemorrhagic fever (DHF), prospective clinical studies have not demonstrated a correlation between the presence of enhancing antibodies in pre-infection serum and more severe dengue virus infections. 125, 126 One caveat for a Zika vaccine is the finding that studies of a live-virus chimeric dengue vaccine, young children and dengue-seronegative adults were at greater risk for DHF starting 3 y post-vaccination. 149 As discussed above, clinical correlation of cross-flavivirus reactivity is as yet unresolved. There is no epidemiologic data to suggest that the current Zika virus epidemic has increased the risk for DHF and as presented above, one study in pregnant females showed no evidence of differences in disease severity related to prior DENV seropositivity 137 and other studies have shown that prior DENV serotype I infection may be associated with increased neutralizing antibody titers 134 that could result in greater protection.\n\nGBS as a complication of Zika virus infection is well documented in the French Polynesian, Brazilian, and American outbreaks. 77, [150] [151] [152] A study from French Polynesia showed that in contrast to classical cases of GBS, a minority of patients had detectable anti-ganglioside antibodies and when present there was no consistent pattern of autoantibodies. 96 To date, molecular mimics similar to that observed between the Campylobacter lipooligosaccharide and axonal gangliosides have not been documented for Zika.\n\nIn contrast to MERS, Zika remains endemic such that efficacy trials remain possible -the key challenge being the ability to move to Phase II/III before the disappearance of Zika from target regions. The fact that countries such as Brazil appear to be experiencing repeated cycles of infection 153 is promising for the conduct of such a trial. Zika vaccine development has been driven primarily from the desire to prevent congenital infection for women who become infected during pregnancy. Secondary targets are the prevention of other neurologic complications such as GBS and possibly the prevention of infection of males to prevent testicular damage. The primary target population of a vaccination program differs somewhat -females of childbearing potential and males from birth to the end of their childbearing years. The difference in ages between males and females relates to the current uncertainty in age when the testes are most prone to infection and the lack of evidence of direct infection of the ovaries. Pregnant women would not be considered a primary target population since initiating a vaccine series after pregnancy is diagnosed may induce protective immunity after the end of the 1 st trimester when the fetus is most at risk. Additionally, the safety of viral vectored and live-attenuated vaccines is unknown in pregnancy. Additional target populations are those traveling to endemic regions or those living in regions where Aedes species mosquitoes, especially Ae. aegypti, are endemic. An excellent source of information for Zika vaccine and therapeutic plans was published by the World Health Organization at: http://apps.who.int/iris/bitstream/10665/ 250615/1/WHO-ZIKV-PHR-16.1-eng.pdf.\n\nVaccine development for each infectious disease has unique challenges. 154 At the time of emergence, little may be known of the pathogenesis, epidemiology, and the epidemic potential of a new infectious agent. MERS-CoV and Zika virus highlight the potential the emergence of future pathogens. MERS-CoV appears to represent a novel genetic variant of the minimally pathogenic HNK4 bat coronavirus, however, questions still remain as to why one strain has a mortality of 35-40% and causes lower respiratory disease while the other causes self-limited upper respiratory illness. Moreover, since MERS-CoV preferentially binds to human DPP4 why this likely variant of bat strain HKU4 (that prefers bat DPP4) would emerge and propagate within bats is also a mystery. For Zika virus, globalization has augmented spread of disease to a non-endemic region, however, the means of transmission is still unknown. Continued genetic modification of human and animal viruses will continue to pose potential threats as will spread of diseases from previously remote regions.\n\nFor MERS-CoV, the discovery of a novel coronavirus in a single Saudi Arabian patient in 2012 2 caused concern but not alarm as the case appeared to be an isolated event. As case numbers both regionally and globally increased 155 and then quickly escalated, 156, 157 concerns were heightened. However, appreciation of the potential global threat from this organism was delayed for about a year. Zika virus was a known entity at the time of reemergence in 2015, having been discovered almost 60 y before. Zika was previously considered to cause an illness similar to, but much less severe than either dengue or chikungunya. While there had been nascent efforts at developing a vaccine for Zika virus, the lack of known severe complications tempered research efforts. As noted above, it was only when Zika was associated with microcephaly and other congenital defects in the latter part of 2015 that provided the impetus to hasten vaccine discovery.\n\nBoth diseases had the advantage of occurring at a time when multiple platform technologies were existent. 154 Many platforms could respond to a new pathogen after only minimal genetic modification. Experience has allowed more classical vaccines to also undergo rapid modification, although in some cases structural considerations (e.g., protein structure and antigen presentation) or unique adverse events (e.g., eosinophilc pulmonary inflammation induced by whole inactivated SARS virus vaccines at the time of viral challenge 158 ) were required.\n\nAs noted above, the response to both EIDs was robust, with many academic laboratories and pharmaceutical firms initiating vaccine programs. Both illnesses are characterized by a changing epidemiology such that the time that a vaccine candidate had entered into clinical trials, the incidence of disease had significantly declined. For MERS-CoV the current endemic rate of incident infections, with few cases in any one region creates significant challenges, i.e., potentially requiring a large number of participants to demonstrate efficacy. The regional restriction of MERS-CoV coupled with an approximate 200-250 cases per year limits the commercial potential of any vaccine -likely a key factor in only a single vaccine entering clinical trials. While a Zika virus vaccine has greater commercial potential, the rapid increase and decline epidemic of cases in affected regions requires prognostication of where cases will occur in the future rather than the present since there is at least a 6-month lead time for logistic preparation, country-specific regulatory approvals, and local review board approvals.\n\nThe Zika virus and MERS-CoV epidemics have required unique approaches to vaccine development. Both have promoted intense development efforts by numerous academic and commercial entities that have enabled rapid responses to the respective diseases. The challenges of these diseases and other EIDS pose unique challenges clinical trial design and vaccine development such that a comprehensive strategy, including adequate funding, is required to ensure that early enthusiasm and advancements of academic laboratories and many biotechnology companies continue through later development and do not wither on the vine.\n\nDr. Maslow is Chief Medical Officer for GeneOne Life Science Inc., a developer of DNA vaccines and DNA therapeutics including vaccines directed against MERS-CoV and Zika virus. Dr. Maslow owns stock or stock options in GeneOne. Dr. Maslow also owns stock in Inovio Pharmaceuticals, Inc., co-developer in MERS-CoV and Zika virus vaccines."}