{"title": "Disseminated Infections: A Clinical Overview", "body": "Human life is inextricably linked to microorganisms. Our skin, gut and mucosal surfaces are colonized by many bacterial species and we may be exposed to potential infectious agents through the air, food and water, contact with other people or in some circumstances via vectors such as insects. Normally our relationship with microorganisms is one of symbiosis. Indeed, humans have co-evolved with microorganisms to such an extent that it is known that normal hostÀmicrobe interactions are essential for many aspects of normal mammalian physiology [1] . So what are the factors that determine whether these agents live in peaceful co-existence with us or lead to local (Fig. 36 .1) or disseminated infection ( Fig. 36. 2), even resulting in death?\n\nThe analysis of epidemics of disease has been a source of human fascination throughout recorded time; notes from Chinese sources, Egyptian sources, and Arab and Greek physicians clearly document these phenomena. More recently, a mathematical approach to the subject has permitted new insights into these processes. In the 1970s the concept that infectious diseases were eradicable was entertained by many physicians in developed nations; the success of sanitation, vaccination, public health and a battery of antibiotics reassured many that humanity's greatest scourges were on the verge of extinction. Plagues and epidemics have always dwarfed the slaughter of the battlefield. In 14th-century Europe, for example, bubonic plague killed 25 million of an estimated population of 100 million. Local populations could be devastated: the village of Eyam lost 258 of 360 persons to the plague in 1665. The concentration of populations in cities and towns of Europe in the Industrial Revolution led to increased numbers of epidemics such as cholera. Typhus killed some 2.5 million Russians between 1918 and 1921; 20 million died of influenza in 1918À1919. The 21st century is not without its own epidemics such as the influenza ('swine' flu) pandemic of 2009 or the severe acute respiratory syndrome (SARS) epidemic in 2003. So why do epidemic or pandemic outbreaks of disseminated infection occur? There is no single simple answer to this question but the scene is set by the introduction of a virulent organism capable of dissemination into a susceptible population.\n\nIn this chapter we discuss some of the complicated environmental, pathogen and host factors that determine whether infection occurs and influence outcome. We cannot discuss all organisms and disease syndromes but use specific examples to highlight principles underlying disseminated bacterial infection in humans.\n\nDissemination is the result of entry of the pathogen into the host, multiplication and spread leading to disease. Some infections arise from organisms that are not normally part of our endogenous flora such as tuberculosis and many tropical parasites such as malaria, for example.\n\nHowever, many of the common bacteria that are capable of producing significant disease may also be found in some body sites as harmless colonizing (commensal) bacteria.\n\nAll infective agents multiply; this by definition is necessary for their survival. Some agents usually remain localized, such as staphylococci in the nasal mucosa. Here the organisms multiply, and they may be spread onto other surface areas of the body, but they do not give rise to invasive infection, or indeed any clinical symptoms. There is no clinical illness associated with this state, and indeed the presence of such organisms may be protective to epithelial surfaces by preventing invasion by more pathogenic species. This biological state of synergy is often referred to as colonization [1] . Typical colonizing organisms are shown in Fig. 36 . 3 .\n\nBacterial populations in the environment are substantial; the majority of these cause no harm to humans. From a clinical perspective only some 400 organisms cause infectious diseases in humans, although the exact number is difficult to determine. This needs to be seen in the context of the fact that there are some 1000 species of bacteria co-habiting or colonizing each individual. An adult human has about 10 13 eukaryotic cells, but there are some ten bacterial organisms for each of these, most of which are concentrated around epithelial surfaces. There is no particularly active or inflammatory immune response to FIGURE 36.3 Typical sites of bacterial colonization in humans. All of the organisms here may act as pathogens in the right clinical setting, usually when there has been a breach of the mucosal surface and an increase in the density of surface bacteria. Some organisms, however, are common colonizers but have a much higher pathogenic potential. the vast majority of these but it is alterations in these relationships which result in invasion. It is evident that being surrounded by bacteria is of evolutionary advantage to the human host, and indeed studies of germ-free animals suggest that the presence of colonizing bacteria and perhaps viruses is associated with nutritional and immunological advantages, and prolonged lifespan. These advantages are clearly also relevant to the colonizing species. This situation of mutual support has a number of species-specific characteristics; those organisms found normally in a sheep, cow, dog or cat are distinct from those in humans.\n\nThis situation may alter as seen with staphylococci. Staphylococci are common low-level skin commensals, but they will grow rapidly on the surface of most superficial epidermal burns or scalds. The increased bacterial burden leads to an enhanced risk of subsequent tissue invasion [2] . The most common situation is for the infective agent to be restricted to the superficial layers of the damaged tissue, resulting only in localized infection. However, in some circumstances the bacteria may spread into the bloodstream (bacteraemia).\n\nEntry of organisms into sterile tissue can be accomplished in a limited number of ways. Direct inoculation does occur, for example through trauma, infected blood products or via insect vectors. Only a few organisms can breach intact skin, for example the cercariae of Schistosoma species (the cause of schistosomiasis). In the majority of cases bacteria establish infection by crossing mucosal epithelial surfaces such as those of the respiratory and gastrointestinal tracts. Clearly, damage to skin and mucosal surfaces increases this risk, as is shown by the higher risk of pneumococcal bacteraemia following an attack of influenza and in smokers [3À5].\n\nThe first stage in crossing an intact mucosal surface is attachment to epithelial cells and/or mucus covering the surface. One of the more common pathways exploited by a wide variety of organisms is via binding to intracellular adhesion molecules (ICAMs) [6] . Following adhesion the bacteria must pass through the epithelium, which may be accomplished in a number of ways ( Fig. 36.4) . Once through the epithelial barrier the organism must be able to pass through the body and evade host defences. Examples of specific cellular targets for microorganisms during adhesion, invasion and dissemination are listed in Table 36 .1 and strategies for evading host responses in Table 36 .2. Commonly, dissemination occurs via the blood but some pathogens, such as Salmonella typhi and many viruses, are transported through the lymphatic system to regional lymph nodes where multiplication occurs. This may be followed by a phase of further lymphatic or bloodstream dissemination. In primary varicella, for FIGURE 36.4 Schematic representation of the different routes by which organisms may cross a previously intact epithelial surface. After penetration, some organisms are phagocytosed and remain intracellular during dissemination (for example Listeria and mycobacteria). Others remain extracellular. example, the virus enters via the respiratory tract, replicates in the regional lymph nodes and then, 14À21 days after initial invasion, viraemia finally occurs, leading to the typical rash of chickenpox.\n\nOnce in the blood there are several possible outcomes ( Fig. 36.5) . Firstly, the bacteria may be successfully cleared with no ill effects À indeed we all experience transient bacteraemia on a daily basis during activities such as teeth cleaning [7] . Alternatively, the organism may multiply with potentially dire systemic consequences of severe sepsis, organ failure and death. Finally, the organism may disseminate via the bloodstream to distant sites leading to local infection such as meningitis, osteomyelitis or abscess formation. Bacteraemia may result in infection of areas of the vascular tree itself, such as a heart valve or vessel bifurcation (endocarditis) and this focus can lead to further seeding of other body sites. Variations in adhesion molecules, toxins and other virulence determinants also influence the tissue tropism of different organisms when invasion occurs. This variation is even seen within the same species, for example Escherichia coli. E. coli is one of the commonest bacteria colonizing the human gastrointestinal tract and over 170 different serogroups and 50 serotypes have been described. E. coli may lead to a wide variety of clinical syndromes including diarrhoea, urinary tract infection, pyelonephritis, bacteraemia and sepsis. Not surprisingly, E. coli isolated from these clinical scenarios exhibit different molecular determinants leading to disease. For example, gut E. coli may cause diarrhoea through a variety of mechanisms, including adherence to bowel epithelia, invasion of bowel mucosae (e.g. E. coli O157) or toxin production [8, 9] . However, these E. coli strains cause local disease and are not found in the blood. Urinary tract infections are due to E. coli that have the ability to adhere to the uroepithelium via fimbriae that express adhesion molecules that bind to specific host cellular glycoprotein receptors [10] . Isolates of E. coli from lower urinary tract infections express specific type I fimbriae. However, only those that express a different type, called P fimbriae, are able to invade the upper urinary tract, leading to pyelonephritis [10] . Finally, bloodstream isolates of E. coli from patients with severe sepsis may have entered the circulation through a number of different routes. However, variations in surface antigens and fimbriae influence the morbidity and mortality associated with infection [11] .\n\nIt is clear from this brief description that dissemination of infection is intimately connected to the interactions between host and organism. Organisms become progressively more invasive as host defences become weaker. Dissemination is therefore one of the principal criteria defining bacterial virulence. In a healthy host the infecting organism must be able to overcome intact host defences including skin and mucosal barriers, innate, humoral and cellular immunity. These defences have evolved over many millennia and pose a formidable hurdle to invading organisms. Bacteria that can overcome such defences can be thought of as highly pathogenic. Once, however, the host is compromised, bacteria and other organisms require less pathogenic determinants to invade and disseminate. Infections by less pathogenic organisms are often referred to as opportunistic. This is discussed in more detail later but it is worth illustrating this point with the simple clinical example of bacterial meningitis. In unvaccinated young children Haemophilus influenzae meningitis is relatively common but almost disappears by age 5 as the children acquire protective antibody, usually following respiratory tract infection. In healthy young adults almost all bacterial meningitis is caused by Neisseria meningitidis (meningococcus) or Streptococcus pneumoniae (pneumococcus). These bacteria have the ability to adhere to and penetrate upper respiratory tract mucosae, evade killing in the bloodstream and can penetrate the bloodÀbrain barrier. If, however, the patient has a severe head injury with a skull fracture through the sinuses then organisms may gain direct entry to the CSF. Meningitis in these patients is often due to staphylococci, streptococci and Haemophilus spp. that are frequent colonizing organisms in the sinuses. If our patient has significantly impaired cell-mediated immunity, for example after organ transplantation, then Listeria, mycobacteria and fungi must be considered as potential causes. The hostÀpathogen interaction with N. meningitidis is remarkable given the diversity of interactions that occur À from asymptomatic nasopharyngeal colonization through to focal infections of meninges, joints, or eye; to devastating meningococcal sepsis. A high proportion of the population is colonized with N. meningitidis at one time or another. The reason why invasive disease occurs in a very small percentage of individuals remains unclear. Preceding viral infections, inhalation of dry dusty air, or exposure to passive smoking have been associated with invasive disease [12] . The presence of protective antibody appears critical in the prevention of invasive disease, whilst the production of endotoxin is one of the key pathogenic mechanisms.\n\nCommunication between bacteria, or quorum sensing, is likely to be important in pathogenesis. Studies of bacterial colonies show that most bacterial organisms À and probably viral ones too À demonstrate the faculty of quorum sensing [13, 14] . This allows rapid growth in situations where there is little crowding of fellow organisms, followed by slower growth whenever the local environment becomes too full of organisms of the same species. The relationship of these changes to human disease is poorly understood but may be significant in determining behaviour of a pathogenic organism. For instance, toxin production by staphylococci is rare in a growing colony of bacteria, but once colony growth is static, toxin production is activated. In contrast, Vibrio cholerae produces toxin while proliferating. Invasiveness is thought to be more likely when streptococci are proliferating rather than static, whilst other bacterial species such as mycobacteria are actually less invasive in the proliferative state. The process of quorum sensing may be extended to involve other organisms too. It is evident that the majority of colonizing organisms survive in a film of fluid and mucus above populations of epithelial cells. This environment or biofilm has characteristics which may be critical in determining the invasive potential or toxin-producing potential of an organism.\n\nIt seems self-evident but requires to be emphasized that we can only be infected by those bacteria to which we are exposed. Numerous factors may influence the nature and types of pathogens that we encounter and thus the subsequent risk of infection ( Fig. 36.6 ). Thus, a healthy young adult presenting in the UK with fever and shock is likely to have bacterial sepsis due to meningococcal, streptococcal or staphylococcal infection. These are the commonest causes of community-acquired bacteraemia in the UK and in the absence of immunocompromise or other illness Gram-negative bacteria are far less common. In the same patient presenting in South-East Asia you would also need to consider Burkholderia pseudomallei (meliodosis), typhoid fever, malaria (protozoal) and dengue fever (viral haemorrhagic fever). These organisms can easily be overlooked in countries where these infections are not endemic [15] . On a more local level there are substantial differences in the types of bacteria involved in community-and hospital-acquired infection. Following admission to hospital many factors combine to alter the normal colonizing flora. These include antimicrobial therapy that kills healthy commensal bacteria and spread of bacteria through patientÀpatient, staffÀpatient and environmental contamination. Within a few days the flora of the nasopharynx changes from predominantly oral streptococci and anaerobes to include enteric Gramnegative bacilli and sometimes Staphylococcus aureus. Over the same period the skin may acquire antibioticresistant staphylococci, enterococci or Gram-negative bacilli that are uncommon in the community. Commonly this leads to no harm and the patient re-acquires normal flora following discharge. If, however, other factors lead to infection such as aspiration pneumonia, intravenous line infection, wound sepsis, etc., then the microbiology of the invading organisms is altered and antibiotic resistance more likely.\n\nBacteraemia refers to the presence of viable bacteria in the bloodstream [16] . It is a common occurrence with daily entry of bacteria into the blood from various sources such as our teeth during cleaning, minor skin trauma or gut by bacterial translocation [7, 17] . In general we deal very effectively with transient bacteraemia, although on occasion the bacteria can infect an abnormal heart valve or prosthetic material.\n\nThe mechanisms by which bacteria may adhere to and then penetrate mucosal surfaces were discussed earlier. Once in the bloodstream the bacteria find themselves in a hostile environment and most will be either killed or cleared through our innate immune responses ( Fig. 36.5 ).\n\nSepsis refers to systemic illness caused by microbial invasion of normally sterile parts of the body and produces a physiological response which includes fever and tachycardia. This is a very general term and almost any infection will produce the clinical features associated with sepsis. The far more severe consequences of disseminated infection such as circulatory collapse and death have been recognized for many years [18] . Severe sepsis is defined as sepsis plus sepsis-induced organ dysfunction or tissue hypoperfusion [19] whilst septic shock is defined as sepsis-induced hypotension persisting despite adequate fluid resuscitation (Table 36. 3). Both are major healthcare problems, affecting millions of people worldwide each year, killing one in four and increasing in incidence [19] . It is estimated that sepsis kills over 1400 people every day worldwide and 37 000 annually in the UK [20].\n\nWithin the intensive care unit (ICU) the prevalence of infection and sepsis is particularly high. The EPIC 2 study, a one-day surveillance of infection rates in ICUs worldwide, revealed a point prevalence of infection of 51% [21] . As our ability to sustain critically ill patients has increased, the prevalence of severe sepsis within hospital has also increased [22] .\n\nThe mortality attributable to severe sepsis/septic shock varies between different patient populations. Mortality is 10À20% for bacteraemic patients, 20À30% for bacteraemia plus sepsis, 40À60% in severe sepsis and over 80% in multiorgan failure [23] . In an effort to reduce mortality and morbidity, the Surviving Sepsis Campaign was launched which has produced guidelines on the management of sepsis. Mortality fell by 5.4% in the 5 years after the introduction of the guidelines and it is hoped a further reduction will occur [24] . Severe sepsis is most commonly related to bacterial infections but may be seen with any class of organisms, including protozoa (malaria), viruses (dengue fever), fungi (Candida) and rickettsia (Rocky Mountain spotted fever). In the past, Gram-negative bacteria were closely associated with septic shock [18] , but recently there has been a marked increase in the proportion of cases related to Gram-positive infection, antibiotic-resistant bacteria and fungi [21, 25] . The full reasons underpinning this shift in epidemiology are not clear but reflect alterations in hospital-acquired infection which has seen the emergence of meticillin-resistant Staphylococcus aureus (MRSA) and enterococci as major pathogens within the past 10À20 years. Gram-negative infections remain an important cause of sepsis, however, as many multiresistant organisms are isolated, particularly in the ICU setting [21] .\n\nSevere sepsis starts with the invasion of normally sterile body sites by pathogenic organisms (Fig. 36.6 ). It has been of evolutionary importance to maintain a vigorous defence against such attack to successfully eradicate infection and resolve tissue damage. Key to the understanding of severe sepsis is the concept that the host inflammatory response may on occasion be inappropriate and lead to severe tissue injury, often distant from the site of infection, multiorgan failure and death.\n\nThe pathophysiological events culminating in severe sepsis are initiated by the interaction of bacterial cell wall products or secreted toxins (Table 36 .4) with host cells such as neutrophils, monocytes/macrophages, endothelia and lymphocytes. Full consideration of all pathways is not possible here but we will illustrate the underlying disease mechanism by describing the best-characterized bacterial products, namely Gram-negative endotoxin (lipopolysaccharide, LPS) and staphylococcal toxic shock syndrome toxin (TSST).\n\nIn 1892 Pfcifter and Centanni independently described a heat-stable pyrogenic toxin intrinsic to Vibrio cholerae and Salmonella typhi, subsequently termed 'endotoxin'. Techniques to extract and purify endotoxin were gradually developed and by the 1950s the active fraction of endotoxin was shown to be LPS. LPS is found exclusively in the outer leaflet of the cell membrane of all Gramnegative bacteria. The role of LPS in experimental Gramnegative sepsis was established during the 1970s and the toxic moiety of LPS was eventually identified as a unique glucosamine-based phospholipid called lipid A [26] . The final proof that LPS alone can induce septic shock came when a laboratory worker self-administered 1 mg of purified Salmonella minnesota LPS intravenously in an attempt to treat his cancer. Within a short period of time he developed severe shock and organ failure indistinguishable from classic Gram-negative sepsis [27] . The host response to lipopolysaccharide (LPS) is complex, involving portions of our innate immune system, circulating factors that both block and enhance LPS activity and cellular response through specific soluble LPS receptors ( Fig. 36.7) . LPS is shed from bacteria during cell growth or when the bacterial cell wall is damaged, for example due to attack by host defences or antibiotics [28] . Free LPS is rapidly incorporated into lipoprotein complexes, from which it may be presented to transport proteins and cellular receptors, resulting either in clearance and detoxification or in cellular activation [29, 30] . LPS enters the circulation on a daily basis with bacterial translocation from the gastrointestinal tract and is generally cleared rapidly by the reticuloendothelial system. When significant Gram-negative infection is present, the amount of LPS entering the circulation may overwhelm this process.\n\nLPS is presented to specific LPS receptors by the serum protein lipopolysaccharide-binding protein (LBP). LBP is a 55-kDa protein containing a lipid A-binding domain. LBP is an acute-phase protein present in low amounts in normal plasma but greatly increased during an acute-phase response. It acts as a catalyst, presenting many LPS molecules to the surface receptors. The receptor complex responding to LPS has been the subject of intense research efforts in recent years. LBP presents LPS to surface CD14 on macrophages and neutrophils [31] . CD14 is a glycosylphosphatidylinositol (GPI)-anchored cell surface molecule that is also released from the cell surface and is found in normal human plasma as soluble CD14 (sCD14) [32] . sCD14 is involved in the activation of endothelial cells by LPS. As a GPI-linked protein, CD14 lacks an intracellular signalling domain.\n\nCellular activation, at least for monocytes and neutrophils, seems to be through the Toll family of receptors, particularly TLR2 and TLR4 [33] . Toll receptors were initially described in Drosophila, where they mediate cellular responses to a variety of microorganisms. TLR2 has an intracellular signalling domain with homology to the interleukin 1 receptor, and LPS-induced cell activation is dependent upon signalling through this region. CD14 can recognize bacterial products other than LPS, including cell wall components from Gram-positive bacteria, mycobacteria and fungi. Thus, LBP, CD14 and Toll receptors appear to be an integral part of our innate immune response to a variety of microorganisms.\n\nExposure to LPS leads to a variety of cellular responses that help to contain and destroy Gram-negative bacteria. These processes are described below and amount to a final pathway by which bacterial products may activate the immune system. Although the pathway of activation is best described for LPS, other cell wall components, particularly lipoteichoic acid and peptidoglycan, lead to very similar responses [34] and probably act synergistically during infection. \n\nIn the 1970s a form of toxic shock syndrome (TSS) was described that shared certain features with Gram-negative shock but differed in other key aspects [35] . The syndrome mainly affected young women at the time of menstruation with shock, diarrhoea, respiratory distress and a widespread macular rash followed by desquamation. Menstruation-associated TSS was found to be caused by a toxin-producing strain of S. aureus [36] that was colonizing the vagina. In this syndrome the organism is not found in the bloodstream and is not disseminated. The organism does not invade deep into body tissues but secretes toxic shock syndrome toxin 1 (TSST-1), absorption of which is sufficient to lead to profound shock and organ failure. TSST-1 acts as a superantigen and induces widespread activation of lymphocytes leading to cytokine release. Superantigens have the ability to bind directly to a subset of lymphocyte T cell receptors, linking them to antigenpresenting cells, thus bypassing the usual antigen-specific pathway of T cell activation [37, 38] . Subsequently nonmenstrual cases of staphylococcal toxic shock have been described with local infection by toxin-producing bacteria at other body sites. Superantigens are not confined to staphylococci and are implicated in some cases of streptococcal toxic shock and may be present in other bacteria.\n\nThe epidemiological key to the 1970s outbreak turned out to be a new type of tampon. This tampon was designed to be extra absorbent and could be left in situ for several days. This provided an ideal culture medium for S. aureus and led to massive toxin release in women who were colonized with the toxin-producing strain. Not all women were susceptible as the MHC molecule phenotype and pre-existing levels of neutralizing antibodies both influence disease outcome. Thus, this is another example of the influence of genetic, pathogen and environmental factors in the presentation of infectious disease.\n\nThe interaction of host cells with bacterial products initiates numerous pro-inflammatory pathways (Fig. 36.8) .\n\nCentral to the pathogenesis of sepsis is the release of the inflammatory cytokines TNF-α, IL-1, IL-6 and IFN-α. These act synergistically with LPS and other inflammatory mediators leading to activation of phagocytes and the endothelium. In general, endothelial and phagocyte activation is desirable, resulting in the recruitment of inflammatory cells to the site of infection. However, when this process occurs in a disseminated uncontrolled manner, significant organ damage may occur distant to the site of infection [39] .\n\nOnce initiated, progression of this pro-inflammatory cascade is not inevitable; if it were, we would succumb to any minor infection. There is a still poorly understood homeostatic process through which the pro-inflammatory forces are opposed by anti-inflammatory responses ( Fig. 36.8) . The balance of these responses determines whether there is a successful outcome, i.e. eradication of infection and resolution of inflammation, or an adverse outcome, i.e. severe sepsis or persistence of infection. Numerous factors will influence this balance, such as the particular pathogen and site of infection, co-existent disease processes and genetic factors. The importance of genetic control of the immune response to infection and inflammation is incompletely understood but is increasingly recognized. For example, one study examined cytokine release from whole blood in response to in vitro challenge with LPS. Relatives of patients who had died of meningococcal sepsis exhibited a predominantly From these the LPS may be cleared or scavenged by LBP and presented to soluble or membrane-bound LPS receptors. Thus, the physiological response to LPS will depend on many factors, including the amount and type of LPS, the relative concentrations of LPS neutralizing factors and LBP/sCD14, and the responsiveness of target cells. LPS, lipopolysaccharide; LBP, LPS-binding protein; BPI, bactericidal permeability/increasing protein; mCD14, membrane-bound CD14; sCD14, soluble CD14; TOLL, Toll family of cellular receptors.\n\nanti-inflammatory cytokine profile with a high ratio of LPS-induced IL-10:TNF-α production. This contrasted with the relatives of those who survived, who had much lower IL-10:TNF-α ratios. The pathophysiological hallmark of severe sepsis is one of hypotension with widespread peripheral vasodilatation, leading to a fall in systemic vascular resistance (SVR) [40] . Vasodilatation is generally thought to be the result of widespread activation of nitric oxide by cytokines and LPS. In addition, endothelial damage due to the direct action of bacterial products, cytokines and coagulopathy leads to capillary leak and tissue oedema. LPS and cytokines may cause myocardial suppression, thus limiting the ability of the heart to compensate for the fall in SVR [41] . The end result of these processes is one of capillary shunting, tissue hypoxia and acidosis. In the early stages these may be reversed but as the disease progresses tissue damage worsens, finally leading to organ failure and death.\n\nMany infections do not lead to the type of widespread changes and damage described above yet still disseminate through the bloodstream or body tissues with potentially disastrous consequences. As discussed above, bacteraemia is often transient and cleared from the circulation without adverse sequelae but in addition the bacteria may seed out one or more body sites (Fig. 36.9 ). The more common disease syndromes associated with different bacteria are reviewed in Table 36 .5.\n\nMetastatic infection can present in different ways. The most commonly encountered situation is where an infection starts at one focus and then spreads elsewhere. Here infection at all sites is generally contemporaneous but it is essential to recognize all infected sites to optimise therapy. A good example of this is pneumococcal infection. S. pneumoniae is the commonest bacterial cause of pneumonia and in most patients it remains localized to the lung. About 15À20% of cases are complicated by bacteraemia which is associated with a higher mortality. The risk of pneumococcal bacteraemia is increased by host factors such as smoking, alcoholism, old age, diabetes and immunosuppression [3, 42] . Some patients with bacteraemia will develop pneumococcal meningitis or, more rarely, deep abscesses at other body sites. The dose of antibiotics used needs to be higher when severe sepsis or meningitis is present. A similar process is seen in meningococcal disease, where initial entry occurs through Brain abscess the throat with bacteraemic dissemination. A proportion of patients present in this phase with fulminant sepsis, whilst others progress to exhibit infection at multiple body sites including the skin (meningococcal purpura), joints and meningitis [43] . Failure to recognize metastatic spread and adequately treat all infected sites can lead to treatment failure (Fig. 36.10) . Alternatively, the original focal infection may resolve, but an episode of bacteraemic spread has seeded out a distant site that may lead to clinical disease at a later stage, sometimes many years after the initial infection. In both Lyme disease and syphilis, primary infection occurs at the site of initial inoculation. This leads to erythema chronicum migrans in Lyme disease and a chancre in syphilis. Antibiotic therapy at that time prevents dissemination but patients often overlook the initial lesion. After an interval, bacteraemic spread occurs, which may be asymptomatic or present as secondary manifestations. Again, therapy at this point would lead to cure. Untreated, the patient's symptoms will resolve and they remain well for months or even years before developing late manifestations at distant body sites such as chronic arthritis in Lyme disease or cardiovascular or neurosyphilis.\n\nFinally, the original episode of bacteraemia may have been clinically silent leading to an intravascular focus of infection, chronic bacteraemia and metastatic spread to one or many sites. This is the scenario in classic subacute bacterial endocarditis. In most cases of endocarditis there is a pre-existing defect in the vascular endothelium, commonly an abnormal heart leading to high-pressure turbulent blood flow and roughened endothelium to which platelets and fibrin adhere. Bacteria may then become trapped in this area and slowly multiply, leading to chronic infection, vegetation formation and low-level persistent bacteraemia. Bacteria may also adhere to and infect vascular prosthetic material. Microemboli containing bacteria can seed any site, giving rise to mycotic aneurysms and abscesses (Fig. 36.11 ). Lung abscesses are associated with endocarditis on the right side of the heart, with systemic abscesses in the spleen, liver, brain and elsewhere from left-sided disease. The commonest causative organisms in endocarditis are given in Table 36 .6. Most of the organisms are not 'high grade' pathogens but tend to be oral or skin commensals. Indeed, endocarditis is a rare complication of bacteraemia due to pathogens including meningococcus, E. coli, pneumococcus and β-haemolytic streptococci are rare. This is presumably related to the ability of the organism to adhere to abnormal endothelium, rather than its ability to avoid host immune responses, but this area is poorly understood.\n\nEndocarditis on normal heart valves is much less common and is seen in two situations. Firstly, where patients have another chronic source of bacteraemia so that the heart is repeatedly exposed. This is seen in hospitalacquired infection related to indwelling vascular devices (central lines, etc.) or in intravenous drug users. Secondly, a few organisms, including S. aureus, Brucella spp. and Coxiella burnetii (Q fever), seem to have the pathogenic ability to attack a normal valve.\n\nThe developing fetus is protected from the organisms of the maternal genital tract. However, colonization and invasion of the placenta and amniotic fluid may develop rapidly should the amniotic membranes rupture prematurely. Vaginal microflora including a wide range of organisms can spread in this way, colonizing and then infecting the neonate before, during or following delivery. Infections have been found up to 6 weeks after birth. Risk factors for such infection include prematurity, low birth weight, maternal pyrexia, premature rupture of the amniotic membranes and multiple births. Some organisms may cause disseminated infection in a neonate via breast milk; this has been documented in both clinical and subclinical mastitis.\n\nMeningitis is a common complication of such infections, and is more frequent in the first month of life than at any other time. The incidence of neonatal meningitis lies between 1 and 8.1 cases per 1000 live births; the figure varies widely in different countries [44, 45] . The organisms involved also vary: whereas group B streptococcus is currently the most common pathogen in the UK and the USA, historically E. coli was more significant. Enterobacter are becoming increasingly significant in many centres, and in the Asian subcontinent Salmonella spp. or Haemophilus spp. may be of particular significance. The mortality rate was of the order of 80% in the early part of the 20th century, but is now less than 20% in most developed countries. In studies of neonatal infection in which viruses have also been included, it would appear that developed countries see an increasing frequency of viral meningoencephalitis in the neonatal period [46, 47] . Neonatal disease is traditionally divided into early (the first few days of life) and late (up to 8 weeks of age). The mortality is greater in early disease, meningitis is more common in late disease. If the risk factors predisposing to late forms of sepsis are studied epidemiologically, similar risk factors to those outlined above have been found. However, the role of bacterial virulence in such infections is not clear, and is probably significant; in E. coli certain antigens associated with pili formation have been linked to late onset of neonatal meningitis.\n\nA full description of this area is beyond the scope of this chapter but it is worth reviewing a few general principles [48] . Defects in host response may increase susceptibility to many infections and patients often have multiple breaches in their immune defence. However, specific types of immune deficiency are associated with certain disseminated infections as described below.\n\nFollowing damage or bypassing of skin or mucosal protection, the main risk is of bacterial infection. This will generally be from bacteria that are normal commensals of that area and can now act as opportunistic pathogens. So we see skin organisms such as Staphylococcus spp. as the main cause of bacteraemia complicating indwelling vascular lines, E. coli in relation to urinary catheters, and staphylococci and streptococci causing wound infections for example. Do not forget that during hospitalization the commensal flora may alter both in the nature of the organisms and in antibiotic resistance. For example, community-acquired aspiration pneumonia will generally be due to mixed oral flora (α-haemolytic streptococci and anaerobes), whereas in a hospital-acquired case enteric Gram-negative bacilli must be considered.\n\nBacteria that are not lysed by complement, such as encapsulated pneumococci and serum-resistant meningococci, are generally cleared through the spleen. Splenic macrophages recognize complement and antibody-coated bacteria binding to complement receptor type 1 on red blood cells. Thus, failure of complement, such as in congenital complement deficiencies [49] , nephrotic syndrome and active systemic lupus erythematosus, increases the risk of disseminated infection from these organisms. Similarly, if the spleen is absent or non-functional, the phagocytic capacity of the reticuloendothelial system is greatly reduced and infection risk increased.\n\nFailure of antibody production is seen in a number of congenital and acquired immunodeficiencies. The greatest risk for these patients is from recurrent local respiratory tract infections leading to chronic lung damage. They are also at increased risk from bacteraemia due to encapsulated bacteria.\n\nNeutropenia is associated with disseminated bacterial and fungal infection. The risk increases with both the severity and duration of neutropenia, becoming significant when the absolute neutrophil count falls to below 0.5 3 10 9 per litre. The risk of bacteraemia is further elevated by anatomical breaches such as mucositis or central venous lines which are common in this group of patients. The bacteria encountered will tend to vary from unit to unit. However, there has been a general shift from Gramnegative bacteria, particularly Pseudomonas aeruginosa, to Gram-positive organisms over the past decade [50] . This shift probably results from increasing use of prophylactic antibiotics and the number of patients with chronic venous catheters.\n\nSevere defects in cell-mediated immune responses result from congenital immunodeficiency syndromes, HIV/ AIDS, immunosuppressive diseases, such as lymphoma, and immunosuppressive drug therapies, such as those used to prevent organ rejection. Cell-mediated immunity is particularly important in containing chronic intracellular infections. Thus, these immunodeficiency states are associated with increased bacterial infections due, for example, to Salmonella spp. and mycobacterial infection both due to Mycobacterium tuberculosis and atypical mycobacteria. Infection with viruses, particularly of the herpes group, protozoa such as Toxoplasma, and fungi ( Fig. 36.12) are also a major problem in this group of patients.\n\nThere is a complex interaction between microorganisms, humans and the environment, which for the most part is beneficial to all parties. A minority of organisms have the potential to overcome intact host defences, proliferate and cause infection. The immune response may be able to clear the infection but in some cases widespread immunological activation by bacterial products can lead to widespread tissue damage, shock and organ failure. In other cases the initial response appears to contain the organism but dissemination leads to focal infection at other body sites. Host and environmental factors influence the pattern of colonization by, and exposure to, potential pathogens. Furthermore, host factors, particularly immune impairment, significantly alter the risk and spread of infection. Further understanding of the different strategies employed by microorganisms during tissue invasion and dissemination may ultimately lead to new therapeutic strategies and help to reduce the still significant burden of infectious diseases."}