{"title": "Replicative Capacity of MERS Coronavirus in Livestock Cell Lines", "body": "and representative peridomestic small mammals on the Arabian Peninsula. To estimate MERS-CoV permissiveness of cell cultures derived from these animals, we compared MERS-CoV replication and infectious virus production with that in bat-and primate-derived cells known to be permissive for MERS-CoV. The MERS-CoV receptor dipeptidyl peptidase 4 (DPP-4) is expressed in epithelial cells of the lung and kidney, and patients with MERS-CoV consistently show severe involvement of both organs; thus, we focused on lung and kidney cells in potential animal hosts (10, 11) .\n\nUsing enhanced respiratory personal protection equipment in a Biosafety Level 3 facility, we cultivated, in parallel, cell lines from goats, sheep, cattle, camelids (dromedary and alpaca), rodents, insectivores, bats, and human and nonhuman primates (Table) . Cells were checked to ensure the absence of mycoplasma contamination and genotyped for their species of origin by sequencing of the mitochondrial cytochrome c subunit oxidase I gene (12) . All cells expressed DPP-4, as determined by immunofluorescence staining (Figure 1 ) and Western blot analysis (data not shown). Because several of the ungulate cell lines had not previously been used for viral infection experiments, we determined permissiveness of all cell lines for Rift Valley fever virus (RVFV) clone 13, a virus mutant known to be attenuated yet broadly infectious for ungulate cell lines (13) . Triplicate infections with multiplicities of infection (MOIs) of 0.5 infectious units/cell resulted in highly consistent levels between cells (maximal variation 3.2-fold) ( Figure 2 , panel A). In addition, to demonstrate the ability of the cells to support CoV replication, we infected all cell lines in triplicate (MOIs of 0.5) with bovine CoV strain Nebraska. The strain replicated to high levels in all cell lines; replication varied by <52.9fold, which constitutes small relative variations in light of the overall levels of replication ( Figure 2, panel B) . We conducted MERS-CoV infections under the same conditions and with MOIs of 0.5.\n\nIn addition to livestock cell lines, we used rodent, insectivore, bat, and primate cell lines in the experiments (Table) . Bat and primate cells known to be permissive for MERS-CoV served as controls. MERS-CoV-inoculated cells were incubated for 1 h and then washed twice before supernatant was harvested (0 h after incubation) ( Figure  2 , panel C). We quantified virus replication by using the upE assay (14), a MERS-CoV real-time reverse transcription PCR that screens upstream of the E gene. Replication was seen in lung and kidney cell lines derived from goats (Capra hircus) and in umbilical cord and kidney cells from camelids (Camelus dromedarius and Llama pacos) ( genome equivalents/mL of cell culture supernatant) was seen in the goat kidney cells; this replication level was similar to that in Vero E6 cells (interferon-deficient primate kidney cells). Goat lung cells, alpaca kidney cells, and dromedary umbilical cord cells also showed strong replication, but virus did not replicate in sheep, cattle, rodent, or insectivore cells. In addition, expression of the receptor, DPP-4, was confirmed in all cells, including the nonpermissive sheep, cattle, rodent, and insectivore cells.\n\nAfter following virus growth in all permissive cells for another 20 h, we harvested supernatants and, to confirm the production of infectious virus particles, we titrated the supernatants by using a plaque assay in Vero cells. MERS-CoV replication was seen in all permissive cells except TT-R.B (Figure 2 , panel D), and all permissive cells showed cytopathic effects. The highest production of virus particles was in goat lung and kidney cells (1.0 × 10 7 and 2.7 × 10 6 PFU/mL, respectively). This level of replication was comparable to that in human lung cells (A549) and Vero E6 (Figure 2, panel D) .\n\nTransmission of MERS-CoV between humans is still limited, and the identification of an intermediate animal host could enable the development of public health measures to prevent future spread of the virus among humans. Although MERS-CoV neutralizing antibodies have been detected in camels from Oman, Spain, and Egypt, the virus has not previously been detected in camels (8, 9) . An informed focusing of investigations on a select group of species, such as camels, could benefit epidemiologic investigations. To identify potential intermediate host species of MERS-CoV, we used in vitro testing to determine virus permissiveness in select cell culture models. In general, cell lines cannot depict the full pathogenicity of in vivo infection because infection is influenced by epitheliumspecific differentiation of target cells and the presence of immune cells. However, for viruses such as CoVs, whose tropism is believed to be determined mainly by the availability of an appropriate entry receptor (10) , epithelial cell cultures could indeed constitute valid surrogates of virus †Parents and the calf phenotypically resembled C. bactrianus. The most likely explanation is cross-breeding between the 2 species with mitochondria stemming from a C. dromedarius mother in one of the former generations. permissiveness in vivo. With these limitations in mind, our results are in concordance with the findings of MERS-CoV neutralizing antibodies in camels and with information regarding patient contact with animals in reports of 2 human cases of MERS-CoV infection (11, 15) . One of the patients owned a farm on which camels and goats were kept. Before onset of his own illness, the patient reported illness in several goats on his farm. The patient did not have direct contact with animals, but he reported having eaten goat meat and having had contact with one of the animal caretakers, who suffered from respiratory disease (15) . The second patient reported direct contact with a diseased camel shortly before onset of his symptoms (11) . In our study, production of infectious virus particles was seen in goat lung and kidney cells and in camelid kidney cells. Excretion patterns indicative of kidney infection should be investigated once further clues to the identity of the MERS-CoV animal reservoir become available. Our preliminary findings suggest that ungulates, such as goats and camels, are a possible intermediate host of MERS-CoV; thus, exposure to urine and feces from these animals might constitute a source of human infection. Moreover, food products derived from these animals (e.g., meat and milk) should be tested for their potential to transmit MERS-CoV. The results of our study suggest that investigations into the MERS-CoV animal reservoir and intermediate host should focus on caprid (e.g., goats) and camelid hosts, and we identified several new cell lines for use in virus isolation studies. "}