{"title": "Picornavirus RNA polyadenylation by 3D pol , the viral RNA-dependent RNA polymerase", "body": "Picornaviruses are ubiquitous and infect a diverse range of animals, insects and plants. The great variety of picornaviruses is consistent with their ancient origins (Koonin et al., 2008) . Based on shared molecular features, picornaviruses are taxonomically organized by order, family, genus, species, and virus (Table 1) (Le Gall et al., 2008) . The Picornavirales order includes five families: Picornaviridae, Dicistroviridae, Iflaviridae, Marnaviridae and Secoviridae (Le Gall et al., 2008) . Hundreds of human and animal pathogens are distributed among 26 genera and 46 species groups in the Picornaviridae family (Knowles et al., 2012) . Humans (CDC, 2010) , apes and monkeys (Van Nguyen et al., 2014) , pigs (Van Dung et al., 2014) , cattle (Grubman and Baxt, 2004) , mice (Denis et al., 2006) , seals (Kapoor et al., 2008) , shrimp (Aranguren et al., 2013) , turtles (Farkas et al., 2014) , birds (Boros et al., 2013) and bees (Chen et al., 2014) are but a few of the hosts frequently infected by these widespread viruses.\n\nPoly(A) tails are a characteristic feature of viral RNA genomes in the Picornavirales order, with one potential exception (Sequiviruses) (Le Gall et al., 2008) . There are inconsistent reports regarding the presence or absence of a poly(A) tail in some sequiviruses in the Secoviridae family: parsnip yellow fleck virus, lettuce mottle virus and dandelion yellow mosaic virus (Jadao et al., 2007; Menzel and Vetten, 2008; Turnbull-Ross et al., 1992) . Two groups failed to detect poly(A) tails in these sequiviruses (Jadao et al., 2007; Turnbull-Ross et al., 1992) whereas another group reports the presence of a 3 terminal poly(A) tail in parsnip yellow fleck virus (Menzel and Vetten, 2008) . Additional characterization of viruses in the Secoviridae family are warranted to confirm the presence or absence of a poly(A) tail in these viruses (Sanfacon et al., 2009) . Here, we review the nature of picornavirus poly(A) tails and the manner in which they are maintained during viral replication.\n\nPicornavirus RNA genomes, like the enterovirus genome illustrated here (Fig. 1A) , have a number of characteristic features, including a viral protein (VPg) at the 5 end and a poly(A) tail of variable length at the 3 end (Le Gall et al., 2008) . One long open reading http://dx.doi.org/10.1016/j.virusres.2014.12.030 0168-1702/© 2015 Elsevier B.V. All rights reserved. Kempf et al. (2013) frame encodes capsid proteins (VP1-VP4) and non-structural proteins associated with host cell interactions and RNA replication (2A pro , 2B, 2C ATPase , 3A, 3B VPg , 3C pro and 3D pol ). A comparison of Picornaviridae RNA genomes reveals some notable differences between genera (Boros et al., 2014; Le Gall et al., 2008) ; however, common features suggest shared mechanisms of viral RNA replication. Shared genomic features important for RNA replication include phylogenetically related VPg proteins (Sun et al., 2014) , (Steil and Barton, 2008) ] were incubated in HeLa cell-free translation reactions containing 2 mM guanidine HCl to form preinitiation RNA replication complexes (PIRCs). The PIRCs were incubated for 1 h at 37 • C in reaction mixtures containing [␣-32 P]CTP and nonradioactive ATP, GTP and UTP. Radiolabeled RNAs were fractionated by electrophoresis in a non-denaturing 1% agarose/Tris-Borate EDTA (TBE) gel and detected by phosphorimaging (Steil, 2008) . The wildtype replicon (DNVR 27) has a wildtype 5 terminus whereas the mutant replicon (RNA2) has two non-viral Gs at the 5 end which inhibit positive-strand RNA synthesis (Steil, 2008; Steil and Barton, 2008) . (C) Diagram of viral RNA replication. The viral RNA-dependent RNA polymerase (3D pol ) replicates the poly(A) tail, making VPg-linked poly(U) sequences at the 5 end of negative-strand RNA. Then, during positive-strand RNA synthesis, 3D pol uses the poly(U) sequences at the 5 end of negative-strand RNA as the template for the polyadenylation of nascent positive-strands.\n\ncis-acting replication elements (CREs) involved in VPg uridylylation (Cordey et al., 2008; Steil and Barton, 2009a) , an ATPase required for RNA replication (Sweeney et al., 2010) , the viral RNA-dependent RNA polymerase (Lescar and Canard, 2009 ) and 3 terminal poly(A) tails. While 3D pol is consistently encoded at the 3 end of picornaviral ORFs (Le Gall et al., 2008; Son et al., 2014; Van Dung et al., 2014) , CREs are located at variable locations in different picornavirus RNA genomes (Cordey et al., 2008; Steil and Barton, 2009a) . CREs have been predicted and/or experimentally defined for various genera and species groups in the Picornaviridae family including group A, B and C rhinoviruses (Cordey et al., 2008; McKnight and Lemon, 1998; Yang et al., 2002) , group A, B, C and D enteroviruses (Goodfellow et al., 2000 (Goodfellow et al., , 2003 Paul et al., 2000; Shen et al., 2008; van Ooij et al., 2006b) , aphthoviruses (Mason et al., 2002) , hepatoviruses (Yang et al., 2008) , cardioviruses (Lobert et al., 1999) , parechoviruses (Al-Sunaidi et al., 2007) and sapeloviruses (Son et al., 2014) . CREs have not been predicted or defined for viruses in the Dicistroviridae, Iflaviridae, Marnaviridae or Secoviridae families, so it remains to be determined whether all viruses in the Picornavirales order use template-dependent VPg uridylylation during viral RNA replication (Steil and Barton, 2009a) . CRE-dependent VPg uridylylation and the initiation of picornavirus RNA synthesis are reviewed elsewhere in this issue by Paul and Wimmer (Paul and Wimmer, 2015) . The diagram of RNA replication in Fig. 1C is simplified to emphasize common features of picornavirus replication which likely apply to other viruses throughout the Picornavirales order. In particular, we expect that the viral RNA-dependent RNA polymerases of viruses in the Picornaviridae, Dicistroviridae, Iflaviridae, Marnaviridae and Secoviridae families replicate the poly(A) tails of their RNA genomes (Fig. 1C ). As discussed in some detail in this review, there is good evidence to indicate that 3D pol replicates the poly(A) tail of poliovirus RNA (Kempf et al., 2013; Steil et al., 2010) . Future experimental work will determine if other viruses in the Picornavirales order replicate the poly(A) tail of their respective genomes, as illustrated in Fig. 1C . Picornavirus RNA genomes serve as both the viral mRNA required for viral protein synthesis and as a template for negativestrand synthesis during viral RNA replication. Following viral mRNA translation, non-structural proteins, in concert with cis-active RNA structures in the viral RNA templates, form membrane-anchored replication complexes in the cytoplasm of infected cells (reviewed in (Steil and Barton, 2009a) ). Remarkably, all of the metabolic steps of viral replication (viral mRNA translation, polyprotein processing, RNA replication and virus assembly) are recapitulated in cell-free reactions containing cytoplasmic extracts from uninfected host cells (Molla et al., 1991) . Cell-free virus replication, first achieved with poliovirus (Barton and Flanegan, 1993; Molla et al., 1991) , was subsequently achieved with both encephalomyocarditis virus (EMCV) (Fata-Hartley and Palmenberg, 2005; Svitkin and Sonenberg, 2003) and rhinovirus RNAs (Todd et al., 1997) . A cellfree replication system was also developed for positive-strand RNA plant viruses in the alpha-like and carmo-like virus supergroups (Komoda et al., 2004) . The synchronous and sequential nature of viral mRNA translation (Kempf and Barton, 2008a,b) , viral RNA replication (Barton and Flanegan, 1997) and virus assembly (Barton and Flanegan, 1993) within cell-free reactions has been exploited to better understand these individual steps of replication. Viral RNA replication is monitored in cell-free reactions by including radiolabled NTPs in the reactions (Fig. 1B) . Radiolabel from NTPs is incorporated into negative-and positive-strand viral RNAs as they are synthesized by the viral RNA-dependent RNA polymerase 3D pol . The viral RNAs radiolabled in cell-free reactions (Fig. 1B) are consistent with the expected intermediates of RNA replication (Fig. 1C) .\n\nViral RNA replication occurs in sequential steps. First, positivestrand RNA templates are transcribed by 3D pol , the picornavirus RNA-dependent RNA polymerase, into complementary negativestrand products (Fig. 1C , negative-strand RNA synthesis). VPg and its uridylylated derivatives prime the initiation of negative-strand RNA synthesis (Steil and Barton, 2008, 2009b) using 3 -terminal poly(A) sequences on the viral RNA templates (Sharma et al., 2005) , resulting in VPg-linked poly(U) products at the 5 end of negative-strand RNA intermediates (Steil et al., 2010) . In turn, negative-strand RNA intermediates are used as templates for positive-strand RNA synthesis (Fig. 1C , positive-strand RNA synthesis). Uridylylated VPg (VPgpUpU OH ) primes positive-strand RNA synthesis on complementary adenosine bases at the 3 end of negative-strand templates (Sharma et al., 2005; Steil and Barton, 2008, 2009b) . Multiple copies of positive-strand RNA are made simultaneously on each negative-strand RNA template, leading to the formation of replicative-intermediate (RI) RNA. Mutations that specifically disable positive-strand RNA synthesis lead to the accumulation of replicative form (RF) RNA ( Fig. 1B and C) (Morasco et al., 2003; Murray and Barton, 2003; Steil and Barton, 2008, 2009b) .\n\nNotably, 3D pol replicates the poly(A) tail of viral RNA, synthesizing VPg-linked poly(U) at the 5 end of negative-strands ( Fig. 1C ) (Steil et al., 2010) . Subsequently, VPg-linked poly(U) intermediates function as templates for the polyadenylation of nascent positivestrand RNA (Fig. 1C ) (Steil et al., 2010) .\n\nViral RNA replication mechanisms need to ensure the faithful replication of viral RNA genomes. To maintain the integrity of picornavirus RNA genomes, it is imperative that poly(A) tails be regenerated on new viral RNAs during each round of viral replication. In theory, the poly(A) tails could be synthesized by host poly(A) polymerases (PAPs) (Laishram, 2014) , by the viral RNA-dependent RNA polymerase, 3D pol (as diagramed in Fig. 1C ), or both. We found that 3D pol is primarily responsible for the synthesis of poliovirus poly(A) tails (Kempf et al., 2013; Steil et al., 2010) . Under normal conditions, 3D pol replicates the poly(A) tail during viral RNA replication (Steil et al., 2010; Kempf et al., 2013) . Cellular PAPs have been shown to restore viral poly(A) tails when they are deleted experimentally (Liu et al., 2008; Raju et al., 1999; Tacahashi and Uyeda, 1999; van Ooij et al., 2006) ; however, cellular PAPs do not appear to impact the overall size of poliovirus poly(A) tails, as 3D pol alanine substitution mutations impact the overall size of poly(A) tails in viral RNA (Kempf et al., 2013) . If cellular PAPs were primarily responsible for the size of poly(A) tails, then mutations in 3D pol would not change the overall size of poly(A) tails to the extent that they do (Kempf et al., 2013) . Based on these findings, poliovirus 3D pol appears to use template-dependent reiterative transcription mechanisms analogous to those involved in the polyadenylation of Mononegavirales and Orthomyxovirus mRNAs (Table 2) .\n\nTemplate-dependent reiterative transcription by the viral polymerase involves the production of RNA products that are longer than the corresponding RNA template. VSV and Sendai L proteins use intergenic U 7 sequences to template the polyadenylation of viral mRNAs, where the poly(A) tail is substantially longer than the corresponding U 7 template sequence (Barr and Wertz, 2001; Hausmann et al., 1999; Hunt et al., 1984; Schubert et al., 1980) (Table 2 ). In a similar manner, influenza virus PB1 uses U 5 sequences for the polyadenylation of viral mRNAs Pritlove et al., 1999; Robertson et al., 1981; Zheng et al., 1999) ( Table 2 ). In the case of poliovirus poly(A) tails, the situation is more complicated due to the heterogeneous length of natural poly(A) tails, which range from 20 to 120 bases long ( Fig. 2A, Polio) . 3D pol faithfully copies short poly(A) tails into short VPg-linked poly(U) intermediates (viral RNA with a poly A 32 → VPg-linked poly U 32 (Ahlquist and Kaesberg, 1979) . (B) Alanine substitution mutations in poliovirus 3D pol lead to changes in the size of poly(A) tails in RNA genomes (Kempf et al., 2013) . 3D pol R128A mutation results in shorter poly(A) tails (mean: 44 bases long) whereas L419A mutation results in longer poly(A) tails (mean: 66 bases long). The graphs display the size distribution of poly(A) tails for EMCV, PV and HRV RNAs based on published data (Ahlquist and Kaesberg, 1979; Kempf et al., 2013). at the 5 end of negative-strand intermediates) (Steil et al., 2010) . Then, in turn, the VPg-linked poly U 32 is used to make poly(A) tails from 20 to 120 bases long on new RNA genomes (Steil et al., 2010) . In cases where the poly(A) tail is already long (greater than 52 bases in length), 3D pol makes VPg-linked poly(U) products that are substantially longer (VPg-linked polyU (>120) ) (Steil et al., 2010) . In turn, VPg-linked poly U 120 is used to make poly(A) tails 20-120 bases long (Steil et al., 2010) . We do not yet appreciate the precise mechanisms used by 3D pol to maintain poly(A) tails that range from 20 to 120 bases long; however, this is an active topic of investigation in our laboratory. Picornavirus poly(A) tails are highly diverse: EMCV maintains RNA genomes with relatively short poly(A) tails whereas poliovirus and rhinovirus maintain RNA genomes with longer poly(A) tails ( Fig. 2A ) (Ahlquist and Kaesberg, 1979) . Features of poliovirus 3D pol impact poly(A) tail lengths. Alanine substitution mutations in poliovirus 3D pol change the size of poly(A) tails in virion RNA (Fig. 2B) (Kempf et al., 2013) . Some mutations result in shorter poly(A) tails (R128A 3D pol ) whereas other mutations result in longer poly(A) tails (L419A 3D pol ). While there is comprehensive data regarding the size distribution of poly(A) tails in three picornavirus genomes ( Fig. 2A , EMCV, PV and HRV), to the best of our knowledge there are no studies describing the size distribution of poly(A) tails in other picornaviruses. Nonetheless, as described below, we expect the data implicating poliovirus 3D pol in the polyadenylation of viral RNA to be broadly applicable to other picornaviruses, and perhaps all polyadenylated positivestrand RNA viruses.\n\nPicornavirus 3D pol is well studied and its roles in viral RNA replication are well established. It shares common amino acid motifs with RNA-dependent RNA polymerases from retro, positive-strand, negative-strand and dsRNA virus families (Te Velthuis, 2014) . Atomic resolution structures of 3D pol are known for poliovirus (Gong and Peersen, 2010; Thompson and Peersen, 2004) , coxsackievirus (Campagnola et al., 2008; Gong et al., 2013) , rhinovirus (Appleby et al., 2005; Gong et al., 2013; Love et al., 2004) , enterovirus 71 (Chen et al., 2013) , foot-and-mouth disease virus (Ferrer-Orta et al., 2004 , and EMCV (Vives-Adrian et al., 2014) (Fig. 3) . In addition to solving several apo structures (3D pol structures without RNA templates or products), the Peersen lab successfully isolated and crystallized 3D pol elongation complexes (Gong et al., 2013; Gong and Peersen, 2010; Sholders and Peersen, 2014) . The atomic structure of 3D pol elongation complexes provides significant insight into the manner in which 3D pol interacts with viral RNA templates and products (Fig. 3A) . Ongoing work is focused on the manner in which viral RNA templates and products translocate as the polymerase synthesizes RNA (Sholders and Peersen, 2014) . Template-dependent reiterative transcription mechanisms, like those envisioned in the polyadenylation of viral RNA, would require substantial structural rearrangements of viral RNA templates and products within 3D pol elongation complexes.\n\nAlanine substitution mutations implicate specific features of 3D pol in the polyadenylation of viral RNA (Table 3 and Fig. 3A ) (Kempf et al., 2013) . Residues in the fingers and thumb domain of 3D pol affect the size of poly(A) tails in poliovirion RNA (Table 3 and Fig. 3A ). Charged amino acid residues in the fingers domain interact with viral RNA templates and products while a thumb domain ␣helix fits within the minor groove of dsRNA products as they leave the active site (Fig. 4A) . The structural orientation of these residues makes it clear that 3D pol regulates the size of poly(A) tails, in part, through conserved elements that interact with viral RNA templates and products (Table 3 and Fig. 3) . Therefore, based on the common mechanisms of picornaviral replication (Fig. 1 ) and the conserved features of poliovirus 3D pol implicated in the polyadenylation of viral RNA (Table 3 and Fig. 3) , we expect that 3D pol is responsible for the polyadenylation of all picornavirus RNA genomes. Polymorphisms in 3D pol among different picornaviruses likely affect the size of poly(A) tails in RNA genomes.\n\nAt present, it is unclear why viruses like EMCV evolved to maintain relatively short poly(A) tails whereas others (polioviruses and rhinoviruses) evolved to maintain longer poly(A) tails ( Fig. 2A) . Considering circularized mRNPs, where eIF4G interacts with poly(A) binding protein (PABP) (Svitkin et al., 2001) , it is possible that viral IRES elements and 2A pro activity impact the optimal size of poly(A) tails. In addition, the size of poly(A) tails may impact Table 3 ) (Kempf et al., 2013) . Protein Data Bank files for polio (4K4T), CVB3 (4K4X), HRV16 (4K50), EV71 (4IKA), FMDV (2E9T) and EMCV (4NZ0). (Kempf et al., 2013) .\n\nOrange: Residues at corresponding locations in other 3D pol sequences and structures. ** 3D pol amino acid alignments (Chen et al., 2013; Gruez et al., 2008; Ferrer-Orta et al., 2004) . the manner in which viral mRNAs interact with mRNA turnover machinery in cells, as deadenylase and Xrn1 are recruited specifically to polyadenylated mRNAs (Doidge et al., 2012) . Poliovirus 2A pro increases viral mRNA stability (Kempf and Barton, 2008a) . Furthermore, 2A pro -dependent increases in viral mRNA stability are coincident in time with the cleavage of eIF4G (Kempf and Barton, 2008a) . The cleavage of eIF4G by 2A pro liberates the NH-terminal portion of eIF4G from circularized viral mRNPs, and in so doing may also dissociate cellular mRNA turnover machinery from circularized viral mRNPs (Kempf and Barton, 2008a) . Enteroviruses and rhinoviruses, which cleave eIF4G with 2A pro , have longer poly(A) tails than EMCV, which does not cleave eIF4G. Thus, enterovirus and rhinovirus mRNAs are translated in 2A pro -modified polysomes, perhaps to uncouple mRNA turnover machinery from viral mRNAs (Kempf and Barton, 2008a) . Shorter poly(A) tails, like those in EMCV, may provide some relief from host mRNA turnover machinery, although this possibility has not been substantiated experimentally. Stress granules are another consideration (White and Lloyd, 2012) . Does the length of poly(A) tails impact the manner in which viral mRNAs interact with stress granules? Enterovirus and rhinovirus 3 C pro cleave PABP and G3BP, stress granule proteins (White et al., 2007; White and Lloyd, 2011) ; however, the length of poly(A) tails as they relate to stress granule formation has not been examined experimentally.\n\nOur working model of reiterative transcription suggests that 3D pol pauses during VPg-linked poly(U) and poly(A) synthesis, nascent dsRNA products melt, realign, reanneal and resume elongation, thereby making RNA products that are longer than the template (Steil et al., 2010) . The 3 NTR of viral RNAs might impact the manner in which 3D pol pauses during VPg-linked poly(U) synthesis. Likewise, VPg at the 5 end of negative-strand RNA templates could prevent 3D pol from running off the end of RNA templates during positive-strand RNA synthesis, provoking reiterative transcription during the polyadenylation of nascent (+) strands, especially on RNA templates with relatively short VPg-linked poly(U) sequences (Steil et al., 2010) . 3D pol oligomers (Bentham et al., 2012; Lyle et al., 2002) or protein complexes (Shen et al., 2008) might impact the manner in which nascent dsRNA products melt, realign and reanneal; however, there is no direct evidence implicating 3D pol oligomers or protein complexes in these events. 3 NTR mutations are reported to impact the size of poly(A) tails (van Ooij et al., 2006a) . Furthermore, PABP could influence the replication of poly(A) tails, although its contribution appears to be dispensable (Svitkin et al., 2007) .\n\nCellular PAPs synthesize poly(A) tails in a template-independent manner, downstream of characteristic polyadenylation signals (AAUAAA and AUUAAA) (Laishram, 2014) . Poly(A) tails on herpesvirus mRNAs (Majerciak et al., 2013) and cellular mRNAs are synthesized by cellular PAPs (Laishram, 2014) . DNA viruses and retroviruses have 3 terminal polyadenylation signals that are used regularly by cellular PAPs (Schrom et al., 2013) . Among polyadenylated positive-strand RNA viruses, only potexviruses have 3 terminal polyadenylation signals that could be used regularly by cellular PAPs (Osman et al., 2014) . We expect that most polyadenylated positive-strand RNA viruses, like picornaviruses (Kempf et al., 2013; Steil et al., 2010) , replicate their poly(A) tails with their viral RNA-dependent RNA polymerases. The presence of long poly(U) sequences in alphavirus (Sawicki and Gomatos, 1976) and coronavirus (Wu et al., 2013) negative-strand RNA intermediates are consistent with these predictions. Nonetheless, some polyadenylated positive-strand RNA viruses have been shown to use cellular PAPs to repair defective genomes lacking poly(A) tails (Liu et al., 2008; Raju et al., 1999; Tacahashi and Uyeda, 1999; van Ooij et al., 2006a) .\n\nConsistent with their ancient evolutionary origins (Nakamura and Cech, 1998) , picornavirus 3D pol and TERT share structural and functional features. Structurally, both 3D pol and TERT assume a \"right-hand\" conformation with thumb, palm and fingers domains encircling templates and products (Fig. 4) (Gillis et al., 2008; Gong and Peersen, 2010; Mason et al., 2011; Mitchell et al., 2010) . Functionally, both 3D pol and TERT use template-dependent reiterative transcription mechanisms to synthesize repetitive sequences at the ends of chromosomes: poly(A) tails in the case of picornavirus RNA genomes and DNA telomeres in the case of eukaryotic chromosomes (Blackburn, 1999; Kempf et al., 2013; Steil et al., 2010) . These two enzymes have diverged to such a great degree that there is little amino acid homology evident beyond the catalytic residues in the palm domain. Nonetheless, there are strikingly similar fingers domain and thumb domain residues gripping the templates and products as they exit the respective molecules (Fig. 4) . Based on these features of 3D pol and TERT, it is reasonable to think of 3D pol reiterative transcription mechanisms as telomerase-like aspects of viral RNA replication. Likewise, it is reasonable to consider poly(A) tails to be a telomere of picornavirus RNA genomes.\n\nThe concept of telomeres in positive-strand RNA virus genomes is not new (Rao et al., 1989) . A tRNA-like element at the 3 end of brome mosaic virus RNA was ascribed telomere functions long ago (Rao et al., 1989) . Telomeres have two characteristic features:\n\n(1) mechanisms to renew themselves, and (2) mechanisms to protect the remainder of the genome. Cellular CCA-adding enzyme can renew the integrity of the tRNA-like element at the 3 end of brome mosaic virus RNA genomes (Rao et al., 1989) . Aminoacylation reinforces the integrity of the tRNA-like element (Rao et al., 1989) . Furthermore, the tRNA-like element of brome mosaic virus RNA protects the viral RNA genome from host cell mRNA turnover machinery. In the case of picornaviruses, reiterative transcription mechanisms of 3D pol renew 3 poly(A) tails on viral RNA genomes during viral RNA replication (Kempf et al., 2013; Steil et al., 2010) . In turn, the poly(A) tail, via interactions with PABP and other factors, protects the viral RNA genome from mRNA turnover machinery (Kempf and Barton, 2008a,b) . Thus, we think it is reasonable to consider both poly(A) tails and tRNA-like elements to be telomeres of positive-strand RNA virus genomes."}