{"title": "Evaluation of novel multiplex qPCR assays for diagnosis of pathogens associated with the bovine respiratory disease complex", "body": "Bovine respiratory disease (BRD) is common in calves between two weeks and six months of age and is the major cause of livestock mortality in beef calves and feedlots (Johnson et al., 2011; Larsen et al., 1999; Virtala et al., 1999) . A wide range of pathogens are involved in BRD, including bovine respiratory syncytial virus (BRSV), bovine coronavirus (BCoV), bovine parainfluenza virus type 3 (BPI3), Mannheimia haemolytica, Pasteurella multocida, Histophilus somni and Mycoplasma bovis (Angen et al., 2009; Friis and Krogh, 1983; Kusiluka et al., 2000; Larsen et al., 1999; Tegtmeier et al., 1999) . Bovine herpesvirus 1 (BoHV-1) and bovine viral diarrhoea virus (BVDV) can also contribute, but these pathogens have been eradicated in several countries, including Denmark 1 .\n\nIn the United States, more than 90% of feedlots are affected by BRD after arrival, 2 and a BRD incidence of 18.2% in medium to large Australian feedlots has been reported (Hay et al., 2014) . The estimated mortality rate in Danish dairy calves in 2014 was 7-10% and BRD was considered responsible for 10-35 % of deaths (Grønbaek et al., 2016) . In recent investigations, 10% of calf mortalities in an Irish study were attributed to BRD, and a prevalence of 45.9% and incidence of 10.1% was found for BRD in the United Kingdom (Johnson et al., 2017) . BRD can be controlled by several strategies such as correct use of colostrum (Pardon et al., 2015) or vaccination programs (Richeson et al., 2008) . The widespread use of antimicrobials for BRD treatment and control (De Briyne et al., 2014) represents one of the major uses of antimicrobials in food producing animals (Fulton, 2009; Nickell and White, 2010) .\n\nBRD is a multifactorial disease associated with host susceptibility, environmental conditions, management and presence and load of pathogens. Infection results in inflammation of and damage to the respiratory tract, with severe cases resulting in death. Pathogenesis has been attributed to a primary viral infection and subsequent bacterial colonization of compromised epithelium causing a secondary infection (Angen et al., 2009; Sudaryatma et al., 2018) . Viral interaction with the immune system can lead to immune suppression, which impairs host responses to secondary bacterial infections (Czuprynski et al., 2004) .\n\nThe field diagnosis of BRD is based on clinical signs which can be supported by microbiology of clinical specimens such as tracheal aspirate fluid, nasal swabs and lung tissue samples. However, false negative results are commonly encountered as the causal bacteria may be fastidious or slow growing, and possibly overgrown by other organisms (Bell et al., 2014; Kugadas et al., 2014; Shanthalingam et al., 2014; Tegtmeier et al., 2000) . While serological assays such as ELISA are frequently used to indicate prior infection with M. bovis, false negative results in early infection occur as seroconversion normally takes two weeks or more (Howard et al., 1986; Petersen et al., 2018) . A wide range of polymerase chain reaction (PCR) assays have been developed to test individually for each of the pathogens involved in BRD (Amer et al., 2013; Bell et al., 2014; Klem et al., 2019; Kishimoto et al., 2017; Rahpaya et al., 2018) . However, testing for multiple BRD pathogens in separate assays is prohibitively expensive for livestock producers. To overcome this problem, a multiplex PCR assay has recently been developed (Zhang et al., 2017) .\n\nAlthough individual bacterial or viral pathogens can cause disease alone, mixed infections are most common and problematic in BRD. A rapid diagnosis of these pathogens is also essential in the implementation of appropriate treatment and control measures. Conventional PCR is problematic because pathogens can be present in both healthy and diseased calves. In other situations with multiagent diseases with opportunistic pathogens, quantification of the pathogens in clinical specimens has added substantially to the value of microbiological diagnosis (Lima et al., 2016; Pedersen et al., 2014 Pedersen et al., , 2013 . Recently, a multiplex quantitative PCR (qPCR) method to detect relevant bacterial pathogens of BRD was published, demonstrating better performance than culture in co-infections with two or more pathogens (Loy et al., 2018) . To offer a quick and complete laboratory result of multiple BRD pathogens, a set of two commercially available multiplex qPCR assays has been developed under the name Pneumo4 (DNA Diagnostic A/S, Risskov, Denmark). These multiplex qPCR kits (Pneumo4B and Pneumo4V) can specifically detect and quantitate four bacterial (M. haemolytica, P. multocida, H. somni, M. bovis) and five viral (BPI3, BCoV, BRSV, BoHV-1 and BVDV) pathogens, respectively, which are most frequently associated with BRD. In this study, the performance of the Pneumo4 kits was evaluated by comparing the results of test of field samples with bacterial culture and PCR tests for M. bovis and BPI3, BCoV and BRSV routinely used in Denmark as reference standard methods.\n\nTwo sets of 92 and 84 tracheal aspirate (TA) samples from calves with and without signs of pneumonia were used. These samples were collected in 2017 from 11 and 14 Danish calf farms, respectively. Two sets of samples were used, because Pneumo4B was developed prior to Pneumo4V. The first set were used only for validation of the Pneumo4B (bacterial) assay, as we did not want to risk false negative results on subsequent viral tests due to prolonged sample storage. For viral testing, the second set of samples was obtained. Ethical approval of the study was not required since samples were taken as part of the routine work performed by herd veterinarians.\n\nAll TA samples were collected as previously described (Doyle et al., 2017) by authorized veterinarians or veterinary students under their supervision. Each TA sample (approx. 15À30 mL) was divided into multiple aliquots. For the first set of 92 samples, one aliquot was used for plating for detection of M. haemolytica, P. multocida and H. somni by culture which was carried out immediately after sampling; a second aliquot was used for detecting the pathogens of BRD by Pneumo4B, and the last aliquot was stored as a reserve sample at À20 C. For the second set of 84 samples, one aliquot without preservation was used for the detection of BPI3, BCoV, BRSV and M. bovis by real-time RT-PCR at the Danish National Veterinary Institute (NVI), Lyngby, Denmark; a second was used for detecting M. bovis by Pneumo4B, a third for detecting viral pathogens by Pneumo4V, and the last aliquot was stored as a reserve sample at À20 C.\n\nAn aliquot of TA sample (5 mL) was centrifuged for 5 min at 4000 g. The pellet was suspended in 500 mL of phosphate buffered saline (PBS, pH 7.4). One, 10 and 100 mL of each sample were spread with a Drigalski spatula on three blood agar plates (Oxoid CM0055 containing 5% calf blood) supplemented with 1% amphotericin B (Sigma-Aldrich) and incubated at 37 C in 10% CO 2 . After incubation for 24 h-72 h, colonies displaying typical morphology of P. multocida, M. haemolytica or H. somni were subjected to MALDI-TOF MS identification using a VITEK 1 MS RUO instrument (bioMérieux, Marcy l'Etoile, France) and CHCA matrix solution (Vitek 1 MSÀCHCA, bioMérieux SA) according to the manufacturer's standard procedure. Spectra data was analysed with the SARAMIS database. All purified cultures were suspended in Brain Heart Infusion broth (Oxoid, CM1135) containing 30% glycerol and stored at À80 C to allow re-identification.\n\n2 See: USDA, 2013. NAHMS Feedlot Study 2011. https://www.aphis.usda.gov/ aphis/ourfocus/animalhealth/monitoring-and-surveillance/nahms/nahms_fee-dlot_studies/!ut/p/z1/lZLLcoIwFIafxQXLkhN0ALsDyggt2FalYjYM1nCZAcKQWG-b69I1tN72ImE0mme87yfkTRFCMSJO-lXkqStaklVzviJ4ssbMAc4aDhXuHwfLm_oN-n6AChgbafQPA4c7C9Bjm7Nljuyghd19cATxG5zn_xdOlvos3SxLY_18b5cGZYMM4-fAMhw-ftLB8gEtS50whyRNhXFTdlkDMVNWtQ8ySg9VEwkXBwPJeX-yMmSw3LP2DZzLe3UJOD3IL-Bv4iN6ziu2__oeVrOfmrK5jma0o5167OR2IUTLbxV-QoO97NWcsr6j6ymoF_lMKxgWKf5KoraMoit-DbO2XT_XW5NZk8gHd6NGI/#feed-lot11 (Accessed 6 January 2019). 3 See: Fagan, J. and Fee, S., 2017. In: Barret, D. and Johnson, A., All-island Animal Disease Surveillance Report 2016. https://www. afbini.gov.uk/sites/afbini.gov.uk/files/publications/All%20Island%20Disease%20Sur-veillance%20Report%202016.pdf (Accessed 6 January 2019).\n\nTo estimate the analytical sensitivity of the Pneumo4V assays, cloned viral RNA genes of the target sequences were used. Without revealing the target genes and sequences to the author consortium, the manufacturer of Pneumo4V supplied obtained plasmid DNA with the cloned viral target gene sequences from a commercial supplier (GenScript Biotech). Plasmids were transfected into E. coli DH5α (Life Technologies Europe BV) and purified from E. coli using the QIAGEN Plasmid Mini Kit (Qiagen) according to the manufacturer's protocol. RNA was then transcribed in vitro using the MEGAscript T7 Transcription Kit (Life Technologies Europe BV) according to the manufacturer's protocol. Residual DNA was removed with Turbo DNase (Life Technologies Europe BV), and the RNA was further purified using the MEGAclear Transcription Clean-Up Kit (Life Technologies Europe BV). RNA quality and integrity were measured in a NanoDrop spectrophotometer (Saveen and Werner ApS).\n\nRNA and DNA from TA samples were extracted using a Pneumo4 extraction kit (DNA Diagnostic A/S) according to the manufacturer's instructions. Briefly, RNA and DNA were extracted from 500 mL of sample using pre-lysis buffer at 37 C for 10 min. Then cells were harvested by centrifugation at 5000 g and washed with washing buffer. The RNA and DNA were recovered at 37 C for 20 min followed by incubation at 95 C for 15 min in 60 mL of lysis mix buffers, then debris was pelleted by centrifugation. The lysate supernatant contained both RNA and/or DNA which was either used immediately or stored at À20 C for bacterial qPCR detection and at À80 C for viral RT-qPCR detection.\n\nEach Pneumo4 kit consists of two sets of qPCR assays. The Pneumo4B kit (DNA Diagnostic A/S) contains primers and TaqMan probes designed to detect DNA of M. haemolytica, P. multocida, H. somni and M. bovis. The primer sequences have not been released by the company. The qPCR was performed using an Mx3005 P qPCR System with the following cycling parameters: 95 C for 1 min, followed by 40 cycles of 95 C for 5 s and 60 C for 25 s. The machine was set to acquire fluorescence on the CY5, ROX, HEX, FAM and ATTO channels for M. haemolytica, P. multocida, H. somni, M. bovis amplicons and Internal Amplification Control (IAC), respectively.\n\nThe Pneumo4V kit (DNA Diagnostic A/S) contains primers and TaqMan probes to detect sequences of BPI3, BCoV, BRSV, BoHV-1 and BVDV. Viral RNA extracted from the samples was tested using a twostep RT-qPCR method. First the RT reaction for the cDNA synthesis in Pneumo4V was incubated at 37 C for 60 min and then incubated at 70 C for 15 min. The second step for the qPCR stage was performed with the same cycling parameters as for the Pneumo4B assay. The machine was set to acquire fluorescence on the CY5, ROX, HEX, FAM and ATTO channels for BPI3, BCoV, BRSV, BoHV-1/BVDV and Internal Amplification Control (IAC), respectively. For both the Pneumo4B and Pneumo4V testing, results were analyzed using MxPro qPCR Software and samples with a cycle threshold (Ct) of 37 cycles or less were considered positive.\n\nTo evaluate the performance of Pneumo4V for viral pathogen detection and Pneumo4B with respect to M. bovis detection, comparisons with standard singleplex qPCR methods used by NVI, Denmark were undertaken.\n\nThe efficiency and sensitivity of Pneumo4 kits were evaluated by amplification of 10-fold serial dilutions of copy numbers of bacterial or viral nucleic acids. For the four bacterial targets, the genomic DNA of each was used, while for the five viral targets, the RNAs generated from plasmids containing target gene sequences of each virus were used. Dilutions of each target nucleic acids were performed in PBS. Each dilution was run in triplicate. The mean Ct values were plotted against the log 10 of nucleic acid copy numbers of targets. The PCR efficiency (E) for each target (as a percentage) was calculated based on the slope of each curve using the formula -E = [10 À(1/slope) -1] Â100 (Svec et al., 2015) .\n\nTo quantify the bacterial load, Ct values of the qPCR test were compared with bacterial colony forming units (CFU) of target bacteria. For each of four bacteria, three different isolates were tested and 10-fold serial dilutions in 0.9% NaCl were made from overnight cultures in serum bouillon broth (SSI Diagnostica A/S). DNA was extracted from 0.5 mL of all dilutions and tested by Pneumo4B PCR. Simultaneously, the number of bacterial cells was enumerated by plating the dilutions onto blood agar plates (Eurofins Steins Laboratorium A/S) for M. haemolytica, P. multocida and H. somni, and on mycoplasma agar plates (Oxoid CM0401B) containing supplement G (Oxoid SR0059C) for M. bovis. Blood agar plates were incubated at 37 C in 10% CO 2 for 24 h while mycoplasma agar plates were incubated for 14 days. The CFU of the target bacteria was calculated from the plates containing between 10 and 300 colonies and bacterial loads (log 10 CFU/0.5 mL) were plotted against the corresponding Ct values.\n\nPneumo4B assay specificity was evaluated on pure cultures of M. haemolytica (n = 15), P. multocida (n = 16), H. somni (n = 10) and M. bovis (n = 3) and 135 strains of non-target bacteria (Refer Supplementary Table 1 for strain details).\n\nThe diagnostic sensitivity and specificity of the Pneumo4 kits were evaluated by testing the nucleic acids of targets extracted from clinical samples. The first set of 92 TA was examined to compare results of Pneumo4B with bacterial culture as a reference standard method for detecting M. haemolytica, P. multocida and H. somni. The second set of 84 TA samples were analyzed by the Pneumo4 V for viral pathogens and Pneumo4B for M. bovis and compared to the results of the standard qPCR for viral pathogens and M. bovis described above.\n\nThe diagnostic sensitivity and specificity with 95% confidence intervals were calculated using a DAG Stat spreadsheet (Mackinnon, 2000) . Cohen's kappa coefficient was used to describe agreement between results of Pneumo4 and bacterial culture or PCRs for viruses and M. bovis. The kappa values were interpreted as: 0.00-0.20, slight agreement; 0.21-0.40, fair agreement; 0.41-0.60, moderate agreement; 0.61-0.80, substantial agreement; 0.81-1.00, almost perfect agreement (Landis and Koch, 1977) .\n\nBased on the 10-fold serial dilutions of genomic DNA or plasmid RNA, the limits of detection (Ct 37) were between 10 and 50 copies of nucleic acid per reaction depending on the assay. The coefficient of determination ( r 2 ) between the Ct values and the copies of the nucleic acids per assay was above 0.99 for all assays. The qPCR efficiencies (E) ranged from 93% to 106% for Pneumo4B (Fig. 1) and 91%-104% for Pneumo4 V (Fig. 2) .\n\nThe quantification of bacterial targets was in the range of 0.4-4.7 log 10 CFU/0.5 mL for M. haemolytica, 0.4-5.9 log 10 CFU/0.5 mL for P. multocida, 1.1-4.8 log 10 CFU/0.5 mL for H. somni and 1.1-3.3 log 10 CFU/0.5 mL for M. bovis (Fig. 3) . \n\nThe Pneumo4B kit detected all strains of M. haemolytica, P. multocida, H. somni and M. bovis tested. No positive reactions were observed with 135 non-target bovine bacteria.\n\nFor the first set of TA samples (n = 92) tested using Pneumo4B and bacterial culture, results and Ct values per sample appear in Supplementary Table 2 . Ct values in positive samples ranged from 22 to 37 for M. haemolytica, 19-34 for P. multocida and 22-31 for H. somni. Using a standard curve (Fig. 3) , this corresponded to a bacterial load of (log 10 values) 4.1 to <1, 4.3 to <1 and 3.1 to <1 in the positive samples for the three pathogens, respectively.\n\nResults of the comparison of Pneumo4B PCR and bacterial culture for M. haemolytica, P. multocida, and H. somni based on 92 TA samples is shown in Table 1 . With bacterial culture as a reference standard, the corresponding diagnostic sensitivities and specificities of the PCR were 0.72 and 0.91 for M. haemolytica, 0.85 and 0.88 for P. multocida, 0.85 and 0.96 for H. somni (Table 1) . Agreement between the Pneumo4B PCR and bacterial culture were moderate to high for all bacterial targets (kappa values of 0.64, 0.69, 0.84 for M. haemolytica, P. multocida and H. somni, respectively).\n\nIn the 84 sample comparison of M. bovis detection between the Pneumo4B PCR and the NVI qPCR as the reference standard (Table 2) , the Pneumo4B test had a diagnostic sensitivity of 0.96 and a diagnostic specificity of 0.71, with moderate agreement (kappa = 0.57) between the two tests. Results for the viral targets, where the Pneumo4V PCR was compared for three viruses with the qPCRs at NVI as reference standards, are also shown in Table 2 . Detailed results including Ct values, appear in Supplementary  Table 3 . High diagnostic sensitivities of 1.00, 1.00, and 0.92 and diagnostic specificities of 0.96, 0.95 and 0.96 for BPI3, BCoV and BRSV, respectively, were found (Table 2) . Agreement between Pneumo4V and the reference method were also high for viral targets (kappa = 0.71, 0.90, 0.82 for BPI3, BCoV, BRSV, respectively). As expected, all 84 TA samples from Danish calves tested negative for BoHV-1 and BVDV.\n\nThe Pneumo4 assays were developed to provide rapid, effective detection of pathogens involved in BRD. For a total of nine pathogens the Pneumo4B and Pneumo4V multiplex qPCR assays can be run at the same time under the same PCR program, with benefits in costs and processing time for a diagnostic laboratory compared to multiple singleplex qPCR assays run in parallel. However, the efficiency and sensitivity of a multiplex PCR can be compromised due to primer and probe sets interfering, or the competition for the components in the reaction (Kalle et al., 2014; Parker et al., 2015) . In this study, the commercially-available multiplex qPCR Pneumo4B and Pneumo4V assays demonstrated that their efficiencies for seven of these target pathogens (93-106% and 91-104%, respectively) were comparable to those of published singleplex qPCR assays (84.2-101.8%) (Kishimoto et al., 2017) . Pneumo4B and Pneumo4V were able to detect between 10 copies of genomic DNA and 10-50 copies of target RNA per reaction, respectively, which are comparable to previously established methods which reported of 100-250 copies per reaction (Rahpaya et al., 2018) . The qPCR efficiency was also similar to multiplex qPCR assays reported by others Wisselink et al., 2017) .\n\nThe Pneumo4B assay demonstrated that a number of TA samples (n = 16) were PCR positive for M. haemolytica, P. multocida or H. somni and negative by culture methods (Table 1) . These results suggest bacteria were present, but were undetected by culture possibly due to their fastidious nature or overgrowth by other organisms on culture (Bell et al., 2014; Van Driessche et al., 2017) . PCR methods such as Pneumo4B are likely to overcome the effects of accompanying flora, and detect pathogens in mixed samples where traditional culture fails (Loy et al., 2018) . The limitations of culture as a reference standard assay must be considered when determining the diagnostic specificity and sensitivity of Pneumo4B. If Pneumo4B correctly identified bacterial species undetected by culture, the specificity of the Pneumo4B assay would be underestimated. A similar number of samples (n = 15) were positive for M. haemolytica, P. multocida or H. somni by culture and negative in the Pneumo4B assays (Table 1) , confirming that qPCR can result in false negative results, as previously reported (Bell et al., 2014) . Explanations for this could be primer/ probe mis-matches, degradation of nucleic acids during storage or handling, or technical errors during extraction.\n\nIn the present study, the majority of the culture positive/PCR negative samples contained low numbers of bacterial cells (Supplementary Table 2 ), possibly the result of low amounts of sample used for DNA extraction compared to a larger volume used for culture. However, some target bacteria could have sequence substitutions at the primer or probe recognition sites. Since the primer sequences have not been released by the company, we have no means of investigating this. According to the company, primer design included comparison of all available genome sequences of the target bacteria, and we did not observe any problems with the bacterial cultures used in kit testing. PCR inhibitors may also have caused these results, as we found some samples with culture positive/PCR negative results had unacceptably low PCR signals from the internal amplification control (IAC) (no signal or Ct >32), and became PCR positive on retesting after a 5 fold dilution of the DNA extract. However in our methods comparisons, we classified such samples as PCR negative. The M. bovis qPCR tests identified more positives in TA samples by the Pneumo4B than by the reference method (Table 2) . We cannot rule out that Pneumo4B may cross react with other species of Mycoplasma which have not been tested in the current study. However, in samples positive by both methods, Pneumo4B gave results 3-4 Ct values lower than results of standard PCR (Supplementary Table 3 ), suggesting this assay has a higher sensitivity for M. bovis than the reference method. Several factors influence PCR efficiency, such as sample storage and transport, differences in materials (Buzard et al., 2012) and reagents including DNA preparation method (Bowman et al., 2016; Dilhari et al., 2017) . These may explain the sensitivity difference between the two methods for M. bovis detection and the moderate agreement of the two assays is also consistent with the Pneumo4B assay being more sensitive than the reference standard reference.\n\nVarious techniques including cell culture, serology (fluorescent antibody tests, ELISA) and nucleic acid testing are used in laboratory diagnosis of viral infections in BRD (Albayrak et al., 2019; Timsit et al., 2010) . These differ in sensitivity and specificity, with none an optimal reference standard able to detect all viruses in all clinical situations. In this study, we used the official Danish qPCR viral detection protocols, for which the National Veterinary Laboratory is accredited, as reference standard reference singleplex assays. In comparison to these standard methods, the Pneumo4V multiplex assay was equally or slightly more sensitive. Some samples (n = 9) were positive for BPI3, BCoV or BRSV by Pneumo4V PCR and negative in standard PCRs, whereas only one was positive by standard PCR and negative by Pneumo4V. The Ct values of these positive samples were !30 (Supplementary  Table 3 ). We cannot rule out that a high Ct may be generated through cross-contamination or by nonspecific amplification with other viral species not tested in this study. The nucleic acid extraction protocol included with Pneumo4 assays does not include high speed centrifugation in the initial step; however, this is also the case for the NVI protocol. It is unlikely that the Pneumo4V extraction protocol harvests free virus particles, as this requires centrifugation speeds of >30,000 g (Payne, 2018) . However, since sick calves have high numbers of virus-infected neutrophils, macrophages and lymphocytes in the lung (Blodörn et al., 2015) , enough target particles are likely to be obtained.\n\nThe diagnostic sensitivity and specificity of Pneumo4V were validated on samples from only Danish farms, which is a limitation since Denmark is free from BoHV-1 and BVDV. Thus the diagnostic sensitivity for BoHV-1 and BVDV could not be evaluated. The results of all 84 TA samples were indeed negative for BoHV-1 and BVDV in both Pneumo4 V and standard PCR, indicating the assays for these two viruses in Pneumo4 V do not cross-react with other bovine respiratory viruses in Denmark. For routine use in BoHV-1/BVDV free countries, it is important that the BoHV-1/ BVDV assays have high specificities because false-positive detections can have regulatory and trade implications. Additional studies to evaluate the sensitivity of Pneumo4 V on clinical samples containing BoHV-1 and BVDV are needed.\n\nFast, specific and sensitive multiplex qPCR assays for the detection of M. haemolytica, P. multocida, H. somni, and M. bovis (Pneumo4B), and for BPI3, BCoV, and BRSV (Pneumo4 V) were confirmed in kits for tracheal aspirate specimens from Danish calves. These offer an alternative to standard methods in routine diagnostics.\n\nJ. Katholm and P. Pansri are employees of DNA Diagnostic, which produces and sells the Pneumo4B and Pneumo4V kits. None of the authors has any other financial or personal relationships that could inappropriately influence or bias the content of the paper."}