{"title": "Improved immunological tolerance following combination therapy with CTLA-4/Ig and AAV-mediated PD-L1/2 muscle gene transfer", "body": "Since the original reports describing the use of adeno-associated virus (AAV) vectors for transfer of β-galactosidase gene to muscle (Kessler et al., 1996; Xiao et al., 1996; Fisher et al., 1997) , recombinant AAVs (rAAV) have emerged as very efficient and potentially non-immunogenic vector candidates for delivering therapeutic genes to a variety of tissues and treating monogenic diseases. As they poorly activate innate immunity and weakly transduce dendritic cells, rAAV appear as far less immunogenic than adenoviral vectors (Zhang et al., 2000; Zaiss et al., 2002; McCaffrey et al., 2008) . Nevertheless, it has rapidly become clear that rAAV vectors carrying various transgenes can, under different conditions, induce potent immune responses that could ultimately lead to destruction of transduced cells in vivo and consecutive disappearance of transgene expression (Manning et al., 1997 (Manning et al., , 1998 Halbert et al., 1998; Brockstedt et al., 1999) . Not surprisingly therefore, their use has even been proposed in genetic vaccination protocols aimed at eliciting cellular and humoral immune responses against different microorganisms (Kuck et al., 2006; Du et al., 2008) . In primates and humans, rAAV administration has also been documented to elicit significant cytotoxic CD8 + T cell responses directed against the viral as well as the transgenic \"exogenous\" proteins, resulting in the destruction of transduced cells and complete loss of transgene expression (Manno et al., 2006; Mingozzi et al., 2007; Gao et al., 2009) . Additionally, on the side of the humoral immunity, production of neutralizing antibodies targeting capsid proteins may also prevent vector readministration and accelerate the loss of the therapeutic protein through the formation of immune complexes. Such immune complexes may further sensitize the cellular immune response by enhancing cross-presentation of the transgenic protein by the antigen-presenting cells (APC). Therefore, developing strategies to circumvent immune responses and facilitate long-term expression of transgenic therapeutic proteins has been identified as one of today's main challenges for the translation of rAAV vectors into the clinic (Mingozzi and High, 2011a,b; Nayak and Herzog, 2011) .\n\nDepending on the experimental situation, rAAV-mediated gene transfer can either lead to durable transgene expression or, conversely, to the rapid formation of neutralizing antibodies and/or destruction of transduced cells by cytotoxic cells. Several factors influencing the immune response against transgenic proteins encoded by the rAAV vectors have now been identified including host species, route of administration, vector dose, immunogenicity of the transgenic protein, inflammatory status of the host and capsid serotype (Mays and Wilson, 2011) . These factors are thought to influence immunogenicity by triggering innate immunity, cytokine production, APC maturation, antigen presentation and, ultimately, priming of naïve T lymphocytes to functional effectors. Therefore, the idea to dampen immune activation by interfering with these very mechanisms has logically emerged with the aim to induce a short-term immunosuppression, avoid the early immune priming that follows vector administration and promote long-term tolerance (Zaiss and Muruve, 2008) .\n\nHere, we evaluated two different strategies to inhibit the undesirable immune activation that follows muscle gene transfer by acting at two different checkpoints of the immune response, i.e., on T cell priming or on the functions of activated T cells that may escape such priming blockade. We used the administration of CTLA-4/Ig to inhibit the substantial immune priming that immediately follow vector injection. Indeed, CTLA-4/Ig represent a potent immunosuppressive fusion protein that reversibly prevents T cell activation (Wallace et al., 1995) and is now used in the clinic to treat inflammatory diseases such as rheumatoid arthritis (Bluestone et al., 2006) . Its immunomodulatory action depends on its competitive inhibitory effect on the CD28/B7 pathway thereby preventing the pivotal CD28-dependent costimulation required to fully activate T lymphocytes (Salomon and Bluestone, 2001) . As a second strategy, we turned to immunomodulatory molecules that could protect transduced muscle fibers from immune attacks by activated T cells. For that, we aimed at stimulating the inhibitory PD-1 molecule expressed on T cells upon activation, by the gene transfer of its ligands PD-L1 or PD-L2 to muscle cells (Freeman et al., 2000; Latchman et al., 2001; Ishida et al., 2002) . We show herein that acting on these two non-redundant mechanisms of tolerance provides synergistic effects that prolong transgene expression in muscle even in the presence of circulating cytotoxic T cells directed against the transgene product.\n\nFemale C57BL/6 (B6) mice were obtained from Centre d'Elevage Janvier (Le Genest Saint Isle, France). Mice were all between 7 and 10 weeks of age at beginning of experiments. For transduction with rAAV vectors, mice back legs were shaved under general anesthesia and titrated 1 × 10 11 vector genomes (vg) rAAV2/1-Ova or rAAV2/8-Ova were injected (50 μl in PBS) in the gastrocnemius muscles. Where indicated, 10 11 vg rAAV2/1-PD-L1 or rAAV2/1-PD-L2 were mixed with 10 11 vg rAAV-Ova and co-injected using the same procedure. For costimulation blockade experiments, mice were injected i.p. with 200 μg CTLA-4/Ig (Chimerigen laboratories, MF-110A4) diluted in 200 μl of PBS.\n\nIn some experiments, lymphocytes from tolerized mice were transferred to conditioned recipients to further evaluate the presence of anti-Ova lymphocytes and to study their functionality in vivo. For that, 50 × 10 6 splenocytes harvested from individual mice that have be treated 80 days before with AAV-Ova, with or without immunomodulatory regimens, were injected i.v. into 5 Gy-irradiated syngenic C57BL/6 recipient. One day after, each individual mouse was shaved and injected subcutaneously with 1 × 10 6 syngenic EG7 tumor cells expressing the Ova antigen and known to be sensitive in vivo to CD8 + T cell cytotoxicity in primed animals (Moore et al., 1988) . Tumor sizes were measured with a digital caliper three times a week during 26 days. Tumor volume was calculated as length × width × [(length + width)/2].\n\nAll animal experiments were approved by the local institutional ethic committee for animal experimentation (authorization #0211-22 \"Comité Régional d'Éthique en Expérimentation Animale de Normandie\").\n\nThe rAAV-Ova vector, a kind gift of Roland W. Herzog, was described previously (Wang et al., 2005) . The cDNA encoding mouse PD-L1 (CD274) or PD-L2 (CD273) were cloned using standard molecular biology procedures and introduced in the SSV9-CAG plasmidic backbone after digestion with EcoRI. The resulting expression cassette, flanked by AAV serotype 2 inverted terminal repeats (ITRs), contains the CAG promoter combining the cytomegalovirus early enhancer and the chicken β-actin promoter, a chicken β-actin intron, and a rabbit β-globin polyadenylation signal. rAAV2/1 and rAAV2/8 vectors were generated using a standard helper-virus free three-plasmid transient transfection method and pseudotyped with either AAV1 or AAV8 capsid proteins. Vectors were purified by two cesium chloride gradient centrifugations and dialyzed against PBS as described (Salvetti et al., 1998) . Genome titers of vector preparations were assayed by Dot-blot hybridization using a probe to detect the CAG or CMV promoter.\n\nQuantification of soluble Ova (sOVA) concentration in serum was performed by Ova-specific ELISA. Microtiter plates were coated with polyclonal rabbit anti-Ova antibodies (1:3000 dilution, Ray-Biotech) and bound sOVA was detected using biotinylated rabbit polyclonal anti-Ova antibodies (1:5000 dilution, Abcam) and streptavidin-peroxidase (1:15000, Roche).\n\nDetection of serum anti-Ova IgG antibodies was performed by ELISA using Ova-coated microtiter plates. Anti-Ova IgG antibodies were detected using biotinylated polyclonal goat anti-mouse IgG and revealed using the mouse ExtrAvidin kit (Sigma-Aldrich). IgG titers were defined as the dilution yielding the half maximum optical density obtained with control serums and was calculated using sigmoid curve fitting using GraphPad prism software.\n\nTo analyze the quantities of Ova DNA and Ova mRNA present in transduced muscles of treated mice at indicated time points, a real-time PCR assay was developed. Muscles collected from each mouse were kept at −80˚C before DNA and RNA extraction performed using the phenol/chloroform method and the RNeasy Fibrous Tissue Mini Kit (Qiagen) following the manufacturer's instructions.\n\nFor quantification of Ova DNA, the primers used were Ova-F (5 -AAG CAG GCA GAG AGG TGG TA-3 ), Ova-R (5 -GAA TGG ATG GTC AGC CCT AA-3 ), CD8a-F (5 -GGT GCA TTC TCA CTC TGA GTT CC-3 ), and CD8a-R (5 -GCA GAC AGA GCT GAT TTC CTA TGT G-3 ). For all reaction mixtures, 10 μl of FastStart Universal SYBR green master mix (Roche) was used in a final volume of 20 μl. Ova primers were used at 500 nM and CD8a primers at 400 nM. Approximately 10 ng of DNA was added in a 5-μl volume and always set up in duplicate. Each qPCR was performed under the following conditions: 10 min hot-start denaturation at 95˚C and 40 amplification cycles (10 s at 95˚C, Frontiers in Microbiology | Microbial Immunology 30 s at 60˚C). The melting temperatures of the final double-strand DNA products were determined by gradual heating from 60 to 95˚C over 20 min. All qPCRs were performed with a StepOne-Plus real-time PCR system (Applied Biosystems) and corresponding software. Absolute amounts of Ova and CD8a amplicons, in arbitrary units, were determined using serial dilutions of pAAV-CMV-OVA plasmid or pTOPO-CD8a plasmid as a standard. The data were expressed as Ova/CD8a ratios, fixed at 1 for PBS-injected control mice.\n\nFor quantification of Ova mRNA, 100 ng of total RNA were reverse transcribed using iScript DNA Synthesis Kit (Biorad). Then, 2 μl of cDNA were subjected to real-time PCR amplification using Ova primers, β-actin-F (5 -AAG ATC TGG CAC CAC ACC TTC T-3 ) and β-actin-R (5 -TTT TCA CGG TTG GCC TTA GG-3 ) primers. For all reaction mixtures, 10 μl of FastStart Universal SYBR green master mix (Roche) was used in a final volume of 20 μl, Ova primers were used at 500 nM and β-actin primers at 400 nM. The same qPCR program as above-described conditions were used. The absolute amount of Ova mRNA for each sample was then normalized against the β-actin mRNA amount (arbitrary units) and determined using serial dilutions of pAAV-CMV-OVA plasmid and β-actin purified PCR product.\n\nFluorescently labeled anti-CD4 (RM4-5), -CD8 (53-6.7), -CD44 (IM7), -CD62L (MEL-14), -PD-1 (J43), -PD-L1 (B7-H1), -PD-L2 (B7-DC) monoclonal antibodies (mAb), and unlabeled anti-CD16/CD32 antibodies were all purchased from eBioscience. PE-conjugated H-2K b /Ova 257-264 pentamers were used to detect the CD8 + cells that specifically recognize the immunodominant Ova-derived SIINFEKL peptide using the manufacturers' protocol (Proimmune). Flow cytometry measurements of single cell suspensions derived from lymph nodes, spleen, or blood samples were performed using standard procedures and acquired on a FACS-Canto (BD Biosciences) instrument. Flow cytometry analyses were performed using the FlowJo software (Tree Star).\n\nEnzyme-linked immunospot (ELISpot) assays were performed following the instructions of the manufacturer (Diaclone). Briefly, PVDF membrane plates were coated with capture antibody against mouse IFNγ and blocked with a 2% skimmed milk solution prepared in PBS. 2 × 10 5 Splenocytes per well were cultured in vitro for 36 h in the presence of 10 μg/ml SIINFEKL peptide. Plates were revealed after incubation with anti-mouse IFNγ detection antibody coupled to biotin followed with a streptavidinalkaline phosphatase conjugate and exposure to a ready-to-use solution of nitro-blue tetrazolium (NBT) and 5-bromo-4-chloro-3 -indolyphosphate (BCIP) for chromogenic development. Plates were analyzed with an ELISpot plate reader and a dedicated ImmunoSpots software (C.T.L.).\n\nResults were expressed as mean ± SEM. Significance was assessed by non-parametric one-way ANOVA (Kruskal-Wallis tests) using the GraphPad Prism software. Results were considered statistically significant when the p value was inferior to 0.05 (*), to 0.01(**) or to 0.001 (***).\n\nWe used rAAV2/1-Ova and rAAV2/8-Ova administration to model a gene therapy setting where the transgene encodes for a highly immunogenic secreted protein. We first evaluated the capacity of these vectors to transduce muscle cells upon direct i.m. injection. Injection of 10 11 viral genome (vg) rAAV2/1-Ova or rAAV2/8-Ova similarly resulted in efficient transduction, as attested by the detection of Ova DNA and mRNA in the injected muscles quantified by qPCR and qRT-PCR respectively ( Figure 1A) . No significant difference was found when comparing the transduction efficiency of rAAV2/1-Ova and rAAV2/8-Ova in these conditions.\n\nTransgene expression in muscle was found to be high early after transduction but rapidly declined over time, suggesting the occurrence of an immune response against transduced cells ( Figure 1A) . To investigate this point, we quantified the cellular and humoral immune responses directed against the xenogenic Ova transgene product by flow cytometry and ELISA. Staining with MHC-I pentamers presenting the immunodominant Ova-derived SIINFEKL peptide, designated hereafter as H-2K b /Ova pentamers, allowed to monitor the expansion of CD8 + lymphocytes in spleen and draining lymph nodes of rAAV-Ova challenged animals. This analysis revealed that both rAAV2/1-Ova and rAAV2/8-Ova injected in the gastrocnemius muscles induced a robust expansion of anti-Ova CD8 + lymphocytes (Figures 1B,C) . Interestingly, the kinetics and intensity of T cell priming was found to be different when comparing the cells harvested from the draining lymph nodes and from the spleen. In the lymph nodes draining the injected muscles, anti-Ova CD8 + T cells expanded early after AAV challenge to reach around 2% of the CD8 + T cell compartment at day 7 post-injection ( Figure 1C , left panel). In contrast, when analyzing splenocytes, anti-Ova CD8 + T cells were found to reach up to 10% of the total CD8 + subset but only at day 14 after i.m. AAV injection ( Figure 1C , right panel). These results are consistent with a model in which the local cellular immune response measured in the draining lymph nodes would be induced by an rAAV leakage from the injected muscle and the consequent transduction of non-muscle cells such as dendritic cells, as shown for AAV5 (Xin et al., 2006) or AAV1 (Lu and Song, 2009 ) for instance. The systemic response detected in the spleen would rather reflect systemic immunization directed against the circulating sOva protein after it has been produced by transduced muscle cells. This interpretation is supported by the kinetics of sOva apparition and antibodies production ( Figure 1D) . Indeed, in the serum of AAVtreated mice, sOva reached a maximum at day 7 post-injection and rapidly declined thereafter ( Figure 1D , green curves). Consistently, anti-Ova IgG appeared between day 7 and 12 after AAV i.m. injection, correlating with the disappearance of sOva in the serum after day 7 ( Figure 1D , blue curves). The latter probably reflects the in vivo clearance of sOva following the formation of antigenantibody immune complexes, although we cannot completely rule out that anti-Ova IgG antibodies may mask Ova epitopes in the immunoassay. Together, these data reveal that i.m. injection of www.frontiersin.org rAAV encoding sOva is strongly immunogenic and provides a mouse model that is suited to stringently evaluate the efficacy of tolerance induction protocols.\n\nWe investigated the possibility to block immune responses directed against the transgene product by two distinct immunomodulatory strategies, one blocking lymphocyte priming (i.e., CTLA-4/Ig) and the other inhibiting the function of lymphocytes targeting transduced muscle fibers (i.e., activation of the PD-1 pathway by muscle gene transfer of PD-1 ligands). Indeed, we have previously shown in transgenic mice that express Ova as a neo-autoantigen in muscle that tolerant transgenic anti-Ova CD8 + T cells up-regulated PD-1, suggesting that PD-1 plays a role in the induction of tolerance to skeletal muscle-expressed Ag (Calbo et al., 2008) . As expected, the anti-Ova CD8 + T cell response that followed an i.m. injection of rAAV2/1-Ova (Figures 1B,C) was accompanied by an up-regulation of PD-1 on CD8 + T cells that exhibit an activated CD44 hi phenotype (Figure 2A) . As activated T cells express PD-1 and PD-1 ligands inhibit their activation and function, we generated rAAV2/1-PD-L1 and rAAV2/1-PD-L2 vectors and first verified that they were able to efficiently transduce HEK cells in vitro ( Figure 2B) . The expected consequence of injecting these vectors i.m. is that they should not prevent T cell priming but rather inhibit the cytotoxic activity of T cells directed against muscle-expressed transgenic proteins.\n\nTo investigate the in vivo immunomodulatory potential of CTLA-4/Ig and rAAV2/1-PD-L1, we either administered 200 μg of CTLA-4/Ig i.p. or co-injected rAAV2/1-PD-L1 i.m. at the same time as rAAV2/1-Ova, and monitored the cellular and humoral immune response 14 day after. Results showed that even a single dose of CTLA-4/Ig was efficient to completely prevent the priming of anti-Ova CD8 + T cells (Figure 2C , left panel) and the apparition of anti-Ova IgG in the serum of treated animals ( Figure 2C , middle panel). Accordingly, this immunosuppressive treatment allowed a sustained sOva production that could be assayed in the serum at day 14 whereas it was undetectable in controls ( Figure 2C right panel). We concluded from these data that transient immunosuppression by a single dose of CTLA-4/Ig is very efficient to prevent the priming of the cellular and humoral response at early time points after AAV transduction.\n\nIn contrast, despite a slight but not statistically significant tendency to reduce immune responses, rAAV2/1-PD-L1 co-injected with rAAV2/1-Ova failed to provide the same effect on immune priming (Figure 2C , left and middle panels). Also, treatment with rAAV2/1-PD-L1 did not allow the persistence of sOva in the serum in agreement with the significant amount of anti-Ova IgG detected in the serum of these animals ( Figure 2C ). This expected result confirmed that local transduction of muscle cells with rAAV2/1-PD-L1 can not interfere with the systemic immune priming against sOva since activation of the PD-1/PD-L1 pathway was anticipated to regulate T cells functions rather than their priming.\n\nWe further analyzed the presence of Ova DNA and mRNA in muscles at day 40 in the different groups of treated mice by qPCR and qRT-PCR, respectively. This further confirmed that suppression of immune priming by CTLA-4/Ig promotes the persistence of transduced cells in vivo as measured by the detection of significantly higher levels of Ova DNA and mRNA in the muscles of treated animals ( Figure 2D ). By contrast, injection Frontiers in Microbiology | Microbial Immunology Figure 1 with 1 × 10 11 vg rAAV2.1-Ova in the gastrocnemius muscles at day 0. Splenic CD8 + T cells were analyzed at day 14 by flow cytometry for expression of CD44 and PD-1. (B) rAAV2/1-PD-L1 and rAAV2/1-PD-L2 vectors were designed, produced, and tested for their capacity to transduce HEK-293 cells in vitro. For this, cells were analyzed by flow cytometry 3-5 days after their transduction with 1/10th dilution of the concentrated virus stocks. Controls correspond to unmanipulated HEK-293 parental cells stained with the same antibodies (green histograms). (C) The immunosuppressive potential of rAAV2/1-PD-L1 and CTLA-4/Ig were evaluated in vivo. Mice were injected with 10 11 vg rAAV2/1-Ova in the gastrocnemius muscles and received or not a co-injection of 10 11 vg rAAV2.1-PD-L1, or 200 μg of CTLA-4/Ig injected contemporaneously by the i.p. route. Blood samples were then collected 14 days later to analyze the percentage of anti-Ova CD8 + T cells, the level of anti-Ova IgG and the presence of sOva in the serum. (D) Gastrocnemius muscles were then collected at day 40, and Ova DNA and mRNA were quantified by qPCR and qRT-PCR. of rAAV2/1-PD-L1 did not significantly improve transgene persistence in these settings, in line with the prominent systemic immune response detected at day 14 ( Figure 2D ).\n\nWhereas a single dose of CTLA-4/Ig was efficient to suppress the systemic immune response at day 14 ( Figures 3A,B left panels), this was not the case when further monitoring the immune response at day 40. Indeed, anti-Ova CD8 + T cell expansion as well as anti-Ova IgG immune responses were readily detectable at day 40 in mice that had received rAAV2/1-Ova and CTLA-4/Ig at day 0 ( Figures 3A,B) . Therefore, early suppression of immune priming by a single dose of CTLA-4/Ig is not sufficient to permanently wipe out the immune responses against transgene product in these experimental conditions. Instead, continuous production of sOva by transduced muscle cells sensitizes the immune response at later time points when CTLA-4/Ig has been cleared from the circulation of treated mice.\n\nWe next tested whether rAAV2/1-PDL-L1 or rAAV2/1-PDL-L2 could synergize with CTLA-4/Ig to improve transgene tolerance at later time points when the initial CTLA-4/Ig monotherapy was evidently not efficient alone to completely block immune sensitization against sOva. This combined strategy may indeed target two non-redundant mechanisms of immunomodulation acting www.frontiersin.org either on the APC side for CTLA-4/Ig or on the target tissue side for rAAV2/1-PD-L1 and rAAV2/1-PDL-L2. To test this possibility, groups of mice were transduced i.m. with rAAV2/1-Ova and also received at the same time either rAAV2/1-PD-L1 or rAAV2/1-PD-L2 i.m. and CTLA-4/Ig i.p. combination therapies. We then evaluated the cellular and humoral immune responses at different time points and finally evaluated the persistence of transduced muscle cells by quantification of Ova DNA and mRNA at day 80 (Figure 3) .\n\nRemarkably, whereas CTLA-4/Ig alone was inefficient, rAAV2/1-PD-L1 co-administered with CTLA-4/Ig at day 0 significantly improved transgene persistence, as measured by quantification of Ova DNA by qPCR (Figure 3C, left panel) . Accordingly, mRNA analysis by qRT-PCR at day 80 revealed sustained transcription of the transgene in muscle (Figure 3C, right panel) . Of note, rAAV2/1-PD-L2 appeared equally as effective as rAAV2/1-PD-L1 to provide this effect when combined with CTLA-4/Ig. Importantly, this protective effect occurred in a setting where neither CTLA-4/Ig alone nor the tested combination therapies could block immune response at days 40 and 80 (Figures 3A,B) . To further attest the presence of functional anti-Ova cytotoxic T cells at day 80 (a time point when pentamer staining is not sensitive enough to detect anti-Ova T cells, not shown), we analyzed by ELISpot the capacity of CD8 + T cells to secrete IFNγ when stimulated with the Ova-derived immunodominant SIINFEKL peptide. This assay revealed the presence of low numbers of functional anti-Ova CD8 + T cells in the three groups of animals that had received CTLA-4/Ig with or without rAAV-PD-L1 or rAAV-PD-L2, whereas the assay was negative for mice that did not receive rAAV-Ova and strongly positive for those that received rAAV-Ova in the absence of any immunoregulatory adjuvant therapy ( Figure 4A) . To definitively demonstrate that these IFNγ-secreting T cells were functional in vivo, we performed adoptive transfer experiments to non-lethally irradiated syngenic recipients that were inoculated with Ova-bearing tumor cells. Whereas tumors rapidly developed in recipients that had received T cells from control mice that only received PBS, recipient mice receiving lymphocytes from rAAV2/1-Ova injected donors rapidly developed an anti-tumor immune response that resulted in complete tumor rejection (Figure 4B ). In agreement with the lower numbers of anti-Ova CD8 + T cells detected by ELISpot, recipient mice that had received immune cells from donors treated with CTLA-4/Ig or the combined CTLA-4/Ig plus rAAV-PD-L1 or rAAV-PD-L2 therapy reacted with a slight delay but were also was also capable to efficiently control tumor growth ( Figure 4B) . Together, these results indicate that the cytotoxic activity of transgene product specific T cells that have escaped costimulation blockade can be functionally blocked by AAV-mediated gene transfer of PD-1 ligands in muscle tissues while they remain capable to reject tumor cells.\n\nGene therapy for muscular dystrophies and other monogenic diseases aims at achieving long-term expression of a functional form of an otherwise deficient gene in target tissues. In this context, the product of the therapeutic gene is structurally different from its abnormal or absent counterpart, and consequently viewed as nonself by the immune system. Additional signals from the viral vector may further strengthen adverse innate and adaptive immune reactions against the transgene product, while the vector itself can be targeted by antiviral pre-existing or acquired immunity. Although the presence of natural epitopes in the non-mutated regions of the protein or the occasional occurrence of mutation reversion in a minute population of patients' cells (Klein et al., 1992) may yield some level of immunological tolerance, it remains that acquired immunity to the transgene product still represents one of the major obstacles to the success of gene therapy. Here, we provide the proof of principle that a combination immunoregulatory therapy targeting two non-redundant checkpoints of the immune response, i.e., priming and effector functions, can promote persistence of transduced target cells and transgene transcription thereof even when some cytotoxic T cells have escaped initial control.\n\nA first strategy for the blockade of adaptive immunity is obviously to target costimulation pathways and therefore provide an early control on lymphocyte priming. Whereas several costimulatory pathways have now been identified, CD28-mediated T cell costimulation by APC expressing CD80/CD86 molecules from the B7 family is clearly prominent. Indeed, CD28 signaling strongly enhances T cell proliferation and survival, cytokine production and prevents induction of anergy after TCR-mediated activation (Boise et al., 1995) . Consequently, anti-CD80 (B7.1) or anti-CD86 (B7.2) antibodies inhibit T cell priming and genetically engineered CD28-deficient T cells are strongly impaired in their capacity to expand (Green et al., 1994; Salomon and Bluestone, 2001) . T cells activation also promotes up-regulation of the negative regulator CTLA-4, another ligand of CD80 and CD86 molecules, which transmits inhibitory signals that regulate activated T cell and provides a key homeostatic mechanism of the immune response (Fife and Bluestone, 2008) . One of the early striking evidence of the key role of this molecule is that CTLA-4-deficient animal rapidly die FIGURE 4 | Detection of anti-Ova T cells in animals treated with combination therapies. Seven mice per group were injected with 1 × 10 11 vg rAAV2/1-Ova in the gastrocnemius muscles at day 0 and received at the same time combination therapies as in Figure 3 . Splenocytes were then harvested 80 days after and analyzed for the presence of lymphocytes capable to respond to Ova antigen. (A) Splenocytes were analyzed by ELISpot as described in the Section \"Materials and Methods\" for their capacity to secrete IFNγ after in vitro restimulation with the Ova-derived immunodominant SIINFEKL peptide. (B) 5 × 10 7 Splenocytes from the same mice were also adoptively transferred to 5 Gy-irradiated syngenic mice inoculated 1 day after with Ova-bearing EG7 tumor cells. The capacity of transferred lymphocytes to reject the tumors was monitored three times per week by measuring the tumor size with a digital caliper. www.frontiersin.org from massive lymphoproliferative syndrome and dysregulation of immunity (Waterhouse et al., 1995) .\n\nOne convenient way to pharmacologically block the CD28 costimulation pathway is to use the soluble CD80/CD86 ligand CTLA-4/Ig. This fusion protein prevents CD28 interaction with CD80 and CD86 molecules on naïve and activated T cells and therefore provides a strong and early inhibition on T cell priming (June et al., 1990; Lenschow et al., 1992; Larsen et al., 2005) . CTLA-4/Ig may also induce a negative signalization on the APC side through the induction of indoleamine2,3-dioxygenase (IDO) which catalyses the production of inhibitory kynurenine from tryptophan (Grohmann et al., 2002) . CTLA-4/Ig may also possibly provide some level of APC depletion in vivo, although this aspect has been poorly documented and should critically depend on the form of CTLA-4/Ig used. Importantly, CTLA-4/Ig is now clinically available for the treatment of diseases such as rheumatoid arthritis (Dumont, 2004) and it is thus reasonable to propose its evaluation in the field of gene therapy. Indeed, there has been experimental evidence that CTLA-4/Ig in combination with a monoclonal antibody to CD40L (MR1) in the context of gene therapy can block immune responses and allow vector readministration in the mouse (Halbert et al., 1998; Lorain et al., 2008) . It is difficult to weight the relative roles of CTLA-4/Ig and MR1 in these experiments but a plausible hypothesis is that CTLA-4/Ig provides the strongest immunoregulatory contribution since MR1 alone has been reported to be less efficient in similar experimental conditions (Manning et al., 1998) . The results reported herein are consistent with these earlier reports and provide definitive evidence that CTLA-4/Ig alone efficiently, but only transiently, blocks anti-transgene T cell priming.\n\nOne concern about using CTLA-4/Ig in gene therapy is that discontinuation of treatment exposes patients to immunization against the transgene product. The present results illustrate this point since initial CTLA-4/Ig efficiently blocks the anti-Ova cellular and humoral responses while sustained sOva production finally elicits this undesired response when CTLA-4/Ig is probably cleared from the circulation. Our experimental conditions have been purposely designed to model this very situation where the immune response escapes the initial immunoregulatory regimen in order to evaluate if a second strategy could provide additional protection of transduced cells, i.e., PD-L1/2 gene therapy.\n\nThe PD-1/PD-L1 pathway has recently been identified as a negative regulator of immunity . The PD-1 immunoreceptor is also a member of the CD28/CTLA-4 family which, upon interaction with either one of its two ligands PD-L1 or PD-L2, down-modulates TCR signaling, reduces cytokine production and affects T cell survival by recruiting the SHP-2 tyrosine phosphatase, thereby dampening the PI3K and Akt pathway (Francisco et al., 2010) . In BALB/c mice, PD-1 deficiency leads to the spontaneous development of a lethal autoimmune cardiomyopathy . This disease is mediated by autoantibodies directed against the cardiac muscle autoantigen troponin I (Okazaki et al., 2003) . Hence, PD-1 controls the physiological tolerance to muscle autoantigens. Also, PD-L1 was recently shown to regulate CD8 + T cell-mediated muscle injury in a mouse model of myocarditis (Grabie et al., 2007) . Several PD-1/PD-L1 dependant mechanisms may act synergistically to induce an effective effector T cell blockade and contribute to tolerance induction. As mentioned earlier, PD-1 engagement on the surface of T cell is known to significantly inhibit TCR signaling thereby preventing T cell activation and cytokine production. In addition to this mechanism, PD-L1 was recently shown to be a potent inducer of adaptive Tregs. Indeed, PD-L1 expressed on CD8 + dendritic cell subset plays an important role on the conversion of naive lymphocytes toward FoxP3 + regulatory T cells (Wang et al., 2008) . Thus, engagement of PD-1 on T cells could induce cell-intrinsic tolerance (by blocking TCR signaling) as well as a dominant form of immunological tolerance by promoting the emergence of FoxP3 + adaptive Tregs. Of note, manipulation of the PD-1/PD-L1 axis is also used by some tumors cells to tolerize surrounding lymphocytes. Indeed, expression of PD-L1 on the surface of malignant cells has been suggested to represent a subversive strategy used by tumors to escape to immuno-surveillance . Thus, we believe that up-regulation of the expression of PD-L1 on the surface of muscle cells by the means of gene transfer should be able to induce tolerization of the immune system by preventing cytotoxicity of PD-1-expressing activated lymphocytes. However, PD-L1 gene transfer alone was not sufficient in our model to prevent the immune response directed against transduced muscle fibers (Figure 2) , suggesting that muscle expression of PD-L1, i.e., at distance from lymphoid compartments, is probably not capable of inducing sufficient adaptive FoxP3 + Tregs. Another explanation would be that PD-L1 expressed in muscle is not effective to block fully activated T cells that have received normal costimulatory signals (i.e., in the absence of CTLA-4/Ig co-administration). This interpretation would be in line with the finding that PD-1 inhibitory pathway could be overcome by CD28 costimulatory ligation in the presence of IL-2 (Freeman et al., 2000; Latchman et al., 2001; Carter et al., 2002; Ishida et al., 2002) . Hence, the use of CTLA-4/Ig to block early CD28 costimulatory signaling may create favorable conditions where escaping T cells could become sensitive to PD-L1/2. This strengthens the notion that CTLA-4 and PD-1 signaling represent two distinct pathways acting synergistically to maintain tolerance (Fife and Bluestone, 2008) . As shown herein, neither CTLA-4/Ig alone nor combination therapies could block immune response at days 40 and 80 (Figures 3 and 4) . Our results are thus compatible with the notion that the use of rAAV2/1-PD-L1 or rAAV2/1-PD-L2 in combination with CTLA-4/Ig, does not completely inhibit the immune priming against sOva that most probably occurs at distance from the site of transduction (e.g., spleen and/or lymph nodes) but instead provides an additional protection by disarming lymphocytes within the target tissue.\n\nIt has been argued that the priming of T cells directed to the transgene product may be somehow defective after rAAVmediated gene transfer (Lin et al., 2007a,b) . However, in our experimental settings, transduced muscle fibers progressively disappear in the absence of immunoregulatory treatment ( Figure 2D) . Further, we show that even after CTLA-4/Ig alone or in combination therapies, an anti-Ova immune response is evidenced in ELISpot assays and in an in vivo model of tumor rejection upon adoptive transfer of T cells in recipient animals (Figure 4) . Hence, forced up-regulation of PD-1 ligands in muscle cells yielded a level of protection of transduced cells from the cytotoxic assault Frontiers in Microbiology | Microbial Immunology of circulating anti-Ova lymphocytes and provided in combination therapy a means to prolong transgene persistence and transcription. Therefore, CTLA-4/Ig plus PD-L1/2 combination therapy represents a candidate approach to circumvent the bottleneck of immune responses directed toward the transgene product and may deserve further investigation for non-secreted transgenic protein models and in larger animals.\n\nSahil Adriouch designed research, performed experiments, analyzed data, and co-wrote the manuscript; Anna Salvetti and Olivier Boyer designed research and co-wrote the manuscript; and Emilie Franck, Laurent Drouot, Carole Bonneau, and Nelly Jolinon performed experiments."}