{"title": "Frontiers in climate change-disease research", "body": "The notion that climate change will generally increase human and wildlife diseases has garnered considerable public attention, but remains controversial and seems inconsistent with the expectation that climate change will also cause parasite extinctions. In this review, we highlight the frontiers in climate change-infectious disease research by reviewing knowledge gaps that make this controversy difficult to resolve. We suggest that forecasts of climate-change impacts on disease can be improved by more interdisciplinary collaborations, better linking of data and models, addressing confounding variables and context dependencies, and applying metabolic theory to host-parasite systems with consideration of community-level interactions and functional traits. Finally, although we emphasize host-parasite interactions, we also highlight the applicability of these points to climate-change effects on species interactions in general.\n\nThe climate change-disease controversy Global climate change and the unprecedented rate of infectious disease emergence represent two of the most formidable ecological problems of our time [1] [2] [3] [4] [5] . Several high-profile papers assert that climate change will increase the global distribution and prevalence of infectious diseases to the detriment of human health, biodiversity and ecosystem services (see Glossary), which has placed climate change-disease interactions at the center of scientific, political and public agendas [6] [7] [8] . Indeed, there is compelling evidence that climate affects many diseases, including malaria, cholera, dengue and plague in humans [9] [10] [11] [12] , bluetongue in livestock [13] and diseases of amphibians, turtles and corals [6, [14] [15] [16] .\n\nHowever, the notion that climate change will generally increase diseases has been challenged recently in several papers demanding greater rigor and a better appreciation of the complexity of climate change-disease interactions [7, [17] [18] [19] [20] . These papers emphasized the presence of potentially confounding factors in many climate change-disease studies, calling into question whether climate change will, in fact, cause widespread increases in human and wildlife diseases. Moreover, papers published on the absence of disease are scarce relative to those on its presence and, thus, there is likely to be a publication bias against climate preventing disease outbreaks. This controversy surrounding climate change-disease interactions underscores the need for a clearly defined research agenda. Here, we outline key gaps in data, theory and scale that point to the frontiers in climate change-infectious disease research. We hope that this will help resolve this controversy, synthesize knowledge and advance understanding. We emphasize the interdisciplinary nature of the problem, encouraging collaborations among epidemiologists, disease ecologists, climatologists, modelers, geographical information system (GIS) specialists, sociologists, economists and policy and management practitioners.\n\nAmplifying host: a host that contributes positively to pathogen transmission, as opposed to a diluting host whose presence causes an overall decrease in transmission. Complex life-cycle: a parasite life-cycle requiring more than one host species. Dilution effect: a decrease in disease risk owing to an increase in host species diversity. Direct transmission or life-cycle: a parasite life-cycle requiring only one host species. Ecosystem service: processes and characteristics of ecosystems that benefit humans. Emerging disease: a disease that is increasing in incidence or in its host or geographic range. Ensemble modeling: an approach that integrates the forecasts of several climate change models. Free-living stage: a stage of a parasite that lives outside of its host or hosts. Herd immunity: the resistance of a whole group of hosts to an infectious agent, owing to the resistance to infection of a proportion of the group members. Metabolic theory: describes how the rate at which organisms take up, transform and expend energy and materials (i.e. metabolic rate) controls ecological processes at all levels of organization, from individuals to the biosphere. Prevalence: the proportion of hosts infected with a given parasite. Secondary extinction: an extinction caused by the extinction of another species. Corresponding author: Rohr, J.R. (jasonrohr@gmail.com) Gaps in data, models and their integration Null models Some of the controversy surrounding the effects of climate change on disease stems from questionable null models that can lead to erroneous conclusions. For example, although researchers frequently assume that pathogens will experience range expansions as they move pole-ward, tropical range contractions might also occur [17] . It is presently unclear whether range shifts, contractions, or expansions are most likely and, thus, a neutral hypothesis of no change in the geographic ranges might be the most defensible null expectation [17, 20] . Similarly, the need to shift distributions pole-ward or to higher altitudes as the planet warms, coupled with species variation in dispersal abilities, has stimulated the hypothesis that climate change will cause phenological mismatch between parasites and their hosts [21] . Singer and Parmesan [21] , however, recently pointed out that evidence in support of this hypothesis is based on the null assumption of perfect synchrony, despite phenological mismatch being common before anthropogenic climate change, at least for some insect-host plant interactions. Clearly, historical baseline data are needed to generate appropriate null models and test climate change-disease hypotheses properly.\n\nMultiple variables, confounded variables and context dependencies Predicting the impact of climate change on disease requires determining the net impact of numerous effects, including those that have opposing directions. A wellstudied example is the effect of temperature on the transmission of vector-borne pathogens, such as malaria. At cooler temperatures (e.g. 20 8C), an increase in temperature is expected to increase not only biting rates, parasite replication within mosquitoes and mosquito development, but also mosquito mortality, making the net effect of increasing temperatures difficult to determine. Mathematical models provide a powerful tool for integrating these complex interactions, but model validation requires welldesigned laboratory experiments (Box 1) and field data sets that are long and detailed enough to enable fitting of the relevant parameters.\n\nDisease control efforts can also make it challenging to determine effects of climate change on disease. For instance, if climate change causes range shifts of parasites from tropical to temperate countries, this might result in an overall reduction, rather than increase, in human diseases because temperate countries often have superior health infrastructures [17] . Regardless of the outcome of climate change on diseases, integrating control efforts into projections should improve predictions of future disease risk for humans and wildlife. Furthermore, given that control measures could obscure increases in transmission, incorporating control measures into models could reveal underlying increases in disease risk that might otherwise be missed.\n\nSimilar to disease control measures, intrinsic factors, such as temporal variation in herd immunity, pathogen spread and parasite evolution, can co-vary with changing climate [22] . Intrinsic factors can give rise to oscillations in disease whose frequencies might differ from those of extrinsic drivers, making it difficult to identify the contributions of each to temporal population patterns [10] . For instance, the effects of climate on cholera dynamics became more evident after controlling for cycles in temporary immunity because climate has fewer impacts on cholera when a large fraction of humans are resistant to the bacterium [10] . As another example, effects of El Niñ o Southern Oscillation (ENSO) events and climatic variability on disease-related amphibian declines were only revealed after controlling for a multidecadal pattern in extinctions that was probably caused by the spread of the pathogenic chytrid fungus [16] .\n\nObservational studies can identify the best climatic predictors of disease-related response variables, but manipulative experiments are crucial for testing whether climatic factors truly have causal relationships with disease. Here, we present some common issues with climate-change experiments and suggest improvements that should enhance the quality of data obtained from future studies.\n\nIssue: Climate-change researchers commonly treat samples within a single environmental chamber as independent replicates of temperature (e.g. [66] ) (i.e. pseudoreplication), which can confound temperature with anything else that might differ among chambers (e.g. light, humidity or air circulation).\n\nHave true and adequate replication of temperature treatments, for instance by building a large number of independent incubators out of Styrofoam, heat tape and thermostats. Replicate the effect of temperature in time (i.e. temporal blocks). Place multiple experimental units within each incubator and analyze the data using appropriately nested mixed-effects models that treat the chamber as the level of replication for testing temperature effects (e.g. [67] ). Such analyses require a minimum of four chambers to compare two temperature treatments.\n\nIncluding more than two levels of temperature and treating temperature as a continuous predictor. This can enable the detection of nonlinearities and is required to provide functional relationships for integrative and/or predictive models [68] . Conduct meta-analyses of independent tests of temperature effects [3] .\n\nIssue: In many experiments, all individual organisms are initially held at a single temperature and then a subset are transferred to higher or lower temperatures and experimentally infected with a pathogen. In this design, temperature is confounded with the magnitude of the temperature shift that occurs at the start of the experiment, making it unclear which is driving any observed effect of the temperature treatment.\n\nImprovement: Adequately acclimate study organisms to the temperature of interest before applying treatments.\n\nIssue: Field experiments often provide more ecologically relevant data than do laboratory experiments, but it can be challenging to manipulate climate in the field.\n\nImprovements: use creative ideas for manipulating climate in field experiments.\n\nHeating coils or continuous CO 2 input chambers can be used to replicate climate or climate-associated treatments. Increase temperatures via the greenhouse effect by enclosing small, open-top plots in clear plastic [69] .\n\nTrends in Ecology and Evolution June 2011, Vol. 26, No. 6 Unconsidered components of climate are also potential confounders of disease-climate interactions. Many hosts and pathogens are influenced by the interactive effects of multiple abiotic and climatic factors, such as moisture, temperature and CO 2 [20, 23] . Imagine the hypothetical scenario in which a region experiences increases in temperature and precipitation that have opposite effects of a similar magnitude on a disease. A univariate analysis might erroneously suggest that the host-pathogen system was insensitive to the climate change. Despite the obvious need to understand how climate components interact to affect disease, there is a paucity of studies that do so. Also problematic is the likelihood that diseases are affected by interactions between climate and other natural enemies [24, 25] or environmental changes (e.g. land-use change) [17, 26] .\n\nNonlinear effects can generate important and surprising climate impacts on host-pathogen interactions. For instance, the fitness of most organisms decreases in either direction away from the optimal climate (although more complex nonlinear functions can also occur). Hence, changes in climate should often generate nonlinear effects on fitness, which contrasts with the frequent expectation that there will be consistent increases or decreases in host or parasite fitness with climate change. These expectations are probably only justified for small climatic shifts that do not cross the optima of an organism. However, most studies have insufficient variation in climate to detect nonlinearities and few generate reliable parameter estimates for modeling (Box 1).\n\nOne example of a nonlinearity is given by threshold responses, which transpire when large shifts in variable response (e.g. transmission intensity) occur over narrow windows of change in a crucial parameter, such as temperature [27] [28] [29] . Climatic threshold responses have been suggested to be important in biodiversity losses [30] and human, coral and plant disease outbreaks [14, 27, 31] . For instance, evidence suggests that coupling between cholera dynamics and climate is transient, occurring only during strong ENSO events. This observation is consistent with a threshold response, whereby climate is only an important driver of cholera during climatic extremes [10] . Threshold responses are difficult to capture with standard linear statistical models and challenges associated with stochasticity, finite population sizes, time-lags and covariates present additional obstacles to detecting thresholds [27] . More sophisticated statistical approaches that allow for nonlinearities [32] , as well as other techniques, such as scale-dependent correlation analysis [10] , the significant zero crossings (SiZer) model [28] , or models that allow for flexible treatment of regime shifts [27] , might be necessary to detect climatic threshold effects on disease.\n\nImproved data and data-model integration This review of null models, confounding variables, context dependencies and nonlinearities in climate-disease interactions underscores the need for: (i) better data on baseline interactions and intrinsic and extrinsic factors affecting disease; (ii) long-term data sets that can effectively parse out how variation is explained by different factors [33, 34] (e.g. control efforts, host immunity); (iii) improved use and development of statistical and mathematical models to reveal adequately relationships between climate and disease dynamics, ideally in conjunction with a more thorough integration of field and experimental data (Box 1); and (iv) the need to consider both climate change and alternative hypotheses as drivers of disease (using information theoretic approaches; e.g. [12, 16, 18] ) ( Figure 1 ). Ideally, both experiments and models should take into account the substantial uncertainty associated with climate projections, for instance by using model-averaging or ensemble-based approaches [5] . Whenever possible, model assumptions should be made explicit and models should be effectively validated [17] . Improving data collection and modeling efforts will require collaborations among epidemiologists, disease ecologists, statisticians, modelers and GIS specialists. Furthermore, judicious decision-making will require effectively communicating scientific results to sociologists, economists and policy and management practitioners, who must carefully weigh scientific findings, economic costs and public perceptions.\n\nAs data on climate change-disease interactions accumulate, the time is ripe for the maturation of predictive theories on climate change-disease interactions. We suggest three areas of theoretical development ( Figure 1 ): (i) theory to predict the outcomes of specific host-parasite interactions as a function of climate; (ii) theory to predict where on the Earth climate change will have the greatest impact; and (iii) theory to predict which host-parasite systems might be most sensitive to climate change (Box 2).\n\nThe metabolic theory of ecology has been useful in describing biological patterns from organismal to macroecological levels [35] . Although metabolic theory is often too coarse to predict accurately outcomes of fine-scale differences among metabolic rates of organisms, it captures broad variation among organisms that differ substantially in size [35] . Given that most parasites are orders of magnitude smaller than their hosts, metabolic theory might be useful in predicting and understanding the outcome of climate-dependent host-parasite interactions [36] . This should be especially true for parasites with free-living stages and for poikilothermic hosts, whose body temperatures fluctuate with environmental temperatures [35] .\n\nAs an example, global climate change is expected to increase climatic variability [37, 38] and metabolic theory offers predictions for how host-parasite interactions might respond to this climate change. First, owing to their faster metabolisms, parasites should acclimate to temperature shifts more quickly than will their hosts [39] , perhaps providing them with a temporary advantage in host-parasite interactions. Second, smaller organisms have fewer cells and processes requiring adjustment following temperature shifts and, thus, generally withstand greater temperature extremes than do larger organisms [39] . Finally, owing to their shorter generation times, parasites Opinion Trends in Ecology and Evolution June 2011, Vol. 26, No. 6 should evolve more quickly than their hosts to changes in climate. Nevertheless, most research on climate change and disease has neglected evolutionary processes, despite evidence highlighting the importance of evolution in disease processes on ecological timescales [40] and in mitigating against the impacts of climate change [41] .\n\nIn support of these predictions derived from metabolic theory, recent empirical and theoretical evidence suggests that increased variability in temperature can alter hostparasite interactions. For instance, temperature variability appears to be important in amphibian-chytrid fungal interactions [16, 34, 42] (Figure 2C ), avian influenza outbreaks [43] and malaria epidemics in the East African highlands [44] . Additionally, diurnal fluctuations around low mean temperatures accelerated the growth of Plasmodium parasites (the causative agent of malaria) relative to an equivalent constant mean temperature (Figure 2a) , whereas fluctuations around high mean temperatures slowed parasite growth (Figure 2b) [45, 46] . Why temperature shifts sometimes benefit the pathogen and other times the host remains unclear, but further research on the impacts of climatic means versus variances will be needed if one is to predict accurately the impacts of climate change.\n\nLocations where climate change will have the greatest impact Identifying the geographic regions of the Earth that are most vulnerable to climate change will greatly assist in targeting disease management and monitoring efforts. There are two general schools of thought on determining where climate change will have the greatest impacts. The more traditional notion is that organisms in temperate and Polar Regions will be most affected by climate change because temperatures are increasing disproportionately in these regions relative to the tropics [26, 47, 48] .\n\nRecent work, however, suggests that tropical hosts and parasites might be as impacted by increasing temperatures as those at higher latitudes, despite the smaller increases in tropical temperatures [47, 49] . Because tropical climates are less variable, tropical organisms are adapted to much narrower temperature ranges than are temperate and arctic species and, thus, are expected to be more sensitive to small changes in climate [47] . Additionally, because metabolic rate increases exponentially with temperature, organisms in the warmer tropics experience a greater change in metabolism with each unit increase in temperature than do organisms in temperate and Polar\n\nBetter theory • Can metabolic theory predict climate effects on parasitism in different locations and systems? • Can functional traits and control measures be used to predict climate-induced changes in range, incidence, or severity of parasitic diseases (Fig.1 \n\nDilutio Tank  Treatm  Chem conce Bd  Categ Quant  0  6  a1y  y  1  a  80  1  0  15  c.01n  n  0.01  c  80  2  0  5  a1n  n  1  a  80  3  0  5  a1n  n  1  a  80  4  0  16  c.1y  y  0.1  c  80  5  0  4  a10y  y  10  a  80  6  0  4  a10y  y  10  a  80  7 Better data and models • Gather higher-quality data over longer time periods • Conduct improved experiments to help inform predictive models (Box 1) • Incorporate new factors into models: means and variances of interacting climate components, justified null models, uncertainties, nonlinearities, disease control measures (Box 2), intrinsic factors, and alternative hypotheses for disease dynamics Regions [49] . Indeed, when considering both recent global warming and the exponential relationship between metabolic rate and temperature, Dillon et al. [49] estimated that organisms in tropical and northern temperate zones are experiencing the largest absolute increase in metabolic rates and, thus, are being impacted most by climate change.\n\nAlthough metabolic theory has the potential to help predict host-parasite outcomes and geographic regions where organisms might be most affected by climate change, we suspect that several issues will need to be addressed before its predictive abilities can be validated. First, it is unclear whether parasites will follow the same metabolic 'rules' as Box 2. A risk matrix for predicting host-parasite systems sensitive to climate change Determining which host-parasite systems are most sensitive to climate change will also help to target management and monitoring efforts. Parasites with poikilothermic hosts, vectors and free-living stages, or that live at high latitudes or elevations, have greater exposure to variable climatic conditions and, thus, might be more likely to respond directly to changes in climate than will parasites with endothermic hosts and direct transmission [6] . Although these intrinsic properties of host-pathogen systems might determine 'fundamental' sensitivity to direct effects of climate change, the 'realized' effects of climate change will be determined by behavioral adjustments (e.g. microclimate selection by vectors), extrinsic adaptation and evolution by hosts, vectors and pathogens, as well as disease control measures. Hence, we suggest that a functional, trait-based approach, which addresses direct sensitivity to climatic factors, coupled with an understanding of control measures and the other confounding factors mentioned in the section ''Gaps in data, models and their integration'' might prove valuable for determining the overall significance of climate change for different diseases.\n\nThis risk matrix results in six general disease categories, where overall risk is the product of direct sensitivity to climate and management difficulty ( Figure I) . Some diseases, such as those restricted to high elevations or latitudes or that prefer cooler temperatures, might experience range contractions with climate change (Categories 1, 2). For example, several fungal entomopathogens of insects are expected to decline [6] (Category 1). Similarly, white pine blister rust, Cronartium ribicola, which costs more to control than any other conifer disease, is expected to decrease if conditions get warmer and drier [70] (Category 2). Indeed, many pests of crops are expected to decrease under warmer and drier conditions [70] . Category 3 diseases show limited direct responses to climate and have good options for control. An example is measles, which is directly transmitted and has a highly effective vaccine. Category 4 diseases are also relatively insensitive to direct effects of climate change, but have less effective mitigation measures. This category might apply to numerous wildlife and zoonotic viruses for which options for management or control are limited (e.g. SARS corona virus, Hendra virus, Nipah virus and Ebola virus). Other diseases are more directly sensitive to climate-change impacts, but might be countered by effective control measures (Category 5). For example, malaria is sensitive to climate change but high capacity exists for mitigation in developed regions, such as Europe and the USA [9, 17] , although it may be a Category 6 disease in other regions where resources are more limited [9, 44] . Category 6 diseases, which are both sensitive to climate and difficult to control, would also include many wildlife diseases, such as chytridiomycosis in frogs [34, 42] and various diseases of coral [14, 15] .\n\nThis risk matrix emphasizes the direct sensitivity of hosts and parasites to climate change, but host-parasite systems can also be affected by climate through more subtle indirect mechanisms. It is therefore important to quantify how climate change modulate hostparasite interactions both directly and indirectly.\n\nDirect impact of climatic change free-living organisms. Second, the metabolic approach does not yet explicitly incorporate species interactions, such as parasitism [50] , and accounting for these interactions often improves predictions of climate-change impacts [51] . Third, the emphasis of metabolic theory has been on effects of mean temperature, but changes in other climatic components, such as precipitation and climatic variability, also could impact species interactions (Figure 2 ), especially for parasites with life stages outside the host. Finally, understanding of how abiotic factors influence host immunity remains in its infancy [52, 53] , but will probably have an important role in predicting the outcome of host-parasite interactions (e.g. [54] ). Until more of these knowledge gaps are filled, it will remain unclear whether climate change will have the biggest impact on host-parasite interactions at mid-high latitudes, in the tropics, or at difficult-topredict locations scattered throughout the world (Figure 1 ). Addressing these gaps will require collaborations among physiologists, immunologists, community ecologists, climatologists and modelers.\n\nGaps in scale: a community-and biodiversity-based perspective Contemporary research has uncovered the importance of community dynamics to parasite transmission and vice versa [50, 55, 56] and how biodiversity buffers communities against both disease [57] [58] [59] [60] and climate change [41] . Nevertheless, most disease research has emphasized single host-single parasite interactions [26] . Thus, under-standing of climate change impacts at the scale of whole communities of hosts and parasites remains early in development.\n\nIn particular, there is an apparent paradox, at the level of communities, which has not been explicitly mentioned in the climate change-disease literature. Evidence is mounting that climate change will reduce biodiversity [1, 5] , including parasite diversity [48] . Indeed, parasites might be more sensitive to secondary extinctions than might nonparasitic species [61] . This expected loss of parasite diversity, however, seems to be at odds with the notion that climate change will generally increase diseases [6] [7] [8] . To shed light on this apparent paradox, researchers must understand the patterns of climate-induced parasite declines and the dilution effect, the hypothesis that biodiversity generally reduces wildlife and human diseases [57] [58] [59] [60] (Figure 1 ). This will only occur with collaborations among epidemiologists, theoreticians and community ecologists.\n\nClimate-driven patterns in declines of parasite species If climate change causes parasite extinctions rather than just range shifts [48] , the probable non-random nature of these declines [5] could influence disease severity. For instance, relative to generalist parasites, parasites that specialize on one or a few hosts should be more likely to go extinct as their hosts decline [61] . Furthermore, we predict that climate change will cause more extinctions of parasites with complex life-cycles than of those with direct \n\nTrends in Ecology and Evolution June 2011, Vol. 26, No. 6 transmission, because there is a greater chance that at least one of their necessary host species will go extinct with climate change. We also expect a greater fraction of human parasites to go extinct in tropical than temperate regions because a higher percentage of tropical human diseases specialize on a vector species (80% tropical versus 13% temperate) and/or a wild animal reservoir (80% tropical versus 20% temperate) [62] . Although parasite extinctions might reduce wildlife and zoonotic diseases, the severity of the remaining diseases could increase or decrease. If, for instance, rare or less pathogenic parasites go extinct more so than abundant or highly virulent parasites, then the impact of parasite extinctions on overall disease incidence and severity might be small. However, the loss of many rare parasite species could be substantial. Furthermore, range shifts could expose hosts to novel parasites, which might lead to more severe disease than in disease-endemic areas. This is a concern for potential climate-induced range shifts of human malaria [26] . In addition, generalist parasites, which might be more likely to persist with climate change (see above), can be more challenging to control because they can be maintained by multiple host species and can therefore persist with higher virulence to a subset of their host species relative to specialist parasites [63] . Increased temperatures might also increase the frequency and intensity of transmission by lengthening the 'growing season' of parasites that survive climate change [6] . However, the same changes might sometimes drive decreases in transmission if host immunity is enhanced at higher temperatures or when temperatures exceed the optimum for parasite transmission. Finally, global warming is generally increasing temperature minima more than maxima and this might be more likely to move temperatures for parasite and vector performance towards their optima than beyond it [64] .\n\nThe severity of disease is also likely to be altered by climate-driven changes to host composition. In some host-parasite systems, the most abundant and resilient species are also hosts that amplify transmission, whereas other species might decrease disease risk [59] . In some of these systems, such 'amplifying' hosts increase in abundance as the density of less resilient, 'diluting' hosts decline [59] . If extinctions caused by climate change are biased towards these rarer hosts, as we suggest, and these are indeed disease-diluting hosts, climate change might reduce the disease-buffering capacity of biodiversity and increase prevalence and severity of diseases that persist with climate change [57] [58] [59] . However, the relative contributions of individual species to transmission are poorly known for most pathogens and, thus, the significance of any loss in host species remains uncertain.\n\nAccounting: determining net effects Most importantly, the net effect of any anthropogenic factor on disease requires careful accounting [54, 65] . Researchers must balance the loss of parasites against the loss of the buffering capacity of biodiversity, changes in disease severity, impacts of emerging co-infections (e.g. effects of HIV emergence on malaria [17, 26] ) and the ability of humans to enact control measures. Regardless of what this accounting reveals, researchers would be remiss to ignore impending changes to parasite, host and non-host diversity when forecasting the effects of climate change on host-parasite interactions.\n\nUnderstanding climate change-disease interactions is a formidable problem because of its interdisciplinary nature and the complexities of hosts, parasites and their interactions with the multiple factors that can co-vary with climate change. Effective forecasting of climate-change impacts on disease will require filling the many gaps in data, theory and scale (Figure 1 ). Although this review emphasizes the effects of climate change on disease, parasite-host interactions have many parallels with other enemy-victim interactions and, thus, most of the concepts covered here should be relevant to the study of climatechange effects on species interactions in general [50] . Similarly, important discoveries of climate-change effects on non-parasitic interactions could inform predictions for climate-change effects on disease [50] and short-term retrospective and paleontological investigations should also prove to be informative [30] . Although there should be genuine concern regarding future disease risk for humans and wildlife, we discourage alarmist claims and encourage rigor, open-mindedness and broad thinking regarding this crucial and interdisciplinary global issue."}