{"title": "Pathogenesis of Aujeszky's Disease Virus Infection in Swine Tracheal Organ Culture", "body": "Tracheal organ culture permits the maintenance in vitro of living, organized, differentiated respiratory epithelium. This procedure has been utilized to study the effects produced by different viruses and the effect of viral and chemical carcinogens on respiratory epithelium (Rubenstein and Tyrrell, 1970; Westerberg, Smith, Wiley and Jensen, 1972; Bridger, Caul and Egglestone, 1978; Percy, Creighton, Hatch and Clercq, 1984) .\n\nAujeszky's disease (AD) is an acute and naturally fatal condition of pigs caused by a herpesvirus (ADV) (McFerran and Dow, 1965) . Some strains of ADV produced pneumonia in addition to lesions in the central nervous system (Baskerville, 1972; Narita, Imada, Haritani and Kawamura, 1989; Narita, Imada and Haritani, 1990) . The nasopharyngeal, tracheal and pulmonary regions have been considered as primary target sites of ADV Blaskovic, 1968, 1969) . However, the pathogenesis of ADV infection in the respiratory tract still remains unclear.\n\nIn the present study, scanning electron microscopy (SEM) and transmission electron microscopy (TEM) were used to observe changes on the surface and in the internal fine structure of swine respiratory tract organ culture infected with two different strains of ADV, and to determine the effect of ADV on the ciliary activity.\n\nTwo strains of ADV, Yamagata S-81 (YS-81) and ara-T-resistant (YS-81TR), were used (Narita et al., 1990) . The YS-81 strain of wild type was serially passaged five times in porcine kidney line (PK-15) cell culture. The YS-81TR strain was passaged in PK-15 cell cultures, containing 200 gg of ara-T per ml. Their infected cell fluids were maintained at -80°C and used for inocula.\n\nA one-day-old gnotobiotic piglet was killed and the trachea was excised and sectioned into rings. The rings were placed in 35-mm petri dishes and incubated in a 5 per cent COJ95 per cent air atmosphere with Eagle's minimal essential medium (EMEM) containing 10 per cent fetal calf serum, penicillin (500 U per ml) and streptomycin (500 l.tm per ml). Ciliary activity was evaluated with an inverted microscope.\n\nThe cultures were infected 24 h after preparation by dropping 0\"05 ml of inoculum (107.0 PFU per ml) of each virus onto a piece of tissue. After adsorption for 1 h at 37°C, the cultures were washed with EMEM and fresh medium was added to each dish.\n\nExplants from infected and uninfected cultures were sampled at intervals of 1, 2, 3 and 4 days.\n\nExplants for fluorescent antibody (FA) examination were frozen in a liquid alcohol-CO 2 ice box and cut in a cryostat-microtome. The sections were fixed in acetone and stained by the direct method with a ftuorescein isothiocyanate (FITC)-labelled anti-ADV conjugate.\n\nExplants for immunopathological examination were fixed in 10 per cent neutral buffered formalin, embedded in paraffin wax, sectioned and stained with haematoxylin and eosin (HE). The ADV antigen was also demonstrated by the avidin-biotin-complex (ABC) (Vectastain, Vector Lab., U.S.A.) immunoperoxidase (IP) method as described by Narita et al. (1990) .\n\nExplants for electron microscopy were processed as described previously (Narita, Inui and Shimizu, 1984) . Electron microscopic examination was carried out with either an SEM-35C (JEOL) or a TEM-I200EX (JEOL) electron microscope.\n\nThe histological structure of tissue from uninfected controls was well maintained and cilia remained clearly distinguishable until day 4.\n\nBoth of the virus strains infected tissues on post-inoculation days (PID) 1 to 3, and the lesions in the tracheal epithelium tended to be focal and progressive in distribution. Frequently, there was ballooning degeneration of affected cells, with rounding and separation from adjacent cells. Homogeneous, pale, intranuclear inclusion bodies were evident in some virus-infected cells from PID 2 (Fig. 1) . By PID 4, the epithelial layer ofexplants infected with YS-81 strain was usually completely destroyed.\n\nSpecific viral antigen was observed from PID 1 by FA and IP techniques in all inoculated organs (Fig. 2) , but not in the uninfected control. The severity and distribution of ADV antigen in epithelial cells were increased in number on PID 3 to almost the same extent as with the YS-81 and YS-81TR strains of ADV. \n\nThe SEM observation of the uninfected control tracheal epithelium revealed uniform coverage of normally arranged cilia (Fig. 3) . The ADV infected epithelium revealed focal areas of destruction which were evident by PID 2. Rounded, degenerating cells were observed and their cilia were almost lost (Fig. 4) . By PID 3 to 4, focal areas of destruction had extended throughout the epithelial layers.\n\nThe TEM observation of ADV infected epithelium revealed cellular degeneration, marked by undulation of the nuclear membrane, margination of nuclear chromatin, loss of microvilli and degeneration of cytoplasmic organelles (Fig. 5) . Typical non-enveloped herpes virus particles were frequently observed within the nuclei of infected cells, and they were arranged in clusters near the nuclear membrane. Many virus particles, including enveloped virus, were found in the perinuclear space, cytoplasmic vesicles and intracellular space between 'epithelial cells. Occasionally, budding was evident at the inner nuclear membrane and in the smooth-membrane vesicles.\n\nIt is well known that organ culture is a valuable technique to study certain aspects of the pathogenesis of animal viral diseases (Westerberg et al., 1972; Hoshino and Scbtt, 1980; Percy et al., 1984) . In the present study, both strains of ADV (YS-81 and YS-81TR) could be replicated in the tracheal epithelium and both destroyed epithelial cells. Especially, the YS-81 strain completely destroyed the epithelial cells by PID 4. These changes appear to be a common feature of infection with viruses of the herpes group (Shroyer and Easterday, 1968; Chia and Savan, 1974) . SEM and TEM studies indicated maintenance of the uninfected respiratory tract epithelium for at least 4 days, without appreciable loss of ciliary activity or changes in fine structure. The respiratory epithelium infected with ADV showed spreading necrosis of epithelial cells. Many ADV particles were observed in epithelial cells from 1 to 4 days after inoculation. Morphology of the particles of ADV and their mode of entry into and release from cells were similar to those previously described in tissue culture (McCracken and Clarke, 1971 ) and in the pulmonary tissue of the pig (Baskerville, 1972) .\n\nThe importance of the lungs in the pathogenesis of the disease has been stressed by Becker (1964 Becker ( , 1966 . The apparent discrepancy in the role of the respiratory tract in different reports is due to differences in affinity of various strains of the virus for respiratory tissue. The YS-81TR strain of ADV had greater affinity for respiratory tissue than did the YS-81 strain infected in HPCD pigs (Narita el al., 1989 (Narita el al., , 1990 ). In the present study, destruction of the tracheal epithelium induced by ADV infection showed the same severity between the YS-81TR and YS-81 strains of ADV. Thus, it is very difficult to differentiate virus virulence in the organ culture.\n\nInteraction between virus and bacteria in the establishment of infection of the respiratory tract has been investigated. Many viruses, such as influenza virus, have been reported to cause inhibition of ciliary activity in human and calf tracheal organ culture (Tyrrell, Bynoe and Hoorn, 1965; Reed, 1969) . In the present study, ADV infection induced markedly flattened and irregular cells, or it completely destroyed ciliated epithelial cells. Moreover, the ADV antigen was firstly localized in ciliated epithelial cells, and ciliated epithelial cells in ADV infection were more susceptible than non-ciliated ones. These findings suggested that ADV infection might reduce ciliary activity and decrease resistance to bacterial infection.\n\nThe similarity in pathological changes seen in tracheal organ culture and in vivo, suggests that the pig organ culture serves as a good experimental model of ADV infection of the respiratory epithelium. In future, the interaction between the ciliary clearance mechanism and virus infection and its effect on cytokine should be investigated."}