{"title": "Knocking out Angiotensin II in the Heart", "body": "Cardiovascular disease continues to be a leading cause of death and reduced quality-of-life. The renin-angiotensin system (RAS) and its effector molecule, angiotensin (Ang) II, are known to affect a wide variety of functions in the cardiovascular and renal systems, playing an important role in the pathophysiology of cardiovascular disease. There has, therefore, been considerable interest over the years in understanding exactly how the RAS functions and is regulated. Once thought to be a fairly simple linear cascade operating systemically, over the last few decades it has become increasingly clear that the RAS is actually a fairly complex system which includes multiple alternate pathways and feedback mechanisms. The fact that the RAS functions locally as well as systemically, and that this local function may be differently regulated and involve different components than the systemic RAS is of particular importance in understanding the impact of any current or potential therapies designed to inhibit the pathophysiological effects of Ang II. In addition, the discovery of additional Ang peptides, including Ang-(1-5), Ang-(1-7), Ang-(1-9), Ang-(2-8), Ang- (3) (4) (5) (6) (7) (8) and Ang-(1-12) [1] [2] [3] , has made it clear that Ang II can no longer be viewed as acting in isolation. fibrosis, hypertrophy [5] , apoptosis [6] , and autophagy [7] , Ang II is intimately involved in cardiac function and remodeling. Heart failure is associated with RAS upregulation, and acute myocardial ischemia-reperfusion significantly increases expression of several of the major cardiac RAS components, including Ang II [8] . This review will focus on the regulation of Ang II in the heart, in the context of current and emerging modes of intervention.\n\nIn the classical RAS, angiotensinogen produced in the liver enters the bloodstream, where it is cleaved by kidney-derived renin to form the decapeptide, Ang I. Endothelial cell-bound angiotensin converting enzyme (ACE) then further cleaves Ang I to produce the biologically active octapeptide, Ang II. The ubiquitously expressed ACE exists in both membrane-bound and soluble forms, and has two independent catalytic sites with distinct substrate and inhibitor specificities. ACE is also capable of hydrolyzing a variety of other substrates, including, among others, the cardioprotective agents bradykinin, N-acetyl-seryl-aspartyllysyl-proline tetrapeptide, and Ang-(1-7) [2, 3, 9] . Furthermore, ACE inhibitors enhance kinin B1 and B2 receptor signaling [10] . Thus, ACE has both Ang II-dependent andindependent effects on cardiovascular function and is a logical target for RAS regulation.\n\nIndeed, ACE inhibition reduces blood pressure, left ventricular hypertrophy and cardiac inflammation, possibly due to inactivation of NFκB, in spontaneously hypertensive rats [11, 12] . Clinical studies have shown various ACE inhibitors to be effective for the treatment of congestive heart failure, acute myocardial infarction and coronary artery disease, as well as hypertension [13] . Several different ACE inhibitors are commercially available, and current guidelines include the use of ACE inhibitors as first-line therapy for patients with, or at risk for, heart failure [14] . However, use of ACE inhibitors is associated with a relatively high incidence of adverse side effects, presumably due to their effect on the kallikrein/kinin system.\n\nAlthough acute ACE inhibition decreases plasma Ang II, chronic treatment results in an escape phenomenon in which Ang II levels return to pretreatment levels. The mechanisms involved in this rebound are not well understood. However, there is some evidence that ACE may be involved in cellular signaling, in addition to its enzymatic role [15] . Protein kinase CK2 binds and phosphorylates Ser1270 in the ACE cytoplasmic tail, an interaction which is enhanced in endothelial cells in the presence of bradykinin or an ACE inhibitor. The phosphorylated ACE activates JNK, leading to nuclear accumulation of c-Jun and an increase in ACE expression. Although Kohlstedt et al. suggest that this ACE inhibitorinduced increase in ACE expression may somehow contribute to the beneficial effects of ACE inhibition, this \"ACE signaling\" may act as a negative feedback mechanism by which ACE inhibition becomes self-limiting. On the other hand, it is also possible that long term ACE inhibition eventually shifts the balance toward the alternative, chymase-dependent, Ang II synthesis pathway.\n\nAlthough ACE is the main enzyme responsible for systemic Ang II synthesis, chymase is also a major Ang II-forming enzyme in the human heart. Chymase is mainly found in the secretory granules of mast cells, where it remains inactive until its release into surrounding interstitial tissues, and is strongly inhibited by endogenous serine protease inhibitors when not complexed with heparin proteoglycan. This fact, together with the existence of significant species variability in both the number and types of chymase, has contributed to some controversy regarding the physiological role of chymase. However, there is accumulating evidence that chymase plays an important role in cardiac tissue formation of Ang II, particularly under pathophysiological conditions [16] [17] [18] . Recently, Wei and colleagues demonstrated that, although chymase activity in the interstitial fluid of conscious mice was negligible under basal conditions, chronic ACE inhibition markedly increased transcription and activity of an Ang II-forming chymase via a kinin B2 receptor/mast cell dependent mechanism, while Ang II levels remained unchanged [19] . Addition of a chymase inhibitor significantly lowered Ang II levels, demonstrating that chymase was, in fact, responsible for the maintained Ang II levels, and dual treatment with both ACE and chymase inhibitors dramatically improved left ventricular function and remodeling and survival following myocardial infarction in hamsters. Furthermore, recent evidence suggests that Ang-(1-12), a recently discovered biologically active Ang peptide, can act as an alternative precursor for Ang II [20] , and that chymase is responsible for this process in cardiac tissue [21] .\n\nIn addition to cleaving Ang peptides, chymase appears to also play a role in tissue remodeling and organ damage during heart failure. Chymase activates transforming growth factor-β (TGF-β), which increases fibroblast proliferation and collagen deposition, and matrix metalloprotease-9 (MMP-9), which is involved in extracellular matrix turnover. Thus, as with ACE inhibition, chymase inhibition could potentially provide both Ang IIdependent and -independent benefits in patients with cardiovascular disease [22] .\n\nClearly, the existence of alternate pathways for conversion of Ang I to Ang II makes complete inhibition of the RAS at this point problematic. As mentioned above, renin functions further upstream in Ang II formation, converting angiotensinogen to Ang I. Circulating renin originates primarily in the kidneys, where it is synthesized by cleavage of its precursor, prorenin. The source of renin involved in local Ang II synthesis is less clear, as renin expression levels in cardiac tissue are generally very low under basal conditions. However, cardiac renin expression has been detected under certain pathological conditions, such as diabetes [23] , as well as a nonsecreted truncated active form of renin which is induced by myocardial infarction [24] . In addition, circulating prorenin and renin can bind to mannose-6-phosphate and (pro)renin receptors, allowing them to contribute to local Ang II synthesis. Whether or not cardiac mast cells are a significant source of renin remains controversial, and may be context and/or species dependent [25] [26] [27] .\n\nA number of direct renin inhibitors exist [28] , but the most extensively studied inhibitor is aliskiren. In spontaneously hypertensive rats, aliskiren was equivalent to other RAS inhibitors in improving coronary endothelial function and cardiac hypertrophy, but provided superior long term suppression of cardiac Ang [29] . Similarly, diabetes-induced intracellular Ang II synthesis in adult rat cardiomyocytes, and the associated oxidative stress and fibrosis, were inhibited more effectively by aliskiren than by other RAS inhibitors [23] . Though approved for antihypertensive use, the relative effectiveness of aliskiren in reducing hypertension is still a matter of debate. While some studies have shown aliskiren to be superior to other RAS inhibitors, others have shown comparable but not superior effectiveness [28, 30, 31] . Although direct renin inhibition should more completely inhibit downstream RAS function and aliskiren has a longer half-life than other RAS inhibitors, the absence of negative feedback from Ang II signaling leads to an increase in plasma renin/ prorenin levels. This increase in renin/prorenin concentration might enhance (pro)renin receptor signaling, which has been shown to activate extracellular signal-regulated kinase (ERK) in an Ang II-independent manner even in the presence of aliskiren [32] , although the physiological relevance of this pathway in vivo remains to be determined. Alternatively, Ang-(1-12) may serve as an alternate substrate for Ang II formation in the absence of renin activity [33] , thereby limiting Ang II suppression. On the other hand, there is evidence that aliskiren may have cardioprotective effects in patients with left ventricular hypertrophy or heart failure [28, 30, 31] , and ongoing studies should provide additional data on its clinical usefulness against conditions associated with high plasma renin activity (PRA).\n\nAng II can bind to either of two seven-transmembrane G protein-coupled receptors, the Ang II type 1 receptor (AT1R) or the Ang II type 2 receptor (AT2R). Although it has been suggested that intracellular Ang II may have intacrine functions independent of the AT1R [17] , most of the known functions of Ang II involve binding to this receptor, and the AT1R exerts its effects through both G protein signaling and heterodimerization with or transactivation of other receptors [3] . AT1R is found on the cell surface, where it binds extracellular Ang II and is rapidly internalized, as well as on mitochondria [4] and nuclei [34] . AT2R, on the other hand, has very limited expression in adult organisms but is upregulated during certain pathophysiological conditions, and generally opposes AT1R function [5, 35] .\n\nARBs are designed to specifically inhibit Ang II-induced AT1R signaling, and, therefore, should theoretically provide more complete RAS blockade than interventions which block only one of the alternative Ang II formation pathways. Moreover, AT2R signaling induced by the resulting accumulated Ang II may further potentiate the protective effects of ARBs. Clinical trials have shown ARBs to be effective in reducing hypertension [36] , but reports on the effectiveness of ARBs in treating other cardiovascular disease outcomes have been mixed [37] . This may be due in part to the absence of rigorous dosage optimization, as suggested by the differential effects of high and low doses of losartan seen in the HEAAL study [38] . In addition, small differences in the structure of different ARBs have proven to have a significant impact on their functionality, including both AT1R-dependent andindependent effects [39, 40] . Therefore, the effectiveness of any given ARB may depend on the specific disease condition. Current guidelines recommend the use of ARBs in patients at risk for heart failure, and as an alternative treatment for selected ACE inhibitor-intolerant heart failure patients [14] . However, a recent meta-analysis found that ARB use may be associated with an increased risk of cancer [41] , suggesting that further investigation of these drugs is warranted.\n\nATRAP is an 18kDa protein which, upon Ang II stimulation, binds to the carboxyl-terminal cytoplasmic tail of AT1R in cardiovascular cells and promotes receptor internalization, acting as an endogenous AT1R inhibitor [42] . While the physiological importance of this protein needs further clarification, it appears that the AT1R:ATRAP ratio is important in determining the effect of Ang II on the heart. Ang II-induced cardiac hypertrophy was accompanied by a significant decrease in ATRAP expression in wild type mice, and was completely abolished in transgenic mice with cardiomyocyte-specific overexpression of ATRAP, independent of any effect on blood pressure [43] . Thus, increasing ATRAP expression could be a novel therapeutic option for inhibiting AT1R signaling.\n\nCell penetrating peptides are typically short cationic peptide sequences which can be used to deliver proteins into intact cells. A cell penetrating peptide consisting of the second intracellular loop of the AT1R linked to the HIV-transactivating regulatory protein domain effectively inhibited AT1R functions mediated by the second intracellular loop, but not those which had previously been shown to be unaffected by mutations in this region [44] .\n\nWhile this approach requires further development and a more complete understanding of the mechanisms involved in AT1R signaling, this study suggests that cell penetrating peptides could potentially be used to take advantage of the biased agonism observed in AT1R signaling, serving as a powerful tool for selectively regulating Ang II receptor function.\n\nAs mentioned above, Ang II-AT2R signaling generally opposes that of the AT1R, and AT2R signaling triggered by accumulated Ang II may be partially responsible for the antihypertensive effect of ARBs due to its induction of bradykinin/nitric oxide-mediated vasodilation [45] . In addition, the AT2R may have ligand-independent protective effects, inhibiting AT1R signaling directly through heterodimerization of the two receptors [3] , and constitutively inhibiting cardiomyocyte autophagy [7] . However, AT2R signaling has also been linked to cardiac hypertrophy and apoptosis [5] , and a recent study suggests that AT2R function can change from relaxant to constrictor upon Ang II binding under hypertensive conditions [46] . Nevertheless, direct AT2R stimulation with a novel nonpeptide AT2R agonist, compound 21, inhibited myocardial infarction-induced apoptosis, inflammation, scar formation, and systolic and diastolic left ventricular dysfunction [47] , suggesting that direct AT2R stimulation could be an effective way to prevent cardiac remodeling.\n\nLike its homolog, ACE, ACE2 is a zinc-metallopeptidase which can exist in both membrane-bound and soluble forms. While ACE synthesizes Ang II from Ang I, however, ACE2 serves the opposite function, degrading Ang II to Ang-(1-7). In addition, ACE2 can cleave Ang I to Ang-(1-9), which can then be further cleaved by ACE to give Ang-(1-7). Although its importance in baseline cardiac function is somewhat controversial [48] , several studies in mice and rats have shown ACE2 to be protective against pathological cardiac remodeling and dysfunction, due to either the resultant decrease in Ang II levels or the increase in the biologically active Ang-(1-7) [49] [50] [51] [52] .\n\nWhile degradation of Ang II is an obviously important part of ACE2 function, synthesis of biologically active cleavage products appears to also play an important role in mediating its cardioprotective effects. The degradation product of Ang II, Ang-(1-7), binds to the Mas receptor, thereby exerting effects which oppose those of Ang II, including inhibiting cardiac hypertrophy and fibrosis [53] [54] [55] . Ang-(1-7) has also been shown to bind to ACE, inhibiting bradykinin degradation, as well as to AT1R and AT2R, inhibiting the former and stimulating the latter [2] . Ang-(1-9) is formed by cleavage of Ang I by either ACE2 or carboxypeptidase A, and, though once thought to be simply a stable intermediary in Ang-(1-7) production, it has now been shown to be biologically active in its own right. Administration of Ang-(1-9) following myocardial infarction in rats decreased plasma Ang II, inhibited ACE activity and prevented cardiomyocyte hypertrophy [56] . Furthermore, treatment of myocardial infarcted rats with either an ACE inhibitor or ARB led to an increase in circulating Ang-(1-9) but not Ang-(1-7), suggesting that Ang-(1-9) may be an important cardioprotective factor. ACE2 expression is inhibited by Ang II, and is upregulated by treatment with ACE inhibitors and ARBs, suggesting that it may contribute to the effectiveness of these drugs and may itself be a good candidate for therapeutic intervention. Possible approaches for increasing ACE2 activity include using a small molecule activator, such as XNT ([1{ (2-[dimethylamino] ethyl)amino}-4-[hydroxymethyl]-7-[{(4-methylphenyl)sulfonyl}oxy]-9Hxanthen-9-one]), and gene transfer therapy [53] . Further investigation is warranted, however, as long-term extreme overexpression of ACE2 resulted in severe cardiac fibrosis in stroke-prone spontaneously hypertensive rats [57] , and ACE2 has recently been identified as the receptor for the severe acute respiratory syndrome (SARS) virus [58] . As with ACE2, Ang-(1-7) levels are increased by ACE inhibitor and ARB treatment, suggesting that it too plays a role in the beneficial effects of these drugs. However, Ang-(1-7) has a short halflife, making it unsuitable for direct therapeutic use. Alternative Mas agonists, such as AVE0991, as well as approaches to increasing the stability of Ang-(1-7) are currently under investigation [53] .\n\nBecause patient adherence to a daily dosage regimen can be problematic, a vaccine administered only several times a year might be a more effective mode of treatment. Although early attempts to develop vaccines against renin and Ang I were not successful, recent work on an Ang II vaccine, CYT006-AngQb, appears to be more promising. In initial testing, a 300 µg dose significantly reduced blood pressure and appeared to be well tolerated [59] . Further study is required, however, to determine the long-term efficacy and safety of such a vaccine. In a somewhat different approach, injection of antibodies against the Cterminal fragment of the AT1R (kardos) also appears to have an antihypertensive effect, and is currently under investigation [60] .\n\nOngoing advances in modern medicine have led to the development of many effective treatment options for hypertension and cardiovascular disease. Nevertheless, cardiovascularrelated morbidity and mortality remain high. The RAS plays an important role in determining cardiovascular function, and several currently used therapeutic approaches specifically target critical points in the RAS signaling pathway. However, due to the existence of alternative synthesis and signaling pathways, and tight regulation via positive and negative feedback loops, the goal of complete inhibition of the effects of Ang II remains elusive. To what extent Ang II exerts its effects via blood pressure-dependent orindependent pathways remains a matter of debate, prompting some to argue that blood pressure control should be the main focus of any treatment regiment, rather than specifically targeting the RAS. On the other hand, drug dosages chosen for effective control of hypertension may not be optimal for preventing organ damage and may require further optimization for treatment of heart failure. Combinations of multiple RAS inhibitors are also being heavily investigated as a means to more completely inhibit RAS function, but remain controversial. As our understanding of the mechanisms involved in RAS function and its inhibition grows, however, it should become possible to further improve patient outcomes. The ongoing discovery of new functions of current drugs, as well as new potential therapeutic targets, is an indication that there is still much to be learned and great potential for more effective cardiovascular treatment."}