{"title": "Pandemic (H1N1) 2009 Risk for Frontline Health Care Workers", "body": "A ustralia was affected early in the (H1N1) 2009 infl uenza pandemic with 37,636 cases and 191 deaths reported. The state of Victoria was the fi rst to observe a substantial peak in the number of persons infected (1) . The pandemic was managed within the framework of the Australian Health Management Plan for Pandemic Infl uenza (2) . Guidelines for use of personal protective equipment (PPE) were established in the Victorian Health Management Plan for Pandemic Infl uenza (3) . Recommendations included use of N95 masks, gloves, protective eyewear, and longsleeved gowns.\n\nInfl uenza in health care workers (HCWs) is common, and acquisition in the workplace is well documented. An uncontrolled study found that after an infl uenza epidemic in Glasgow, Scotland, 120 (23.2%) of 518 HCWs seroconverted (4) . Early in 2009, twelve HCWs with probable or possible work place acquisition of pandemic infl uenza were reported in the United States. None had worn full PPE (5) .\n\nThat HCWs may be concerned about attending work during a potentially serious infl uenza pandemic is not surprising. During the severe acute respiratory syndrome outbreak of 2003, some HCWs reportedly stayed at home for fear of becoming infected and transmitting infection to family members. A number of surveys have found that 16%-33% of HCWs may not report to work in the event of an infl uenza pandemic (6) (7) (8) (9) .\n\nHCWs need to know the transmission risks to make rational decisions about working during an infl uenza pandemic. Because HCWs are exposed in the community as well as the workplace, they should know about the additional risks for contracting infl uenza at work. This information is also imperative for pandemic workforce planning.\n\nWe sought to determine whether frontline HCWs were at greater risk for contracting pandemic (H1N1) 2009 infl uenza than the control group. Additionally, we sought information on factors that may have increased or decreased the risk for infection.\n\nWe conducted a cohort study, comparing frontline HCWs with intensive patient contact (clinical) and staff with no patient contact (nonclinical). Frontline HCWs were defi ned as those who worked >1 shift per week and had likely exposure to patients with pandemic infl uenza infection. These workers included doctors, nurses, and physiotherapists, as well as others in the emergency department, intensive care unit, infectious diseases units, and respiratory and other wards where patients with suspected pandemic infl uenza were housed. Staff members who had no clinical contact were chosen as a convenient surrogate for a community control group. These workers included university and hospital staff in nonpatient contact areas such as the library, information technology, and administration. This study was approved by the Human Research Ethics Committees at each of the hospitals and all participants gave written informed consent. The study was conducted from August 24, 2009, through December 16, 2009. Four tertiary referral hospitals in metropolitan Melbourne were involved: Royal Melbourne, St Vincent's, Austin, and Alfred Hospitals. At all sites, patients with suspected or confi rmed pandemic infl uenza infection were cared for in negative pressure isolation rooms when they were available, and in private rooms when they were not. Institutional infection control policies directed that gloves, gowns, goggles, and masks be used when caring for these patients. Use of N95 masks was initially recommended in all hospitals, although hospital 1 changed to surgical masks after June 16, 2009 . Hand hygiene with an alcohol-based product and respiratory etiquette were promoted at all hospitals.\n\nThe progression of the pandemic in Victoria is shown in Figure 1 . The original research plan was to obtain 2 serum samples, 3 months apart, from all participants to test for seroconversion and also to obtain weekly nose swabs for pandemic infl uenza detection by using real-time PCR. By the time the study commenced, the pandemic was waning, infl uenza cases were decreasing in Victoria, and following the original study plan was not considered feasible.\n\nThe plan was thus modifi ed. An initial serum sample was obtained from all participants to measure for pandemic infl uenza antibodies. At study entry, participants completed a Web-or paper-based questionnaire that requested information on demographic characteristics, known infl uenza exposures outside the workplace, and any history of fever or respiratory symptoms occurring during the pandemic but before the study. In addition, the clinical group was asked about work exposure to patients with suspected pandemic infl uenza and their usual use of PPE when caring for these patients. Participants were also asked about use of neuraminidase inhibitors (NIs) and specifi cally whether they received prophylaxis after exposure to a patient with confi rmed infl uenza.\n\nParticipants were instructed to provide nose swab specimens for viral testing if they experienced signs and symptoms, including cough, sore throat, rhinorrhea, laryngitis, fever, myalgias, or headache. All were asked to complete a weekly questionnaire regarding symptoms, infl uenza exposure, and use of NIs. If a participant reported respiratory illness, a second serum sample was requested for antibody testing to document possible seroconversion.\n\nSerum was tested for antibodies to pandemic (H1N1) 2009 infl uenza virus by using the hemagglutination inhibition assay with A/California/7/2009 virus and turkey red blood cells (10) . A titer of <40 was defi ned as negative and >40 as positive. Nucleic acid detection was performed on nasal swabs by using reverse transcription PCR (RT-PCR) for infl uenza-specifi c and pandemic (H1N1) 2009 virus-specifi c sequences on swabs; kits were provided by the Centers for Disease Control and Prevention (Atlanta, GA, USA) (11) and an ABI-7500FAST instrument at the World Health Organization (WHO) Collaborating Centre for Reference and Research on Infl uenza in Melbourne.\n\nOn the basis of early estimates of antibody positivity to pandemic infl uenza virus in the community, we assumed 20% infection rates in clinical staff and 10% rates in nonclinical staff. We calculated that 438 participants were required to achieve 80% power to detect this difference using a 0.05 two-tailed signifi cance level. The primary outcome was the presence of a positive antibody titer in the fi rst serum sample, indicating likely pandemic infl uenza infection.\n\nWe performed 2 separate univariate and multivariate analyses to delineate putative risk and protective factors (1 included all participants and the other included clinical participants only) to investigate any association between health care-specifi c risk factors and pandemic infl uenza. Multivariate analysis was performed by using forward and backward stepwise logistic regression, including all variables in the model initially and a p value for removal \n\nThe study took place from August 24, 2009, through December 16, 2009, largely before release of the pandemic infl uenza vaccine, and no participant was vaccinated during the study. Table 1 shows the number of patients who had confi rmed pandemic infl uenza infection (by PCR) and were treated in each of the hospitals. Characteristics of study participants are shown in Table 2 . The median participant age was 38 years (range 18-74 years); 27% were <30 years of age, 20% were 30-39 years of age, 25% were 40-49 years of age, and 20% were >50 years of age. Figure 2 shows the reverse cumulative distribution of fi rst serum antibody titers, according to age. We found no statistically signifi cant difference between the curves (p = 0.11 by ordinal logistic regression).\n\nOn multivariate logistic regression, the only factor associated with a higher risk for pandemic infl uenza among all participants was younger age (OR 0.96, 95% CI 0.94-0.99) after adjustment for participant status (clinical vs. nonclinical), age, gender, hospital, seasonal infl uenza vaccination, confi rmed pandemic infl uenza, reported respiratory illness, community contact with infl uenza, oseltamivir prophylaxis, number of children in the household <18 years of age, and hours worked per week. On univariate analysis, the only factors that were signifi cantly associated with protection against infection in the clinical group were use of any mask (OR 0.16, 95% CI 0.03-0.97) and use of gloves (OR 0.09, 95% CI 0.02-0.5) for patients in droplet precautions. Adjusted odds ratios are shown in Table 3 .\n\nOf the 395 participants, 140 (35%) reported a respiratory illness and 46 had nose swabs taken. Seven were positive for pandemic (H1N1) 2009 virus by PCR, 1 for subtype H3N2 infl uenza, and 38 were negative. One of the 46 had 2 swabs taken during different illnesses; the fi rst was positive and the second was negative for pandemic (H1N1) 2009 virus. PCR cycle threshold values for swab specimens were from 30 to 40, indicating low viral loads. This fi nding may indicate that poor swabbing techniques were used, that the sample had been taken as infection was waning, or that level of infection was low (data not shown).\n\nFor 87 participants, a second serum sample was taken because of a reported respiratory illness. The average number of days between the fi rst and second sample was 60 days (range 28 to 122 days, median 54) days. Thirtysix participants who had nose swabs performed also had a second serum sample taken. Seroconversion occurred in only 1/87 workers, with an initial titer of <10 and a subsequent titer of 40 (76 days later). This participant had a nose swab taken during a respiratory infection, which was negative for infl uenza virus. Seroconversion did not occur in any of the participants with a positive nose swab specimen. The mean number of days from obtaining a One participant with a positive nose swab sample did not have a second serum sample taken. None of the participants with a positive nose swab or seroconversion reported taking NIs in their weekly survey. Four of the 7 participants with a positive PCR result and the 1 in whom seroconversion occurred were in the clinical group (3 doctors, 1 pharmacist, 1 nurse, 1 physiotherapist). The participant who showed seroconversion was 29 years of age; participants with a positive PCR result ranged from 24-63 years of age. Two of the participants with a positive PCR result worked on the infectious disease ward, 2 in the emergency department, and 1 in the intensive care unit; seroconversion occurred in the participant who worked in a medical ward. Five of the participants with positive PCR results and the participant in whom seroconversion occurred had received the 2009 and previous seasonal infl uenza vaccines. None of the participants with confi rmed infl uenza reported taking oseltamivir for either prophylaxis or treatment.\n\nIn total, 395 participants completed 1-13 weekly questionnaires each. Eighty-nine clinical and 51 nonclinical participants reported 139 and 91 respiratory illnesses, respectively. No participant reported having laboratoryconfi rmed pandemic (H1N1) 2009 infl uenza. Six reported community contact with someone who had laboratoryconfi rmed infection. One reported taking oseltamivir after contact with an infected person in the workplace. This person had 2 serum samples taken 88 days apart; both had an antibody titer of <10.\n\nIn this study, we evaluated the risk for pandemic (H1N1) 2009 in HCWs compared with the risk for such infection in a control group, as well as the factors associated with infection. HCWs had slightly higher rates of seropositivity than nonclinical staff; however, this difference was not statistically signifi cant. Our data are supported by results of another recent study, which found that being a HCW was not a risk factor for serologically confi rmed seasonal infl uenza virus infection and that the risk of HCWs acquiring infl uenza was more strongly associated with household than workplace exposure (12) . That study found a seroconversion rate of 11.2% in HCWs and 10.3% in non-HCWs. However, it examined only doctors and nurses, whereas our study included other types of frontline HCWs. Another study reported a seroprevalence for pandemic (H1N1) 2009 of 26.7% in HCWs, which was not signifi cantly different from the seroprevalence of the general population (13) . Neither of these studies examined use of PPE.\n\nOverall, we found that 17.7% of participants had serologic evidence of pandemic (H1N1) 2009 virus infection after the peak of the outbreak. This proportion refl ects the observed 16% seroprevalence in adults in Melbourne (14) . These rates are lower, however, than the 31.7% antibody positivity found in South Australia during a prelicensure study of pandemic infl uenza vaccine in July 2009, which excluded subjects with confi rmed or suspected pandemic (H1N1) 2009 infl uenza (15) . This difference in titers may have refl ected geographic differences in infection rates or differences between the populations sampled.\n\nIn the analysis of all participants, we found that older age was associated with lower rates of pandemic (H1N1) 2009 infl uenza infection. We did not observe higher levels of preexisting antibodies against pandemic (H1N1) 2009 infl uenza with increasing age, which has previously been reported. However, results of other studies examining the relationship between seroprevalence and increasing age are confl icting (15) (16) (17) (18) . Immune mechanisms other than typespecifi c antibodies may be providing protection for older participants. Other possibilities are that older persons have older children who may be less likely to acquire or transmit infl uenza or that older participants were more conscientious with respiratory etiquette and hand hygiene; attempts to measure these factors were not included in this study.\n\nAmong the HCWs we studied, working at hospital 2 conferred protection against pandemic (H1N1) 2009 virus infection. This hospital was in a geographic area with fewer cases than the others, but if this were the explanation, then a similar fi nding might have been expected in the nonclinical group, which was not demonstrated. Furthermore, at least as many cases of confi rmed pandemic (H1N1) 2009 infl uenza were seen at hospital 2 as were seen at the other hospitals (Table 1 ). Factors such as reported compliance with PPE, were adjusted for in the multivariable analysis to reduce the effect of hospital type on infl uenza risk. The reason for the lower risk associated with hospital 2 has not been identifi ed but may relate to other unmeasured factors, such as compliance with hand hygiene procedures.\n\nWearing gloves while caring for patients as part of droplet precautions was strongly associated with a lower risk of having had pandemic (H1N1) 2009 virus infection. Use of gloves was highly correlated with use of gowns, masks, and eye protection on logistic regression (results not shown). This fi nding confi rms the great importance of PPE in preventing transmission of respiratory viruses in the health care setting and may explain why HCWs with defi nite exposure to infl uenza in the workplace, in addition to probable exposure in the community, do not have higher rates of infection than those with only community exposure.\n\nThe risk for pandemic (H1N1) 2009 virus infection increased with the number of children <18 years of age living in the participant's household, which has previously been reported as a risk factor (12) . In Victoria, the median age of persons with reported pandemic (H1N1) 2009 virus infection was 15 years, with 67% of all notifi ed casepatients being 5-17 years of age (1). Miller et al. also found that children were predominantly infected (17) . This fi nding, coupled with the diffi culties of maintaining good respiratory etiquette in young children, is a plausible explanation for the effect of child number on infection risk.\n\nWorking in the ICU was also identifi ed as a risk factor for pandemic infl uenza; patients in ICU may be severely ill, with high viral loads, and staff may be heavily exposed during multiple aerosol-generating procedures. In addition, use of PPE and hand hygiene compliance may have been lower than in other wards or patients with pandemic infl uenza may have been unrecognized and therefore appropriate PPE not used.\n\nExposure of HCWs to suspected or proven pandemic infl uenza in the community was protective against having a positive antibody test result. This fi nding is counterintuitive and diffi cult to explain. One hypothesis is that HCWs who knew that they had had community exposure may have been more attentive to hand hygiene and other infection control precautions while at work or were more likely to enact social distancing.\n\nWe found only 1 instance of seroconversion among the 87 participants (including the 6 with PCR-confi rmed infection), each of whom had 2 serum samples taken for antibody measurement. Miller et al. reported that 89.1% of participants with pandemic (H1N1) 2009 had an antibody titer of >32 three weeks after infection, although a baseline serum sample was not taken; therefore, seroconversion could not be demonstrated (17) . None of the participants with positive PCR results reported taking NIs, and all had serum samples taken >2 weeks after the positive nose swab specimen, allowing suffi cient time for seroconversion. Our results are likely to be true positives, as all swabs were only taken when patients were symptomatic. Previously, virus isolation has been the gold standard for infl uenza detection but RT-PCR is now considered to be more sensitive and specifi c. A previous study by some of the current authors has shown that seroconversion occurs in 80%-90% of serum samples if they are tested a suffi cient time after infection (confi rmed by RT-PCR) (19) . Nasal swabs are a relatively peripheral type of sample (20) . If viral load is low in the nose, the sample may be insuffi cient as an antigenic stimulus to induce a detectable level of seroconversion in the serum. This may be the explanation for the lack of seroconversion seen in some PCR-positive cases in this study. Because the number of pandemic (H1N1) 2009 cases in Victoria was low by the time this study commenced, we used a single antibody measurement for diagnosis in most patients. This is not ideal, because some participants may have had preexisting cross-reactive antibodies, as reported by others (15, 16) . However, this cross-reactivity has been most commonly found in older persons >65 years of age, a population which was underrepresented in our study. The explanation given for presence of cross-reactive antibodies in older persons has been past exposure to other antigenically similar viruses or a lifetime exposure to infl uenza A virus (17) . Because this exposure could not have occurred in our younger study participants (median age 38 years) and serum samples were collected toward the end of the pandemic wave when many would have already been exposed, reactivity likely was specifi c to pandemic (H1N1) 2009. These factors support the use of a single antibody measurement for diagnosis.\n\nThis study relied on self-reported symptoms and risk factors, including use of PPE, making it subject to recall bias. This is a particular problem potentially for recall of exposures (e.g., to others with infl uenza or for use of PPE). However, many of the predictor variables were not subject to recall bias (e.g., clinical or nonclinical status, work place, age, gender, occupation, and number of children in the household). In addition, in order to infl uence the results, the 2 exposure groups would have had to exhibit differential recall. Although it could be postulated that HCWs may have perceived that they were at greater risk for exposure and may have therefore been more conscientious when fi lling out questionnaires, we believe that because of the large amount of public awareness of pandemic (H1N1) 2009 at that time, it is unlikely that this group would have been more conscientious than the nonclinical group.\n\nIn conclusion, we found that HCWs did not have a substantially increased risk of contracting pandemic (H1N1) 2009 in a health care setting with high availability of PPE. We conclude that use of PPE was highly protective against acquiring pandemic (H1N1) 2009 virus infection, and we therefore encourage its use, along with scrupulous hand hygiene and respiratory etiquette."}