{"title": "The three lives of viral fusion peptides", "body": "Membrane fusion, i.e., the merging of two initially separate and apposed lipid bilayers with the result of the mixing of two initially distinct aqueous compartments, is ubiquitous to cell life. This unfavorable event typically advances at the expense of protein refolding energy, and under the control of mechanisms that ensure its evolvement at defined cell locations and physiological stages. Despite the variety of physiological conditions involving membrane fusion events, the same basic principles underlying lipid bilayer remodeling seem to apply to all the expressions of this phenomenon (see Chernomordik and Kozlov, 2003; Cohen and Melikyan, 2004; Frolov and Zimmerberg, 2010; Kozlov et al., 2010; Zimmerberg et al., 1993) and references therein for comprehensive reviews on this issue).\n\nThe protein-assisted membrane fusion reaction has been coopted by lipid-enveloped pathogens, including enveloped viruses (White, 1992; White et al., 2008) . Thus, enveloped viruses comprising highly relevant human pathogens such as Influenza virus (IFV), human immunodeficiency virus (HIV) or Ebola virus (EBOV), make use of membrane glycoproteins for selecting host cells, induce membrane fusion and gain access to internal compartments, a sequence of processes collectively known as \"viral entry\" (White et al., 2008) . Given the dynamic nature of viral genomes and the vast number of replication cycles taking place during infection of a single host, viral entry machineries are subject to intense molecular evolution. Thus, the themes of glycoprotein structure-function common to all enveloped viruses are highly significant for the understanding of the general mechanism of protein-mediated fusion Chernomordik and Kozlov, 2003; Cohen and Melikyan, 2004; Harrison, 2008; Hernandez et al., 1996; Kozlov et al., 2010; Lentz et al., 2000; Melikyan, 2008) . In addition, the conserved elements of these machineries, transiently or permanently exposed on the virion surface, provide clinical targets for development of inhibitors (antivirals) and immunogens (vaccines) (Blumenthal and Dimitrov, 2007; Doms and Moore, 2000; Eckert and Kim, 2001; Forssmann et al., 2010; Huarte et al., 2011; Munch et al., 2007) . Fig. 1A displays a generally accepted mechanism of membrane fusion induced by prototypical Class I viral glycoproteins, such as those of IFV, HIV or EBOV. The model is supported by the available structural and functional evidence (reviewed in references Blumenthal et al., 2012; Eckert and Kim, 2001; Harrison, 2008; Melikyan, 2008; Skehel and Wiley, 2000; Wiley and Skehel, 1987) . The mature envelope glycoproteins in those viruses are organized as trimers of non-covalently associated heterodimers. Each heterodimer is composed of a surface and a trans-membrane subunit, which mediate receptor binding and virus-cell fusion, respectively (Karlsson Hedestam et al., 2008; Roux and Taylor, 2007; Skehel and Wiley, 2000; Wiley and Skehel, 1987) . Upon fusion activation, the ectodomain of the membrane-anchored subunit undergoes a series of conformational changes conducive to membrane merger. First a \"pre-hairpin\" intermediate forms to anchor viral and cell membranes through the transmembrane (TMD) and fusion peptide (FP) domains, respectively. The presence of the FP within the ectodomain exposed to the aqueous phase constitutes a feature shared by all viral fusion proteins, and represents an absolute requirement for their fusogenic function (previously reviewed in: Durell et al., 1997; Epand, 2003; Nieva and Agirre, 2003; Tamm et al., 2002) . These hydrophobic and conserved sequences usually located at the N-terminal end of the fusogenic subunit, or close to it (Table 1) , are thought to be involved in driving the initial partitioning of the fusion protein into the target membrane (Nieva and Suarez, 2000) . In this first stage, formation (IFV hemagglutinin (HA)) or completion (HIV-Envelope protein (Env)) of an extended coiled coil (red rods in Fig. 1A ) by N-terminal helices (or N-terminal heptad repeats, NHRs) would be the propelling force that brings about exposition and translocation of the initially cryptic FP into close vicinity of the target membrane.\n\nThe filamentous structure of the \"pre-hairpin\" subsequently collapses into the low-energy trimeric \"hairpin\". In the trimeric hairpin structure, the ectodomain amino-and carboxy-termini are placed at the same end of the molecule (Eckert and Kim, 2001; Weissenhorn et al., 1997) . In several instances, this second step might ensue due to the fact that the extended N-terminal coiled coil creates highly conserved grooves into which C-terminal helices (or C-terminal heptad repeats, CHRs) may hydrophobically pack in an antiparallel orientation (yellow rods in Fig. 1A ). It is assumed that the conformational energy released during the trimeric hairpin formation can be used to pull membranes together and induce their merger, while its completion upon full zippering of the CHR would stabilize an open state of the fusion pore and likely contribute to its expansion (Melikyan, 2008) .\n\nHence, insertion of the hydrophobic FP into the target membrane and formation of the low-energy 6-HB structure are common themes to all fusogenic Class I glycoproteins, which otherwise may vary in receptor specificity, size, sequence and activation pathways (Melikyan, 2008; White et al., 2008) . A great deal of experimental work produced in the course of the last 25 years supports this view. In one hand, convincing evidence for the insertion of the VFPs into target membranes was early provided by Brunner's group using hydrophobic photolabeling approaches (Durrer et al., 1996; Harter et al., 1989; Tsurudome et al., 1992; Weber et al., 1994) . The IFV glycoprotein HA is synthesized as a single polypeptide, which is posttranslationally cleaved into two disulfide-linked chains, HA1 and HA2. The hydrophobic N terminus of HA2 generated after cleavage embodies the IFV-FP. Brunner and co-workers demonstrated that, upon incubation at conditions that activate IFV fusion (i.e., pH 5.0 and 37 • C), the hydrophobic interactions of isolated BHA2 (the bromelain-solubilized form of hemagglutinin) or IFV virions were mediated solely by the N-terminal segment of the HA2 subunit, which corresponds to the FP (Harter et al., 1989; Tsurudome et al., 1992) . They found that the predominant sites of labeling within this segment were spaced in average 3-4-residues, thereby suggesting that the FP inserted into the target membrane adopting a helical structure with an amphiphilic character (see also Fig. 3B below) . From asymmetric hydrophobic photolabeling of membranes, evidence was obtained indicating that HA2-FP penetrates only the external leaflet of the bilayer in the fusion pH conformation (Brunner, 1989) . In addition these authors provided evidence to sustain a mechanism of IFV inactivation at acidic pH, according to which the HA2 FP irreversibly inserted into the viral membrane (Weber et al., 1994) .\n\nOn the other hand, crystallographic evidence for the formation of low-energy trimeric hairpins by divergent virus glycoproteins has been accumulated during the last two decades (Eckert and Kim, 2001; Harrison, 2008; Weissenhorn et al., 1997; White et al., 2008; Yin et al., 2006) . The fact that Class II glycoproteins make use of trimeric hairpins to induce fusion underpins the functional relevance of these structures (Harrison, 2008; Vaney and Rey, 2011) . However, in contrast to the helical domains implied in Class I fusion, the Class II glycoprotein subunits employ articulated ␤barrel domains to assemble membrane-pulling trimeric hairpins (Harrison, 2008; Vaney and Rey, 2011; White et al., 2008) . Yet another class of fusion glycoproteins combine structural features of Class I and Class II fusion proteins, and have been designated as Class III (Backovic and Jardetzky, 2009; Baquero et al., 2013; Weissenhorn et al., 2007; White et al., 2008) . Fusogenic subunits of Class II and Class III proteins possess conserved hydrophobic loops that connect extended strands at the tip of elongated ␤-barrel domains. These \"fusion loops\" (FLs) are thought to insert into the target membrane and function during fusion in a way reminiscent of Class I FPs. Thus, the fact that Class I/II/III glycoproteins make use of similar elements, but different structural scaffolds, highlights the functional convergence underlying cell-virus membrane fusion.\n\nStructure-function relationships of VFPs derived from diverse viruses with relevance as human pathogens, such as IFV (Han et al., 2001; Lear and DeGrado, 1987; Rafalski et al., 1991) , HIV-1 (Agirre et al., 2000; Kliger et al., 1997; Li and Tamm, 2007; Mobley et al., 1999; Nieva et al., 1994; Pritsker et al., 1999; Rafalski et al., 1990; Shnaper et al., 2004; Yang et al., 2004b) , and EBOV (Ruiz-Arguello et al., 1998) have been extensively studied in the course of the last decades. We previously reviewed many aspects of VFP-membrane interactions, paying particular attention to the physiological relevance of studies based on synthetic peptides and membrane models (Nieva and Agirre, 2003) . For excellent, contemporary reviews on VFP-related issues the reader is referred to: (Durell et al., 1997; Epand, 2003; Epand et al., 1992; Peisajovich and Shai, 2003; Tamm and Han, 2000) . Here, we first give a brief overview on our current understanding of the structure and function of the VFPs, and then update some case studies (Sections 2 and 3, respectively). This review primarily focuses on Class I VFPs, as they conform more closely to the notion of FP domain (Epand et al., 1992; Gallaher, 1987) . Nonetheless, Section 4 will be devoted to the description of Class II/III FLs. Section 5 will deal with the possible assistance by other hydrophobic-conserved regions present in glycoprotein sequences, particularly the \"membraneproximal external regions\" known as MPER domains. Finally in Section 6, based on the HIV-1 case, we will succinctly discuss the potential implications of this knowledge for the development of unprecedented anti-viral compounds.\n\n2.1. Primary structure Table 1 summarizes information relative to the primary structures of VFPs derived from most prominent Class I enveloped viruses. One feature shared by these sequences is that, despite the phylogenetic divergence, amino acid homology between FPs from Class I viral families can be as high as 90% (Gallaher, 1987) . VFPs also gather unusual amounts of Ala and Gly residues, and, in particular when located internally, they contain invariable Pro residues (Gomara et al., 2004) . Such a degree of residue conservation and Ala/Gly content are uncommon for hydrophobic protein domains as signal sequences or transmembrane anchors. The occurrence of these residues further suggests an intrinsic conformational flexibility that cannot be explained by the simple requirement of membrane insertion. Thus, FP sequences have evolved constrained by selective pressures beyond the thresholds imposed by mere hydrophobicity or amphipathicity.\n\nAromatic residues are also present in VFP sequences, although exceptions to this rule may be found (Table 1) . These residues may help overcome the energy cost of peptide bond partitioning into membranes, particularly when this cost cannot be counterbalanced by the adoption of a defined secondary structure (Nieva and Suarez, 2000; White and Wimley, 1999) . In this regard, aromatics' contribution maybe relevant for enabling membrane insertion of internal FPs (Table 1 ). In these instances, the absence of a free N-terminus constraints conformational transitions in contact with the membrane surface (Gomara et al., 2004; Suarez et al., 2003) . The favorable interactions of aromatic side chains with phospholipid moieties located at the membrane interface region may in addition contribute to stabilize the insertion of the FP sequence into just one bilayer leaflet (White and Wimley, 1999 ). An initial interaction restricted to one monolayer has been proposed to generate elastic stresses conducive to bilayer fusion (see below).\n\nThe most stringent constraint imposed onto VFP sequences is probably the requirement of folding after synthesis as a constituent of the glycoprotein's globular ectodomain. This would represent the first stage in the life of VFPs ( Fig. 1A-(1) ). The IFV-FP solved within the trimeric HA complex was for many years the only available VFP atomic structure in a native, pre-fusion state (Wiley and Skehel, 1987) . The native IFV-FP folds as a loop partly buried into a pocket of ionizable residues, and with the hydrophobic N-terminus occluded at interfaces between HA2 transmembrane subunits. However, the IFV-FP model is not generalizable to all Class I viral fusion glycoproteins, as evidenced by the native structures available later on (Lee et al., 2008; Lyumkis et al., 2013; Yin et al., 2006) . Thus, EBOV-FP and Parainfluenza virus-5 (PIV5)-FP locate in the periphery of the pre-fusion glycoprotein complex, partially accessible from solution, and interacting extensively with the surface subunits (Lee et al., 2008; Yin et al., 2006) . A similar pattern has been recently suggested for the HIV-FP Lyumkis et al., 2013) . Thus, the occurrence of distinct native structures suggest that the VFP sequence homology between divergent virus families probably sustains common functional roles beyond folding after synthesis.\n\nAfter fusion activation the VFPs must be exposed in the vicinity of the target membrane. Especially in the case of Nterminal sequences, it is assumed that membrane partitioning, initially driven by favorable hydrophobic interactions between FP monomers and the membrane interface (Table 1) , will result in the partitioning-coupled structuring of the FP sequence as an autonomous domain. Thus, structures adopted within the target membrane milieu might represent a second functional state common to all VFPs ( Fig. 1A-(2) ). From that perspective, experimental approaches based on synthetic surrogates and model membranes have been applied to establish physiologically relevant, functional VFP states (see for earlier discussions on this issue Durell et al., 1997; Epand et al., 1992; Nieva and Agirre, 2003) . Insertion patterns and conformations adopted by synthetic versions of the VFPs in model membranes and mimics have been characterized by a plethora of biophysical and structural techniques including Nuclear Magnetic Resonance (NMR) (Chang et al., 1997; Han et al., 2001; Qiang et al., 2008) , Electron Paramagnetic Resonance (EPR) (Macosko et al., 1997; Tamm et al., 2007) , and Infrared spectroscopy (IR) (Buzon et al., 2005; Castano and Desbat, 2005; Epand et al., 2001; Gray et al., 1996; Haque et al., 2005; Li and Tamm, 2007; Luneberg et al., 1995; Martin et al., 1993; Mobley et al., 1999; Pereira et al., 1995 Pereira et al., , 1997 . These studies reveal that the main conformation adopted by VFPs in membranes, insertion depth and insertion angle may vary depending on factors like the membrane lipid composition (particularly the presence of cholesterol or anionic phospholipids) or peptide length (Kliger et al., 1997; Lai et al., 2012; Wexler-Cohen et al., 2006) . When physiologically relevant, as it is the case of single sequence substitutions that recreate mutations interfering with the fusogenic activity of the full glycoprotein, these factors allow delineating structure-function relationships shared by VFPs from distinct origin (Nieva and Agirre, 2003) .\n\nThe IFV-FP sequence is probably the most widely studied VFP following this approach. The HA2 post-fusion structure reveals Nand C-terminal residues that form an N cap terminating both the N-terminal ␣-helix and the central coiled coil (Chen et al., 1999) . This structure implies that continuous ␣ helices are not required for membrane fusion at either the N or C termini of the trimeric hairpin. In addition, residue 34 marks the end of the capping structure at the N-terminus, thereby suggesting that the functional structures and dynamics in membranes of the upstream IFV-FP (residues 1-23) are likely to be barely affected by the rest of the HA2 sequence. A main helical structure adopted by a synthetic IFV-FP in contact with membranes and its mimics was put forward by early studies (Chang et al., 2000; Dubovskii et al., 2000; Gray et al., 1996; Lear and DeGrado, 1987; Luneberg et al., 1995) . Additional studies revealed that insertion of this element could lead to lipid bilayer destabilization as evidenced by the induction of leakage of aqueous contents and lipid-mixing when added to liposomes (Colotto and Epand, 1997; Epand et al., 2001; Lear and DeGrado, 1987; Rafalski et al., 1991) . A further line of evidence suggested that an oblique angle of insertion into the lipid bilayer might be required to sustain those membrane destabilization phenomena (Epand et al., 2001; Gray et al., 1996; Luneberg et al., 1995) .\n\nThe effects of replacing N-terminal glycine, which may cause hemifusion or abolish fusion activity in the full protein, were found to affect both the adopted structure and the capacity for destabilizing lipid vesicles by the IFV-FP (reviewed in: Nieva and Agirre, 2003 , see also next section). In one study, the main ␣-helical conformation was observed in all the analyzed variants (Gray et al., 1996) . However, the nonfusogenic peptides exhibited larger amounts of ␤-like conformers. A later work related the absence of activity of the HA2 bearing the G1V mutation to a change in the angle of insertion of the helical FP into membranes as measured by polarized IR (Epand et al., 2001) .\n\nSimilarly, the polar V2E substitution at the N-terminus of the HIV-FP was known to interfere with gp41-induced fusion (Nieva and Agirre, 2003) . The V2E change impaired insertion of synthetic HIV-1-FP into membrane monolayers and caused a reduction of membrane activity measured in liposomes. However, in contrast to what is observed for IFV-FP, the HIV-FP may adopt a functional ␤-strand structure in contact with membranes (Buzon et al., 2005; Castano and Desbat, 2005; Lai et al., 2012; Mobley et al., 1999; Sackett and Shai, 2005; Yang et al., 2001) , and the V2E substitution was shown to interfere with the adoption of that conformation (Gabrys et al., 2013; Pereira et al., 1995) . A series of Attenuated Total Reflectance (ATR)-IR studies also suggested an oblique angle of insertion for the membrane-bound functional HIV-FP (Martin et al., 1993 (Martin et al., , 1996 , which was confirmed by later structural determinations (Castano and Desbat, 2005; Morris et al., 2004) . Thus, insertion in an oblique angle and the capability of alternating ␣/␤ conformations depending on membrane dose and lipid composition emerged as common structural patterns from those analyses. However, the membrane-bound conformation most active at generating membrane destabilization differed in the IFV-FP or HIV-FP.\n\nThe functional meaning of the conformational polymorphism of membrane-bound VFPs is yet unclear. Some authors argue that VFPs function as inert anchors, i.e., \"secondary\" transmembrane domains (TMDs) inserted into the target membrane (Donald et al., 2011; Skehel and Wiley, 2000) . According to this view, conformational polymorphism of the membrane-inserted FP might contribute to the flexibility of the fusogenic complex during the fusion reaction cycle (Saez-Cirion and Suarez et al., 2003) . Following the \"hairpin\" model ( Fig. 1A) , the rod-shaped glycoprotein ectodomain must alternate a configuration with its axis perpendicular to the target bilayer normal (inserted prefusion state) with a configuration mainly parallel to the membrane interface supposedly adopted within the trimeric hairpin structure. Thus, the presence of jointed kinks to enable backbone reorientation and the capacity for alternating FP insertion levels might be required for the final stages of the fusion cascade to evolve.\n\nAn alternative option is that it is the membrane structure, rather than peptide's structure, what changes upon VFP insertion. Under this view, VFPs would be membrane-active agents, while the hairpins would behave as mechanical devices that bring into apposition membranes poised for fusion (Fig. 1A) . Accordingly, the functional link with conformational polymorphism has been established by combining peptide structural studies, membrane stability assays and determinations of changes in structure and material properties of the bilayer, both in liposome and bulk lipid systems (Colotto and Epand, 1997; Epand et al., 1992; Epand and Epand, 1994; Epand et al., 2001; Haque et al., 2011; Pereira et al., 1999; Siegel and Epand, 2000; Tristram-Nagle et al., 2010) . Fig. 1B briefly describes the remodeling processes undergone by the lipid bilayer along the proposed fusion pathway (Chernomordik and Kozlov, 2003; Cohen and Melikyan, 2004; Kozlov et al., 2010) . Bilayers must be first brought into close apposition, a process that requires overcoming the highly repulsive hydration and electrostatic forces operating at the membrane surface ( Fig. 1B-1 ). Repulsion can be minimized within pointlike membrane protrusions created by focal application of curvature/tension stress ( Fig. 1B-2-top) . Formation of these structures might lead to closer apposition of the contacting monolayers and generation of small hydrophobic patches. The most widely accepted model, based on a continuous approach of membranes in terms of their elastic properties, posits that an hourglass-shaped lipid structure termed \"stalk\", with mean negative curvature, subsequently emerges at the point where interbilayer contact has been established ( Fig. 1B-2-bottom) . The stalk allows mixing of the lipids from the contacting monolayers (cis-monolayers), but not of those from the distal ones (trans-monolayers). According to the original proposal of the stalk theory, distal monolayers collapse into a single bilayer referred to as a \"hemifusion diaphragm\" (HD) (Fig. 1B-3-top) . Increasing tension at the HD leads to the formation of a small hydrophilic pore, a process facilitated by positive curvature of the HD monolayers ( Fig. 1B-3-bottom) . A \"fusion pore\" is eventually formed, which connects the internal aqueous volumes enclosed by the originally separated membranes (Fig. 1B-4) . Fig. 1C summarizes the VFP effects putatively related to the promotion of the membrane rupture and/or deformation processes along that pathway. In a first instance insertion into one monolayer of an amphipatic VFP structure might help overcoming the hydration repulsion force between approaching bilayers by orienting a poorly solvated face toward the external medium ( Fig. 1C (1)). Pre-stalk fusion intermediates maybe subsequently elicited by breaching lipid continuity and generating focal hydrophobic patches (Fig. 1C (2)). Recent molecular dynamic simulations (MDS) suggest that hydrophobic defects generated by IFV-FP in the \"boomerang\" conformation (see below) might cause lipid tail protrusions (Larsson and Kasson, 2013) . It has been argued that a lipid molecule splaying its two acyl chains may suffice to build an initial lipid bridge between contacting bilayers (Frolov and Zimmerberg, 2010; Kinnunen and Holopainen, 2000; Kozlov et al., 2010) .\n\nVFP-induced monolayer negative curvature may also minimize the stalk formation energy (Fig. 1C (3) ). Indirect proof consistent with this effect comes from the capacity of VFPs for lowering the temperatures of lamellar-to-non-lamellar (H II ) phase transitions. Accordingly, the ability of HIV-1-FP to induce lipid mixing in large unilamellar liposomes was correlated with its ability for modulating the lipid polymorphism in bulk systems (Pereira et al., 1999) . This concept was also supported by studies addressing the effects of point mutations at the N-terminal amino acid, Gly, of IFV-FP (Epand and Epand, 1994; Epand et al., 2001) . Only the wild-type peptide could substantially decrease the temperature of the lamellar-tonon-lamellar (H II ) phase transition at pH 5. In addition a correlation existed between the fusogenic activities of the full protein and the effect of the FPs on monolayer curvature, as monitored by a shift in the temperature of the polymorphic phase transition.\n\nMore recent theoretical developments stipulate that asymmetric insertion of hydrophobic protein domains into one membrane monolayer may promote expansion of the polar head region and impart curvature stress onto the overall lipid bilayer (reviewed in Kozlov et al., 2010) . In the case of the HIV-FP, it was hypothesized that insertion into the external membrane monolayer may induce lateral stress in the hydrocarbon region and/or selectively induce an increment of its surface (Agirre et al., 2000) . As a consequence bulges (or dimples) that protrude from the membrane plane would be created (Fig. 1C (4) right panel). The tops of these structures are highly curved, an arrangement that can facilitate the formation of lipid contacts between fusing bilayers . This mode of VFP action would be also consistent with an alternative mechanism of fusion, which posits that the process can be mediated by activated glycoproteins with their FPs inserted into the viral membrane (Chernomordik and Kozlov, 2003) . Bilayer deformation can be additionally facilitated by compounds that lower the bending rigidity of the bilayer. Thus membrane-embedded VFPs may behave as additives that disorder and soften the lipid bilayer matrix making it more prone for bending or expansion ( Fig. 1C (4) left panel). Recent low-angle x-ray scattering studies reveal that the inserted HIV-FP indeed reduces the bending modulus (K C ) of the lipid bilayer (Tristram-Nagle et al., 2010; Tristram-Nagle and Nagle, 2007) .\n\nFinally, VFPs may sustain the aperture of lipid fusion pores with distinctive architectures. In one hand, VFPs may promote the opening of hydrophilic pores within the expanding HD ( Fig. 1C (5) ). Such mechanism would be supported by the finding that functional VFPs bear a pore-formation activity below the membrane rupture tensions (Lau et al., 2004; Longo et al., 1997 Longo et al., , 1998 , and by their capacity for inducing positive curvature put forward by recent MDS (Fuhrmans and Marrink, 2012) . However, it is difficult to envision how the FP attached to the glycoprotein (Fig. 1A) would get access to the expanding HD, an element confined to a topologically distinct compartment.\n\nOn the other hand, under the assumption that the stalk does not expand, stalk formation and its evolution into a fusion pore are restrained by the energy of hydrophobic interstices (voids) emerging between contacting monolayers (Lentz et al., 2000; Siegel and Epand, 1997) . Thus, VFPs might contribute to lower the energy of those voids, thereby facilitating lipid mixing of cis-monolayers and/or establishment of trans-monolayer contacts (TMCs) (Fig. 1C  (6) ). Evidence supporting this VFP role mainly derives from experiments of PEG-mediated fusion (Chakraborty et al., 2013; Haque et al., 2011) . The physiological relevance of those studies has been put forward by the comparison of wild-type IFV-FP and two derived mutants, G1E and G13L. The wild-type peptide enhanced PEGinduced fusion, increased the bilayer interior packing and filled the membrane free volume, while the mutants caused no change in PEG-induced fusion or interior packing. It was inferred that the functional IFV-FP promotes conversion of the stalk to an expanded TMC intermediate through its ability to fill the voids within this latter structure (Fig. 1C (6) ).\n\nIn addition, the ability for minimizing interstice energy can be indirectly inferred from the effects on the thermotropic lamellarto-non-lamellar (H II ) phase transition. VFPs have been shown to drive the process toward the formation of bicontinuous inverted cubic phases (Q II ) (Harroun et al., 2003) . Small-angle X-ray diffraction results showed that the action of the IFV-FP on lipid polymorphism was strongly pH-dependent (Colotto and Epand, 1997) . In particular, the ability of peptide to promote cubic phases exhibited the same dependence on the pH as viral fusion. Since bilayers arranged into bicontinuous Q II phases bear curvatures reminiscent of those purportedly existing within unexpanded fusion pores, it has been proposed that a plausible mechanism of fusion-promotion by the IFV-FP could be that this element may help destabilizing bilayer diaphragms at TMCs, or favor bilayer states of negative Gaussian curvature (Siegel and Epand, 2000; Tenchov et al., 2013) .\n\nThe neck in the early fusion pore structures can be sufficiently narrow as to impede diffusion of large solutes. Thus, driven by forces favoring membrane unbending, the final stage of the viral fusion process comprises the irreversible expansion of the initial fusion pore (Cohen and Melikyan, 2004) , a phenomenon required for the translocation of the macromolecular nucleocapsid complex into the cytosol of the host cell. Formation of the fully zipped trimerof-hairpins ectodomain has been shown to be required for this step Melikyan, 2008) . In turn, 6-HB completion may lead to the formation of complexes between the membraneembedded N-terminal FP and the C-terminal TMD (Armstrong et al., 2000; Tamm, 2003) . These integral membrane oligomers might represent the third and last stage in the life of the VFPs (Fig. 1A-(3) ). In contrast to forms inserted into single monolayers, FP-TMD transbilayer bundles would favor bilayers with 0 net curvature. Thus, membrane remodeling upon this locking movement might be coupled to fusion pore enlargement.\n\nAlthough the participation of FP during the pre-hairpin intermediate state has been widely studied, only a few studies have focused on its possible co-assembly with TMDs and the involvement of the process in the late stages of fusion. Since FP and TMD domains lie in close proximity in the final trimeric hairpin structure of IFV-HA (Chen et al., 1999) , and being this final conformation necessary to induce pore enlargement, Cohen and co-workers proposed that both domains approach each other to their maximum extent during the late stages of fusion (Borrego-Diaz et al., 2003; Cohen and Melikyan, 2004) .\n\nFollowing this idea, Chang et al. explored the existence of actual interactions between HA FP and TMD and its involvement in the IFV fusion process (Chang et al., 2008) . They used fluorescently labeled peptides and model membranes, to assay formation of complexes between FP and TMD domains. The assembly occurred in an antiparallel manner, the TMD being at the core of the structure.\n\nIn addition, as compared to homo-oligomers, the hetero-oligomers showed an enhanced membrane disrupting ability, likely due to a deeper membrane penetration of the FPs. These authors concluded that the assembly of the FP-TMD structure and its recruitment to the fusion site could cause the rupture of the membrane inner leaflets in a post-stalk state, resulting in initiation and enlargement of the fusion pore.\n\nIn a later contribution, Donald et al. addressed the existence of FP-TMD interactions in the case of the Class I fusion protein F of PIV5 (Donald et al., 2011) . These authors observed that homo-oligomerization of isolated PIV5 FPs into hexameric bundles occurred in DPC micelles. According to ATR-IR results, FPs would adopt a transmembrane orientation in lipid bilayers. Supporting this idea, MDS of the FP six-helix bundle in lipid bilayers predicted a parallel orientation of the constituent monomers, with its periodically conserved small residues localized at the helix-helix interfaces, and allowing permeation of water into the hexamer core. Tight hetero-association of FP with TMD peptides also occurred in the membrane mimetic DPC. Based on their experimental data and the outcome of the simulations, the authors proposed that FP hexamers may create holes (\"pinpricks\") within the target membrane. Further tilting of the helices within approaching bilayers enable the formation of FP-TMD bundles, which eventually provides a low-energy pathway to direct fusion.\n\nFinally, a more recent study of Reuven et al. has shown that the HIV-1 gp41 FP may also functionally associate with the C-terminal TMD (Reuven et al., 2012) . These authors made use of an in vivo fluorescence assay to determine FP hetero-assembly with the TMD (probably via its GLRI motif) within the membrane milieu, and the ability of the latter to self-assemble via its GxxxG motif. Besides, heteroassociation between FP and TMD peptides led to enhanced lipid mixing of model membranes. Furthermore, peptides derived from the TMD and FP could inhibit virus-cell fusion probably by interfering with the functional association of the parental endogenous regions. In conjunction these studies suggest that conserved Gly-Ala residues at regularly spaced intervals might sustain VFP homo-and hetero-oligomerization in membranes.\n\nCombining NMR-solved structures in micelles with EPR distance constraints measured in LUV, Tamm and co-workers proposed an \"inverted V\" or \"boomerang\" conformation for the functional IFV-FP in membranes (Han et al., 2001) . As compared to the neutral pH structure, the low pH structure of a 20-mer synthetic peptide inserts deeper while the C-terminal arm transitions from an extended structure to a shorter 3 10 -helix ( Fig. 2B-left) . This low-pHinduced structural change was proposed to intensify the FP capacity to distort bilayer architecture (see also (Larsson and Kasson, 2013) ). The \"inverted V\" model was subsequently tested by assessing the effects of IFV-FP mutations that interfere with fusion activity of the full HA protein. In particular, the effects of G1S and G1V mutations, which respectively cause hemifusion and abolish fusion, were first examined (Li et al., 2005) . The NMR structures disclosed a V with a disrupted \"glycine edge\" on its N-terminal arm and a slightly tilted linear helical structure, for the G1S and G1V mutants, repectively. Abolishment of the kink in G1V resulted in reduced hydrophobic penetration of the lipid bilayer and an increased propensity to form ␤-structures at the membrane surface ( Fig. 2B-left) .\n\nThe preservation of the low pH-induced, double-arm, \"inverted V\" structure as a requirement for IFV-FP function was further supported by the outcome of MDS in detergent micelles and lipid bilayers (Lague et al., 2005) , and a series of structure-function studies (Lai et al., 2006; Lai and Tamm, 2007) . The role of a specific fixed angle \"boomerang\" structure in fusion was underpinned by the effect of changing W14, a residue involved in kink stabilization (Lai et al., 2006) . The W14A substitution was shown to cause inactivation of HA, while the structure of a synthetic IFV-FP bearing the mutation disclosed a flexible kink with an inverted orientation. Thus, the mutant pointed out of the membrane, in contrast to the ordered boomerang of the wild-type, which pointed into the membrane. The W14A fusion phenotype and FP structures were later reproduced by a double substitution F9A/I10A, an observation that underscores the functional importance of membrane-oriented large hydrophobic residues on both sides of the kink region of IFV-FP to fix the angle of the boomerang structure . Recently published MDS analyses give further support to this idea (Legare and Lague, 2012) .\n\nThe importance of selecting FP sequence boundaries in structural studies was emphasized by the findings reported by Lorieau et al. (Lorieau et al., 2010) . These authors included the conserved residues Trp21-Tyr22-Gly23 at the C-terminus of the IFV-FP, and analyzed the NMR structure in DPC micelles of the resulting specimen, which was designated as HA-FP 1-23 . The NMR structure of HA-FP 1-23 dissolved in DPC disclosed an ␣-helix-turn-␣-helix motif where N-and C-terminal helices packed tightly together in antiparallel fashion (Fig. 3A) . Interactions between C-terminally added Trp21-Tyr22-Gly23 and the N-terminal residues of HA-FP 1-23 were fundamental in the stabilization of this hairpin-like structure. The tight packing was in addition sustained by four interhelical aliphatic H-bonds. The hairpin was predominantly maintained even when lowering the pH below the pKa value of its acidic side chains. A charge-dipole interaction between the positive charge of the Gly1 ␣-amino group and the dipole moment of the second helix was subsequently described as an additional stabilizing force (Lorieau et al., 2011) .\n\nAs shown in Fig. 3A , the HA-FP 1-23 hairpin segregates into one surface of the structure the hydrophobic residues Phe-3, Ile-6, Phe-9, Trp-14, Met-17, Trp-21 and Tyr-22. Interestingly, early assays performed by Brunner and coworkers (Harter et al., 1989) had identified in the radioactivity profiles these same residues (i.e., including Trp-21 and, to a lower extent, Tyr-22) as the main sites of labeling by membrane-residing photoactivable probes after low pH-induced interaction of BHA with liposomes (Fig. 3B ). This arrangement of the hydrophobic and hydrophilic residues relative to the hairpin surface generates an amphipatic structure predicted to stably associate with the water-lipid interface of a membrane leaflet. Thus, the hairpin structure would be also consistent with previous asymmetric hydrophobic photolabeling assays indicating that BHA-membrane interaction induced by low pH involves HA-FP insertion into the external membrane monolayer (Brunner, 1989) .\n\nHowever, these authors later reported that at low pH, where the fusion process is triggered, HA-FP 1-23 transiently visits activated states consisting of two stable helices switching between L-shape and extended arrangements, where the L-shape provides an intermediate step in the transition from the hairpin to a totally extended structure (Lorieau et al., 2012) . They hypothesized that extension of the hairpin would elongate the IFV-FP to traverse the lipid bilayer, and therefore allow it assembling into bundles with C-terminal transmembrane helices (see preceding Section 2.4). Recent Solid State (SS)-NMR analyses confirm the adoption of closed hairpin structures in membranes by the 20-mer IFV-FP ), although the fractional populations of hairpin and extended structures may be different in the lipidbilayer context, as compared to micelles (Ghosh et al., 2013) . In this regard SS-NMR results confirm the presence of \"boomerang\" structures in detergent micelles, but support the dominance of closed and semi-closed structures for membrane-associated IFV-FP at pH 5.1. Thus it appears that segmentation into two helical arms joined by a kink, and fixation of the angle between both arms depending on sequence, pH and lipid environment, may encompass functional requirements for IFV-FP activity along the fusion pathway. It is possible that favorable IFV-FP insertion is driven by the compact hairpin structure, while subsequent target membrane destabilization would be promoted by its expanded structures. As mentioned above, a recent MDS study suggests that the \"boomerang\" structure might be involved in pre-stalk stages of the fusion process (Larsson and Kasson, 2013) .\n\nSimilarly to the IFV-FP, high-resolution studies carried out in the course of the last decade reiterate the existence of conformationally polymorphic HIV-FP structures (Fig. 4) , which are likely required to sustain the processes of folding into the globular ectodomain Lyumkis et al., 2013) , complex formation with inhibitors (Forssmann et al., 2010; Munch et al., 2007) or adoption of alternating structures in a membrane milieu (Gordon et al., 2002 (Gordon et al., , 2004 Jaroniec et al., 2005; Li and Tamm, 2007; Qiang et al., 2009 ). In addition, MDS studies have provided supporting evidence for this idea (Barz et al., 2008; Grasnick et al., 2011; Promsri et al., 2012) .\n\nHowever, these studies also confirm early observations indicating that membrane-active structures of IFV-FP and HIV-FP are different. After some debate at the time the proposal was first formulated (Mobley et al., 1999; Nieva et al., 1994; Pereira et al., 1995 Pereira et al., , 1997 , considerable experimental evidence has been accumulated, which ascribes a fusogenic role to ␤-like extended HIV-FP structures (Buzon et al., 2005; Castano and Desbat, 2005; Haque et al., 2005; Lai et al., 2012; Sackett et al., 2010; Sackett and Shai, 2005; . Most prominently, SS-NMR data reported by Weliky's group has provided in conjunction unambiguous evidence for the adoption of oligomeric ␤ strand structure by the HIV-FP inserted into lipid bilayers (Qiang et al., 2008; (Harter et al., 1989) . Side-chains of residues in green characters are depicted in the previous panel. (Gordon et al., 2002 (Gordon et al., , 2004 and NMR (Jaroniec et al., 2005; Li and Tamm, 2007; Munch et al., 2007) . Corresponding PDB entry codes are displayed in red. 2JNR corresponds to the FP in complex with VIRIP (reddish chain). (B) Models for the FP inserted into Chol-containing membranes adopting 6-strand, anti-parallel ␤-sheet structures, as inferred from SS-NMR determinations. The most fusion-active version inserts deeper (see text). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) Source: Adapted from Qiang et al. (2009 by National Academy of Sciences, USA. et al., 2001 , 2004a . In particular, the work by Qiang et al. was key to determine the relevance of this structure under fusionpromoting conditions (Qiang et al., 2009 ) (see also Fig. 4B ). In that work the authors compared structure, fusogenicity and insertion depth of wild-type HIV-FP, a V2E mutant and a cross-linked trimeric HIV-FP that emulates the putative oligomerization state of HIV gp41. All peptides adopted a ␤-sheet structure in membranes with physiologically relevant cholesterol content. However, in liposome fusion assays the V2E peptide was not active, while trimeric HIV-FP displayed higher potency than the monomeric peptide. The membrane locations as inferred from SS-NMR measurements indicated subtle insertion of the V2E mutant at the membrane surface, deeper insertion into a single membrane leaflet for the monomeric wt, and the deepest level of insertion for the trimeric HIV-FP, which contacted with the center of the membrane. Thus, for a fixed ␤sheet secondary structure, a deeper level of insertion correlated with higher fusogenicity. As depicted in the model of Fig. 4B , an intriguing possibility is that the deeply inserted, distorted ␤-sheets might induce both local dehydration and hydrophobic defects in the monolayer (shadowed areas), thereby increasing the probability of hydrophobic tail flipping upon membrane adhesion (Fig. 1B-(2) ).\n\nThus, attending to the data derived from IFV-FP and HIV-FP studies, it appears that, irrespective of the main conformation, the level of insertion is key for inducing membrane remodeling. This concept has been further elaborated by Lai et al. in a more recent contribution (Lai et al., 2012) . These authors report structure-function experiments consistent with the fusogenicity of ␣and ␤-structures adopted by the HIV-FP in Chol-depleted or Chol-containing membranes, respectively (see also the discussion by Epand, 2012) . According to these authors, it is possible that fusion domains first assemble as ␤-sheets on membrane surfaces but later convert into ␣-helices to complete fusion.\n\nIn the last years, particular attention has been also paid to the effect of additional gp41 sequences on the structure and fusogenicity of HIV-FP. In a series of works initiated by Sackett and Shai (Sackett and Shai, 2003) , the structure-function of the FP within constructs encompassing this region plus downstream gp41 helical domains has been investigated (Sackett et al., 2009 (Sackett et al., , 2010 Sackett and Shai, 2005; Sackett et al., 2011) . The early studies in this series demonstrated that in trimeric constructs containing the NHR oligomerization domain to model the pre-hairpin intermediate, the FP sequence remained active while retaining its tendency to assemble into ␤-sheet structures in the membrane Shai, 2003, 2005) . Later analyses have revealed that fusogenicity of the FP is hampered within a construct representing post-fusion 6-HB structures, even though the membrane-associated extended structure still existed within these constructs (Sackett et al., 2010; Sackett et al., 2009) . In conjunction, these data underscore the fusogenic function of the FP sequence during the fusion stages that precede trimeric hairpin formation, and support the hypothesis that the FP of HIV constitutes an autonomous folding domain.\n\nThe native structure of the PIV5-FP combines features of ␤-sheet and ␣-helical conformations (Yin et al., 2006) . The C-terminal helix of the FP extends into the F protein N-terminal helical domain, and the joint connecting both domains likely remains helical upon fusion activation. Thus, in contrast to IFV-FP, the post-fusion PIV5-FP would extend the N-terminal helix into the membrane to enable its assembly with the TMD into an integral 6-helix bundle (Donald et al., 2011) . Consistent with the functional role of the ␣-helical conformation, Gly substitutions in the FP exhibited increase in fusion activity in transfected cells (Horvath and Lamb, 1992) , and augmented the helical content of the cognate synthetic peptide (Peisajovich et al., 2002) .\n\nSome structure-function studies combining synthetic Paramyxovirus FPs and model membranes have been added in recent years to the works already consigned in our previous review (Nieva and Agirre, 2003) . Smith and coworkers identified a double mutation VM114/115AA in Hendra F protein that blocked fusion activity (Smith et al., 2012) . These authors subsequently examined changes in membrane interactions, using synthetic peptides representative of both wild-type and VM114/115AA mutant F proteins. Consistent with an alteration of the membrane interaction pattern, incubation with the VM114/115AA peptide resulted in a 75% reduction of hemolysis. Moreover, the wild-type peptide exhibited greater helical content as estimated from circular dichroism measurements. Together, these data support that the helical FP structure is important to drive efficient paramyxovirus membrane fusion.\n\nIn a more recent study Yao and Hong have analyzed the lipid interactions of the PIV5-FP by means of SS-NMR (Yao and Hong, 2013) . These studies reveal a conformational polymorphism for PIV5-FP as a function of the composition of the phospholipid membrane in a way reminiscent of the HIV-FP. Thus, PIV5-FP was found to adopt ␣-helical structure in anionic membranes, but it was mostly ␤-sheet in neutral ones. The latter structure caused membrane surface dehydration and curvature. Accordingly the authors ascribe a role for the PIV5-FP ␤-sheet structure in promoting/stabilizing the hemifusion intermediate. In contrast, the ␣-helical state would be associated with the extended prehairpin state and the post-fusion state (Donald et al., 2011) .\n\nThe crystal structure of the EBOV-FP was solved in the trimeric, pre-fusion conformation of the envelope glycoprotein (GP) (Lee et al., 2008) . In contrast to the previously reported IFV-FP or PIV5-FP structures, the EBOV-FP embodied an internal fusion loop lacking a free N terminus ( Fig. 2A-right and Table 1 ). The hydrophobic EBOV-FP was displayed onto an antiparallel ␤-stranded scaffold, which was stabilized by a disulphide bond at the base. However, similarly to PIV5-FP, the side chains of the most hydrophobic residues at the tip of the EBOV-FP packed into a neighboring GP surface subunit in the trimer, while the rest of the sequence sat in the periphery of the complex, partly accessible from solution.\n\nPrior to the X-ray structure resolution of the native structure, several studies addressed the interactions of the internal EBOV-FP with membranes. These initial reports suggested that anionic phospholipids might be required for the efficient insertion of EBOV-FP into membranes (Ruiz-Arguello et al., 1998; Suarez et al., 2003) . This requirement was not based on the establishment of strong peptide-lipid electrostatic interactions, but rather on the easier access of the FP sequence to the hydrophobic region in the anionic bilayers, and the favorable contribution of its partial structuring therein to the overall energy of partitioning. A helix inserted in a tilted orientation was subsequently posited as the effective fusogenic structure of the sequence (Adam et al., 2004) . Somehow contrasting this proposal, it was further suggested that stabilization of a loop structure within membranes by a Pro residue was required for the EBOV-FP membrane activity (Gomara et al., 2004) .\n\nBoth possibilities need not be mutually exclusive as put forward by later high-resolution NMR studies (Freitas et al., 2007; Gregory et al., 2011) (Fig. 2B-right) . In accordance with previous low-resolution studies, the EBOV-FP sequence was shown to get partially structured in contact with SDS micelles at pH 7.0 by adopting a 3 10 -helix in the central part (Freitas et al., 2007) . Furthermore, spectroscopic measurements and MDS suggested the participation of the central aromatic residues in interactions with rigid membranes (see also (Freitas et al., 2011) ). Gregory and co-workers further analyzed the effect of the ␤-sheet scaffold and pH on the structure adopted by EBOV-FP in membrane mimics (Gregory et al., 2011) . Their analysis yielded a model for the structure-function of this domain (Fig. 2B-right) . According to these authors, a conformational change from a relatively flat extended loop structure at pH 7.0 to a bent structure at pH 5.5 would reorient the hydrophobic patch at the tip of the FP. The latter structure display helical features within a reversing turn inserting into the membrane. It is tempting to speculate that the energy contribution from structuring one portion of the C␣ chain is required for the favorable insertion of the full loop. This mode of interaction would facilitate disruption of lipids in a way reminiscent to that of N-terminal VFPs.\n\nBased on sequence similarities, it has been proposed that Class II/III FLs and internal Class I FPs share functional and structural features (Table 2) . However, the available experimental evidence is not fully compatible with that assumption. In one hand, some of the crystallographically solved Class II glycoproteins allow inferring the structure adopted by FL-containing regions in pre-fusion, fusionactivated and post-fusion states (Baquero et al., 2013; Gibbons et al., 2004; Klein et al., 2013) . All those structures reveal that the exposed hydrophobic FLs at the tip of elongated ␤-barrel domains (DII-s) are usually shorter than the predicted sequences (Table 2) . Aliphatic, aromatic as well as Gly residues are commonly found in ␤-strands, which, together with the unusual length of those elements in DII domains, obscured initial Class II/III FP detection based on sequence length and hydrophobicity distribution (Nieva and Suarez, 2000) .\n\nOn the other hand, the FLs adopt almost invariable conformations in pre-and post-fusion states (Fig. 5) . This is because the globular structures of the FL-containing DII-s behave as rigid bodies along the fusion pathway, i.e., they do not undergo significant structural rearrangements during the process besides their spatial reorientation. It is thus inferred that, in contrast to Class I internal FPs, short Class II FLs would retain their short-loop conformation upon insertion into the target membrane, an assumption supported by structural studies based on synthetic sequences (Melo et al., 2009; Mendes et al., 2012; Mohanram et al., 2012) .\n\nThe interaction involving just few hydrophobic residues, and the absence of autonomous folding within the membrane milieu suggest a subtle FL insertion into the outer leaflet of the membrane, which is likely insufficient to compromise the lipid bilayer architecture. This notion is further substantiated by the findings reported in the case of the Class III VSV-G protein (Roche et al., 2006) . VSV-G contains at the tip of domain IV a bipartite FL composed of 2 short loops, which together contribute just three aromatic residues to the interaction with the target membrane ( Fig. 5 and Table 2 ). The fact that they may remain inserted into the viral membrane in the pre-fusion state further emphasizes that insertion of those residues does not by itself destabilize membranes (Roche et al., 2007) . This is in contrast to Class I IFV, which shows dramatic changes in envelope morphology, fused virions and disorganized HA spikes upon low-pH-induced FP insertion into the envelope (Fontana et al., 2012) . Thus, a cooperative effect attained upon fusion activation has been invoked to explain the induction of target membrane deformations by Class II/III glycoproteins. In vitro assays based on synthetic peptides and liposomes suggest that the context of the trimer can be critical for DENV E FL-induced membrane destabilization (Pan et al., 2010) . Moreover, contacts between FLs inserted into the target membrane have been shown to render rings made of several SFV E1 trimers (Gibbons et al., 2004) . The particular architecture of those rings would generate nipples within the target membrane, reminiscent of pre-stalk fusion intermediates.\n\nBesides the canonical VFPs and VFLs discussed above, other regions within viral fusion proteins have been proposed to participate in fusion (reviewed in Peisajovich and Shai, 2003) . Among these regions, the NHRs of Class I glycoproteins were found to interact with membranes and postulated to cooperate in FPinduced fusion. This finding applied to several glycoproteins including influenza HA2 (Epand et al., 1999) , Sendai virus F1 (Ghosh and Shai, 1999) and HIV-1 gp41 (Sackett and Shai, 2002) . In this latter case, substitution of the NHR by the coiled-coil promoting GCN4 sequence, rendered a less fusogenic construct (although still more active than the 33-mer FP) indicating that not only the coiledcoil conformation but also the sequence of NHR is essential for an increased fusion efficiency (Wexler- .\n\nThe presence of additional sequences featuring homology to the canonical FPs was found within the Sendai F1 (Peisajovich et al., 2000) , Measles F1 (Samuel and Shai, 2001) and SARS-CoV S2 (Guillen et al., 2005) proteins. Based on their potential capacity for interacting with lipid bilayers multiple regions have been additionally identified within diverse fusion glycoproteins such as Hepatitis C virus E1 and E2 (Perez-Berna et al., 2006) , Dengue E (Nemesio et al., 2011) or Herpex Simplex virus gB and gH (Galdiero et al., 2005 (Galdiero et al., , 2008 .\n\nAll in all, this evidence suggests that the classical view of a single FP being solely responsible for the membrane interacting/perturbing activity of viral fusion proteins should be qualified by assuming a concerted action of different membrane-transferring regions. In support of this notion, the membrane proximal external region (MPER or preTM) that in Class I glycoproteins connects the CHR with the TMD, has been proposed to act as a C-terminal FP in several viral proteins (Lorizate et al., 2008; Peisajovich and Shai, 2003) . A feature shared by MPER/preTM domains is the enrichment in aromatic residues, which are likely to enable their insertion into the viral membrane-interface (Suarez et al., 2000a) . The presence of MPER domains has been extended to several Class I and II glycoproteins (Garry and Dash, 2003; Lorizate et al., 2008) .\n\nSince its discovery a great deal of effort has been expended on dissecting the structure-function of the most paradigmatic MPER: the one derived from HIV-1 gp41. The first hint of the implication of this region in fusion was the discovery of the DP-178 peptide, now designated as T-20 (brand name: Fuzeon, generic name: enfuvirtide) (Wild et al., 1994) . It was the first fusion inhibitor approved by the FDA in 2003 and the only currently approved drug targeting gp41. Its sequence (amino acids 643-678) overlaps partially that of the MPER (amino acids 662-683). Moreover, gp41-targeting antibodies that block HIV-1 entry into cells bind to epitopes within MPER (Lorizate et al., 2008) .\n\nDirect confirmation of MPER involvement on fusion was provided by mutagenesis studies reported a few years later (Munoz-Barroso et al., 1999; Salzwedel et al., 1999) . Deletions, substitutions, and insertions in the MPER, abrogated the ability of HIV-1 Env to mediate both cell-cell fusion and virus entry, without affecting the normal maturation, transport, or CD4-binding ability of the protein. Interestingly, substitution of three of the five highly conserved tryptophan residues by alanines sufficed to block cell-cell fusion and virus entry . Further analysis of the W(1-5)A mutant revealed that fusion was abrogated at the non-expanding fusion pore stage (Munoz-Barroso et al., 1999) . However, the precise mechanism by which this region participated in fusion was unclear.\n\nAlmost in parallel, Suarez et al. reported that a region spanning residues 664-683 showed high tendency to partition into the membrane interface, as revealed by the Wimley-White interfacial hydrophobicity scale (Suarez et al., 2000a) . Confirming this prediction, a synthetic peptide representing this region bound, permeabilized and fused model membranes made of neutral phospholipids and cholesterol, even more potently than a peptide representing the FP. Moreover, replacement in this peptide of the first three Trp residues by Ala, reported by Salzwedel et al. to render a fusion defective gp41 phenotype, abrogated its ability to induce membrane fusion, supporting the physiological relevance of the in vitro approach (Suarez et al., 2000a; Suarez et al., 2000b) . Further development of the WW analysis suggested that MPER could be segmented into two segregated interfacial subdomains: C-terminal residues (673-683) are hydrophobic-at-interface and N-terminal residues (664-672) include a stretch whose face shows strong affinity for membranes if folded into an ␣-helix, i.e., an amphipathic-at-interface helix (Lorizate et al., 2006a; Saez-Cirion et al., 2003) . Supporting the functional relevance of this organization, a number of fusion-blocking deletions described by Salzwedel et al. correlated with the ablation and/or merging of interfacial sub-domains (Saez-Cirion et al., 2003; Salzwedel et al., 1999) . Later reported NMR structures confirmed the predicted MPER segmentation into two short helical subdomains (Sun et al., 2008) .\n\nTo further establish a correlation between MPER insertion into and perturbation of the membrane and fusion, Vishwanathan and Hunter carried out a mutagenesis study (Vishwanathan and Hunter, 2008) where MPER was replaced by the membrane-perturbing tryptophan-rich cationic peptide indolicidin, and revealed that some of the mutant Envs maintained fusogenic activity. This indicates that MPER insertion into membranes is not only a structure-related pattern, but also a requirement for the fulfillment of a membrane disrupting function during fusion. In addition, a number of studies employing model membranes and MPER-based synthetic peptides have shown that these membrane-perturbing activities are finely modulated by the lipid composition and the MPER segmentation into hydrophobic subdomains (Apellaniz et al., 2009 (Apellaniz et al., , 2010 (Apellaniz et al., , 2011a (Apellaniz et al., , 2011b Ivankin et al., 2012; Shnaper et al., 2004; Suarez et al., 2000b) . Taken together, these data point to a fusion model where MPER interfacial activity might help remodeling of the merging membranes along the fusion pathway by sustaining transient disruption of lipid continuity Shnaper et al., 2004) (Fig. 1B-(2) ). Alternatively, it has been suggested that MPER insertion might generate the bulging out of the viral membrane, while the curved end-caps of such bulges would be highly fusogenic (Buzon et al., 2010; Kozlov et al., 2010) (Fig. 1B-(4) ).\n\nFinally, although high-resolution structures for the region are not yet available, an interesting possibility put forward by experimental evidence (Bellamy-McIntyre et al., 2007; Lorizate et al., 2006a Lorizate et al., , 2006b , is that both gp41 hydrophobic domains, MPER and FP, combine in the pre-fusion structure to render an overall soluble complex. The recently published SOSIP structure does not exclude such possibility . The fact that the FP stabilizes relevant structures of the MPER epitope targeted by the broadly neutralizing 2F5 antibody supports the interaction between both regions, and might as well have implications for the design of peptide immunogens (Huarte et al., 2012; Julien et al., 2008) .\n\nSelf-oligomerization of membrane-embedded synthetic FPs has been claimed to reflect a physiologically meaningful phenomenon (Chang et al., 2005; Kliger et al., 1997; Lau et al., 2004; Yang et al., 2004a) . In the most amply studied case of the HIV, interference with formation of structurally defined oligomeric complexes was invoked to explain the inhibitory effect exerted by short synthetic FPs in cell systems (Kliger et al., 1997; Owens et al., 1990; Pritsker et al., 1998; Slepushkin et al., 1993) . Gomara and co-workers followed this idea to develop a functional screening assay (Gomara et al., 2006) . These authors took the advantage that in-membrane self-oligomerization of HIV-FP is required to establish permeating pores in vesicles made of anionic phospholipid (Nieva et al., 1994) . Thus, they used leakage of aqueous contents induced by the synthetic HIV-FP as a surrogate assay for self-oligomerization in membranes. Subsequently, a D-hexapeptide library was screened for its capacity to block FP-induced leakage (for a description of this assay see also (Huarte et al., 2011) ). Using this approach two hexapeptides were identified that blocked gp41-induced fusion, thereby supporting the FP region as a potential target for inhibitor development.\n\nSuch statement was soon confirmed by the finding of VIRIP, the sole HIV-FP inhibitor tested so far in clinical studies (Forssmann et al., 2010; Munch et al., 2007) . Münch and coworkers purified an oligopeptide from hemofiltrate obtained from patients suffering from chronic renal failure, which was capable of blocking HIV-1 infection by targeting gp41 FP (Munch et al., 2007) . This peptide, termed VIRIP (virus-inhibitory peptide), was later identified as a derivative from the C-terminal sequence of circulating serine protease inhibitor ␣1-antitrypsin. Optimized versions of VIRIP resulted as potent as T-20 in blocking viral infection and were devoid of cellular toxicity.\n\nThe VIRIP's molecular target was evidenced by its capacity for inhibiting synthetic FP-promoted hemolysis (Mobley et al., 2001) . VIRIP derivatives showing improved anti-HIV capacity were also more potent interfering with FP-induced hemolysis. Consistent with a direct FP-VIRIP interaction, structural determinations by NMR revealed the formation of HIV-FP/VIRIP complexes, in which both peptides bracketed together via hydrophobic interactions of the amino acid side chains (Fig. 4A) .\n\nThe outcome of a 10-day monotherapy clinical trial enrolling 18 HIV-1-infected patients was subsequently reported (Forssmann et al., 2010) . The trial was meant to evaluate the safety, pharmacokinetics and antiviral efficacy of VIR-576, an optimized derivative of VIRIP. Treatment with VIR-576 was well tolerated by patients, and moderately reduced their plasma viral load. Together, VIRIP identification and its clinical evaluation, constituted a first proof of concept that FP inhibitors could suppress viral replication in infected individuals, and, therefore, support their clinical potential.\n\nFinally, an intriguing possibility put forward by Shai's group is that the HIV-FP might bind the TMD of the T-cell receptor (TCR) ␣ subunit, and interfere with the assembly of the TCR complex (Quintana et al., 2005) . Further MDS analyses supported the establishment of specific ␤-sheet/␣-helix interactions between both sequences within the membrane (Bloch et al., 2007) . Thus, heteroassociation with the TCR␣ TMD and ensuing immunosuppression may reflect that, behind the conventional membrane fusion, a hidden HIV-FP life might exist, also of relevance under pathological conditions.\n\nThe authors declare that there are no conflicts of interest.\n\nThe Transparency document associated with this article can be found in the online version."}