{"title": "Biosynthesis Ribophorins and Processing of in the Endoplasmic Reticulum", "body": "It is now well established that many proteins destined for different subcellular compartments share a common site of synthesis in ribosomes bound to membranes of the endoplasmic reticulum (ER) I and are initially incorporated into this organelle (49) . However, nothing is known about the discriminating mechanisms that effect the sorting of these polypeptides and determine their different fates, or of the features of the polypeptides that serve as sorting signals in this process.\n\nIt is clear that the pathways followed by secretory, lysosomal, and membrane proteins of different plasma membrane domains do not diverge before the polypeptides enter the Abbreviations used in this paper. cl-9, clone 9; ER, endoplasmic reticulum.\n\nGolgi apparatus, since proteins of these different classes may be processed by the same Golgi enzymes (12, 33) , and some have been found in the same Golgi cisternae (44, 53) . On the other hand, it has not yet been determined if the biosynthesis of membrane polypeptides characteristic of the ER requires their transfer to the Golgi apparatus and if this organelle plays a role in ensuring the segregation of certain proteins within the ER. Significant amounts of several ER proteins have been detected in fractions of Golgi membranes (5, 17-19, 20, 22, 23) , and it has been proposed (47) that an important function of the cis portion of the Golgi apparatus is the refinement of a crude export from the ER, from which membrane proteins to be segregated in the ER must be continuously removed and returned to this organelle. If this is the case, it may be expected that some ER membrane polypeptides are subjected to posttranslational modifications carried out by Golgi enzymes, such as those that affect oligosaccharide chains in glycoproteins. Of the many ER proteins characterized to date, however, only the ribophorins, which are restricted to the rough ER and appear to play a role in ribosome binding (26) (27) (28) , and HMG-CoA reductase, an enzyme of cholesterol biosynthesis (31) , have been found to bear covalently bound oligosaccharides, and therefore may serve as natural probes to study this question.\n\nThe biosynthesis of ribophorins is also of interest because of the role that these proteins appear to play in the binding of ribosomes to the ER membranes and hence the co-translational incorporation of all proteins into the ER (49) . Although ribophorins have been best characterized in rat liver microsomes, from where they can be recovered in association with the ribosomes after other membrane polypeptides are dissolved by non-ionic detergents (28) , they appear to be universal components of rough ER membranes in all cell types, and basic structural features of both ribophorins seem to have been conserved during evolution (34) . If ribophorins are indeed necessary for the incorporation of proteins into the ER, their synthesis may be part of the regulatory mechanism that controls the development of the rough ER and the extent to which synthesis of ER membrane proteins can take place.\n\nIn this paper we demonstrate that the ribophorins themselves are products of bound polysomes which contain transient amino-terminal insertion signals and acquire asparaginelinked oligosaccharides during their co-translational insertion into ER membranes. Because all posttranslational changes that affect the ribophorins can be carried out by enzymatic activities found in the ER, the biosynthesis of these polypeptides does not require their transfer to the Golgi apparatus. Preparation of Antiserum: Antibodies against rat liver ribophorins ] and lI were produced and characterized as previously described (34) .\n\nCell Culture: A rat hepatocyte line (clone-9; Cl-9) was kindly provided by Dr. M. Kaighn of The Pasadena Foundation for Medical Research (Pasadena, CA). Cells were cultured at 37°C in an air/5% CO2 atmosphere with RPMI 1640 medium supplemented with 10% horse serum and antibiotics. A rat pituitary cell line (GH 3. l ) was obtained from Dr. Carter Bancroft (Memorial Sloan Kettering Cancer Center, NY) and cultured as above in spinner minimal essential medium supplemented with 2.5% fetal calf serum/l 5% horse serum and antibiotics.\n\nLabelling and Preparation of Cell Extracts: Hepatocyte monolayers were grown in 35-mm dishes to a density of approximately 5 x 106 cells per dish. Before labeling, the cultures were rinsed with RPMI free ofmethionine and incubated in this medium for l h to allow for the depletion of the intracellular methionine pool. Cells were pulse-labeled for l h in methioninefree medium supplemented with 10% dialyzed horse serum and [3SS]methionine ( 100 #Ci/ml).\n\nIn experiments employing tunicamycin (2 #g/ml), confluent cultures were first incubated with the drug for 1 h in complete medium and then for 1 h with methionine-free medium before adding methionine (100 #Ci/ml) and contin-uing incubation in the presence of tunicamycin.\n\nFor mannose labeling, hepatocytes (2 x 107 cells) were incubated for the indicated times in RPM1-10% horse serum supplemented with 2[aH]D-mannose at a concentration of l mCi/ml (24.3 Ci/mmol).\n\nAfter labeling, monolayers were washed twice with Moscona's PBS (36) and cells were scraped offthe dish into an SDS solution (20 mM Tris-HCl, 7.4, 2% SDS) and sonicated 10-30 s in a Heat Systems-Ultrasonics Instrument with a microtip (Heat Systems-Ultrasonics, Inc. Plainview, NY). The suspension was boiled for 2 min and centrifuged (2 min at 15,000 g) in an Eppendorf 5412 to remove unsolubilized material. The supernatant was diluted fourfold with 50 mM Tris-HCl 7.4, 190 mM NaCI, 6 mM EDTA, 2.5% Triton X-100, 0.02% NAN3, and 100 U/ml Trasylol (Solution A).\n\nImmuneprecipitation: Cell extracts were incubated with lgG fractions (300 ~g/ml) at room temperature for l h and at 4\"C for 14 h before addition of protein-A-sepharose CL-4B beads. After incubation for 3 h at room temperature, the beads were sedimented, washed three times with Solution A containing 0.2% SDS, and boiled for 2 min in a solution of 10% SDS, l M dithiothreitol, 2 mM EDTA.\n\nRNA Extraction: Clone 9 hepatocytes or GH 3.1 pituitary cells were homogenized in a solution containing 5 M guanidine thiocyanate plus 100 mM mercaptoethanol at pH 5.0 (58). RNA was separated by centrifugation through 0.2 vol of 5.7 M CsCl2 as described by Liu et al. (32) . Similarly, total RNA was prepared from control rats starved for 18 h or from rats sacrificed 15-24 h after partial bepatectomy (l 6).\n\nFree and membrane-bound polysomes were prepared from cl-9 hepatocytes by a modification of the procedure of Ramsey and Steele (43) . Polysome pellets were rinsed with sterile water and the RNA was extracted with 5 M guanidine thiocyanate as described above. Poly A ÷ mRNA was purified by chromatography on oligo-dT cellulose (2) . Preparations of messenger RNA from the pituitary cell line GH 3. l were fractionated on a methyl mercury gel (40) to enrich for ribophorin encoding molecules.\n\nCell-free Protein Synthesis: Wheat germ extracts (35) containing 12.5 ~Ci of [3SS]methionine and 0.03 A26o U of mRNA in 0.025 ml were incubated at 25\"C for 90 min. Dog pancreas microsomal membranes, prepared as described by Shields and Blobel (52) , were added to a final concentration of 2 A26o U/ml. Samples from translation mixtures (0.2 ml) were boiled in 2% SDS, centrifuged (2 min at 15,000 g), and diluted fourfold with solution A. Immuneprecipitation was carried out as described above.\n\nDetergent extracts of rat liver rough microsomes were iodinated by the chloramine T procedure as previously described (34) . After immuneprecipitation of the ribophorins, the beads were boiled in 2% SDS and centrifuged. Supernatants diluted with 1 M citrate-phosphate buffer (pH 5.0 or pH 6.4) to a final concentration of 50 mM were incubated with endogiycosidase H (8 x l0 -4 U/ml) or with a crude preparation of Endoglycoside D (38) for l h at 37\"C at pH 5.0 or 6.4, respectively. Samples were then analyzed by PAGE (10%) followed by autoradiography.\n\nSizing Oligosaccharides: Oligosaccharides labeled with 2[3H]mannose were released from giycopeptides derived from ribophorin I as previously described for Sindbis virus glycoproteins (l 3). Essentially, the labeled proteins were exhaustively digested with pronase, the samples were heated to inactivate the enzyme, and the oligosaccharides were released with endo-#-N-acetylglucosaminidase-H. These were separated on a Biogel P4(400 mesh) column (175 x 1.5 cm) and the sizes were determined by co-elution with Sindbis virus marker oligosaccharides labeled with [14C]mannosc.\n\nLevels of ribophorin synthesis in normal rat liver are low, and the presence of newly synthesized ribophorins in microsomal membranes obtained after short times of in vivo labeling could not be demonstrated by immuneprecipitation with specific antibodies. In fact, in vitro translation experiments indicated that ribophorin mRNAs account for <0.001% of the [3SS]methionine incorporation promoted by total mRNA extracted from resting liver. However, synthesis ofribophorins and the levels of the corresponding mRNAs increased significantly when hepatocyte proliferation was induced by partial hepatectomy, and 15 h after the operation ribophorin synthesis accounted for 0.05% of the total mRNA dependent in vitro incorporation (Fig. 1, compare lanes a and b) .\n\nThe initial observations described above led us to examine growing cultures of rat hepatocytes (cl-9 cells) as possible rich sources of ribophorin-mRNA. After short periods of in vivo labeling with [35S]methionine, newly synthesized ribophorin molecules were easily detected in these cells by immuneprecipitation with specific antibodies. These appeared indistinguishable electrophoretically from those previously characterized in rat liver (Fig. 2, compare lanes a and c and lanes b  and d) and therefore cl-9 cells appeared appropriate subjects for biosynthesis studies. Moreover, when added to the in vitro translation system, messenger RNA extracted from these cells directed the synthesis of measurable amounts of both ribophorins (see Fig. 1 , lane c for ribophorin I).\n\nAnalysis of the products of in vitro translation of poly A ÷ mRNAs extracted from free (Fig. 3, lanes a and c) and membrane-bound polysomes (lanes b and d) isolated from cl-9 cells showed that both ribophorin mRNAs are found only in polysomes bound to ER membranes and therefore indicated that in intact cells the polypeptides must be co-translationally inserted into the ER membranes. The in vitro synthesized ribophorin polypeptides had the same electrophoretic mobility as the corresponding proteins found in cl-9 cells (Fig.  4, compare lanes a and c for ribophorin I) . Because both ribophorins are glycoproteins (45, 46) , the size of the primary translation products were also compared with that of the respective unglycosylated polypeptides synthesized in cells treated with tunicamycin, an inhibitor of N-linked glycosylation (30) (Fig. 4, lane b) . It was observed that each of the unglycosylated ribophorins synthesized in vivo was ~2,000 mol wt smaller (ribophorin I, Mr = 63,000; ribophorin II, Mr = 61,000, not shown) than the products of in vitro translation. These observations strongly suggest that both ribophorins contain amino-terminal signal sequences which are removed during co-translational insertion of the polypeptides into the ER membrane. Co-translational core glycosylation must also take place, however, so that no net change in the apparent molecular weight of the ribophorins is observed after their insertion into the ER membrane is completed. These presumptions were confirmed when the co-translational insertion of ribophorin I into the ER membrane was carried out in a cell-free translation system supplemented with dog pancreas microsomes (Fig. 5) . The presence of membranes during \n\nTHE JOURNAL OF CELL BIOLOGY \" VOLUME 99, 1984 FIGURE 3 Site of synthesis of ribophorins. Messenger RNA isolated from free (lanes a and c) or membrane-bound polysomes (lanes b and d) prepared from rat hepatocyte cultures (cl-9) was used to program a wheat germ cell-free translation system (12 A26o of mRNA/ml). Samples (0.2 ml) containing ~107 cpm of [3SS]methionine-incorporated radioactivity were used for immuneprecipitation of in vitro synthesized polypeptides with antibodies against ribophorin I or ribophorin II (300 ~,g/ml IgG for each). Immuneprecipitates were analyzed by SDS PAGE (10%) followed by fluorography (72 h). translation (Fig. 5, lane a) , but not their addition after translation was completed (Fig. 5, lane c) , rendered the product (Mr = 65,000) sensitive to endoglycosidase H treatment, which resulted in a decrease in the apparent molecular weight to Mr = 63,000 (Fig. 5, lane b) , the size of the polypeptide found in tunicamycin-treated cells (Fig. 4, lane b) . After their insertion in the ER, newly synthesized ribophorins did not appear to undergo major posttranslational modifications, since the electrophoretic mobility of the labeled proteins did not change when incubation of cl-9 cells with [35S]methionine was extended for various periods, from 6 min to 15 h (for ribophorin I see Fig. 6 ). Thus, it appeared unlikely that the asparagine-linked oligosaccharides were modified to the complex forms characteristic of many glycoproteins (21, 25) , or that O-linked sugars are added to the polypeptides (9, 24) . Indeed, the effect of endoglycosidases on mature ribophorins demonstrated the presence of high mannose oligosaccharide chains in these proteins. ~25I-labeled ribophorins were resistant to endoglycosidase D (Fig. 7 , lane b for ribophorin I) and sensitive to endoglycosidase H treatment (Fig. 8, lanes  b and d) . Moreover, treatment with endoglycosidase H released >95% of the [3H]mannose radioactivity in ribophorins obtained from cells labeled for 48 h with [3H]mannose (data not shown). It can therefore be concluded that all mannosecontaining oligosaccharides in ribophorin I are of the high mannose type.\n\nThe extent to which the high mannose oligosaccharide side chains in ribophorin I undergo removal of peripheral mannose residues was assessed by a kinetic analysis of the distribution of radioactive mannose in ribophorin oligosaccharides obtained from cells labeled with 2[3H]mannose for l, 7, and 24 h. The oligosaccharides obtained from immuneprecipitated ribophorin I by pronase digestion and endoglycosidase H treatment were analyzed by high resolution Biogel P-4 gel filtration chromatography (13) . After l h of labeling, the major radioactive peaks corresponded to Man9GlcNAc and MansGlcNAc, and a small shoulder to GlcMan9GlcNAc (Fig.  9 C) . After 7 h of labeling ( Fig. 9 B) , peaks corresponding to these species were well resolved and Man7GlcNAc, ManrGlcNAc, and MansGlcNAc species could also be identified. A steady state seemed to be reached after 24 h (Fig.  9A) , when the most prominent peaks corresponded to MansGlcNAc and ManrGlcNAc, but all species above MansGlcNAc were represented. The preceding observations demonstrate that ribophorins are synthesized in membrane-bound ribosomes and that during their co-translational insertion into the ER membrane the nascent polypeptides undergo cleavage of an amino-terminal insertion signal, as well as core glycosylation of asparagine residues. Aside from trimming of the oligosaccharide chains, no major posttranslational modifications such as addition of terminal sugars, O-glycosylation, or further proteolytic cleavage of the polypeptide seemed to affect the ribophorins. A kinetic analysis indicated that after rapid removal of glucose residues, further trimming of mannoses from the core oligosaccharide is a slow process: a steady-state distribution of labeled mannoses in the different stages is attained only after 24 h. Several lines of reasoning indicate that this trimming takes place in the ER itself. If the slow trimming of ribophorin oligosaccharides were carried out by the Golgi mannosidases which process other glycoproteins (55) (56) (57) , ribophorins would be expected to reside for a rather long period of time in Golgi membranes, where their presence cannot be detected by immuneprecipitation (unpublished observations). The fact that no ribophorin molecules containing oligosaccharides shorter than MansGlcNAc could be detected in cl-9 cells, even after 72 h of labeling (not shown), also suggests that the proteins do not reach the cis portion of the Golgi apparatus where the enzyme transferase I, the action of which is required for the subsequent removal of mannoses from Man5GlcNAc, is thought to be located (54) .\n\nThe existence of mannosidases in the ER was first suggested by the observation that when transport to the Golgi apparatus is blocked, peripheral mannose residues are removed from secretory glycoproteins which accumulate in this organelle (10, 1 l, 14) . The existence of ER mannosidases has recently been demonstrated directly (1, 4, 15) , but for most glycoproteins only partial removal of mannose residues seems to take place in the ER. Complete removal of peripheral mannoses from ribophorins could however take place in the ER because these proteins, as permanent residents of the organelle, remain available as substrates for the local a-l,2-mannosidase for long periods of time. A similar argument has been presented (15) correlating the extent of removal of mannoses from IgA in the ER with the slow rate of secretion of this protein.\n\nClearly, the observations reported in this paper and the recent finding (6, 3 l) that another ER glycoprotein, HMG-CoA reductase, is also of the high mannose type do not offer support for the notion (47) that sorting of all membrane polypeptides synthesized in the ER occurs in the Golgi apparatus. Instead, it would appear that selective retention in the ER is a more likely sorting mechanism for polypeptides destined to be segregated in this organelle.\n\nIt is not at all clear what mechanisms could effect the permanent segregation of certain polypeptides in ER membranes, since no common features have been identified among the ER membrane proteins so far studied. It has been noted that several ER membrane proteins have substantial portions of their polypeptide chains exposed on the cytoplasmic aspect of the membrane, but this feature is not one shared by the ribophorins (28, 29) or by the El glycoprotein of coronavirus, which is thought to trigger budding of the virion into the ER (48). Obviously, glycosylation is not required for retention in the ER since, in contrast to the ribophorins and the recently characterized HMG-CoA reductase (6, 7, 3 l), all other ER proteins investigated, such as cytochrome P-450 (3) and its reductase, cytochrome b5 and its reductase, epoxide hydrolase (29, 41), and Ca ++ ATPase (8, 37) are not glycoproteins. Moreover, retention of the signal for co-translational insertion, which is characteristic of all ER proteins studied except the ribophorins, is also known to take place for several plasma membrane proteins (39, 42, 50, 51). It is perhaps important to note that ribophorins are thought to form an intramembranous meshwork in the rough ER and that the tendency of these proteins to interact with each other may be sufficient to ensure that they are not transported from this organelle to the Golgi apparatus. Thus, oligomeric interaction of at least some other proteins with the ribophorins could also ensure their retention in the ER."}