{"title": "Risk Factors Associated with Clinical Outcomes in 323 COVID-19 Patients in Wuhan, China", "body": "Coronavirus disease 2019 (COVID-19) is a potentially lethal respiratory illness caused by a newly identified coronavirus, named SARS coronavirus 2 (SARS-CoV-2), which was first recognized in December 2019 in Wuhan, in Hubei Province, China. 1, 2 The disease has spread rapidly to more than 190 countries, and as of March 24, 2020, 422,915 confirmed cases and 18,915 deaths have been officially reported worldwide. [3] [4] [5] [6] [7] With sustained transmission on six continents, the World Health Organization (WHO) has recently declared COVID-19 as a global pandemic.\n\nMost previous studies of COVID-19 have focused primarily on epidemiological and clinical characteristics. [8] [9] [10] [11] [12] Wang and co-workers compared the clinical features of 138 hospitalized patients with non-severe and severe COVID-19. 10 Guan and colleagues updated the clinical characteristic and disease severity in 1,099 laboratory-confirmed cases throughout China. 12 Only a few studies have investigated risk factors and clinical outcomes. 13, 14 So, it is urgent to identify potential novel risk factors and treatments associated with patient-centered outcomes of COVID-19.\n\nIn this study, we analyzed the clinical course of 323 hospitalized patients with COVID-19 from January 8 to March 10, 2020, in Wuhan, to identify risk factors associated with clinical outcomes for improving management guidelines.\n\nThe institutional ethics board of Tianyou Hospital, an affiliate of the Wuhan University of Science and Technology, approved the conduct of this retrospective review. Oral consent was . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint obtained from patients and written informed consent was waived. Tianyou Hospital is one of several designated hospitals for the treatment of COVID-19 in Wuhan.\n\nElectronic medical records (EMR) from inpatients with COVID-19 at Tianyou Hospital were studied. Diagnosis complied with the WHO interim guidance 15 \n\nA total of 323 patients were enrolled from January 8 to February 20, 2020. Real-time reverse transcription polymerase chain reaction (rRT-PCR) was performed on throat swab specimens of all patients. Clinical signs, disease onset, laboratory tests (including rRT-PCR and CT), treatments, co-morbidities, complications, and outcome data were collected from EMR. All raw data were initially assessed by trained physicians. Based on the clinical presentation at the time of admission, patients were categorized into one of three groups: non-severe, severe and critical.\n\nClinical outcomes (favorable or unfavorable) were based on an average observation period of 28 days, with March 10, 2020 as the final follow-up date.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint\n\nThe disease severity groups included the following: non-severe (patients showed fever, respiratory symptoms and CT presentation of pneumonia; severe (patients showed respiratory distress with RR≥30 breaths/min, oxygen saturation less than 93%, arterial partial pressure of oxygen/oxygen concentration less than 300 mmHg); critical (patients showed respiratory failure requiring ventilatory support, as well as shock and organ dysfunction requiring intensive care).\n\nDisease improvement or favorable clinical outcome included full recovery and discharge, progression from critical/severe to non-severe disease status, PCR positive to negative, and/or maintenance of non-severe status. Disease progression or unfavorable clinical outcome included death, progression from non-severe to severe/critical disease status or severe to critical status, and/or maintenance of severe or critical status.\n\nChi-square test or Fisher exact test was used for categorical variables measurements. For continuous variables, student T-test or Mann-Whitney test was used. Multiple imputation was conducted to handle missing data. 17 Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated using univariate and multivariate logistic regression models. For survival analysis, the survival time was defined as the interval from the date of admission to the date of death or discharge. The association of risk factors with clinical outcome was analyzed using the Kaplan-Meier method and log-rank test. All analyses were implemented with R software (version 3.6.2)\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 or Statistical Analysis System (SAS) software (version 9.4, SAS Institute Inc., Cary, NC). All P values were two-sided, and those < 0.05 were considered as statistically significant.\n\nOf the 323 patients with COVID-19, 186 (57.6%) were rRT-PCR positive and 137 (42.4%) patients were rRT-PCR negative but had typical chest CT image, respiratory symptoms and compatible blood test results at the time of admission. At the end of the study, 252 patients had recovered and were discharged, 35 patients had died (overall case fatality rate, 10.8%), and 36 patients were still hospitalized.\n\nBased on their initial clinical presentation, the 323 patients were classified into the nonsevere (151), severe (146) and critical (26) disease groups (Table 1 ). There was no gender difference between the three groups. The median age of patients was 61 years (range, 23-91).\n\nPatients over 65 years were overrepresented within the severe (43.2%, 63/146) and critical (57.7%, 15/26) disease groups.\n\nOn admission, fever (83.9%, 271/323) and cough (50.8%, 164/323) were the most common symptoms, while dyspnea (4.3%, 14/323), chest distress (0.9%, 3/323) and headache (0.9%, 3/323) were uncommon.\n\nThe average observation period for the 323 patients was 28 days (range, 20-47 days). Favorable outcomes were recorded in 260 patients and unfavorable outcomes in 63 patients. Among the three disease severity groups, 86.8% (131/151) and 84.9% (124/146) of patients in the non-. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint severe and severe groups, respectively, had favorable outcomes. By contrast, 80.8% (21/26) of patients in the critical group had unfavorable outcomes ( Figure 1A ). Patients older than 65 years showed more unfavorable than favorable outcomes. Patients with diabetes and body mass index (BMI) of 30 were more likely to have unfavorable outcomes (Table 1) .\n\nZopiclone, a cyclopyrrolone-class drug for insomnia, was administered at a dose of 1 mg per day to 82 patients (25.4%) for the duration of their hospitalization. Overall, favorable outcomes were recorded in 77 of these patients (Table 1 ). In comparing hypnotics and nonhypnotics use in patients within the three disease groups, favorable clinical outcomes were more prevalent among patients on hypnotics (94.7% vs. 88.5% for non-severe, 95% vs. 74.6% for severe, and 66.7% vs. 13.0% for critical) (p<0.05) ( Figure 1B ). And favorable clinical outcomes were associated with the administration of hypnotics among rRT-PCR-positive and rRT-PCRnegative patients in each disease severity group ( Figures 1C and 1D ).\n\nThe radiologic and laboratory test results are summarized in Table 2 (a complete version is   available as Supplementary Table S1 ). CT abnormalities were found in 314 patients. Groundglass opacity (GGO) findings were bilateral in 55.0% (83/151), 52.1% (76/146) and 26.9% (7/26) of patients in the non-severe, severe and critical disease groups, respectively. Multiple bilateral pulmonary consolidations and intralocular interstitial thickening were observed more frequently among patients with unfavorable outcomes (11.1%, 7/63) than those with favorable outcomes (0.8%, 2/260). Representative CT images related to clinical outcomes are shown in Figure S1 .\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 25.20037721 doi: medRxiv preprint Laboratory findings between patients with favorable and unfavorable outcomes showed differences in leukocyte and neutrophil counts and C-reactive protein, as well as lactate dehydrogenase, creatinine, alanine aminotransferase, aspartate aminotransferase, blood urea nitrogen, glucose, and serum amyloid A, which were all higher among patients with unfavorable outcomes. Lymphopenia also occurred among 83.6% of patients with unfavorable outcomes, while D-dimer showed no significant differences.\n\nAt the time of admission, the initial rRT-PCR was positive in 186 cases and negative in 137. rRT-PCR was positive more often among patients in the critical (84.6%) and severe (65.1%) disease groups, than in the non-severe group (45.7%). Patients whose rRT-PCR were initially negative also had better clinical outcomes, with only 9.5% (13/137) having unfavorable outcomes.\n\nResults related to treatment and complications are shown in Table 3 . Oseltamivir (69.7%, 225/323), ganciclovir (71.2%, 230/323), and arbidol (208/323, 64.4%) were the three most frequently used antiviral medications. And one or more courses of moxifloxacin, a broadspectrum antibiotic, was administered to 94.1% (304/323) of patients. Also, 60.7% (196/323) of patients were given corticosteroid and glucocorticoid, and 95.7% (309/323) received alternative therapy or traditional Chinese medicine. Kaletra® (lopinavir/ritonavir), an antiretroviral drug for human immunodeficiency virus infection, was more administered to patients in the critical disease group (46.2%) and in those with unfavorable than favorable outcomes (23.8% vs 5.0%).\n\nInterferon-α was also given more often to patients with unfavorable than favorable outcomes (9.5% vs. 6.2%). Other medications showed no significant differences in clinical outcomes.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint Oxygen therapy via invasive ventilation and non-invasive ventilation was also given more often to patients with unfavorable clinical outcomes. In comparing the outcome of each treatment within the non-severe or severe or critical disease groups, there was no clear improvement ( Figure S2 ).\n\nOf the 63 patients with unfavorable outcomes, complications, such as arrhythmia (74.6% vs. 19.6%), acute lung injury (69.8% vs. 21.5%), shock (55.6% vs. 3.1%), acute cardiac injury (33.3% vs. 1.2%), and acute respiratory distress syndrome (20.6% vs. 0%), were significantly more common in patients with favorable outcomes (Table 3) .\n\nA total of 27 categorical variables were identified in univariate logistic regression analysis, namely: age, smoking, BMI, hypnotics, dyspnea, diabetes, malignancy, cardiovascular and cerebrovascular diseases, serum amyloid A, procalcitonin, hypersensitive troponin I, creatine kinase CMB, lactate dehydrogenase, alanine aminotransferase, aspartate aminotransferase, blood urea nitrogen, creatinine, glucose, leukocyte count, neutrophil count, platelet count, rRT-PCR at diagnosis, clinical status at admission, bilateral GGO, crazy paving sign, diffuse patchy ground glass and air bronchogram, and multiple bilateral pulmonary consolidation and intralobular interstitial thickening (Table S2) . Eight variables were demonstrated as independent risk factors based on the multivariate logistic regression model. The results indicated that age (patients over 65 years) , smoking , critical disease designation , diabetes, abnormally higher hypersensitive troponin I (>0.04 pg/mL) , leukocyte count (>10x10 9 /L ) and neutrophil count (>75 x10 9 /L) were significantly associated with unfavorable clinical outcome, and hypnotics showed significant beneficial effects on clinical outcomes (p<0.001) (Figure 2A ).\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint Patients in the non-severe group showed significantly better survival compared with those in the severe and critical groups ( Figure 2B ). Patients given hypnotics showed significant favorable survival compared with the non-hypnotics ( Figure 2C ), and patients with positive rRT-PCR results showed significantly poorer survival compared with those with negative rRT-PCR ( Figure 2D ).\n\nIn contrast to a previous study, 12 most patients with COVID-19 in the severe group of our series showed favorable clinical outcomes, at approximately the same frequency as in non-severe cases (84.9% vs 86.8%), and survival analysis demonstrated consistently higher survival rates in nonsevere and severe cases than in critical cases. Although previous studies failed to show that smoking was a risk factor for COVID-19, 9, 14 multivariate analysis in our study demonstrated that smoking was an independent risk factor for unfavorable outcome. Otherwise, we confirmed findings from other studies 10,12,13 that age over 65 years and leukocytosis with left shift were associated with poorer clinical outcome.\n\nZopiclone, a commonly prescribed nonbenzodiazepine soporific, was significantly associated with improved clinical outcome. Patients taking hypnotics showed better outcome at the same disease stage than those not taking hypnotics. For patients in the more severe disease groups, the improvement effect was even more pronounced. Also, in analyzing the effect of hypnotics on rRT-PCR-positive and rRT-PCR-negative patients separately, we found hypnotics had more striking effect on the former. Moreover, hypnotics were identified as an independent factor in the risk model that contributed to better clinical outcomes. Also, patients administered hypnotics had a better survival rate.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint Patients usually showed strong anxiety, sleep deficiency and oxygen insufficiency during disease progression, which will lead to the metabolic dysregulation 18, 19 and immune system abnormalities 20 . Better sleep quality and stress reduction could be one partial reason for prescribing hypnotics to COVID-19 patients. Dimitrov et al indicated that sleep can exert some immune-supportive effects and potentially enhance an effective T cell response, and it has high relevant with some specific sleep disorders or impaired sleep, such as depression and chronic stress. 21\n\nIn addition, the superior efficacy of zopiclone may be due to enhanced gamma aminobutyric acid (GABA) signaling. That is, zopiclone can interact with GABAA, and GABAA receptor can magnify responses to GABA. 22 GABA signaling promotes autophagy activation, which improves phagosome maturation and promotes host protection against infections. 23 To our knowledge, the beneficial effect of hypnotics on clinical outcome has not been reported previously in the management of COVID-19 patients.\n\nUp till now, several description studies have mentioned the non-effective function of current medication treatment no matter which stages or outcomes was 10, 12, 24 , and it was accord with our study analysis. By specifically comparing the standard treatment effect at the same disease status for each treatment ( Figure S2 ), we didn't see any standard therapy could improve clinical outcome in the study. However, since only about 25% of patients in our study took hypnotics, we assume that self-healing could be the major reason for the high recovery rate of patients in the non-severe and severe disease groups. That is, COVID-19 is most likely a selflimited disease in the majority of patients.\n\nBoth rRT-PCR-confirmed COVID-19 patients and clinically diagnosed patients who were rRT-PCR negative were included in this study. Due to the burgeoning epidemic and high . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Since all patients in our study were tested by the same experienced team using the same rRT-PCR protocol, we believe the major reason for the negative rRT-PCR results in our patient series was due to the low concentration of virus in the throat, which may indicate that patients with negative rRT-PCR test might be less likely to infect other people. We found that only a small portion of patients (less than 10%) with negative rRT-PCR had unfavorable outcomes. In performing follow-up rRT-PCR on patients in the severe disease group with abnormal CT, we found 23 cases whose first test was negative and later tests were positive. We believe the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint inclusion of rRT-PCR-negative patients with clinically compatible presentation of COVID-19 will help guide clinicians in the care of such patients.\n\nHigher BMI (30), hyperglycemia and diabetes, and cardiovascular disease were distinct risk factors for unfavorable clinical outcomes. Angiotensin-converting enzyme-2 (ACE2), which serves as a cell-entry receptor for SARS CoV-2, 27 plays a protective role for both diabetes and cardiovascular diseases. 28, 29 Kuba and colleagues demonstrated that SARS CoV downregulates ACE2 protein, 30 which could explain why COVID-19 patients with diabetes and cardiovascular disease have worse clinical outcomes.\n\nWe found that abnormally high hypersensitive troponin I was an independent predictor for poor clinical outcome. Increased troponin can enhance coagulation activation. 31 In patients with COVID-19, immune damage to the hematopoietic system, ischemic hypoxia-reperfusion injury, and drugs can cause coagulation disorders. 8, [31] [32] [33] [34] We speculate that increased troponin will induce dysfunction of coagulation and thrombus formation with possible pulmonary embolism, which would further aggravate the patient's condition.\n\nThere were some limitations in our study. Incomplete laboratory test results in some patient records may have caused deviations in statistical analysis. Except for hypnotics, we found that all treatments were ineffective and many treatments showed unwanted side effects, including liver injury. 35-37 Although we did not conduct separate analysis for rRT-PCR-positive and rRT-PCR-negative patients, our multivariate analysis identified eight independent risk factors, which were independent of the rRT-PCR result.\n\nAlthough the vast majority of patients recovered, approximately 20% of our hospitalized patient cohort had unfavorable clinical outcomes. To what extent chronic respiratory insufficiency or other organ system sequelae occur in COVID-19 patients will require careful . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint and prolonged follow-up studies. So far, it seems there is no effective standard treatment.\n\nHowever, we have found that using hypnotics could significantly improve clinical outcome of COVID-19. We also found that some novel risk factors that could predict patient outcome, which can help in early decision making for improving treatment outcomes of COVID-19 patients.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20037721 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . year-old male patient, who progressed from the non-severe to critical disease group, and died. A1 (day 1), A2 (day 4), A3 (day 9): below the pleura are scattered shadows of frosted glass, large sheet diffuse paving stones in both lungs, and extensive consolidation of both lungs with thickening of interlobular stroma repetitively. B1-B3, CT images of a 44-year-old female patient, who progressed from the critical to non-severe disease group. B1 (day 3) exhibiting extensive consolidation of both lungs; B2 (day 9) exhibiting frosted hyaline change and paving stone signs. B3 (day 20) showing significant resolution of ground-glass opacities and subpleural cord changes. The association of clinical outcome with three diagnosis status: Non-severe, Severe, and Critical under the treatment A) Kaletra, B) Interferon, C) Invasive ventilation, D) Non-invasive ventilation. The percentages are calculated by the number of each outcome group (Unfavorable or Favorable) divided by the total number at each diagnosis status with (Yes) using or not (No) using a treatment.\n\nYes No Non-severe Severe\n\nNon-severe Severe\n\nNon-severe Severe\n\nNon-severe Severe\n\nCritical A C B D . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint "}