{"title": "", "body": "S:R,&mdash;Dr Dourmashkin and colleagues (Nov. I, p. 971) report that they have seen pleomorphic coronavirus-like particles in a specimen of human faeces and postulate that these may have derived from an intestinal yeast-like organism and suggest Blastocystis (now believed to be a protozoon 1). [2] [3] [4] [5] We have described coronavirus-like particles in human faeces. These are quite different from the cellular material with ill-defined fringes3 which is commonly present in human faecal material. To date one strain of the coronavirus-like particle has been shown to replicate in cell and organ culture systems 5 producing ultrastructural changes which are indistinguishable from those produced by a bovine coronavirus in a similar intestinal organ culture system. 6,7The sectioned particles seen inside the cells were typical of coronaviruses. We concluded that the particles were enteric coronaviruses. A common feature of these enteric coronaviruses is their pleomorphism, a finding which is not unusual with enveloped RNA viruses, especially before they are adapted to in vitro culture.\n\nThe above evidence of the viral nature of these particles must be considered against the findings of Dourmashkin et al., who concluded that the particles they saw were probably not viruses. This conclusion was based on an interpretation of structural relationships obtained from a sectioned deposit of ultracentrifuged crude faecal suspension. We believe that interpretation of findings from these pilot experiments is not only difficult but also inappropriate to the question posed. SiR,&mdash;Dr Berkowitz and colleagues (Oct. 4, p. 752) conclude that oral contraceptives do not increase the risk of proiiferative trophoblastic sequelae when taken after the evacuation of hydatidiform mole and before gonadotrophin values have fallen to normal. It is not clear how this conclusion can be drawn from a total of 50 patients \"selected at random\" from their files. Its statistical significance would seem highly questionable. The relevance of their data might also be questioned on the grounds that this group report elsewhere 8 that they give cytotoxic drugs to all patients judged to be at risk of malignant sequelae even before the uterus is evacuated. Such prophylactic therapy affects the issue in two ways. First, it ensures that a high proportion of mole patients receive potentially mutagenic cytotoxic agents during their childbearing period, whereas others think it desirable to avoid such exposure. Secondly, it renders their series unsuitable for comparison with series of patients not given prophylactic therapy. The analysis of 611 consecutively registered cases of hydatidiform mole on the registry of the Royal College of Obstetricians and Gynaecologists suggested that taking oral contraceptives before gonadotrophin remission had been achieved increased the risk of invasive mole or choriocarcinoma almost 3-fbld compared with those not taking oestrogens and progestagens.9 These data are not conclusive since patients were not randomised to \"pill\" and \"no pill\" groups but they would seem to be a better basis for mole follow-up policy than the New England data. SiR,-Dr Gorchein (July 19, p. 152) comments on our letter.l Perhaps we should have pointed out more clearly that we knew that induction of 6-aminolaevulinic acid synthetase is a dose related phenomenon. Moreover, in general, there exists a large species variation in therapeutic or toxic effects of chemical substances, and additionally an interspecies difference exists in drug metabolism and pharmacological response, especially to liposoluble drugs 2-all of which points should be considered when extrapolating our findings in rats to man. Nevertheless, we feel very strongly that those drugs which evoke a positive response in our rat model are potentially harmful in the hereditary porphyrias and should be avoided.\n\nWe take exception to Gorchein's suggestion that the safety of new drugs in the hereditary porphyrias should be evaluated by clinical trial. It would be irresponsible to subject a population at risk to potentially harmful agents. We have had a great deal of success, as evidenced by the remarkable decrease in the number of acute attacks,3 by education of affected subjects and their medical attendants about the dire consequences of exposure to potentially dangerous drugs. Furthermore, good correlation exists between our clinical findings and those in our rat model with respect to the dangerous porphyrogenic drugs. SIR,-Dr Hawkins and his colleagues in their study of thyroid microsomal antibodies (TMA) (Nov. 15, p. 1057) face a dilemma which bedevils much epidemiological research. This is the problem of studying individual subjects. 89 out of 160 subjects with TMA had subclinical hypothyroidism (premyxoedema), according to Hawkins and colleagues' criterion of a raised basal thyroid stimulating hormone (TSH) level. In our experience, 25% of patients with premyxoedema have a normal basal TSH but exaggerated response to thyrotrophin-releasing hormone (TRH). 4 "}