{"title": "Influenza", "body": "Flu Influenza Influenza virus Infection of the respiratory tract Acute infection a b s t r a c t Virus: Influenza virus is the only human-pathogenic member of orthomyxovirus, which during evolution acquired the capability to infect the cells of various mammals and birds. Besides man common hosts are domestic animals as horse, swine, cat and poultry, among the birds especially goose and duck, and nearly all mammals living in water. The influenza virus A and B genome is segmented, when two different viruses infect one cell whole genome-segments can be exchanged (reassortment). This capability leads to a high variability of the envelope surface proteins H (haemagglutinin) and N (neuraminidase), as well as the polymerase inside the virus particle. An influenza virus equipped with epitopes on its surface that are unknown by the human and animal immune system has the potential to initiate a new epidemic. Transmission: for influenza virus main route is aerogene, especially by small droplets while coughing and sneezing and by smear infection, mostly by direct contact. Incubation time: is usually 24 to 48 hours. Early clinical symptoms are fever, all signs of inflammation in the upper respiratory tract with sore throat, nasal secretion, conjunctivitis that are associated with myalgia, chills and malaise. Prevention: important is the distance from the infected, to avoid aerosol formation, and within care units disinfection of hands and utensils as from stethoscope to door handle. Essential for prevention of disease is the annual vaccination against the seasonal strains influenza virus A-H1N1, A-H3N2 and influenza virus B. Treatment: unspecific by anti-inflammatory drugs and reduction of symptoms by therapy of bacterial superinfection with antibiotics. Specific: by application of neuraminidase inhibitors as oseltamivir (Tamiflu®) and zanamavir (Relenza®) within 48 hours after onset of the symptoms. © 2010 Published by Elsevier GmbH. Schwangere sind teils über die plazentare Immunsuppression, teils über den aktivierten Zellstoffwechsel erhöht gefährdet [5] Kinder werden häufig vermehrt befallen, nachdem sie sich in den wenigen Lebensjahren nur mit einer geringen Zahl von Influ- \n\nAkutes Krankheitsbild, eine chronische Infektion kommt nicht vor, auch wenn bei Alten die Regenerationsphase einige Monate dauern kann\n\nKlinische Zeichen (siehe oben) Sie sind das erste Leitsymptom, besonders wenn eine Epidemie abläuft. Bei typischen klinischen Zeichen der Grippe und epidemischer Ausbreitung des Influenzavirus kann sich eine weitere Labordiagnostik erübrigen.\n\nInfluenzavirus Direktnachweis: Rachenabstrich in den ersten 2-3 Krankheitstagen mit feuchtem, speziellen Watteträger und Kulturmedium entnehmen und gekühlt bei 4 • C an Labor senden.\n\nAnzucht erfolgt normalerweise über MDCK-Zellen, in diesen der Nachweis über lytischen Effekt und Färbung mit markierten, monoklonalen Antikörpern Antigen-Schnelltest: verschiedene Firmen bieten Tests an, die im Prinzip auf ELISA (enzyme-linked immunosorbent assay) Basis mit monoklonalen Antikörpern beruhen. Für den Nachweis saisonaler Viren sind Sensitivität und Spezifität inzwischen gut. Zeitaufwand etwa 30 min. Es gibt auch Tests, die beim ambulanten Patienten angewendet werden können. NAT (Nukleinsäure Amplifikations Test -nucleic acid testing): als PCR oder real time PCR (polymerase chain reaction). Über geeigneter Primer wird virale RNA z.B. im Hämagglutinin-Genom-Segment oder Nicht-Strukturprotein-Segment umgeschrieben, amplifiziert und nachgewiesen. Bei entsprechender Auswahl der Primer kann der Genotyp oder auch Subtyp bestimmt werden. Zeitaufwand im Labor 2-3 Stunden.\n\nNach §7 Infektionsschutzgesetz (IfSG) ist der Direktnachweis von Influenzavirus namentlich meldepflichtig.\n\nSerologischer Nachweis Der Komplementbindungstest wird zunehmend wegen mangelnder Standardisierbarkeit verlassen. Influenza-Antikörper werden über ELISA, oder Hämagglutinations-Hemmtests nachgewiesen. Als belegend für eine Infektion wird ein erhöhter Titer nach entsprechender klinischer Symptomatik oder besser ein wesentlicher (mindestens 4-facher) Titeranstieg innerhalb von 14 Tagen angesehen. Der serologische Nachweis hat keinen Einfluss mehr auf eine Therapie-Entscheidung.\n\nAndere [8, 9] , und Encephalitis in etwa 1,5 ‰ von hospitalisierten Patienten [10] .\n\nGefährdet für Komplikationen sind Patienten mit hohem Alter, mit iatrogener oder erworbener Immunschwäche, chronisch obstruktiver Lungenerkrankung, chronischer Leber-und Nieren-Erkrankung, Adipositas, Herz-Kreislauf-Erkrankung, und Diabetes mellitus. Die häufigste Komplikation ist die bakterielle Superinfektion.\n\nDie Prognose ist altersabhängig gut -je älter umso häufiger treten Komplikationen auf, besonders wenn eine Impfprophylaxe unterblieben ist.\n\nHygiene Die Influenzavirus-Menge ist im Nasensekret in den ersten 3 Tagen am höchsten, zwischen 10 5 und 10 7 Viruspartikel pro ml, folglich auch die Übertragungswahrscheinlichkeit. Eine human infektiöse Dosis sind etwa 500 Viruspartikel. Übertragung erfolgt über direkten Kontakt/ Schmierinfektion und Aerosol. Geeigneter Mund-Nasen-Schutz [11, 12] , Brille zum Schutz der Konjunktiva, Abstand vom Infizierten -1m mag nicht ausreichend sein [11] -kein Händeschütteln, Niesen und Schnupfen in Einmaltuch, benutzte Einmaltücher in geschlossenem Behälter aufbewahren und entsorgen [13] . Häufiges Stoss-Lüften des Raumes in dem sich Infizierte aufhalten, da feintropfiges Aerosol bis zu 30 min in der Raumluft schweben kann, bevor es sedimentiert ist. [7] . Neuere Verfahren verwenden Kulturzellen um große Mengen Virus herzustellen -bisher wird über dieses Verfahren die Antigenität des auf Hühnerembryonen gezüchteten Virus nicht erreicht. Der saisonale Impfstoff enthält eine Mischung aus Influenzavirus A-H1N1, A-H3N2 und B, eine Kombination, welche jährlich entsprechend dem epidemiologischen Verlauf der Influenza der letzten Jahre, von einem Expertengremium der WHO zusammengestellt wird. Fehleinschätzungen zur epidemischen Verbreitung eines zukünftigen Virus kommen selten vor.\n\nDie Impfung erfolgt jährlich auf der Nordhalbkugel in den Monaten Oktober/November einmalig bevor die Erkältungskrankheiten starten. Der Impfschutz hält etwa 3 Jahre vor, muss jedoch jährlich erneuert werden, da antigenetisch veränderte Viren in der neuen Saison zirkulieren (siehe oben antigenic drift und reassortment). Die Impfung schützt normalerweise vor den Komplikationen der Influenza, kann jedoch nicht vollständig eine Infektion verhindern.\n\nIn Deutschland sind wenigstens 12 verschiedene saisonale Influenzavirus-Impfstoffe erhältlich. Eine Indikation zur Impfung besteht für Alte über 60 Jahre, Diabetiker, chronisch Erkrankte mit Affektion der Atmungsorgane, der Nieren und Immunsupprimierte [13] . Schwangere sollten sich nach Möglichkeit im 1. Trimenon impfen lassen. Für Personen im medizinischen Bereich ist die jährliche Impfung dringend anzuraten, ebenso für Personen mit vielen Menschenkontakten wie Apotheker, Omnibus-und Taxi-Fahrer etc [7] .\n\nIn Deutschland wird über die saisonale Grippe-Impfung eine Durchimpfungsrate zwischen generell 7.5% und in manchen Kran-kenhäusern 30% erreicht, eine Impfrate die für eine Reduzierung der Verbreitung eines neuen saisonalen Influenzavirus unzureichend ist. Die Impfung erfolgt weiterhin auf freiwilliger Basis. "}