{"title": "", "body": "With the exception of routine vaccinations, neoplasms today may represent the most common reason for presenting a ferret for veterinary care. The probability is good that most ferrets will develop a neoplasm of the endocrine system during the \"golden age\" for tumors (4 to 6 years) and excellent that some type of neoplasm will become evident over the course of a lifetime. In ferrets derived from American bloodlines, the incidence of three neoplasms-adrenocortical neoplasia, insulinoma, and malignant lymphoma-likely exceeds the incidence of all other neoplasms combined.\n\nThe increasing popularity of ferrets as both pets and laboratory animals has facilitated the compilation of impressive collections of neoplasms that provides a fairly accurate look at the distribution of neoplasia in this species. 4, 16, 36, 37, 44, 60, 62, 68 In the previous edition of this book, the authors provided a review of common neoplasia as well as frequency data based on the extensive collection of the Armed Forces Institute of Pathology. 68 With the current expansion of literature regarding neoplastic disease in this species as well as our desire to expand the discussion of available and emerging clinical treatments, frequency data of common neoplasms are presented based on the available literature for this species. Clinical discussion is derived from the authors' clinical experiences as well as a comprehensive review of available literature. Space does not permit us to cover every type of neoplasm that has been reported in the ferret (as rarer and rarer tumors find their way into single case reports); thus we present only the major types of neoplasms, including their diagnosis, treatment, and prognosis.\n\nOne tenet should be considered by all veterinarians treating ferrets and their neoplasms: a ferret is not a cat or a dog. The clinical behavior, prognosis, and paraneoplastic syndromes in ferrets are often far different from what is seen with similar neoplasms in dogs or cats. For example, insulinoma in the ferret is a neoplasm that rarely metastasizes and behaves in a benign fashion, as opposed to the same neoplasm in dogs and cats, which metastasizes widely and rapidly and results in short survival times. Adrenocortical carcinoma, a neoplasm prone to metastasize widely in the dog, metastasizes only late in the course of disease in ferrets; with early removal, it warrants a good prognosis. Mast cell tumors, often malignant (and fatal) in the dog, are invariably benign and associated with a good prognosis in ferrets. Thus, practitioners who extrapolate diagnostic and therapeutic options from comparable syndromes in more traditional pet species may find themselves in difficult and unexpected situations.\n\nWhile we now have tremendous information on the frequency and distribution of neoplasia, there is still little definitive information on the causes of many common neoplasms in the ferret (as is often the case in human neoplasms). A large number of theories abound, but only rarely with supportive evidence. \n\nThree main schools of thought exist for ferrets, and it is likely that many neoplasms may be the result of several coexisting factors at once: 1. Husbandry issues. The \"domestication\" of the ferret as a pet species in many countries of the world involves varying degrees of environmental and surgical manipulation of the animal itself. Proof surrounding the effects of early neutering of ferrets and the subsequent development of adrenocortical neoplasia is now published and this mechanism is widely accepted. 7, 53, 54 Dietary manipulation, especially the common practice of feeding high-carbohydrate diets and treats, has been suggested to be a primary cause for the increased incidence of insulinoma (when compared with the incidence in animals fed raw whole prey [rats, mice, etc.] as the dietary staple). 53 Finally, the modern ferret owner's predilection for indoor housing and artificial lighting may also play a role in the development of certain types of neoplasms. In Europe, where most ferrets are housed outdoors and exposed to natural lighting cycles, the incidence of neoplasia, especially adrenocortical, is greatly decreased. 53 However, other factors, including delayed neutering, may also affect the development of neoplasia in European ferrets. 2. Genetic (familial) predisposition. While genetic or chromosomal aberrations are yet to be studied in domestic ferrets, the tremendous incidence of neoplasia in American bloodlines of ferrets as compared with their European counterparts certainly lends credence to this widely held belief. A recent case report by Fox 22 documents a syndrome of multiple neoplasms in an adult ferret that closely resembles (multiple endocrine neoplasia (MEN) type 2 in humans, a condition known to be the result of a genetic point mutation. 3. Infectious agents. Suspicious cluster outbreaks of malignant lymphoma in laboratory colonies and rescue operations 3, 18 have sparked the investigation of a possible viral etiology for this neoplasm in ferrets. Transforming retroviruses are known to be responsible for the development of lymphoma in a number of other species, including humans, cats, and rabbits among others. Erdman 20 demonstrated the transmissibility of this neoplasm between ferrets using cell-free inocula, thus furthering this theory, although a prolonged incubation time was required. Helicobacter mustelae, a ubiquitous inhabitant of the stomach of ferrets, has been circumstantially incriminated in the development of gastric adenocarcinoma 33 (which is enhanced when coupled with the ingestion of chemical carcinogens as promoters) 21, 23 as well as in the development of gastric B-cell (MALT) lymphomas. 17 In addition, a progression from chronic inflammatory intestinal disease to neoplasia has been proposed in cats. 70 \n\nMost studies agree that the endocrine system appears to be the most common site of neoplasia in ferrets. 8, 36, 37, 68 Pancreatic islet cell tumors (also known as insulinomas) are the most common neoplasms overall, with adrenocortical neoplasms being the second most common. 18, 36, 37, 68 In all studies, lymphoma was both the most common hematopoietic neoplasm and the most common malignancy. 8, 36, 37, 68 Between 12% and 20% of cases in each study had multiple tumor types, with insulinoma and adrenocortical carcinoma being seen concurrently most often. 8, 36, 37, 68 However, the presence of multiple tumor types in an individual should not be interpreted as a neoplastic syndrome arising from a common tumorigenic mechanism. In a study of 66 cases in which ferrets had multiple concurrent neoplasms, Li 36 found no evidence of an association between tumor type and multiplicity. Because endocrine neoplasia is extremely common in American ferrets today (and is increasing in global frequency), it comes as no surprise that middle-aged and geriatric ferrets have multiple tumors developing over time.\n\nBy far most neoplasms in domestic ferrets in North America arise in the endocrine system; chiefly, tumors of the pancreatic islets and the adrenal cortex (the two overall most common neoplasms in the ferret, as previously discussed).\n\nWhile multiple studies have pointed to insulinomas (tumors of the beta cells of the pancreatic islets) as the most common neoplasm of the ferret, they may be slightly overrepresented because of their relatively obvious symptomatology, response to surgical excision, and tendency to recur over time. This neoplasm is most commonly seen in middle-aged ferrets, with no gender predilection. Insulinoma in the ferret exhibits a far different behavior than in the dog or cat. 9, 62 In the dog and cat, these are highly malignant neoplasms with marked metastatic potential, leading to a short survival time. In ferrets, these same neoplasms have low metastatic potential and tend to respond well to medical management for long periods of time; their removal may result in a symptom-free or medication-free interval. 62 In truth, some reports have clouded the issue of metastatic potential of insulinoma in the ferret. True metastasis involves the translocation, either via blood or lymph, to another organ; this is seen in the dog and cat, where the metastasis of islet cell tumors to local lymph nodes, liver, or other visceral organs is common. Some papers have incorrectly referred to the additional development of insulinoma within the pancreas over time as \"metastasis,\" whereas recurrence would be a more appropriate term. Other papers have labeled islet cell tumors as malignant (\"islet cell carcinomas\") based solely on microscopic features of the tumor cells without evidence of intraorgan translocation or recurrent disease.\n\nThe diagnosis of insulinoma is not exceedingly difficult in the ferret and is generally based on a combination of the characteristic clinical signs and a low fasting blood glucose level in the absence of a nonendocrine etiology (see Chapter 7) . The hypoglycemia resulting from the inappropriate secretion of insulin by these tumors generally results in a constellation of neurologic signs ranging from mild (ataxia or disassociation from the surroundings) to severe (seizures, coma). Blood glucose levels of less than 60 mg/dL in the ferret are generally diagnostic for insulinoma even in the absence of clinical signs. Some individuals may present with a history of neurologic disease and a normal fasting blood glucose; in the early stages of this condition, insulin release may be sporadic and clinical signs may be intermittent. The determination of insulin levels is rarely indicated prior to institution of therapy and is of no value in cases where blood glucose is above 60 mg/dL. Therapeutic approaches for the treatment of insulinoma in ferrets are widely reported. In our experience, surgical excision is the preferred course of treatment for symptomatic animals with documented hypoglycemia.\n\nIn a clinical study, 62 partial pancreatectomy yielded the longest disease-free intervals and survival times (365 and 668 days, respectively), followed by simple nodulectomy (234 and 456 days, respectively), although surgery did not eliminate the need for concurrent medical management in all cases. Medical treatment alone resulted in a mean disease free interval of 22 days and a mean survival time of 186 days.\n\nWhile the potential for affected animals to develop multiple islet cell tumors over time is well known (up to 40% develop additional tumors within 10 months), the tumorigenic process remains unclear. Owners should be well aware of the potential for recurrence before surgical removal.\n\nThe second most common neoplasm in the domestic ferret is also of endocrine origin and originates in the adrenal cortex. In the intact ferret, seasonal stimulus of the hypothalamus results in liberation of a range of hormones, including luteinizing hormone, which stimulates sex steroid production from the ovaries or testes. In neutered animals, the absence of gonads results in a lack of negative feedback for the hypothalamus and, under constantly elevated levels of luteinizing hormone, pluripotent cells of the zona reticularis differentiate into cells capable of producing estrogen and other intermediate sex steroid metabolites, including androstenedione and hydroxyprogesterone. 7, 52 Multiple studies have reported the average age of ferrets with adrenal disease at approximately 4.5 years, 8, 61, 68 but the disease has also been reported in ferrets under 12 months of age, 36 with no gender predilection.\n\nThe relatively obvious clinical signs exhibited by most ferrets with adrenal disease contribute significantly to the frequency of their presentation for treatment. Affected ferrets exhibit a constellation of cutaneous, behavioral, and reproductive signs that make them easily identifiable. Follicular atrophy resulting from excessive levels of estrogen results in a characteristic bilateral truncal alopecia in about half of affected animals, although irregular, patchy hair loss may be a presenting sign in a minority; in rare cases, no alopecia is appreciated. Vulvar swelling, similar to that seen in females in estrus may be seen in up to 90% of affected neutered jills, although absence of vulvar swelling does not rule out this disease. 51, 57 The effects of estrogen on the prostatic glandular epithelium in male ferrets may result in dysuria due to prostatic cysts or abscesses; if not treated promptly, azotemia, obstruction, and ultimately uremia are probable sequelae. Finally, the presence of elevated levels of testosterone in the male or estrogen in the female may result in a return to intact sexual behavior such as mounting, urine marking, and aggression.\n\nTo confirm enlargement, determine affected side, and screen for concurrent disease. For best detail, use a 14.5-MHz probe. Look for the right adrenal gland medial to the cranial pole of the right kidney, cranial to the origin of the cranial mesenteric artery, and adjacent or adherent to the caudal vena cava. The left adrenal gland is cranial and medial to the cranial pole of the left kidney, lateral to the aorta, and cranial to the left renal artery. Adenomas and adenocarcinomas can occur and cannot be differentiated without histopathology. 6 Laboratory evaluation of circulating sex steroids is occasionally performed in cases where clinical signs are subtle or may be masked by concurrent disease. Estrogen, androstenedione, and 17-hydroxyprogesterone have been identified as the most sensitive hormones for the detection of adrenocortical lesions in the ferret and are over 95% predictive in the diagnosis of adrenocortical disease in this species. 51 Practitioners are cautioned that hyperadrenocorticism in ferrets is not a form of Cushing's disease, and cortisol testing is not useful in routine diagnosis. Elevations in cortisol 52 and even aldosterone 13 levels have been documented in ferrets with adrenal neoplasia, but these are rare and inconsistent findings and are not considered diagnostic.\n\nFrom a surgical standpoint, the incidence of the lesion appears equivalent between the left and right adrenal glands, and approximately 20% are bilateral. 68 A wide range of surgical approaches exist for removing affected adrenal glands, and surgery is considered the treatment of choice for this condition. 64 Because of its proximity to the vena cava ( Fig. 8-1 ), surgical excision of the right adrenal gland often proves to be a challenge for most practitioners; a range of successful surgical options-including cryotherapy, laser dissection, and microvascular techniques-has been described for right adrenalectomy in the ferret. 68 In cases where the neoplasm occludes the vena cava by 50% or more, the neoplasm and the affected section of vena cava may be excised en bloc, but this is not recommended by the authors. Excision of the vena cava carries a high risk of complications including renal failure and death, and these risks are greater than the risk of death from adrenal disease. While presurgical ultrasound examination may be used to identify the side (or sides) at which an affected neoplasm is located, the absence of adrenomegaly or an identifiable nodule via ultrasound does not obviate the need for surgery in affected individuals, since functional lesions may be present in normal-sized adrenal glands. 6 Several options for medical management have emerged in recent years (see Chapters 7 and 11 for more in-depth discussions of surgical and medical treatments).\n\nFrom a histologic (and prognostic) standpoint, proliferative lesions in the adrenal cortex of affected individuals fall into a spectrum ranging from hyperplastic lesions to benign or malignant neoplasms. A good prognosis appears warranted in the case of all surgically removed lesions, regardless of location (right vs. left), histologic grade, or completeness of excision. 57, 68 However, in all cases caution owners that lesions in the contralateral adrenal gland occasionally develop, resulting in recurrent disease at a later date, and metastatic disease may be seen in a low percentage of highly anaplastic carcinomas. 46 Medical treatment, largely directed at decreasing circulating levels of sex steroids in affected animals, is generally reserved for nonsurgical candidates. These drugs are temporarily effective and are useful in ameliorating clinical signs; however, their effectiveness in halting the growth of established lesions or diminishing the risk of metastatic disease or hemoperitoneum associated with large tumors is still in question. 60 Other neoplasms may be seen arising from adrenal glands in ferrets. First described in 1995, 24 leiomyosarcomas of the adrenal capsule are often encountered in the ferret and may result in confusion on the part of the practitioner as well as the pathologist. These very firm neoplasms may lead practitioners to perform adrenalectomy on normally functioning adrenal glands. Unfortunately these cannot be differentiated without histopathology, so the practitioner is forced to make an intraoperative decision. The presence of the tumor may also mask the presence of proliferative adrenocortical lesions unless multiple sections at 1 mm or more are examined. These neoplasms have demonstrated estrogen receptors on the smooth muscle cells in several of these tumors, suggesting a possible etiology for their development as well as the common finding of smooth muscle proliferation in adrenocortical tumors. 41\n\nThyroid neoplasms are extremely uncommon in this species. Nonfunctional thyroid follicular adenocarcinoma was reported in one ferret with infiltration into the surrounding tissue, 69 and another was found with metastasis to cervical lymph nodes and liver. 10 One case of a C-cell carcinoma 22 (seen along with concurrent adrenocortical adenoma and insulinoma) has been reported. Clinical signs were not observed.\n\nLymphoma (malignant lymphoma, lymphosarcoma) is the most common malignancy in the domestic ferret and the third most common neoplasm overall (after islet cell tumors and adrenocortical neoplasia). Lymphoma denotes solid-tissue tumors composed of neoplastic lymphocytes in visceral organs or lymph nodes throughout the body. These neoplasms most commonly arise spontaneously; however, horizontal transmission of malignant lymphoma in ferrets by using cell or cell-free inoculum has been documented. 20 This finding, coupled with the occasional clustering of lymphomas in a single facility, has prompted speculation that some variants of lymphoma in the ferret may be the result of a retroviral infection. 19 A viral agent has not as yet been isolated from cases of lymphosarcoma in the ferret, and associations with feline leukemia virus and Aleutian disease (parvovirus) have been disproved. 18, 20 \n\nToday there is substantial variation in the classification of lymphoma, which leads to a lack of consistency in the evaluation of any form of cumulative data for comparison of disease or prognostic outcome. There is no universally accepted classification scheme for ferrets; even among dogs and cats, pathologists differ in the descriptive information they routinely include in histopathology reports. As an example of the importance of a uniform system, three papers have described ferret lymphomas as low-, intermediate-, and high-grade, but each paper uses different criteria to define \"low\" and \"high,\" creating inconsistency in our ability to interpret or compare. 1, 16, 43 Clinicians should obtain as much descriptive information as possible for all cases, following the guidelines below as closely as possible, to ensure the most appropriate diagnosis and treatment for each individual. This may also improve prognostic ability in the future.\n\nAll diagnostic workups should include both grading (histologic description in as much detail as possible) and staging (classification of disease) information. Ideally, phenotyping (immunohistochemistry to define cell origin) would also be included, although this is not yet routine in general clinical practice. Grading provides a histologic description based on cell morphology independent of phenotype (B-cell or T-cell). This provides indices like low, intermediate, and high grade based on cellular size and mitotic indices. The most commonly accepted grading system in companion animal medicine is the National Cancer Institute Working Formulation (NCI-WF), which differentiates cells based on morphology. 39, 43 There is still some discrepancy, so we recommend following a standard protocol ( Staging. This is a clinical description of the disease, providing information about the location of the neoplasia as well as its extent of dissemination throughout the body. The most commonly accepted staging system in veterinary medicine is the World Health Organization (WHO) staging system, which is also generally accepted by the American College of Veterinary Pathologists (ACVP). This system is based on descriptions of the clinical presentation, anatomic location, and disease progression (Table 8-2) . 39 In cats, a secondary staging system is used based solely on anatomic location. This would also be extremely useful in ferrets, and we recommend that this information also be included in staging (Table 8-3) .\n\nExamples of appropriately staged and graded lymphoma in a ferret might be as follows:\n\n• Lastly, if any neoplastic lymphocytes are present in the bone marrow or the peripheral blood, a diagnosis of lymphocytic leukemia is appropriate. Chronic lymphocytic leukemia indicates the presence of excessive numbers of mature (small) lymphocytes in the peripheral blood, with total leukocyte counts ranging from normal into the hundreds of thousands. Acute lymphoblastic leukemia indicates the presence of immature lymphocytes (lymphoblasts) in the bone marrow as well as in the peripheral blood, with leukocyte counts well in excess of normal. True lymphomas are far more commonly seen than leukemias, at a ratio of approximately 10:1. 68\n\nPhenotyping. Phenotyping defines tumor etiology as either B-cell or T-cell in origin. This can only be determined with the use of immunohistochemical stains or flow cytometry. 27 CD3 is a T-cell marker, and CD79α is a B-cell marker. Although this information is useful, it is not routinely assessed in ferrets at this time. However, flow cytometric assays are becoming commonly used in companion animal medicine, and as phenotyping becomes a more standard part of a diagnostic workup, this may yield important prognostic information for ferrets.\n\nTwo other types of lymphoma should be discussed here. Cutaneous (epitheliotropic) lymphoma is of T-cell origin and possesses a mature lymphocytic phenotype and a profound affinity to infiltrate epithelial structures, such as the epidermis and hair follicles ( Fig. 8-2 ). It alone among the ferret lymphomas does not warrant a poor prognosis at onset, as prolonged survival times (possibly up to 3-4 years) are associated with it, especially in cases where cutaneous lesions are rapidly surgically excised. Unlike epitheliotropic lymphoma (mycosis fungoides) in dogs and humans, the clinical picture does not necessarily progress to systemic involvement (Sézary's syndrome). Epitheliotropic lymphoma is commonly seen in the feet and extremities of ferrets, resulting in grossly swollen, hyperemic, alopecic feet. Untreated, these lesions grow in size and multiple lesions will develop. Complete surgical excision of cutaneous lesions may result in prolonged disease-free intervals; chemotherapeutic attempts, both topical and systemic, have generally proved to be unsatisfactory. 34, 50 Gastric lymphomas, or mucosal-associated lymphoid tissue (MALT) lymphomas, have been reported in four ferrets (see also Chapter 3). 17 Considered akin to lymphomas associated with Helicobacter pylori infection in humans, these neoplasms arose in the stomach of ferrets infected with Helicobacter mustelae. An interesting feature of this proposed form of lymphoma is that although neoplastic cells varied in phenotype (two lymphocytic and two lymphoblastic forms), all four cases were composed of monoclonal B lymphocytes. 17\n\nThere is no universal signalment or clinical presentation for lymphoma in ferrets. It may occur at any age and has been reported in ferrets as young as 2 months of age. There is no color or sex predisposition. One paper historically reported that young ferrets (<2 years of age) develop a lymphoblastic form characterized by disseminated disease often involving spleen, liver, thymus, or mediastinum and rapid progression, while adult ferrets develop a slower, more insidious form consisting of mature, well-differentiated small lymphocytes that are accompanied by peripheral lymphadenopathy and slower progression. 16 This paper has been quoted repeatedly throughout veterinary literature. However, there have been several more recent publications that failed to show this correlation. Although it was not the primary purpose of either investigation, these retrospective studies found that the lymphoblastic form exists commonly in all age groups ( Fig. 8-3 ). 1, 43 In one paper, all multicentric lymphomas\n\nI Affecting a single node or tissue in a single organ II Multiple lymph nodes in one area of the body (same side of the diaphragm) III Generalized lymph node involvement (both sides of the diaphragm) IV Any of the above + liver or spleen V Any of above + blood or bone marrow that were identified were comprised of blast cells and occurred largely in adult ferrets. 43 Another paper identified visceral involvement in almost all ferrets necropsied, and again several ferrets representing all age groups had larger blast-like variants. Peripheral lymphadenopathy was rare, and again a correlation of the blast form to young ferrets was absent. 1 Therefore the age of ferrets cannot be reliably used to determine type, extent, or prognosis for lymphoma.\n\nThe clinical presentation of ferrets with lymphoma will be nonspecific and most likely will vary with the organ system affected. Ferrets may present with varying degrees of lethargy, inappetance, weakness, diarrhea, dyspnea or respiratory signs, or they may be completely asymptomatic. In one author's (NA's) practice, lymphoma in 24% of the ferrets so diagnosed was an incidental finding during evaluation (surgery or ultrasound) for another disease process.\n\nAnemia is the most consistent laboratory abnormality in ferrets with lymphoma. 1 All the reported anemias were nonregenerative. Lymphocytosis and thrombocytopenia were extremely rare, and neutropenia was only occasionally identified. 1 This indicates that results of CBCs and peripheral blood smears may yield valuable information in some cases but are rarely diagnostic for most cases of lymphoma. Persistently elevated lymphocyte counts cannot be used as evidence of lymphoma; as in other species, chronic smoldering infection is the most common cause of lymphocytosis in the ferret. The ubiquitous nature of Helicobacter and coronavirus infection in the U.S. ferret population has tremendous potential for inciting this nonspecific change in ferrets.\n\nPlasma biochemical data are also inconsistent in patients with lymphoma, with abnormalities usually relevant to the location of the disease or organ involvement. One study found hyperproteinemia and hyperglobulinemia rarely in ferrets (all with T-cell lymphoma) and hypoalbuminemia in a small number of ferrets, correlating with small intestinal tumor. Hypercalcemia was present in 2 of 28 ferrets (both with T-cell lymphoma). 1\n\nRadiography is necessary in ferrets suspected of having lymphoma, although it is not considered diagnostic. Evaluate radiographs for the presence of mediastinal masses or thoracic lymphadenopathy and pleural effusion as well as enlargement of liver, spleen, or kidneys. However, the absence of radiographic abnormalities does not rule out the possibility of lymphoma.\n\nUltrasonography is perhaps the most valuable clinical tool available to most practitioners in evaluating ferrets for lymphoma. In addition to evaluating the abdominal and mesenteric lymph nodes, ultrasound also enables the clinician to assess the liver, spleen, kidneys, mediastinum, and sometimes even the gastrointestinal (GI) tract for infiltration. Figure 8-4 shows a ferret with infiltrated liver/spleen; Fig. 8 -5 shows a ferret with mesenteric lymphadenopathy (Figs. 8-4 and 8-5) . In one author's (NA's) practice, all ferrets with alimentary lymphoma had sonographic evidence of mesenteric lymphadenopathy (not all ferrets with mesenteric lymphadenopathy had lymphoma; this is an important difference!). It is important to recognize that mesenteric and intestinal lymph nodes in ferrets often appear sonographically more prominent than those in dogs and cats, but this does not specifically indicate lymphoma. Even severely enlarged lymph nodes may represent diseases other than lymphoma. One paper evaluated ultrasonographic characteristics of the normal mesenteric lymph node in ferrets, which is described as round to ovoid, measuring 12.6 ± 2.6 mm ´ 7.6 ± 2.0 mm and uniformly hyperechoic. 45 Once again, though, the absence of abnormality on ultrasound does not eliminate lymphoma as a possible diagnosis.\n\nHistology or cytology is the only reliable tool with which to diagnose lymphoma. The definitive diagnosis of lymphoma is best accomplished by a pathologist experienced in the evaluation of ferret lymph nodes, as there is often great overlap between the histologic picture of lymphoma and other nonneoplastic causes of lymphadenomegaly. Biopsy (either needle or excisional) of gastric lymph nodes should also be avoided whenever possible, as chronic GI inflammation, a common problem in older ferrets, may yield reactive changes almost indistinguishable from lymphoma. Peripheral nodes, such as popliteal and scapular nodes, are less likely to be affected by local inflammation; excisional biopsy of these nodes is easily accomplished, and complications of this procedure are extremely rare (Fig. 8-6 ).\n\nIn many cases, aspirates are performed as part of an initial examination, especially when clinical signs point strongly to lymphoma. Aspirates of enlarged nodes may result in a diagnosis in the hands of a trained pathologist or experienced practitioner, but false readings due to sample preparation, reactive changes, and well-differentiated neoplasms may occur. The possibility of false negatives is increased when aspirates of visceral organs are performed. Ultrasonographically obtained fine-needle aspirates of the mesenteric lymph nodes in normal ferrets yielded 50 to 60 small lymphocytes, 2 to 3 lymphoblasts and prolymphocytes, and 0 to 1 macrophages, plasma cells, and nondegenerate neutrophils per 200´ field. 45 Eosinophils (up to 10 per 200´ field) were also identified in some normal ferret mesenteric lymph node aspirates and did not correlate with peripheral blood eosinophilia. 45 The cytologic hallmarks of lymphoma are a monotonous population of lymphocytes and the absence of peripheral blood elements. A range of cell sizes and types or the presence of other types of white blood cells in aspirated nodes is not consistent with a diagnosis of lymphoma. In cases of suspected leukemia, form a bone marrow aspiration via the proximal femur by using an 18-to 20-gauge bone marrow-collection needle. An alternate technique for obtaining a sample is a core bone biopsy, which may provide a better diagnostic yield (Fig. 8-7) . In most cases of leukemia, the bone marrow is hypercellular and often monomorphic. Microscopic examination reveals a significant decrease or total absence of normal marrow elements such as fat.\n\nPathologists are commonly asked to evaluate splenic aspirates from animals with enlarged spleens. In our experience, >95% of these cases are the result of extramedullary hematopoiesis (EMH), a stereotypical response to chronic (GI) inflammatory diseases (see Chapter 36) . Evidence of erythrocyte precursors, megakaryocytes, and abundant peripheral blood on splenic aspirates should lead the prudent practitioner to a diagnosis of EMH. Alternatively, cases of splenic lymphosarcoma are identified by the presence of a monomorphic population of cells with large nuclei, prominent nucleoli, and minimal cytoplasm as well as an absence of erythrocyte precursors and minimal peripheral blood elements. Additionally, mitotic figures should be present within the monomorphic cell population.\n\nMany therapeutic options are available for the treatment of lymphoma in ferrets. Currently, there are no comparative studies of treatment protocols, so it is impossible to recommend one protocol over another based on survival, remission rate, side effects, or general efficacy. However, certain treatment options may be preferable for individual ferrets based on cost to owners, availability of drugs, or ease of administration. Although the goal of any protocol is to achieve complete remission of cancer, it may be more realistic in ferrets to obtain a \"regression\" of the tumor while maintaining a good quality of life for the pet. Even in cases where neoplasia is still evident at a cellular level, masses can shrink dramatically and hematologic values can return to normal for extended periods, enabling the ferret to return to normal activities and functions without compromising quality of life. If this goal is made clear to owners, survival times may be extended as expectations are for time and quality rather than complete cure.\n\nChemotherapy refers to any drug or combination of drugs used to kill cancer cells. Even medications such as steroids may be considered chemotherapeutic agents when used for this purpose. In general, it is advisable to begin a regimen with multiple drugs at once so as to achieve maximum killing potential initially. This is called the induction phase, aimed at immediate rapid killing of tumor cells, and lasts approximately 4 weeks. The goal of the induction phase is to achieve remission. The most severe side effects usually accompany the induction phase, as there may be killing of other rapidly dividing normal cells (in the GI tract, skin, hair) in addition to tumor cells.\n\nIn human medicine, there is a phase called consolidation therapy, in which the goal is to reduce the number of neoplastic cells within the body. This phase may last several months and often involves the introduction of new drugs to prevent resistance of neoplastic cells. It may be more aggressive than the induction phase and is often determined by the nature of the tumor.\n\nThe third phase (often the second phase in animals) is a maintenance phase, where chemotherapy drugs are administered to destroy any residual cancer cells and prevent their multiplication. This is a less intensive protocol that may be continued for months or even years. Few or no side effects may be observed during maintenance chemotherapy.\n\nIn patients that come out of remission, a rescue protocol, or rescue phase, may be initiated. This is a more aggressive combination of drugs, or a drug that is novel to that particular tumor type in that patient. It may be a single agent or a combination of drugs or treatment modalities. L-asparaginase, doxorubicin, and radiation therapy are some of the more commonly used rescue protocols in ferrets.\n\nAlthough many people are familiar with the severe side effects associated with chemotherapy in humans, in general, side effects seem subjectively less severe in animals. Loss of fur and whiskers is common in ferrets but insignificant to the animal. Gastrointestinal effects do occur, so providing antinausea drugs such as metoclopramide, ondansetron, or maropitant citrate (Cerenia, Pfizer Animal Health, Pfizer Inc., New York, NY) is recommended. These drugs are preferred as they target the chemoreceptor trigger zone and peripheral receptors, which are the primary mediators of chemotherapy-induced nausea. GI protectants may also be beneficial. More serious adverse effects are cytopenias, particularly neutropenia, which predisposes patients to secondary infection and potential sepsis. Since the low end of normal WBCs in ferrets is lower than that in dogs and cats, it is necessary to redefine parameters for neutropenia that are more specific to ferrets. Any patient receiving chemotherapy who develops neutropenia (WBC < 1000/μL) should receive prophylactic antibiotics. If fever develops, hospitalize the patient immediately for intravenous antibiotic and fluid administration; this is a true oncologic emergency. Patients who are hospitalized under these circumstances generally respond well within 24 to 36 hours, while those that do not receive intravenous antibiotic therapy may suffer from more serious effects and prolonged recovery or even death. If either of these adverse effects occurs, separate the interval for administration (if multiple drugs were administered concurrently) to determine which drug is responsible for the adverse effect and decrease the dosage by 20% for future administrations.\n\nUse standard precautions when chemotherapeutic agents are being administered. Chemotherapy gloves are thicker than regular gloves and therefore provide extra protection against contact. If these are not available, double-gloving is recommended. Protective eyewear should be worn. In addition to syringes and needles, all materials that come in contact with chemotherapeutic agents (gloves, catheters) must be disposed of in appropriate biohazard containers. Certain medications (cyclophosphamide, chlorambucil) can be compounded into oral suspensions for more accurate dosing. These drugs should be stored in double plastic bags and appropriately labeled. Do not send compounded chemotherapeutic liquids home with owners, as spillage can occur and lead to potential exposure of owners, children, and other pets. When intravenous administration of chemotherapy drugs is necessary, a clean stick is imperative to prevent extravasation of the drug. Because a CBC is often required before administering chemotherapeutic drugs, collect a blood sample for the CBC from the jugular vein to preserve the peripheral veins for catheters. Sedate the ferret for placement of an intravenous catheter to deliver the chemotherapeutic agent; the catheter can be removed immediately after administration. Alternatively, a vascular access system can be surgically implanted and subsequently used for all intravenous administration without sedation. The use of these ports in ferrets has been well described. 2, 47 Protocols. Several protocols have been described for the treatment of lymphoma in ferrets. There are no studies comparing treatment modalities to date, and no evidence supports the use of one protocol over another. However, in humans as well as dogs and cats, combinations of cyclophosphamide, vincristine (Oncovin), and prednisone (COP) and/or COP with hydroxydaunorubicin (CHOP) represent the standard of care for lymphoma. In dogs, protocols containing doxorubicin result in the best clinical response and longest length of response. 30, 48 Table  8 -4 provides a COP protocol that is used in one author's (NA's) practice. The \"Wisconsin protocol,\" which includes doxorubicin and is used in dogs and cats, provides a more aggressive approach and can also be used. Tufts University has created a \"no IV\" protocol that enables the administration of multiple drugs without the need for vascular access (Table 8-5 ). Other chemotherapeutic protocols have also been used (Table 8-6). Table 8 -7 provides a list of chemotherapeutic drugs reported in publications that have been used in ferrets; it is probable that still more drugs have been used; their dosages may be available on various oncology list-serves and discussion groups. Although many drug doses are calculated out on a \"square meter\" basis, there is a nominal difference between that measure and body weight in patients weighing less than 1 kg. A conversion table is provided in Table  8 -8 for ease of dosing and calculation.\n\nPalliative therapy refers to the partial treatment of disease or disease symptoms without aiming at cure. In cases where owners elect against chemotherapy, treatment with steroids is often beneficial in improving quality of life and shrinking tumor cells. Additional drugs such as cyclophosphamide or chlorambucil may be added, as there are minimal side effects at low doses or long intervals. Chlorambucil will only be helpful only for Case #: ___________ Stage: _____________ Grade: __________________\n\nThe following drugs are given sequentially for the first year as described in the flow sheet below: Elspar (L-asparaginase), 400 IU/kg IM (premedicate with diphenhydramine, 1 mg/kg IM) Prednisone (pred), 1 mg/kg PO Vincristine, 0.12 mg/kg IV Cytoxan, 10 mg/kg PO or SC Protocol flow sheet (provide dates for each therapy administered; week numbers may vary if neutropenic):\n\nWeek slow-growing small-cell lymphomas. However, if owners choose this route, they must be advised that switching to a more aggressive therapy later on is less likely to provide a positive response because of the potential development of drug resistance.\n\nLymphoma is a tumor type that is highly responsive to radiation therapy. With the advent of more advanced equipment such as linear accelerators, radiation therapy offers a safe modality for either primary or adjunctive treatment. It is especially beneficial when there is one large tumor, either in the abdominal or thoracic cavity, but can also be used on a single peripheral lymph node. While multiple treatments to a site are preferred, even a single dose of radiation will shrink most nodules and can greatly improve control of disease. This can be used as an initial therapy, for example, in a ferret with a mediastinal mass to alleviate immediate dyspnea or respiratory distress prior to or concurrent with the onset of chemotherapy. It can also be used as a rescue treatment when a solitary mass is present in the abdomen and not responding to chemotherapy. Treatment with radiation can shrink that mass and enable reestablishment of tumor control. Half-and total-body irradiation protocols are\n\nWeek \n\nPerhaps the most important ancillary treatment in any cancer patient is the provision of proper nutrition. Cancer cachexia is a well-documented paraneoplastic syndrome in all species. It consists of progressive involuntary weight loss despite adequate nutritional intake. Humans with this syndrome have a decreased response to treatment, diminished quality of life, and decreased survival time as compared with humans with the same disease who do not suffer from cancer cachexia. 42 Maintaining protein and amino acid requirements improves immune response, GI function, and surgical healing and may also improve a cancer patient's chances of remission. Alterations in lipid metabolism can lead to immunosuppression. Some tumor cells make poor use of lipid as a source of energy. This implies that a high-fat, low-carbohydrate diet may result in a greater chance of remission and a longer survival time. Omega-3 fatty acids have been shown to inhibit tumorigenesis in animal models. 42 Most high-quality ferret diets are ideal because of their high protein and fat content. Although clients often ask about holistic or herbal therapies, free radical scavengers, or immune stimulants, avoiding these products is recommended for patients receiving chemotherapy. The goal of chemotherapy is to suppress the immune system and often to induce cell death and free radicals; immune stimulants may interfere with this process. If necessary, one may consult with both a veterinary oncologist and a veterinarian trained in holistic/herbal medicine before initiating any alternative therapies.\n\nLastly, any ferret that has received chemotherapy should not be vaccinated for the remainder of its life. Vaccines stimulate the immune system, which may cause the animal to come out of remission. If it is absolutely necessary to vaccinate, consider performing titers to determine whether vaccination is indicated.\n\nOther types of hematopoietic neoplasms, generally arising from cells of leukocytic lineage, are rarely seen. The spleen is the most common site of origin for these neoplasms. Myelolipoma, a benign neoplasm of immature leukocytes admixed with well-differentiated adipocytes, may occasionally present as a space-occupying mass in the spleen, but it is of no clinical significance. 35 Thymoma, a neoplasm involving the epithelial and mature lymphocytic elements of the thymus, may present as a mass lesion of the anterior thorax and be easily confused for thymic lymphoma. An account of thymoma in two 5-yearold ferrets 58 reported vomiting, lethargy, and dyspnea in both cases.\n\nThe skin and subcutis are also common sites of neoplasia in ferrets, accounting for approximately 20% of cases in most reports. 8, 36, 44, 68 The vast majority of neoplasms of the skin are benign and most are primary neoplasms. 68 Benign tumors of basal cell origin, including sebaceous adenoma and sebaceous epithelioma, are the most common skin neoplasm in the ferret (Fig. 8-8) . These warty exophytic neoplasms, which may attain a large size and ominous appearance face (B) . The neoplasm on the face did not involve the orbit. Occasionally, the centers of these neoplasms may be cavitated (arrow). Although these lesions were impressive in appearance, surgical removal was curative.\n\n(largely as a result of self-trauma), are almost invariably benign. They occasionally cause irritation, and the resulting self-trauma may result in local inflammation and infection. In extremely rare cases, these tumors may give rise to squamous cell carcinoma. 68 Surgical excision is curative and should be accomplished early. Mast cell tumors are the second most common skin tumors in the ferret. Unlike such tumors in the dog and cat, mast cell tumors are universally benign in the ferret and warrant a good prognosis. Upon gross inspection, these neoplasms are flat and discrete, with a crusty yellow appearance. It is common for them to bleed and then form scabs, which subsequently fall off to reveal the familiar yellow crusty or slightly raised appearance until the cycle repeats. Most mast cell tumors in ferrets show minimal infiltration into the dermis and are easily excised, which is curative. Malignancy and metastatic disease have not been reported in cutaneous mast cell tumors in ferrets. A number of ferrets, however, may show multicentric development of mast cell tumors over time and require additional surgeries, but this finding is not of any adverse prognostic significance.\n\nNeoplasms of apocrine scent glands are the third most common neoplasms seen in the skin and subcutis in the ferret. Unlike the previously described neoplasms, tumors of apocrine glands are largely restricted to the deeper layers of the skin and subcutis and have a distinct predilection for malignant behavior. Apocrine neoplasms are most often seen in areas where scent glands are concentrated (head, neck, prepuce, and vulva). Approximately 75% of preputial neoplasms of apocrine origin (as well as 100% of the less common perianal and perivulvar tumors) are malignant, exhibiting aggressive infiltration of local tissues, metastasis to local nodes, and occasionally pulmonary metastasis. Complete surgical excision of apocrine malignancies is difficult because of their rapid and aggressive growth as well as the distinct possibility of presurgical metastasis. Excise any suspected apocrine neoplasms with wide surgical margins to minimize the potential for metastasis. Use advancement flaps or y-plasty, if necessary, for closure or reconstruction of the prepuce. In cases of apocrine carcinoma of the prepuce, appropriate surgical treatment may entail amputation of the prepuce and urethrostomy. Submit all excised tissues for evaluation of surgical margins. Radiation therapy may be a valuable postoperative treatment to aid in eliminating any local residual malignant cells, and chemotherapy can be used as an adjunct to decrease the risk of metastasis.\n\nVascular neoplasms of the skin and subcutis are occasionally seen in the ferret. Histologically, these neoplasms are fairly evenly divided between histologically benign and malignant, 68 but all neoplasms were cured after complete surgical excision. Coat color and pigmentation does not appear to play a significant role in the development of this neoplasm (as it does in other domestic species), likely because most pet ferrets in North America are exclusively indoor animals.\n\nLow-grade subcutaneous sarcomas are also occasionally seen in the subcutaneous tissues of the ferret. Most of these neoplasms are of smooth muscle origin and arise along the dorsal midline. Many of these neoplasms arise from smooth muscle (erector pili) associated with hair follicles (piloleiomyosarcomas). 49 Cutaneous fibrosarcomas may also be seen in the skin of ferrets 68 and have been reported in association with vaccination in this species. 40 (However, these neoplasms do not manifest the aggressive behavior associated with vaccine-related sarcomas in the cat. 40 ) Regardless of their origin, subcutaneous sarcomas are generally low-grade malignancies with a slow rate of growth and low metastatic potential; they respond well to wide surgical excision.\n\nMammary gland neoplasms are rarely seen in domestic ferrets. A previous report of 6 cases (2 simple, 4 complex) comprised only benign mammary neoplasms. 68 Three cases of simple mammary hyperplasia have also been reported, 38 two of which were seen in conjunction with adrenal carcinoma.\n\nOther benign neoplasms seen in the skin of ferrets include lipomas, squamous papillomas, and tumors of sebaceous or eccrine sweat glands. 68 Malignant neoplasms include epitheliotropic lymphoma (discussed under Tumors of the Hemolymphatic System, above), squamous cell carcinoma (which may occasionally arise from the lining of the anal sac), and rare neoplasms such as ceruminous gland adenocarcinoma of the ear.\n\nAn interesting cutaneous tumor of uncertain etiology has been reported in the literature and seen several times by one author (BW). Subcutaneous neoplasms of the ventral abdomen of ferrets with marked morphologic and immunohistochemical similarities to adrenocortical tumors have been reported in ferrets. 56 In each case, the animal did not display systemic signs associated with endocrinopathy, and a primary adrenocortical tumor could not be identified.\n\nGeneral guidelines for treating cutaneous neoplasms in ferrets are similar to those prescribed for more traditional pet species. Early surgical intervention is the rule with cutaneous neoplasms; most neoplasms are benign, and most malignancies are of low grade and can be successfully treated with early surgical excision with wide margins. Submit all neoplasms for histopathologic evaluation to provide an accurate diagnosis as well as recommendations for additional treatment, if any. Surgically excise of all preputial or perivulvar/perianal neoplasms as early as possible, after careful palpation and radiography to minimize the opportunity for metastasis.\n\nNeoplasms of the gastrointestinal tract are commonly seen in the ferret. The liver is a particularly common site for metastasis, most commonly for malignant lymphoma, adrenocortical carcinoma, and a number of poorly differentiated neoplasms in which the primary neoplasm cannot be identified. 68 The liver is also a relatively common site for the development of primary neoplasms. The most common of these by far is biliary cystadenoma/cholangioma; however, cholangiocarcinoma, hepatocellular carcinoma, and hepatoma are also observed. 68 In most cases animals with hepatic neoplasia are presented for nonspecific weight loss, anorexia, and lethargy, but some may be asymptomatic. A cranial abdominal mass is generally identified by palpation or radiography. Elevations in alanine transaminase (ALT) or alkaline phosphatase (ALP) concentrations may be present, but clinicopathologic abnormalities are usually mild and nonspecific. Infiltrative or nodular disease is readily apparent ultrasonographically.\n\nThe diagnosis of biliary cystadenoma is especially important in this species because of its predilection to exhibit malignant behavior (replacing one or more lobes of the liver and ultimately resulting in hepatic failure) (Fig. 8-9 ). The differentiation of biliary cystadenoma from biliary cyst (a common incidental finding in this species) is made on the basis of one or more of the following factors: the presence of clinical symptoms, abnormalities in liver-specific clinical pathology, or expansive growth over time documented by abdominal ultrasound. Hepatic carcinoma and cholangiocarcinoma will result in elevated hepatic enzymes, eventual hepatic failure, and other signs, such as profound anemia, hemoperitoneum, anemia, and ascites.\n\nBiopsies or aspirates should be obtained from all hepatic neoplasms, especially those involving multiple lobes. Ultrasound-guided aspirates can reveal a diagnosis in many cases. Pretreatment with vitamin K, whenever possible, can help to minimize the risk of bleeding. If the neoplasm is confined to one lobe of the liver, lobectomy is recommended. Lobectomy of two lobes is possible but may lead to further compromise of the patient. Because of the aggressive nature of biliary cystadenoma in this species, any cystic lesion of the liver should be removed with wide surgical margins or lobectomy. Neoplasms involving multiple lobes warrant a poor long-term prognosis; however, survival times of several months or more may be seen with hepatocellular carcinoma in ferrets. Animals possessing malignancies of the biliary system generally succumb within a short time frame.\n\nNeoplasms of the exocrine pancreas are occasionally seen in the ferret. Most neoplasms exhibit aggressive growth into the surrounding pancreas with seeding of the abdominal cavity as well as metastasis to additional organs. 29, 63 Complete surgical excision of these tumors is unlikely before the onset of extension into other areas of the abdominal cavity.\n\nThe most common neoplasm affecting the GI tract is malignant lymphoma. This is understandable considering that the GI tract contains over half of all lymphoid tissue in the body of ferrets as well as the prevalence of chronic inflammatory disease in the stomach and intestine. Of the cases in which the GI tract was considered the primary site of origin, the intestine was the most common site, followed by the stomach, liver, colon, and, last, the oral cavity. Lymphoma of the intestine is considered to carry an extremely poor prognosis because of the disruption of the intestinal barrier and absorption of toxins from the GI tract and may be refractory to treatment. 8 However, the incidence of intestinal lymphoma may be even greater than reported, as many patients with variable GI signs do not undergo biopsy and are undiagnosed. In many cases, steroids are likely used to alleviate clinical signs without biopsy, which may lead to incorrect assumptions regarding potential survival times and responses to therapy.\n\nPrimary neoplasms of the gastrointestinal tract itself tend to be malignant, with adenocarcinomas arising primarily in the stomach and intestine. These neoplasms are locally aggressive, often infiltrating multiple layers of the wall with metastasis to local lymph nodes. The tendency of intestinal adenocarcinoma to incite a prominent scirrhous response often results in obstruction (as opposed to intestinal lymphomas, which do not result in a scirrhous response) and thus, clinical symptoms. This same scirrhous response, however, tends to achieve a type of containment of the neoplasm, allowing visualization of the tumor's margins and facilitating complete excision. The prognosis at this point is heavily influenced by the presence or absence of presurgical metastasis. These masses may be identified by palpation, ultrasound, and/or a barium GI series. A complete resection and anastomosis should be performed whenever solitary intestinal masses are present without gross evidence of metastatic disease.\n\nIn ferrets as opposed to other domestic species, smooth muscle tumors of the gastrointestinal tract, gastrointestinal stromal tumors, and neuroendocrine tumors are very uncommon.\n\nTumors of the oral cavity are occasionally seen in ferrets and are usually associated with a poor prognosis. Squamous cell carcinoma, the most common of these, is an aggressive neoplasm of the gums that invades underlying bone, resulting in tooth loss, disfigurement, and inappetence ( Fig. 8-10 ). There is one report of treatment of a mandibular squamous cell carcinoma with bleomycin at a dose of 20 U/m 2 , which reduced tumor mass. 26 Surgical excision, if attempted, should be performed early and with wide surgical margins; a recent report combined rostal maxillectomy with radiation therapy as a treatment option. 25 Intralesional chemotherapy may also be attempted; follow current recommendations for companion animals. Early, aggressive treatment provides the best opportunity for resolution of squamous cell carcinoma. Various sarcomas, including fibrosarcoma, have been reported in the oral cavity and respond poorly to all forms of treatment. 8 \n\nBecause of the prevalence of neutering among American pet ferrets, tumors of the reproductive system are rarely seen in clinical practice. While earlier reports indicated a high prevalence of these neoplasms, 4,14 the rarity of intact animals in the current pet and laboratory populations of ferrets has significantly reduced the numbers of the tumors seen today. Clinical signs of reproductive neoplasia in ferrets are variable and often nonspecific. However, with rare exceptions (as noted below), surgical excision of affected gonads is curative. In spayed females showing signs of adrenal disease at very young ages or that are minimally responsive to medical management, consider residual reproductive tissue or, less likely, reproductive neoplasia, as a differential diagnosis, since ovarian remnants and stump granulomas are still possible sources of androgen production. Ultrasound examination of these animals will serve to identify residual reproductive tissue.\n\nMost neoplasms of the ferret uterus are of smooth muscle origin. While approximately 75% are malignant based on histologic appearance, 68 metastatic disease has not been reported and surgical excision is curative. Nonmuscular tumors of the uterine tube are extremely rare in the ferret. One uterine adenocarcinoma and one deciduoma have been seen by one author (BW). Regressing implantation sites in female ferrets may be mistaken for uterine carcinoma by histologic examination as a result of the profound atypia of maternal presymplasmal cells.\n\nOvarian tumors often result in no overt signs; in a few cases, affected animals exhibit reproductive failure. Ovarian tumors (granulosa cell tumors, teratomas, Leydig cell tumors, and sex cord-stromal tumors) have been reported, often as incidental findings during routine spays. Teratomas may attain a size that is obvious on routine palpation or may be identified via survey radiography as a result of the presence of bone within the tumor mass. One reported Leydig cell tumor metastasized to a regional lymph node. 68 Testicular neoplasms are most commonly seen in retained testes-a finding similar to observations reported in other domestic species. Affected males may show signs of hyperestrogenism, including intact sexual behavior, aggression, a prominent musky odor, and a poor greasy hair coat. Multiple neoplasms may be seen in retained testes; in one testis, four distinct neoplasms (interstitial cell, seminoma, Sertoli cell, and a carcinoma of the rete testis) were seen. 68 One Sertoli cell tumor metastasized to the liver. 68\n\nNeoplasms of the skeletal system are occasionally seen in ferrets and generally result in a clinical appearance that is obvious to both owner and practitioner. Tumors of the skeletal muscles, however, are extremely rare. 68 Chordomas are the most common neoplasm of the musculoskeletal system in the ferret. They most commonly appear as irregularly round, whitish gray, firm, club-like swellings of the tail tip. This low-grade malignancy (arising from primitive notochord) is most commonly seen at the tip of the tail but may arise in a vertebra in any region of the spinal column. 15 These neoplasms are locally aggressive, destroy the vertebral body in which they arise, but have minimal metastatic potential (with only one report of metastasis, following surgical intervention). 66 Radiography of affected vertebrae reveal a focally extensive vertebral lesion that is both lytic and proliferative.\n\nChordomas of the tail tip may be easily cured by amputation, but they carry a poor prognosis when they affect other parts of the spinal column. Because of their aggressive nature, extirpation of a chordoma from affected vertebrae is usually not feasible and eventual loss of function and pathologic fracture will result. This neoplasm is occasionally misdiagnosed as chondrosarcoma by pathologists unfamiliar with ferret tissues.\n\nTrue tumors of bone (osteomas and osteosarcomas) are occasionally seen in the ferret. Osteomas most commonly arise on flat bones, including the skull and ribs, and progress slowly. Surgical removal may occasionally be accomplished; however, many osteomas regrow when excision is incomplete. Osteosarcomas are rarely reported in the ferret 64 and may arise on either flat or long bones. Amputate the affected limb if possible, as these malignancies are locally destructive. Although there are no published follow-up data for this disease in ferrets, metastasis is not reported and has not been seen by either of the present authors; therefore the prognosis for osteosarcoma may be better than in dogs. Surgeons are cautioned that noncore biopsies of malignant bone tumors may result in an errant diagnosis due to the presence of pronounced periosteal reactions overlying the osteosarcomas itself.\n\nTumors of skeletal muscle are extremely rare in the ferret. Rhabdomyosarcomas-malignant tumors of skeletal musclehave been reported. 36, 68 These neoplasms are treatable by radical excision or amputation if present on the limbs.\n\nNeoplasms of the nervous system are rare in ferrets, accounting for fewer than 0.5% of reported tumors. 68 These tumors are equally divided between those of the central nervous system (affecting the brain and spinal cord) and those of the peripheral nervous system (affecting the peripheral nerves and ganglia). Tumors of the central nervous system (CNS) generally lead to the development of neurologic signs including ataxia and seizures, while those of the peripheral nervous system result in body-surface masses that owners usually notice before any neurologic signs develop.\n\nWhen the cause of neurologic signs in ferrets is being considered, intracranial tumors are a very unlikely cause, ranking as only the third most common cause of neurologic signs. Hypoglycemia due to insulinoma is by far the most common cause of neurologic signs in the ferret, followed (at a distance) by bacterial infections of the CNS. Because of their rarity, intracranial tumors should be considered only when these two previously mentioned syndromes are conclusively ruled out.\n\nClinical signs associated with CNS tumors are quite variable and often nonspecific. Lateralizing signs-such as turning toward the side of the lesion, ataxia, cranial nerve deficits, normocellular cerebrospinal fluid, and uncontrolled seizure activity in the presence of normal blood glucose-are suggestive of a CNS neoplasm though not specific for one. There are currently no reports of successful treatment of CNS tumors.\n\nThe most common neoplasm of the CNS in the ferret is malignant lymphoma, which may, of course, appear in any organ of the body. (This is also the most common neoplasm of the eye.) Primary brain tumors are rare and usually result in severe neurologic deficits over time. Astrocytomas appear to be the most common primary brain tumors, followed by granular cell tumors, 55 meningiomas, 36,68 primitive neuroendocrine tumors, and a choroid plexus papilloma. 59 Of all of the primary brain tumors, meningiomas show the most promise for surgical excision because they are discrete neoplasms arising from the meninges and, in this limited number of cases, did not infiltrate the neuropil. Antemortem diagnosis of meningioma is a significant challenge facing practitioners. Computed tomography or magnetic resonance imaging will detect the presence of the tumor; meningioma should be suspected when any tumor is located along the meninges.\n\nNeoplasms of the peripheral nervous system, however, carry a significantly improved prognosis over those in the CNS, as they tend to be restricted to the skin and subcutis. Prognosis is based on the degree of malignancy and infiltration of local tissue. In one collection, both benign and malignant peripheral nerve sheath neoplasms were identified. 68 Malignant peripheral nerve sheath tumors as a general rule exhibit rapid growth and tend to infiltrate adjacent tissue to a higher degree than their benign counterparts, rendering complete excision more difficult (Fig. 8-11 ). In many cases, repeat surgeries are required to effect a cure. While these neoplasms may be seen at any site in the body, the tissues of the head (and, interestingly, the eyelid) appear to be a common site of origin. Tumors of nerve sheath origin may be misdiagnosed as fibrosarcoma or leiomyosarcoma when immunohistochemical procedures are not used, with the prognosis of leiomyosarcoma being significantly improved over either peripheral nerve sheath tumors or fibrosarcomas. Perform wide surgical excision of these tumors as soon as possible after diagnosis, as growth in areas with high skin tension may result in large defects that are difficult to close. Radiation therapy may help minimize or prevent recurrence at the surgical site or may be used to reduce tumor size prior to surgery.\n\nGanglioneuromas are rare neoplasms of the peripheral nerve ganglia. 36, 68 These well-differentiated neoplasms with neurons and glia in a matrix of neural tissue are reported in close proximity to the right adrenal gland. Close examination is required to differentiate these nodules from normal ganglia on a histologic basis; however, these tumors tend to be much larger than ganglia, ranging up to 1.5 cm in diameter. These tumors have no apparent clinical signs and on gross inspection are often misjudged to be adrenal tumors.\n\nNeoplasms involving the urinary system are rare in ferrets. Transitional cell carcinoma of the kidney is the most common; these neoplasms have also been reported in the urinary bladder. 8 In the kidney, transitional cell carcinomas arise in the renal pelvis, 5 eventually causing outflow obstruction and hydronephrosis. Metastasis has not been reported from this site; unilateral nephrectomy may be curative if early diagnosis is achieved.\n\nIn the bladder, transitional cell carcinoma is generally associated with a poor prognosis. Because the presenting signs are vague, diagnosis is generally achieved only after extensive local invasion has occurred. 8 Dysuria and incontinence may be presenting signs initially ascribed to cystic prostatic disease or crystalluria. Urinalysis, including the examination of urinary sediment, and contrast radiographic techniques may be helpful in identifying this neoplasm; definitive diagnosis is made by surgical biopsy. 8 It is likely that these tumors, once identified, would be a surgical challenge, especially in the area of the trigone. For unresectable tumors, chemotherapeutic agents that inhibit COX-2 enzymes have shown promise in dogs and may ameliorate clinical signs and prolong life in ferrets; other more traditional agents such as doxorubicin, cisplatin, and cyclophosphamide may also be useful. However, appropriate dosages of all of these agents for the treatment of this and other types of invasive carcinomas have not been defined.\n\nRenal carcinomas and adenomas have also been reported in ferrets. 8, 32, 36 These unilateral neoplasms of the kidney are most often encountered at necropsy, as most tend to be slow-growing with low metastatic potential. On ultrasound examination, renal neoplasms generally present as cystic areas; however, the high incidence of renal cysts in domestic ferrets would likely preclude further diagnostic workup based on this finding. Occasionally renal carcinoma may result in hemoperitoneum and require emergency nephrectomy.\n\nNeoplasms involving the lung are generally of metastatic origin, although one undescribed primary neoplasm of the lung has been reported. 36 The lung is a common site for the metastasis of lymphoma; clinical signs may include marked pulmonary edema or effusion, which may be significant enough to mask the radiologic signs associated with a disseminated tumor. Pulmonary metastasis of other neoplasms would likely go unnoticed in most cases. Chemotherapy may be of benefit in metastatic lymphoma.\n\nHemangiomas and hemangiosarcomas are occasionally seen in the domestic ferret. Most arise in the skin or subcutis, 68 although endothelial neoplasms are also seen in the liver, spleen, pancreas, lymph nodes, and free-floating in the abdomen. While over half of cutaneous vascular neoplasms exhibit histologic evidence of malignancy, metastasis is not seen. 68 Even though most cutaneous vascular neoplasms are malignant, they are low-grade malignancies with slow growth and no metastatic potential. Complete excision of these tumors is considered curative. Rarely, multiple cutaneous hemangiosarcomas may be seen; however, the prognosis for these cases is no different than for animals with single neoplasms. However, the prognosis for animals with visceral hemangiosarcoma is significantly worse. These tumors tend to grow more aggressively within abdominal organs and may rupture at any time, seeding the abdomen with metastatic tumors 12 or resulting in fatal hemorrhage. A guarded prognosis for animals with visceral hemangiosarcomas should be offered in all cases and early surgical intervention should be the rule when the neoplasm is restricted to a single site. 12 An incidence of 21.7% of hepatic hemangiosarcoma was reported in one colony; 11 the cause of this high frequency is uncertain, and this phenomenon has not been reported since.\n\nMesotheliomas are uncommon malignancies of ferrets that bode extremely poorly for any affected animal. 67 These tumors arise in the abdominal cavity and spread extensively before the appearance of clinical signs. The most common clinical sign in affected animals is profound ascites (\"malignant\" ascites). 67 Perform abdominocentesis in such cases; identification of rafts of atypical mesothelial cells may accomplish diagnosis. As normal mesothelial cells may be seen in any abdominal tap, exercise care to avoid misdiagnosis.\n\nAnaplastic neoplasms are those in which the level of cellular differentiation is below that needed to identify a cell of origin by its microscopic resemblance to normal tissue. Sophisticated techniques may yield clues to a tumor cell's origin even if it does not resemble the parent tissue. Immunohistochemical procedures to identify tissue specific intermediate filaments or ultrastructural analysis of cellular organelles by electron microscopy may identify characteristic organelles for a particular cell type. Today, the use of these advanced techniques at large referral laboratories lends insight into the origin of a particular neoplasm; in doing so, it provides important information concerning therapeutic approaches and prognosis. However, many smaller laboratories are not equipped to perform these tests routinely, and a broad diagnosis of \"poorly differentiated\" carcinoma, sarcoma, or round cell tumor is often the result.\n\nIn the collection of over 1600 ferret neoplasms at the Armed Forces Institute of Pathology and following advanced testing, the tissue of origin could not be identified in only 2% of cases; however, in 80% of these cases, a broad category of epithelial versus mesenchymal origin was obtainable. 68 Even this limited classification has therapeutic importance, as epithelial and round cell tumors tend to be significantly more responsive to chemotherapy than the sarcomas. Sarcomas of the skin were the largest single classification of poorly differentiated tumors but likely the most responsive to treatment (i.e., surgery). As sarcomas of the skin tend to have low metastatic potential, a definitive identification of cell of origin (smooth muscle, skeletal muscle, fibrocyte, etc.) is of little clinical importance. However, the remainder of the poorly differentiated neoplasms generally carry a poor prognosis, especially those present in abdominal organs."}