{"title": "I, 3. The enteric nervous system and infectious diarrhea", "body": "It has been well established that autonomic nerve fibers control smooth muscles in blood vessels and in various hollow organs such as the gastrointestinal tract and the urinary bladder. The autonomic nervous control of epithelia is less well known and less well studied. However, a large number of histochemical reports on autonomic nerves have in great detail described autonomic fibres innervating epithelial cells. The mucosal lining of the gastrointestinal tract, for example, is provided with an extensive nervous supply from the enteric nervous system (ENS; Furness and Costa, 1987) . During the last two decades experimental evidence for an involvement of these nerves in the pathophysiology of diarrhea has accumulated.\n\nThe present chapter is intended to provide background knowledge about the ENS and to discuss the role of ENS in secretory states of the small intestine. The chapter is organized in the following way: In the first part a general overview of the anatomy and physiology of the ENS is presented. This is followed by a description of the experimental evidence for the involvement of ENS in secretory states of the gut, primarily in cholera toxin-induced secretion which is the most thoroughly investigated secretory state. The involvement of ENS in rotavirus diarrhea is then discussed. Finally, the involvement of the ENS in diarrhea pathophysiology opens up new potential sites of action for drugs in the treatment of intestinal secretory states.\n\nThe ENS represents one of the major parts of the autonomic nervous system (ANS). This was recognized already by Langley (1921) in his classical monograph in which the ANS was divided into three major parts: the sympathetic, the parasympathetic and the enteric nervous systems. This view is again gaining acceptance since both morphological and functional studies of the ENS clearly suggest that the ENS can function as an independent part of the ANS. The morphological evidence for such an independent function is rather clear-cut. There are almost as many neurons in the ENS as in the spinal cord (Furness and Costa, 1980) . This enormous number of neurons in the gastrointestinal wall is controlled by very few efferent fibres from the central nervous system. In fact, there is on average one efferent nerve fibre for 300 enteric neurons (Agostoni et al., 1956; Kuo et al., 1982) . The functional evidence for an independent role of the ENS is also well established. It has been known for some time that the intestinal peristaltic reflex functions in the absence of any connections with the central nervous system.\n\nThe ENS is mainly composed of two major nerve plexus (Fig. 1) , the myenteric (between the two muscle layers) and the submucosal, and of their interconnections. In addition, a spare subserous plexus is found in the mesentery and on the outside of the muscle layer. Finally, nerves and cell bodies of the mucosa form a mucosal plexus. Most of the neurons of the ENS are confined to the gastrointestinal wall, but extrinsic (afferent or efferent) neurons are also found in the ENS.\n\nThe anatomical arrangement of the neurons of the ENS is, generally speaking, simple. Most myenteric neurons send projections to other myenteric ganglia or to the smooth muscles, while most submucous neurons project to other submucous neurons and the mucosa/submucosa. There is, however, both morphological and functional evidence that the two plexus are interconnected, myenteric neurons making contact with neurons of the submucous plexus and vice versa, as will be discussed later.\n\nThe individual nerve cells of the nerve plexus of the ENS were originally described by Dogiel (1895) . He described three types of neurons. Type I cells are characterized by numerous short processes of irregular caliber which branch shortly after arising from the cell body (\"cogwheel\" appearance). One single, slender axon of uniform caliber leaves the cell body to enter one of the fasciculi of the plexus. Type II cells have a smooth soma and are provided with several long processes. They reach beyond the ganglion of origin and can be traced for considerable distances (up to 20 mm). Type III neurons, finally, have dendrites of intermediate length terminating within the same or an adjacent enteric ganglion.\n\nAs the neurons approach their effector cells they form a plexus (often called the ground plexus) together with other neurons, i.e. it is no longer possible to follow a specific nerve fibre. The ground plexus is easily demonstrated in the vascular wall where the innervation forms a plexus situated at the outer boundary between media and adventitia. Hence, the anatomical relationship between autonomic nerves and the cells controlled by the nerves is much less defined than the nervous control of skeletal muscle where one particular nerve fibre makes contact with a particular muscle fiber at the motor-end plate. In the gastrointestinal tract bundles of smooth muscle cells are controlled by a ground plexus. Similarly, the intestinal epithelium is controlled by a ground plexus situated just underneath it. The nerve fibres of the ground plexus have a beaded appearance. The beads contain varicosities in which the neurotransmitters are located and from which they are released into the so-called synaptic cleft.\n\nThe neurotransmitter released into the synaptic cleft reaches a comparatively high concentration of around 10 6 M (Ljung, 1970) which is decreased by several mechanisms. The transmitter attaches to the appropriate receptor on the postsynaptic plasma membrane. The transmitter can also be degraded by enzymes in the synaptic cleft, as will be discussed below in relation to the treatment of rotavirus diarrhea. In the case of adrenergic (neuron with noradrenaline as neurotransmitter) and cholinergic (neuron with acetylcholine as neurotransmitter) neurons it is well established that there are re-uptake mechanisms that transport the transmitter \"back\" into the neuron from which it was previously released. Finally, there are receptors on the presynaptic membrane via which a negative feedback on the release of the transmitter is exerted (\"autoregulation on neurotransmitter release\"). This implies that an increased concentration of a transmitter in the synaptic cleft diminishes the release of that particular transmitter.\n\nUp to the 1970\"s it was generally believed that the neurons of the ANS including ENS either released acetylcholine or noradrenaline. With the advent of specific blocking agents for adrenergic and cholinergic receptors it became apparent that the ANS must contain neurons that release neurotransmitters other than those mentioned earlier.\n\nDuring the last 30 years, an increasing number of peptides has been isolated from the gastrointestinal tract and characterized biochemically. These peptides have been localized to the ENS and/or to certain epithelial cells of the gastrointestinal mucosa (see for example, Furness and Costa, 1987; Ekblad et al., 1991; McConalague and Furness, 1994) . The polypeptides located in nerves have been ascribed a putative neurotransmitter function, which further underlines the degree of complexity of the ENS. An overview of the neurotransmitters identified so far is given in Table 1 . In the guinea pig, which is the most thoroughly investigated animal with regard to the histochemistry of ENS, it has been shown that the neurons innervating the intestinal mucosa can be divided into two major groups, cholinergic and non-cholinergic neurons.\n\nIt is now well established that neurons may contain more than one neurotransmitter (colocalization). In the ENS the number of putative transmitters in a single neuron is sometimes very high, some neurons containing up to seven putative transmitters. As pointed out above the ENS control of mucosal functions is to a large extent exerted by neurons with their somas in the submucous plexus. The most common among these neurons is the DYN/GAL/VIP neuron (for explanation of abbreviations, see Table 1 ) which constitutes 45% of all submucous neurons in the guinea pig small intestine. The corresponding figures for the other types of neurons are ChAT/DYN/SP: 10%; CHAT/ CCK/CGRP/DYN/GAL/NPY/SOM: 30%; CHAT: 15% . ChAT (choline acetyltransferase) denotes the probable presence of acetylcholine in a neuron. It should be underlined that there may exist species differences (see e.g. Ekblad et al., 1991; McConalague and Furness, 1994) . Morphologically, the neurons of the submucous plexus are, with one exception, monopolar, i.e. they have one long axon (Dogiel type 1). The ChAT/DYN/SP neuron, on the other hand, has two long axons (Dogiel type 2) connecting the mucosa with neurons in the myenteric plexus, the soma of the neuron being located in the submucosa. It is possible that this neuron is sensory, conveying afferent impulses from the mucosa to the myenteric plexus, a proposal also supported by electrophysiological observations (Bornstein et al., 1989; Bertrand et al., 1997) . Table 1 Established and putative neurtransmitters of ENS The functional implications of the colocalization of transmitters in the ENS are not well known. In many neurons one substance seems to have a major role in transmission while others have subsidiary or modulatory roles. Experimental observations indicate that the peptidergic transmitters are released from the neuron at higher rates of firing than the nonpeptidergic cotransmitter (Lundberg, 1981) . Some neurons contain transmitters that seem to have opposite effects on the effector cell. This raises the question of whether some of the immunohistochemical findings are artifacts and/or whether the techniques used are so sensitive that they detect transmitter concentrations which are functionally unimportant. Bowers (1994) has proposed that large numbers of peptides in one and the same neuron can be explained by mechanisms of gene regulation implying that peptides of no functional importance may be produced by cells.\n\nThe technical difficulties in studying the electrophysiology of the ENS are reflected in the fact that no method as yet exists to record electrical activity from single neurons (extra-or intracellular registration) of the ENS in vivo. Our current knowledge of the electrophysiology of ENS neurons is therefore mainly based on in vitro studies performed on isolated preparations of myenteric and/or submucosal plexus of the guinea pig.\n\nElectrophysiological investigations of the neurons of the ENS using intracellular recording electrodes have shown that there are two major types of neurons, which according to Hirst (1979) are named S (cells with synaptic input) and AH (after-hyperpolarization) cells. Although this classification may be considered as too coarse, it suffices for the present discussion of reflex control of intestinal secretion. The S cells have a comparatively low resting potential and do not exhibit any hyperpolarizing after potential. The studies by Hirst (1979) suggested that the All cells do not obtain any input from other neurons whereas the S cells do. Furthermore, the AH cells have a morphological appearance of the Dogiel type 2. These observations indicate that the AH cells may have a sensory function in the ENS as has also been experimentally verified (Bertrand et al., 1997) .\n\nThe neurons of the ENS \"talk\" with each other with the same \"language\" as the one used in the central nervous system. Postsynaptically, two types of changes of membrane potential may be recorded, namely excitatory or inhibitory potentials (excitatory postsynaptic potentials, EPSP, and inhibitory postsynaptic potentials, IPSP, respectively). EPSP denotes a depolarization of the membrane potential which, if large enough, may trigger an action potential. EPSPs can be fast or slow. The fast EPSP in the ENS is generally believed to be mediated by the action of acetylcholine on the postsynaptic membrane via a nicotinic receptor. IPSPs are associated with a hyperpolarization of the membrane potential of the postsynaptic neuron. The neurotransmitters causing IPSP in enteric neurons are not established.\n\nFrom a functional point of view, reflexes in the ENS can be divided into two major groups: axon reflexes or reflexes with neurons confined to the gastrointestinal wall (below named \"intramural reflexes\"). Axon reflexes are comprised of thin afferent nerve fibers connected to the central nervous system and often activated by mucosal noxious stimuli. The afferent fibre branches to make contact with an effector cell (epithelium, vascular smooth muscle) or another neuron. Figures 2 and 3 illustrate the two types of enteric nervous reflexes.\n\nCombined morphological and electrophysiological studies have expanded our knowledge concerning the neuronal circuitry of the ENS Bornstein et al., 1984 Bornstein et al., , 1986 Bornstein et al., , 1989 Hodgkiss and Lees, 1983; Katayama et al., 1986; Bertrand et al., 1997) . Interesting functional differences between the cholinergic and non-cholinergic submucosal neurons have then been revealed, the input to the two types of neurons being quite different. To exemplify, the extrinsic sympathetic adrenergic nerve fibres seem to make contact with the non-cholinergic but not with the cholinergic mucosal neurons. With regard to the enteric control of the epithelium, the non-adrenergic, non-cholinergic neurons in the submucosa (a DYN/GAL/VIP neuron) are of particular interest, since fluid and electrolyte transport may be controlled by such neurons. These neurons are influenced by cholinergic, fast EPSPs induced by nerve cells located in both the myentetic and submucosal plexus, the major portion emanating from myentetic neurons.\n\nThe discussion below regarding the pathophysiological mechanisms underlying the intestinal fluid losses caused by various secretagogues is based on the assumption that in the normal small intestine villi absorb and crypts secrete electrolytes and fluid.\n\nThere are several observations to support this view. In particular, a hyperosmolar compartment, mainly accounted for by sodium chloride, is present in the lamina propria of the upper third of the villus Lundgren, 1986, 1996; Lundgren, 1988) .\n\nThe textbook view of the pathophysiology of cholera secretion is that the fluid loss from the intestinal mucosa is explained by the toxin (via increases of intracellular cAMP), inhibiting the absorption of sodium chloride in the villus enterocytes by interfeting with the Na+/H + and/or CI/HCO 3antiports. Furthermore, the toxin evokes a chloride secretion from the crypts by its direct action on the crypt cells. This model is mainly based on in vitro experiments, but observations made in vivo argue against this view. Firstly, using labelled cholera toxin it has been shown that the toxin does not reach the crypts when administered into the intestinal lumen (Weiser and Quill, 1975; Hansson et al., 1984) . Secondly, a marked hyperosmolality (of about 700 mOsm) has been demonstrated in cat villi in the face of net fluid secretion induced by exposing the mucosa to cholera toxin (Hallb/ick et al., 1979) . The prerequisite for a fluid uptake by villi is therefore present also in cholera. Hence, the toxin does not reach the crypts and villi are functioning more or less normally. Yet, the toxin evokes a net fluid secretion. This paradox can be explained by the toxin activating the ENS. The experimental evidence for the involvement of ENS in the pathophysiology of cholera is extensive and has been obtained mainly from in vivo experiments on extrinsically denervated intestinal segments of cats and rats. The results of these experiments can be summarized as follows: (1) Tetrodotoxin (TTX; blocker of sodium channels in excitable cells) injected intraarterially to cats inhibits the intestinal fluid secretion evoked by cholera toxin (Cassuto et al., 1981 a) . (2) Hexamethonium (nicotinic receptor antagonist) given intravenously to rats turns cholera secretion into absorption (Cassuto et al., 1982a) . Concomitantly, the increase of transepithelial potential difference (PD), caused by the toxin, is significantly attenuated (Tantisira et al., 1990) . (3) Lidocaine (local anesthetic) administered luminally or on the serosal surface reverses cholera secretion to fluid absorption and attenuates the increased PD (Cassuto et al., 1981a (Cassuto et al., , 1983 Tantisira et al., 1990) . (4) Kirchgessner et al. (1992) monitored the activation of ENS neurons with a histochemical method using an antibody to thefos oncogene product the expression of which has been shown to be a marker of nervous activity. Exposing the intestinal mucosa to cholera toxin activated neurons in both the myenteric and submucosal plexuses. (5) Cholera toxin-induced secretion is accompanied by an augmented release of VIP, a neurotransmitter, into the venous effluent. Giving TTX attenuates both the VIP release and the fluid secretion (Cassuto et al., 1981b) . Atropine (blocker of acetylcholine receptors on effector cells) had no effect on cholera secretion (Cassuto et al., 1982a) , inferring that the transmitter at the effector cell probably is a peptide, presumably VIP. (6) Cholera toxin cannot elicit a secretory response in intestinal segments in which the myenteric plexus has been destroyed by exposing the serosal surface to benzalkonium chloride (Jodal et al., 1993) .\n\nIt has been pointed out above that there are at least two principally different types of reflexes in the ENS, axon reflexes and intramural reflexes. One way of differentiating between these two types is to perform a so-called \"chronic\" intestinal denervation. It consists of severing the periarterial nerves of the superior mesenteric artery. Two to four weeks later, when the nerves distal to the severing have degenerated, an acute experiment is performed on the animal. Sj6qvist (1991) showed that chronic denervation did not attenuate the effects of cholera toxin on net fluid transport in the small intestine of the rat, suggesting that the effect on fluid transport is not mediated via an axon reflex arrangement involving thin afferent nerve fibres.\n\nThus, the data summarized above clearly indicate that there exist intramural nervous reflexes in the small intestine which evoke fluid secretion when activated by cholera toxin. These observations made in vivo, together with those made on the ENS in vitro with e.g. electrophysiological techniques, are beginning to provide us with a coherent picture regarding the details of the intramural nervous reflex pathway(s) involved. A model for this is presented in Fig. 3a . It should be underlined that this model represents the simplest model that can be proposed on the basis of the current experimental observations. According to the model of Fig. 3a the secretory reflex activated consists of three neurons. The ChAT/DYN/SP neuron mentioned earlier probably represents the sensory afferent neuron in the reflex although this is not firmly established. The effect of the nicotinic receptor antagonist hexamethonium suggests that there must be a cholinergic synapse in the secretory reflex. This is indicated by the cholinergic interneuron in the model of Fig. 3a . Finally, there are several observations to support the proposal that VIP is the neurotransmitter of the efferent neuron controlling the secretory enterocytes of the crypts.\n\nIn subsequent investigations a nervous involvement was also demonstrated for several other intestinal secretagogues including bile acid, an invasive strain of Salmonella typhimurium and the enterotoxins produced by Escherichia coli. In fact, all luminal secretagogues tested in our laboratory have been shown to activate the ENS in such a way that at least 60% of the fluid secretory response can be explained by a stimulation of the enteric nerves (Jodal and Lundgren, 1995) .\n\nThe involvement of the ENS in intestinal secretory states may not only be of importance for epithelial functions but also for motility. This has been shown in experiments in which the enterotoxins produced by various bacteria have been investigated with regard to their effects on intestinal motility. For example, according to Mathias and Clench (1989) cholera toxin induces a particular motility pattern that they named \"migrating action potential complexes\". Functionally this pattern is very efficiently propelling the intestinal contents in an aboral direction. This motility effect of the toxin is also mediated via the ENS. Thus, the motility pattern can be attenuated by lidocaine and by nicotinic receptor blockade.\n\nTo summarize, bacterial enterotoxins produce an intestinal secretion and a propulsive motility response via an activation of the ENS. This response may be regarded as a defense mechanism against potentially harmful mucosal influence, the fluid secreted diluting the noxious agent and the increased motility propelling the intestinal contents in an aboral direction. The involvement of the ENS may also explain how enterotoxins which apparently do not reach the intestinal crypts (Weiser and Quill, 1975; Hansson et al., 1984) can influence the secretory cells of the crypts.\n\nThe experiments briefly summarized above prompted a study to elucidate whether rotavirus-evoked fluid secretion in mice was also caused, at least in part, via an activation of the ENS. To test this, three types of experiments were performed (Lundgren et al., 2000) . Using an Ussing chamber [in vitro technique which makes it possible to measure the net potential difference (PD) across the intestinal wall established by epithelial electrolyte transport mechanisms] it was demonstrated that tetrodotoxin, lidocaine and mecamylamide (a nicotinic receptor blocker that is more lipophilic than hexamethonium) attenuated the increased PD observed in intestines exposed to virus in a dose dependent way. Similarly, in experiments in which the lumen of intact intestinal segments were perfused in an organ bath, tetrodotoxin, lidocaine and hexamethonium significantly lowered the monitored PD and often turned fluid secretion into fluid absorption in virus-infected intestines. Finally, giving lidocaine repeatedly intraperitoneally to awake mice inoculated with rotavirus significantly prevented the fecal losses of fluid. From the results obtained in vitro it was calculated that at least two thirds of the fluid and electrolyte secretion caused by the virus could be ascribed to an activation of the ENS.\n\nIt was pointed out above that there existed experimental evidence that enterotoxins influenced intestinal motility via the ENS. There are few studies of motility during virus diarrhea, and none of them has investigated the possible involvement of the ENS in the motility response. The reported studies suggest, however, that transit time for charcoal is increased in viral diarrhea in humans (Molla et al., 1983) . In line with this, Burrows and Merritt (1984) recorded an increasing number of motor activity fronts in the jejunum of neonatal pigs infected with the porcine coronavirus, transmissible gastroenteritis virus.\n\nTo summarize, several observations made during rotavirus enteritis in neonatal mice suggest that the secretory response is in part explained by an activation of the ENS. The involvement of the ENS may explain how the comparatively few cells at the villus tips infected by the virus can influence the intestinal crypts to augment their secretion of electrolytes and water. The possible involvement of the ENS in the motility response to rotavirus has not been tested.\n\nIndirect evidence for the involvement of the ENS in human rotavirus infection comes from studies with enkephalinase inhibitors. Opiates have since long been known to inhibit intestinal fluid and electrolyte secretion as well as gut motility. The endogenous opiates, the enkephalins, are found in enteric nerves as neurotransmitters. It seems probable that there are enkephalin receptors on enteric neurons. Thus, there are several studies that demonstrate that there are enkephalin receptors on myenteric neurons the stimulation of which inhibits the nervous release of acetylcholine (see e.g. Nakayama et al., 1990) . Furthermore, indirect experimental evidence for a point of action for enkephalins in the ENS was provided by Eklund et al. (1988) who demonstrated that methionine-enkephalin given into the superior mesenteric artery caused a parallel reduction in cholera toxin induced net fluid secretion and VIP release into the intestinal venous effluent in cats. This nervous action of enkephalins can be enhanced by inhibitors of the enzymes degrading the enkephalins, the enkephalinases. In line with this the enkephalinase inhibitor acetorphan has been shown to attenuate acute diarrhea in children and adults (Hamaza et al., 1999; Turck et al., 1999; Lecomte, 2000) . Finally, Salazar-Lindo et al. (2000) showed in a clinical trial that acetorphan (Racecadotril©) markedly inhibited stool output in young Peruvian children with rotavirus diarrhea (See also Bass, Section I, Chapter 5 of this book).\n\nMany details regarding the ENS-linked hypothesis of rotavirus-induced fluid secretion remain to be elucidated. For example, the pharmacology of the secretory reflex involved has not been studied. The reflex of Fig. 3a is mainly derived from studies of enterotoxins and, in particular, cholera enterotoxin. Although it seems possible that rotavirus evokes intestinal fluid and electrolyte secretion via a similar nervous reflex this has to yet to be demonstrated. Another major question is how virus can activate enteric nerves. In the case of bacterial enterotoxin-evoked fluid secretion it has been proposed that enterotoxins induce the release of amines/peptides from the endocrine cells of the intestinal epithelium via their effects on intracellular second messengers. To exemplify, several lines of evidence indicate that cholera toxin causes the release of 5-hydroxytryptamine (5-HT) from the enterochromaffin cells (Jodal and Lundgren, 1995; see Fig. 3b ). Alone or together, the secreted amines/peptides activate nervous dendrites located underneath the intestinal epithelium. It seems possible that rotavirus per se and/or the recently discovered rotavirus enterotoxin NSP4 may function in a similar manner by increasing the intracellular calcium concentration (Tian et al., 1994; Ball et al., 1996; Fig. 4) . Fig. 4 also illustrates another mechanism that may explain how rotavirus activates the ENS. It is now recognized that epithelial cells function as \"sensors\" for microorganisms. For example, when exposed to bacteria the cells release a wide range of biologically active compounds, such as cytokines, prostaglandins and nitrous oxide (Kagnoff and Eckmann, 1997) . These compounds also participate in the inflammatory response. It is established that receptors located on enteric neurons exist for some of those substances and that they, alone or together, may cause a membrane depolarization of dendrites to induce action potentials (Kirkup et al., 2001) . For a detailed discussion of all the mechanisms underlying rotavirus diarrhea, the reader is referred to a review by Lundgren and Svensson (2001) .\n\nand/or NSP4 The right cell illustrates an enterocyte which when exposed rotavirus and/or NSP4 will to rotavirus or NSP4 may produce cytokines, prostaglandins and NO. In all cases rotavirus and/or NSP4 will effect an increase of intracellular calcium levels. It is proposed that such an increased concentration of calcium is of functional importance for the release of the different compounds. The details of the stimulated secretory nervous reflex is depicted on Fig. 3a .\n\nThe replacement of fluid losses in diarrhea with an oral solution containing glucose and sodium chloride represented, when introduced, a major therapeutic breakthrough (Hirschhorn et al., 1968) . It relies on an intact absorptive capacity of the intestinal epithelium. It would be advantageous if the oral glucose-salt solution could be combined with a drug that attenuated the intestinal secretion of fluid. The involvement of the ENS in the pathophysiology of intestinal secretory states opens up new potential sites of actions for drugs in the treatment of diarrhea. In Fig. 3 a number of possible sites of intervention in the secretory reflex(es) are indicated by numbers. Intestinal secretion evoked by diarrheal agents that activate the ENS via the intestinal endocrine cells can be influenced by drugs that decrease the amine/peptide release from those cells (site number 1; see also Fig. 4) . Thus, it has been demonstrated that fluid secretion evoked by cholera toxin or bile salt can be significantly attenuated by calcium channel blockers of the L-type via an effect on release of 5-HT from the EC cells (Timar Peregrin et al.,1997a ,b, 1999 Other sites for pharmacological interventions are receptor(s) on the nerve dendrites for the substances released from the endocrine cells and/or enterocytes (site number 2 in Figures 3 and 4) . In line with this proposal it has been shown that 5-HT 3 receptor antagonists may attenuate cholera toxin-induced secretion (Cassuto et al., 1982b; Beubler et al., 1989; Sj6qvist et al., 1992) . According to the hypothesis illustrated in Figures 3b and 4 it may also be possible to attenuate cholera toxin and rotavirus fluid secretion using blockers of various peptide receptors as well as by blocking those biologically active compounds released from the enterocytes. This has not yet been tested experimentally.\n\nThe sites numbered 3 and 4 in Fig. 3 illustrate the possibility of interfering with synaptic transmission in a secretory reflex. The effect of nicotinic cholinergic receptor blockers on intestinal fluid secretion may be explained by such an action. The advantage of such a drug is that a nicotinic receptor seems to be involved in all secretory states studied so far. One disadvantage is that a nicotinic receptor antagonist probably inhibits intestinal motility to such an extent that the elimination of the noxious agent from the gut is prolonged. Furthermore, nicotinic receptor blockade may influence several other organ functions in the body. To exemplify, arterial blood pressure may be lowered dramatically.\n\nIt seems also possible to influence the release of synaptic transmitters via presynaptic receptors. This was discussed earlier in some detail in connection with the effect of enkephalinase inhibitors on rotavirus evoked intestinal secretion. Finally, blocking the neurotransmitter(s) at the enterocytes (number 5 in Fig. 3) is another possible way of attenuating the fluid secretion in diarrhea. In line with this VIP receptor blockers have been shown to attenuate enterotoxin-induced fluid secretion in experimental animals (Mourad and Nassar, 2000) . Their clinical significance remains to be demonstrated."}