{"title": "Protein sorting in the Golgi complex", "body": "The main function of the exocytic pathway is to modify and deliver newly synthesised lipids and proteins to the cell surface. This forward movement of cargo takes place against gradients of resident proteins which occupy the pathway. These are enzymes which catalyse a variety of secondary modi¢cations such as processing of N-and O-linked oligosaccharides, addition of M-6-P residues to lysosomal proteins, sulfation, phosphorylation or acetylation. In addition, proteins that confer structure and promote motility, docking and fusion of transport vesicles or membranes all need to be targeted or recruited to their appropriate location.\n\nIn this review, we will discuss sorting of resident proteins in the Golgi complex mainly in the context of cisternal maturation [1, 2] . This model (see Fig. 1 ), also mentioned elsewhere in this issue, provides an alternative to the current textbook model of vesicular transport between (sub-)compartments de¢ned by function and composition. Several excellent reviews discussing vesicular transport and protein sorting have been published over the years (e.g. [3, 4] ) and though much attention has been given to this model, the cisternal maturation model has remained a good alternative reconciling many observations incompatible with the vesicular transport model. For example, macromolecules too large to enter transport vesicles still move through the secretory pathway and are readily found in cisternal membranes of Golgi stacks. This is most obvious in some algae where a gradient of macromolecular (scale) assembly is revealed in a cis to trans direction strongly suggestive of a maturation process (reviewed by [5] ). Morphologically, the Golgi apparatus also exhibits the structural characteristics of an organelle in transit, that is, one which is assembled at the cis side and taken apart at the trans side (for review, see [6] ).\n\nOne of the attractive features of the cisternal maturation model is that there are no pre-existing compartments apart from the ER. This is in contrast to the vesicular transport model where the pathway is divided into several (sub-)compartments; the ER, the ER to Golgi intermediate compartment (ERGIC), cis Golgi network (CGN), cis, medial, trans cisternae and the trans Golgi network (TGN). These are read- Fig. 1 . How cisternal maturation would work. Importantly, this drawing depicts not spatial but time resolution. A given population of cargo molecules moves over time t0^t5 through the secretory pathway. t0: Cargo is selected and concentrated at ER exit sites with the help of COP II components. t1: COP II vesicles shed their coat and fuse with retrograde COP I vesicles carrying cis Golgi proteins, forming the ¢rst cisterna of the Golgi apparatus. t2: Cargo is modi¢ed by cis Golgi proteins, and these enzymes are recycling to fuse with COP II vesicles; at the same time, retrograde vesicles containing medial Golgi enzymes start to join the cargo containing cisterna. t3: Cargo is modi¢ed by medial Golgi proteins, and these enzymes are recycling to fuse with cis Golgi cisternae; at the same time, retrograde vesicles containing trans Golgi enzymes start to join the cargo containing cisterna. t4: Cargo is modi¢ed by trans Golgi enzymes, and these enzymes are recycling to fuse with medial cisternae; sorting and budding of vesicles result ultimately in the consumption of the trans cisterna. t5: Vesicles move to lysosomes, secretory granules or the plasma membrane. The grey bars at the cytosolic face of the individual cisternae correspond to the intracisternal matrix. If cargo molecules have a certain a¤nity for retrograde vesicles, they would undergo more than one round of maturation thus explaining di¡erent kinetics for transport from ER to plasma membrane. An essential feature of this maturation model is the prediction that Golgi resident proteins are more concentrated in retrograde vesicles than they are in the cisternae of the Golgi apparatus. Furthermore, since new cisternae are only assembled at the ER-Golgi intermediate compartment, every cisterna has to move forward to provide space for newly forming cisternae.\n\nily discernible morphologically and therefore serve as useful names. However, in the cisternal maturation model, they re£ect early to late maturation stages of the cisternal cargo carriers. These form near ER exit sites and move towards the microtubule organising center (MTOC) where they are seen as stacks assembled laterally into a Golgi ribbon. The number of cisternae in a given stack is usually 3^5 but higher numbers have been observed (for example, in nurse cells of the insect Oniscus, the Golgi stack comprises up to 36 cisternae [7] ). Such variation is permitted in the cisternal maturation model as new cisternae are constantly being formed and old ones disassembled at the level of the TGN. Thus the number of cisternae re£ects the number of cargo carriers put through the pathway at the same time.\n\nAs cargo containing cisternae mature forward, resident proteins need to move in the opposite direction. This is mediated by retrograde transport carriers (RTCs) and requires a highly e¤cient sorting machinery. As there is no need to preserve and maintain compartmental boundaries (there are no pre-existing compartments) a simpler and more dynamic sorting process can be envisaged compared to sorting in the vesicular transport model. However, it is the process of protein sorting which drives cisternal maturation making this a fundamental one.\n\nAs residents in the cisternal maturation model rely on constant recycling, they would be predicted to display gradient-like distributions when observed at steady state. Historically, it was assumed that residents occupy particular (sub-)compartments of the pathway and do not exhibit such gradients (for review, see [8] ). This dates back almost 50 years when, in 1949, Gersh [9] suggested that`it may be possible to conceive of the Golgi apparatus as a framework whose structure is of such nature that it may accommodate certain enzymes or other activities in an orderly manner'. This was based on the fundamental observation that the Golgi apparatus is directly involved in the processing of carbohydrates (con¢rmed shortly after by Leblond, 1950 [10] ). This was done well before the use of electron microscopy revealing the cisternal-like structures of the Golgi stack. Nevertheless, it set the stage for a view which prevails even today that cisternae contain separate sets of modifying enzymes. As Golgi cisternae di¡er slightly in density, from earlier ones being heavier to later ones being lighter, subcellular fractionation did indeed con¢rm this, demonstrating that enzymatic activities could be separated from each other (although only partially; [11, 12] ). This was also shown at the ultrastructural level revealing either the location of a particular enzyme or its product (using lectins) (for a comprehensive review, see [13] ). The ¢rst resident of the Golgi apparatus to be mapped at this level was the glycosylation enzyme L1,4-galactosyltransferase (GalT) which was shown to reside in the trans cisternae [14] and this was followed by the mapping of K2,6-sialyltransferase (Sia-lylT) to the TGN [15] . As both GalT and SialylT add terminal monosaccharides to glycoproteins with complex N-linked structures, there was clearly a correlation between function and localisation. Two other enzymes, L1,2-N-acetylglucosaminyltransferase I (NAGT I) and K1,3-1,6 mannosidase II (Mann II), both acting earlier, were subsequently found in medial cisternae [16, 17] . As these enzymes were found in more than one cisterna, this was taken as evidence for cisternal duplication. The ¢nding that NAGT I and GalT were present together in one cisterna but separately in adjacent ones argued that rather than having unique sets of enzymes, cisternae contained unique mixtures [18] . This observation was later extended to include all four enzymes, NAGT I, Mann II, GalT and SialylT demonstrating overlapping distributions for all four enzymes [19] . Formation of gradients was also suggested from low but signi¢cant amounts of enzymes in more distal cisternae. This was more obvious when examining the distribution of three enzymes involved in initiation of O-linked glycosylation. N-Acetylgalactosaminyltransferase-T1, -T2 and -T3 were all found throughout the Golgi stack as distinct gradients [20] . This shows that Golgi resident enzymes do form gradients across the pathway and that these are unique to the particular protein.\n\nThe constant recycling of residents via RTCs ensures that these are maintained in the pathway. However, it does not explain how residents exhibit di¡erential gradients in such a way that enzymes such as GalT are found later than for example NAGT I. To explain this, Glick and co-workers [21] proposed an elegant yet simple hypothesis suggesting that residents have di¡erential abilities to enter RTCs. Furthermore, they showed that if this was the case, competition between di¡erent residents is su¤cient to establish and maintain gradients in the context of cisternal maturation. Residents with a high ability to enter RTCs would be found in early compartments whereas those with a lower ability would be found in later ones. We suggest that such di¡erential ability is achieved through a combination of two mechanisms: The ¢rst envisages a direct interaction between residents and coat components forming the RTC. This ensures and allows for their incorporation. The second envisages a mechanism which is milieu induced promoting incorporation of residents into RTCs. Both mechanisms are related to current sorting models for ER and Golgi residents and we will discuss these below in the context of cisternal maturation.\n\nThe surprising ¢nding that the membrane spanning domain (MSD) of Golgi residents su¤ced to localise reporter molecules to the appropriate part of the pathway suggested that this domain harboured important sorting information (for review, see [22] ). Attention was focussed on this domain and di¡erent models were put forward explaining how an MSD would mediate protein sorting (for review, see [23] ). In one model, Bretscher and Munro argue that membrane thickness determines how far resident proteins would travel into the pathway. They showed that, on average, resident proteins of the exocytic pathway have signi¢cantly shorter membrane spanning domains compared to those found on the plasma membrane [24] . Furthermore, Munro [25, 26] showed that the amino acid composition of the MSD of Golgi residents could be altered to poly-leucins without changing their intracellular distribution but that extending their lengths resulted in plasma membrane localisation. This suggested that length rather than amino acid composition is important. The notion that polar residues were more common in MSDs of Golgi residents further argued that their hydrophobic stretches were shorter than those of plasma membrane proteins. A model was proposed based on a gradual increase of membrane thickness from the ER towards the plasma membrane [24] . Such a membrane thickness gradient would be due to a gradual increase in cholesterol and sphingomyelin concentration. Indeed, early work suggested the presence of a cholesterol gradient across the exocytic pathway [27] . In a vesicular transport model, this gradient would be maintained by selective sampling of cholesterol into forward transport vesicles but not into RTCs.\n\nIn the cisternal maturation model, the gradient would be maintained by exclusion of cholesterol and sphingomyelin from budding RTCs. However, in the context of the latter model, sorting through membrane thickness would not prevent residents to enter RTCs prematurely, and could therefore not explain observed gradients of residents in later parts of the pathway.\n\nSo far, no correlation has been observed between the length of MSDs of Golgi resident glycosylation enzymes and their corresponding intra Golgi localisation (for discussion, see [28] ). Furthermore, upon shortening the cytoplasmic domain of GalT, this molecule is subsequently found on the plasma membrane showing that its MSD is compatible with this membrane [29] . Also, the high degree of conserved amino acids observed in MSDs of Golgi residents would not be predicted if they merely serve as membrane anchors with a speci¢ed length. Rather, as proposed earlier, MSDs aid in the formation of oligomeric protein complexes [29, 30] . This could be possible either through a direct interaction with spe-ci¢c lipids or lipid domains or through protein-protein interaction. Arguments in favour of such a scenario come from the notion that Golgi residents may be isolated as detergent insoluble complexes, in vitro (see below). However, such complexes do not £oat when subjected to gradient centrifugation. Rather, they are readily sedimentable suggestive of complexes with a low ratio of lipid to protein held together by protein-protein interactions.\n\nThat Golgi residents are capable of mediating direct protein-protein interaction comes from several lines of evidence. First, an MSD of the cis Golgi resident M protein of avian coronavirus infectious bronchitis virus has been shown to directly promote oligomerisation as well as localisation [31, 32] . This domain su¤ces to localise the G protein of vesicular stomatitis virus to the cis Golgi when expressed as a hybrid protein. When polar residues facing one side of the putative K-helix were mutated, it resulted not only in a loss of intracellular localisation but also in a marked decrease in oligomeric properties of the mutated hybrid protein. This showed, for the ¢rst time, a direct role of MSDs in oligomerisation of Golgi residents and that loss of this property leads to mislocalisation. Second, as mentioned above, Golgi residents can be readily isolated as detergent insoluble complexes [33, 34] . These highly oligomeric structures can be disassembled/reassembled by the addition/removal of salt [34] . Also, full-length GalT can be crosslinked into high molecular complexes [35] . Third, the medial enzymes, NAGT I and Mann II form hetero oligomers (or kin oligomers) in vivo [36] . The domain su¤cient in mediating this hetero interaction was shown to reside in the stalk region of NAGT I [37] . Similarly, a family of small membrane proteins, the p24s, cycling between the CGN and the ER, can be isolated as detergent insoluble complexes and as with NAGT I and Mann II, they also oligomerise in vivo [34, 38] .\n\nIn the context of cisternal maturation, we suggest that oligomerisation directly promotes incorporation of residents into RTCs and that this event is milieu induced. This would provide an explanation for individual gradients exhibited by di¡erent residents along the pathway. There is a pH as well as a lipid gradient (see above) in the Golgi apparatus and these would over time trigger oligomerisation and subsequent incorporation of residents into RTCs. We further suggest that such oligomerisation results in an increased ability of the residents to bind coat components needed to form an RTC through cooperative binding. Thus, residents would be distilled at various levels of the pathway depending on their particular ability to oligomerise and directly bind coat components. That such direct binding is possible has been shown for several residents although mainly in the early parts of the pathway (see below).\n\nFollowing the`distillation hypothesis' which postulated selective retrieval of residents against a forward £ow of cargo [39] , ER localisation signals were identi¢ed in both soluble [40] as well as membrane proteins [41, 42] . These were shown to confer ER localisation when appended to reporter molecules acting as retrieval signals [43, 44] . For lumenal ER residents, a carboxyterminal KDEL motif was shown to bind a receptor [45] localised to the early part of the Golgi apparatus [46, 47] . Likewise, for type I membrane proteins, the retrieval motif K(X)KXX was thought to bind a receptor oriented towards the cytoplasm. Then, a groundbreaking discovery by Cosson and co-workers showed that the K(X)KXX motif interacts with coat components of the COP I coatomer directly [48] . Moreover, genetic evidence cemented this ¢nding demonstrating that COP I coatomer functionally mediates retrieval [49] . As this form of coatomer is found on Golgi associated transport vesicles [50] , COP I vesicles constitute RTCs.\n\nThe presence of K(X)KXX or related signals on membrane proteins other than ER residents allows for the possibility that this motif also acts later in the pathway. Both ERGIC-53 [51] and some members of the p24 protein family display K(X)KXX retrieval motifs and reside in the interface between the ER and the Golgi apparatus [34, 52, 53] . Surprisingly, both ERGIC-53 and the p24s not only use K(X)KXX related signals for their steady state localisation, but further dissection of their cytoplasmic domains revealed a signal which acts in the opposite direction. Both ERGIC-53 and p24 family members interact directly with Sec23, a component of the COP II coat involved in budding from the ER [34, 54] . This suggests that their cytoplasmic domains contain a positive export signal and mutation of this leads to accumulation in the ER. Thus, the combination of an export and a retrieval signal ensures that ERGIC-53 and the p24s localise to the interface between ER and Golgi apparatus through constant cycling. Do other Golgi resident proteins display similar signals? In terms of ER export signals, it appears that Golgi glycosylation enzymes do [34] . The cytoplasmic tails of these proteins also bound Sec23, probably ensuring their rapid export from the ER after synthesis.\n\nThere is also evidence for retrieval [55^57] though future analysis will reveal whether this is mediated by COP I vesicles.\n\n6. Recycling through the ER As Golgi residents redistribute to the ER upon brefeldin A treatment, it was proposed that this fungal metabolite highlights an already existing pathway of limited fusion between the Golgi apparatus and the ER [58] . This would allow Golgi residents to enter directly into the ER and subsequently appear at ER exit sites. Such a recycling model has also been proposed to explain how Golgi redistributes upon depolymerisation of microtubules or mitosis (see above and Storrie and Yang, this issue). It is di¤cult to envisage how this could account for observed gradients of late glycosylation enzymes, particularly in the context of cisternal maturation. If the steady state distributions of NAGT I, Mann II, GalT and SialylT are the consequence of constant recycling through the ER, their distributions would be expected to appear £atter than their observed sharp gradients. Moreover, if glycosylation enzymes were to travel through the ER, unless they were inactive, they would act on ER resident glycoproteins. As this appears not to be the case, it is hard to reconcile this with a continuous £ow of late Golgi residents through the ER [59] .\n\nIn summary, we favour the model that steady state distribution of resident proteins along the exocytic pathway relies on a combination of oligomerisation and coat binding. This allows for a machinery maintaining residents at various levels of the pathway whilst moving cargo forward in a vectorial manner."}