{"title": "A hospital cluster combined with a family cluster of avian influenza H7N9 infection in Anhui Province, China", "body": "H7N9 avian influenza virus has caused 5 waves of human infections since the virus emerged, and resulted in severe pneumonia in humans in the spring of 2013. 1 As of June 2018, 1536 cases infected with the H7N9 virus had reported, and 611 (39.8%) patients died. In addition to mainland China, the patients were detected in Hong Kong, Taiwan, Macao, Canada, and Malaysia. Some studies indicated the potential for limited and non-persistent transmission of the virus. Several family cluster cases have been reported since 2013. [2] [3] [4] [5] Many concerns have been raised regarding the possibility of an influenza pandemic caused by the H7N9 virus in fields.\n\nGenomic sequence analysis showed that H7N9 virus is an avian-originated reassortant virus. Studies have indicated that continuous amino acid substitutions occur during the circulation of the H7N9 virus. 6 The gene tuning may create opportunities for further adaptation and its potential to cause a pandemic. 6 Biological features showed that the virus can bind to both avian-type (a2,3-linked sialic acid) and human-type (a2,6-linked sialic acid) receptors. 7 A ferret model showed that the virus was efficiently transmitted through direct contact, but less efficiently by airborne exposure. 8 However, an individual study showed that an individual virus isolated from humans was highly transmissible in ferrets by respiratory droplet, 9 and a mouse model indicated that only the human H7N9 isolates were highly pathogenic in mice. 9 Hence, investigation of clusters of human H7N9 infection is critically important to understanding potential person-to-person transmission and monitoring for any changes in the fitness of viruses to infect humans.\n\nIn this study, we reported a hospital cluster combined with family cluster of H7N9 infection in Anhui Province of China in 2017 and described clinical, virological, and epidemiological features of the infections. The results showed that airborne transmission may result in the hospital cluster. A poultry farm was the initially infectious source of the H7N9 virus infection. \n\nThree H7N9 infected patients were identified and included in this study. The investigation suggested that the 3 cases were involved into a hospital cluster combined with a family cluster. The index case was a 30-year-old male. He was reported to have developed hypodynamia and dizziness as initial symptoms on February 4, 2017 ( Fig. 1 ) , and was treated with antibiotics in local community health center. He was admitted to hospital A on February 8 because of developed pneumonia with high fever, and transferred to hospital B on February 11 and hospital C on February 13 because of deterioration. He present severe pneumonia and failure of respiratory function when admitted to hospital C. Chest radiographic scan showed right lobar pneumonia on February 8, which developed into bilateral pneumonia on February 13 (Table S1 ). The rRT-PCR showed that H7N9 virus was positive in samples with throat swab and sputum collected on February 14 and 20, respectively. The patient recovered and was discharged on March 8 after serials of treatments, including antiviral therapy ( Fig. 1 , Table 1 ) .\n\nCase A was a 62-year-old female with chronic obstructive pulmonary disease (COPD). She hospitalized in hospital B because of acute exacerbation of chronic obstructive pulmonary disease (AECOPD). She shared a hospital room with the index case from February 11 to 13. She was discharged on the morning of February 13 when the symptoms of AECOPD had improved well. However, she showed high fever on the night of February 13 and was admitted to hospital B the next day. Chest radiographic scan showed right lobar pneumonia (Table S1 ). The rRT-PCR showed that H7N9 virus was positive in a throat swab sample collected on February 15. She was transferred to hospital D on February 16 and died on the same day despite treatment with oseltamivir ( Fig. 1 , Table 1 ).\n\nCase B was a 59-year-old male who is the father of the index case. He took care of the index case without any personal protective equipment (PPE) from February 4 to 14, then presented high fever (39.8 °C) and cough on February 19. Chest radiographic scan showed bilateral pneumonia (Table. S1). He recovered and was discharged on March 6 after serials of treatments, including antiviral therapy ( Fig. 1 ) .\n\nAs shown in Table 1 , the 3 patients showed typically clinical features of H7N9 disease, including high fever, cough, and failure of respiratory function. 10 Both the index case and case B presented the complication of acute liver damage, and the index case presented acute kidney damage and hemoptoe. Antibiotic therapy was applied in the 3 cases, although no results suggested bacterial coinfection in cases A and B. All 3 cases were treated with antiviral drugs. The index case was treated with noninvasive ventilatorassisted respiration. Oseltamivir was started on day 9 after illness onset of index case, day 1 in case A, and day 0 in case B. \n\nNote: \"-\" means no detection or data unavailable.\n\nThe ratio of lymphocytes in white blood cells (WBCs) was decreased and the ratio of neutrophils increased in all 3 cases, whether the WBC count was decreased or normal ( Table 2 ). The C-reactive protein (CRP), lactate dehydrogenase and hydroxybutyric dehydrogenase elevated substantially, while platelets were decreased in early stage ( ≤day 8 after illness onset) in all 3 cases; the elevation of creatine kinase, CK MB, and D -Dimer were variable; decreased levels of total protein and albumin were detected in the index case and case B. In addition, the total immunoglobulin G (IgG) decreased, while complement C4 and interleukin (IL) −6 increased on day 10 after the illness onset of the index case ( Table 2 ) .\n\nFive viruses were isolated from throat swab or/and sputum samples collected from the 3 patients. Two viruses named by A/Anhui/13,426/2017(H7N9) and A/Anhui/13,427/2017(H7N9) were isolated from throat swab and sputum samples of the index case, respectively. One virus named by A/Anhui/13,4 4 4/2017(H7N9) was isolated from the throat swab of case A. Two viruses named by A/Anhui/13,428/2017(H7N9) and A/Anhui/13,429/2017(H7N9) were isolated from throat swab and sputum samples of case B, respectively. Homologous comparison showed that those viruses shared 99.8-100% identity between the 8 segments (Table S2) . Table 3 Close contact and epidemiological investigation of the H7N9 cases. Phylogenetic analysis showed that all of the 8 genes in viral strains were clustered together, and HA of 5 viruses were clustered in Yangtze River Delta lineage ( Fig. 2 , Figure S1 ). The HA cleavage site of these viruses possesses only a single amino acid R (arginine), indicating low pathogenic effects in poultry. Compared to A/Anhui/1/2013 virus, the earliest emerged-identified virus in the Anhui Province, 1 a total of 29 amino acid variation sites were found among the 5 H7N9 viruses (Table S3) . PB2 have the highest mutation frequency, with 11 amino acid substitutions, followed by the HA and NA proteins, with 7 and 5 amino acid substitutions, respectively. No reports indicated that these substitutions may enhance the transmission capability of the virus.\n\nClose contacts were defined as those who had provided care to, had been living with, or had potentially been exposed directly to respiratory secretions or body fluids of the patient from the 14th day before illness onset to the day of death. A total of 45 close contacts were identified for the index case, 18 for case A, and 5 for case B ( Table 3 ) . Medical observations on all contacts showed that 2 contacts of the index case presented fever and/or ILI symptoms during the investigation period (2 weeks). The 2 contacts were identified to be case A and case B, respectively. One contact of case A presented fever, but his throat swab sample was found to be H7N9-negative by rRT-PCR. With the exception of the three persons, no fever or ILI symptoms were observed in other close contacts.\n\nEpidemiological investigation showed that both the index case and case B had an exposure history to live poultry or association before illness onset. The index case lived with his uncle (farmer A), who reared more than 15,0 0 0 chickens, and helped to move live chickens and poultry cages without any personal protective equipment (PPE) between January 29 and February 2 ( Fig.  1 ) . These well-appearing chickens were sold on February 5. Ten environmental samples were collected on 15th of February from the chicken farm of farmer A. Three out of the 10 environmental samples were found to be H7N9-positive by rRT-PCR ( Table 3 ). In addition, 29 throat swabs and 30 cloacal swabs were collected on 15th of February from chickens reared in a farm close to farmer A's house. Ten and 7 of these samples were found to be H7N9positive by rRT-PCR for throat swabs and cloacal swabs, respectively. Case B lived with another of the index case's uncles (farmer B), who reared a dozen chickens in his backyard between January 29 and February 2, and helped farmer A to move chicken cages on January 31 ( Fig. 1 ) . Fifteen samples associated with chickens reared by farmer B were collected on 15th of February, including 5 throat swabs, 5 cloacal swabs, and 5 relevant environment samples. No positive results for influenza virus were observed in those 15 samples through rRT-PCR ( Table 3 ) . Of note, case B has no exposure history to poultry before 17 days prior to illness onset.\n\nCase A had no fever system from February 5 to the morning of February 14, while she was hospitalized because of AECOPD with fever on February 4. She did not leave the hospital room during hospitalization. Her hospital bed was close to the index case's bed in around 2 meters when she shared a hospital room with the index case without any PPE. No evidence showed that she had direct contact with the index case. Thirty-three samples (10 throat swabs of chicken, 10 cloacal swabs of chicken and 13 Environmental samples) were collected on 17th of February from her home and surrounding areas. No positive sample was detected using rRT-PCR ( Table 3 ).\n\nThe unprecedented epizootic H7N9 virus infection has raised the concern of the global public since it was first identified in 2013. 11 The most common topic of concern is whether the virus can be spread broadly through airborne transmission. In this report, we identified a hospital cluster of H7N9 avian influenza infection in the fifth wave epidemic in the Anhui Province of China. In the cluster, a woman (case A) with COPD was infected by H7N9 virus when she shared a hospital room with an H7N9-infected patient (index case). Her hospital bed was close to the index case's bed in around 2 m without any PPE. The woman had no exposure history to poultry at least 2 weeks before illness onset. Epidemiology investigation suggested no H7N9 circulation in poultry close to her living place, and she had no direct contact with the index case. The genomic sequence showed that the virus isolated from sputum of the infected woman shared 100% identity with the virus isolated from throat swab of the index case. So it is the most possible that case A was infected by H7N9 virus through airborne transmission. During 2013-2017, total 14 H7N9 sary infections were reported with probable human-to-human transmission while were linked 4 to household exposures and 10 to exposures in healthcare settings. 12 However, there is no report of a confirmed hospital cluster of H7N9 infection except a possible or controversial hospital cluster in 2016. [13] [14] [15] This report confirmed that the virus infected case A through airborne transmission possibly in a shared hospital room. It suggested that early diagnosis as well as clinical isolation treatment is necessary for H7N9 patients, and rigorous use of PPE is necessary for close contacts as well.\n\nIn addition, a family cluster, which has same index case as the hospital cluster, was identified in this report. The father (case B) of the index case was infected by H7N9 virus when he took care of the index case. Although both the index case and case B have an overlapping exposure history of poultry or poultry cages, case B has no exposure history to poultry before 17 days prior to illness onset, while the incubation period was 5 days, with an interquartile range of 2-8 days. 10 The genomic sequences alignment showed that the 8 segments shared a very high (99.8-100%) identity between the viruses isolated from index patient and case B. Hence, we concluded that the infection of case B occurred while taking care of the index case. Consistently, previous studies have indicated that H7N9 virus can be transmitted through direct contact. 8, 16 Therefore, rigorous use of PPE by those taking care of H7N9 patients is necessary to reduce exposure to potentially hazardous bacteria.\n\nPrevious evidence has demonstrated that live bird markets are the most frequent sources of H7N9 infection, 17, 18 and the closure of live bird markets is effective at controlling human infection. 19, 20 In this study, rRT-PCR detection indicated that the virus circulated in local poultry farms. Epidemiological investigation suggested that a chicken farm was the infectious source of the index patient. Consistently, our previous study stated that poultry farms may be a source of avian influenza A (H7N9) virus reassortment and human infection. 21 The illness onset of the index patient started on days 2-6 of exposure to live chickens from a poultry farm, indicating that the incubation period was 2-6 days, similar to that stated in previous H7N9 or other avian influenza virus infection reports. 10, 19 Therefore, control of H7N9 in poultry farms is very important to minimize the threat of H7N9 viruses to humans, and rigorous use of PPE by persons managing live poultry on farms is necessary to reduce exposure to potentially hazardous infected poultry materials. 22 The 3 patients reported in this study showed variable clinical progress and features. Acute liver damage presented in the index case and case B, and acute kidney damage was also found in the index case in addition to failure of respiratory function in all 3 cases. The index case presented symptoms of hemoptoe, while all 3 patients had thrombocytopenia. Thrombocytopenia is seen in 73% of H7N9-infected cases in published reports. 10 However, the exact pathogenesis of thrombocytopenia remains unknown. It has been hypothesized that induction of autoimmune thrombocytopenia due to atypical influenza might contribute to thrombocytopenia in H7N9 infection as observed in the case of the 2009 H1N1 pandemic. 23, 24 In addition, case A died on day 1 after high fever, although the 3 cases were treated with the antiviral drug oseltamivir. The rapid deterioration of the disease may be due to her coexisting COPD because coexisting medical condition was the only independent risk factor for the acute respiratory distress syndrome. 10 Delayed antiviral therapy may be associated with a long duration of illness (35 days) in the index case as suggested in published documents. 25, 26 In terms of etiology, our report showed that no significant mutation was observed to be associated with enhancing the transmission or increasing human adaption in the genomic sequence according to previous studies including receptor binding sites in the HA or NA genes, 27-30 enhancing replication ability-associated sites, [31] [32] [33] or enhancing pathogenic-associated sites. 34 However, etiological surveillance has shown that the virus has presented continuous mutations since emerging in 2013 6 , suggesting that the largest outbreak of wave V may be due to a constellation of genes rather than a single mutation. 35 In addition, genetic drift evolution of avian influenza virus has been associated with vaccination pressure. 36, 37 Circulation of new mutant stains may be raised in poultry when H7N9 vaccines started to be inoculated in poultry in China in June 2017. Therefore, continuous surveillance is necessary to monitor for any changes in the fitness of viruses to infect humans to minimize the threat of H7N9 viruses.\n\nTaken together, we reported a hospital cluster combined with a family cluster of H7N9 avian influenza infection in study. Airborne transmission may result in the hospital cluster. Early diagnosis and clinical isolation treatment is necessary for H7N9 patients. A poultry farm was the initially infectious source of H7N9 virus infection. H7N9 control on poultry farms is important to minimize H7N9 human infection. Continued H7N9 genetic drift suggests that continuous surveillance is necessary to minimize the threat of H7N9 viruses.\n\nThe index patient reported in this study was identified to be infected by H7N9 avian influenza virus through a clinical and laboratory surveillance system for pneumonia with unknown reasons, which was designed to monitor potential novel infectious respiratory diseases like severe acute respiratory syndrome (SARS-CoV) and avian influenza in China since 2004. According to the surveillance guidelines of pneumonia with unknown reasons, respiratory specimens were collected and sent to the local laboratories of the surveillance network to identify the possible causative pathogens. The other two patients reported in this study were found through contact tracing. A standardized surveillance reporting form was used to collect epidemiologic and clinical data, including demographic characteristics, underlying medical conditions, recent exposures to swine, poultry, or other animals, recent visits to live animal markets, clinical signs and symptoms, chest radiographic findings, clinical laboratory testing results, antiviral treatment, clinical complications, and outcomes.\n\nRNA was extracted from collected throat swabs and sputum samples using a QIAamp Viral RNA Mini Kit (Qiagen, Germany), according to the manufacturer's instructions. Specific real-time reverse transcription polymerase chain reaction (rRT-PCR) assays were performed to identify influenza A (H5N1) or A (H7N9) virus, SARS-CoV or Middle East respiratory syndrome coronavirus (MERS-CoV) using commercial kits. [38] [39] [40] \n\nThe H7N9 rRT-PCR positive respiratory samples were submitted to the Chinese National Influenza Center (CNIC) for viral isolation. The samples were maintained in a viral-transport medium, and were propagated in the amniotic cavity of 9-day-old specific pathogen-free embryonated chicken eggs at 37 °C. The allantoic fluids were tested for haemagglutination activity with turkey red blood cells after 72 h incubation, and positive isolates were subjected to RT-PCR and sequencing. Full genome sequences of the viruses were deposited in the Global Initiative on Sharing Avian Influenza Data (GISAID) database (Accession No. EPI258015, 258,016, 258,017, 258,026, 315,862).\n\nA maximum likelihood phylogenetic tree for nucleotide sequences of each gene of selected influenza viruses was constructed using MEGA5.1. We selected H7N9 sequences from different downloaded sequences\n\nThe close contacts were identified according to Chinese guidelines of H7N9 epidemiology investigation. Close contacts were defined as those who had provided care to, had been living with, or had potentially been exposed directly to respiratory secretions or body fluids of the patient from the 14th day before illness onset to the day of recovery or death. All close contacts were monitored for respiratory symptoms and fever ( ≥38 °C) for 7 days. Throat swabs were collected from those people who had respiratory symptoms or fever to detect the influenza A (H7N9) viral RNA. In addition, we investigated exposure history to poultry prior to the onset of illnesses of the cases (2 weeks) to identify a possible source of infection and reviewed all medical records from the hospitals that these 3 patients visited to clarify the entire course of disease. The throat swab and cloacal swab samples were collected from chicken reared in farms close to the farm from which patients were possibly exposed, and environmental samples were collected from these farms. These collected samples were detected using rRT-PCR to identify influenza H7N9 virus.\n\nWe declare that we have no conflicts of interest.\n\nRGao and WZh designed the study. KZh, LZh, JHe, and JWu gathered data. WMa and CD participated in the clinical treatment. JHe, WMa, and CD transferred samples. WZh, JJ, RT, WZh, and WLiu performed nucleic acid amplification tests. RGao and WZh performed analyses and wrote the report. All authors contributed to the review and revision of the manuscript and have read and approved the final version."}