{"title": "MBL-associated serine proteases (MASPs) and infectious diseases", "body": "The complement system is one of the major effectors of the innate immune system and an important bridge between innate and adaptative immunity (Ricklin et al., 2010; Walport, 2001) . Complement clears immune complexes and cell debris and elicits immediate, highly efficient and tightly regulated inflammatory and cytolytic immune responses to infectious organisms including bacteria, viruses and protozoan parasites (Dunkelberger and Song, 2010 ). The complement system comprises more than 50 plasma and membrane-associated proteins (Kjaer et al., 2013) . Complement activation leads to a proteolytic cascade that culminates with the recruitment of inflammatory cells, phagocytosis and cell lysis (Kjaer et al., 2013) . It produces anaphylatoxins (C3a, C4a, C5a), which are potent proinflammatory mediators, and opsonins (C3b and C4b), which cover the pathogen's surface, mediating phagocytosis. The cascade culminates with assembly of the membrane attack complex (MAC) on the cell membrane, forming pores that lead to cell lysis (Dunkelberger and Song, 2010) .\n\nComplement can be activated through the classical, alternative and lectin pathways (Fig. 1) . Independently of the initiation pathway, proteolytic cascades converge towards activation of the major component C3, with subsequent assembly of MAC (Chen et al., 2010) . Activation of the classical pathway is initiated on immune complexes by the binding of the C1 complex mainly to IgM or IgG, but also to apoptotic cells, pentraxins and pathogens. On the other hand, the activation of the alternative pathway occurs by spontaneous hydrolysis of C3 in plasma. The lectin pathway is initiated by the binding of pattern recognition molecules (PRMs) to carbohydrates or acetylated residues present on the surface of microorganisms (known as PAMPs or pathogen-associated molecular patterns) or on aberrant glycocalyx patterns of apoptotic, necrotic or malignant cells (known as DAMPs or damage-associated molecular patterns) (Ricklin et al., 2010) .\n\nThe lectin pathway was discovered by Matsushita and Fujita in 1992 , a landmark report on the mechanism of the lectin pathway activation by MBL and MASPs (Matsushita and Fujita, 1992) . In fact, different PRMs activate the lectin pathway: oligomers of mannosebinding lectin (MBL), heteromers of collectins 10 and 11 (COLEC10, alias collectin liver 1 or CL-L1 and COLEC11, alias collectin kidney 1 or CL-K1) and oligomers of either Ficolin-1, 2 or 3 (also called M-, Land H-ficolin, respectively) (Henriksen et al., 2013; Holmskov et al., 2003; Ma et al., 2013) . They recognize PAMPs, highly conserved structures present in several microorganisms, such as lipoteichoic http://dx.doi.org/10.1016/j.molimm.2015.03.245 0161-5890/© 2015 Elsevier Ltd. All rights reserved. The classical, lectin and alternative pathways of complement activation. The classical pathway is initiated via binding of C1 complex (which consists of C1q, C1r and C1s molecules) through its recognition molecule C1q to target molecules on the surface of pathogens. Subsequently, C1s cleaves C4, which binds covalently to the pathogen surface, and then cleaves C2, leading to the formation of C4b2a complex, the C3 convertase of the classical pathway. Activation of the lectin pathway occurs through binding of mannose-binding lectin (MBL) oligomers, ficolin oligomers or collectin heteromers (CL-K1 + CL-L1), complexed with MBL-associated serine proteases 1 and 2 homodimers (MASP-1 and MASP-2, respectively), to various carbohydrates or acetylated groups on the surface of pathogens (PAMPs: pathogen associated molecular patterns). Like C1s, MASP-2 leads to the formation of the C3 convertase, C4b2a, but its activation is dependent on MASP-1. MASP-1 also cleaves C2. Activation of the alternative pathway depends on spontaneous low-grade hydrolysis of C3 in plasma leading to the formation of C3b. This C3b binds Factor B (homologous to C2) to form a C3bB complex. The cleavage of Factor B by Factor D form the alternative pathway C3 convertase, C3bBb. Properdin stabilizes this complex. The C3 convertases cleave C3 to C3b, which bind covalently next to the site of complement activation (opsonization). This amplifies the cascade and mediates phagocytosis, as well as adaptive immune responses. The addition of additional C3b molecules to the C3 convertase forms C5 convertases (C3bBbC3b for the alternative pathway or C4bC2aC3b for both classical and lectin pathways). This C3b acts as a binding site for C5 and initiate the assembly of the membrane-attack complex (MAC) by cleavage of C5-C5a and C5b. Whereas C5a acts as a potent anaphylatoxin, C5b forms a complex with C6 and C7, which is inserted in the cell membrane. Thereafter, C8 and 10 -18 C9 molecules (80 × 55Å each) bind to this complex, resulting in a fully functional MAC (C5b-9). The three pathways converge to this common terminal pathway, culminating with cell lysis and death (Abbas et al., 2012). acid of Gram-positive bacteria, endotoxin or lipopolysaccharide of Gram-negative bacteria, ␤-glucan of fungi (Zhu et al., 2005) , glycoproteins of viruses (Tarr et al., 2012) , protozoa and multicellular parasites (reviewed by . They also bind DAMPs, altered carbohydrate patterns on the surface of apoptotic, necrotic and malignant cells (Ren et al., 2014) . The dimers, trimers and/or higher oligomers of trimeric structural subunits of these PRMs form complexes with homodimers of serine proteases (known as \"MBL-associated\" serine proteases or MASPs), which are initially in the form of proenzymes (zymogens) (Kjaer et al., 2013) . After binding of these PRMs to their targets, MASPs are cleaved and activated (Dahl et al., 2001; Degn et al., 2009; Héja et al., 2012b) . Although MASP-2 autoactivates, being long thought to be the central activator of the lectin pathway (Ambrus et al., 2003; Gál et al., 2005; Matsushita et al., 2000) , different authors provided recent evidence that MASP-1, which also autoactivates, has a significant role in activating MASP-2 Héja et al., 2012b; Kjaer et al., 2013) .\n\nActivation was initially supposed to occur through conformational changes similar to those undergone by the C1 complex of the classical pathway (Gingras et al., 2011) . More recently, the proteolytic cascade was proposed to initiate through MASP-1-MASP-2 cross-activation. This occurs with comparable efficiency within co-complexes comprised of a MASP-1 homodimer, a MASP-2 homodimer and a pentamer or higher-order oligomer of PRMs, or by clustering and juxtaposition of PRM/MASP-1 and PRM/MASP-2 complexes on ligand surfaces, where the PRMs may not be identical (MBL and FCNs, for example) (Degn et al., 2014) . Although MASP heterodimerization (e.g. MASP-1 + MASP-2, MASP-1 + MASP-3) is possible in vitro, its physiological importance is uncertain Paréj et al., 2014) . The observation that around 70% of MBL circulate in blood as trimers of trimeric subunits (MBL 3 × 3 ) associated with MASP-1 or MAp19, or as tetramers of trimeric subunits (MBL 4 × 3 ) associated with MASP-2 or MASP-3 (Dahl et al., 2001) implies a major role for intercomplex cross-activation in the initiation of the complement cascade. This is also supported by images of 450 kDa MBL/MASP-1 complexes obtained with smallangle X-ray scattering and electron microscopy (Kjaer et al., 2015) . Non-active complexes may be formed with the truncated proteins MAp44 (also called MAP-1) Skjoedt et al., 2010a) and MAp19 (also known as sMAP) (Stover et al., 1999a,b; Takahashi et al., 1999) , which lack the serine protease domain and thus functional activity. Once associated with MBL, MASP-1 and 2 seem not to exchange, nor are they competitively replaced by MASP-3 and MAp19 (Laursen et al., 2012) . Nevertheless, they can be displaced by MAp44 .\n\nProteolytic activity is acquired by cleavage of the MASP Arg Ile bond of the activation peptide, also called \"linker peptide\". This cleavage generates two chains covalently linked by a disulfide bond: a heavy chain (alias \"A chain\") and a light chain (alias \"B chain\") (Sato et al., 1994) . The heavy chain comprises the linker and the CUB1-EGF-CUB2-CCP1-CCP2 regulatory domains, i.e. the N-terminal CUB (C1r/C1s, Uegf and bone morphogenetic protein-1) domain of about 110 amino acid residues (CUB1), followed by an epidermal growth factor (EGF)-like domain of the Ca 2+ -binding type, of approximately 50 amino acid residues, a second CUB domain (CUB2) and two contiguous complement control protein modules (CCP1 and CCP2). The light chain constitutes the chymotrypsin-like serine protease (SP) domain (reviewed by (Kjaer et al., 2013) ). The CUB1-EGF domains are responsible for Ca 2+ -dependent dimerization of MASP polypeptides, yet CUB1-EGF-CUB2 are involved in the Ca 2+ -dependent association of MASP dimers with PRMs Thielens et al., 2001; Wallis and Dodd, 2000) .\n\n3.1. MASP1 gene MASP-1 was identified in the early 90s as a bactericidal factor with structural similarities to C1s, reactive to Salmonella typhimurium (Takada et al., 1993) . The MASP1 gene is located on chromosome 3q27-8 (Takada et al., 1995) and contains 18 exons, which encode three proteins by pre-mRNA alternative splicing: MASP-1, MASP-3 and MAp44 (Fig. 2) . Exon 1 is not translated and exons 2-11 encode the CUB1-EGF-CUB2-CCP1-CCP2 regulatory domains. The first eight exons are common to all three proteins, meaning that they share CUB1-EGF-CUB2-CCP1. Exon 9 is unique to MAp44. Thus, MAp44 lacks the second CCP domain and the entire SP domain Skjoedt et al., 2010a) . The SP domains of MASP-3 and MASP-1 are encoded by exon 12 and exons 13-18, respectively. This explains why both proteins have different SP domains and also differ in the preceding 15 amino acid residues. Interestingly, the sequence encoding the upstream MASP-3 SP domain has no introns and its active serine residue is encoded by an AGY codon, as in MASP-2, C1r and C1s. This reflects a common origin for the unique SP exon, presumably by retrotransposition of a sequence encoding a MASP-3-like factor B encoding protease in ascidians, after the divergence of urochordates, and subsequent gene duplication events. Instead, the active serine of MASP-1 is encoded by a TCN codon, as typical for chymotrypsin genes, turning the MASP-1 encoding sequence representative of the most ancestral serine protease gene of the lectin pathway, appearing as early as in cnidaria (Kimura et al., 2009; Nonaka and Miyazawa, 2001) .\n\nAt least 12 MASP1 gene single nucleotide polymorphism (SNP), some of them strongly linked, are associated with protein serum levels (Table 1) . Interestingly, contrasting values of MASP-1, MASP-3 and MAp44 serum levels were found associated with SNPs located near the alternative exons 9 (exclusive to MAp44) and 12 (exclusive to MASP-3), probably due to mutually alternative splicing mechanisms. For example, homozygosity for the rs3774275 SNP in intron 8 (G/G) was associated with increased MASP-1 and MAp44 but decreased MASP-3 concentrations. Five haplotypes comprised by the rs35089177, rs7625133 and rs72549254 SNPs in the upstream regulatory region seem also to play a role. The most common haplotype (TAG) occurs with 54% frequency in the Danish population, being associated with the highest levels of MASP-1 and MAp44 and lowest levels of MASP-3 (Ammitzbøll et al., 2013) .\n\nAmong the non synonymous variants described in the MASP1 gene, the p.G426E (rs38343199) is located in the CCP2 domain and occurs in around 3% allele frequency among Europeans. No association was found between this amino acid substitution and systemic lupus erythematosus, systemic inflammatory response syndrome (SIRS) and/or sepsis .\n\nMASP-1 was discovered in 1992 as a C1s-like protein associated to MBL (Matsushita and Fujita, 1992) . MASP-1 protein contains 699 amino acid residues and a 19 amino acid leader peptide (Thiel, 2007) . It is primarily expressed in the liver, being upregulated by IL-6 during the acute phase response (Knittel et al., 1997) . MASP-1 is considered a promiscuous protease because its substrate binding groove is wide and resembles that of trypsin rather than early complement proteases (Dobó et al., 2009) . Normal MASP-1 concentration in serum/plasma is around 11 g/mL (range 4-30 g/mL), 20-fold higher than of MASP-2 . Among patients with different cardio-and cerebrovascular diseases, MASP-1 levels were highest in patients with subacute myocardial infarction (median 12 g/mL) and lowest in those with acute ischemic stroke (median 8.6 g/mL) (Frauenknecht et al., 2013) . In addition, the expression of MASP-1 was observed to be up-regulated in primary uterine leiomyosarcoma (Davidson et al., 2014) and in HCV infected-hepatocyte cell lines (Saeed et al., 2013) . Having much higher propensity for autoactivation than MASP-2 (Ambrus et al., 2003) , MASP-1 activates MASP-2 in heterocomplexes of large oligomeric MBL and produces 60% of C2a responsible for C3 convertase formation Héja et al., 2012b) . In fact, MASP-1 autoactivation seems to control the initiation of the lectin pathway (Megyeri et al., 2013) . Nevertheless, MASP-1 does not cleave C4 and therefore is not capable of generating C3 convertase alone (Ambrus et al., 2003) . Direct activation of C3 by MASP-1 can occur but is physiologically irrelevant (Ambrus et al., 2003) . MASP-1 was reported to be essential for the development of autoimmune-associated inflammatory tissue injury by activating the alternative pathway of complement in an experimental model of inflammatory arthritis (Banda and Takahashi, 2010) . Nevertheless, the reported role of MASP-1 on activation of the alternative pathway was not confirmed in humans . MASP-1 was shown to play a role in the coagulation, cleaving factor XIII and fibrinogen and mediating the formation of cross-linked fibrin, although with a lower catalytic efficiency compared with thrombin (Krarup et al., 2008) . In fact, antithrombin in the presence of heparin is a more potent inhibitor of MASP-1 than C1 inhibitor (Presanis (Bonte et al., 2012) . Proteolytic activity of MASP-1 induces Ca 2+ signaling, NF-kappaB and p38 MAPK pathways in endothelial cells through protease-activated receptor 4 (PAR4) (Megyeri et al., 2009 ). This activity leads to the release of IL-6 and IL-8, activating the chemotaxis of neutrophil granulocytes (Jani et al., 2014) . MASP-1 is also able to modulate the immune response by the release of proinflammatory bradykinin from high-molecular weight kininogen (Dobó et al., 2011) .\n\nMASP-3 is ubiquitously expressed with mean serum concentration of 5.2-6.4 mg/L (ranging from 2 to 12.9 mg/L) (Degn et al., 2010; Skjoedt et al., 2010b) and evolutionarily highly conserved (Stover et al., 2003) . MASP-3 occurs in serum mainly associated with Ficolin-3, and in lower amounts with Ficolin-2 and MBL (Skjoedt et al., 2010b) . So far, the biological role of MASP-3 remains unclear. MASP-3 does not cleave any complement components and it is not inhibited by C1-inhibitor (Zundel et al., 2004; Yongqing et al., 2012) . However, MASP-3 may reduce the lectin pathway activity due to competition with MASP's binding sites on the recognition molecules . Recently, MASP-3 was proposed to have a role in the activation of the alternative pathway in mice (Iwaki et al., 2011) , however, in humans MASP-3 seems not to be required for activating the alternative pathway .\n\nTogether with CL-K1, MASP-3 seems to have an important role in early embryonic development, as shown by the effect of five rare MASP-3 exon 12 mutations (p.H497Y, p.C630R, p.G666E, p.G687R and p.W290X) in four independent families with autosomal recessive 3MC syndrome (Mingarelli, Malpuech, Michels and Carnevale), characterized by various developmental disorders. All the implicated mutations are predicted to damage the serine protease domain, abolishing MASP-3 enzymatic activity (Rooryck et al., 2011; Sirmaci et al., 2010) .\n\nMASP-3 may play a role in defense against acquired infections in intensive care unit (ICU). Diagnosed hospital-acquired-infection is a major problem occurring in approximately 30% of children admitted to ICU. Patients who acquired an infection at ICU had onadmission lower MASP-3 levels (P < 0.00). These results remained independently associated with acquisition of infection after correcting for baseline characteristics, risk factors, and the other lectin pathway proteins in multivariate logistic regression analysis. Low MASP-3 levels were also associated with prolonged need for intensive care irrespective of infection (Ingels et al., 2014) .\n\nMAp44 (also called MAP-1 or MBL-associated protein 1) regulates negatively the complement activation by competing with MASP-1, 2 and 3 for MBL and ficolin binding sites Skjoedt et al., 2010a; Pavlov et al., 2012; . Similarly to MASP-3, MAp44 is largely expressed not only in the liver, but also in bladder, brain, cervix, colon and prostate , and does not behave as an acute phase protein. In contrast to MASP-3, its levels are highest in heart ) and also decrease slightly in serum during the first 6 months after birth (Degn et al., 2010) . Normal MAp44 serum levels are around 1.5 g/mL (range 0.3-3.2 g/mL) (Degn et al., 2010 ). MAp44 has been associated with cardioprotective effects, preserving cardiac function, decreasing infarct size and preventing thrombogenesis in murine models of ischaemia/reperfusion injury and arterial thrombosis by inhibiting MBL and C3 deposition (Bonte et al., 2012; Pavlov et al., 2012) . The inhibitory effect on MBL deposition however, was only evident at pharmacological levels (10 g/mL) on N-acetyl-dglucosamine, bovine serum albumine (GlcNAc-BSA) -coated, but not mannan-coated plates, which was interpreted as an attenuating mechanism for MBL recognition of endogenous ligands . Yet the precise mechanism enabling MAp44 to inhibit MBL deposition awaits further elucidation. Nevertheless, MAp44 levels were not related to cardio-and cerebrovascular diseases in humans but associated with cardiovascular risk factors such as dyslipidaemia, obesity and hypertension (Frauenknecht et al., 2013) .\n\nBased on these findings, MAp44 has been recently suggested as a new therapeutic approach to be considered for the treatment of patients with myocardial ischemia/reperfusion injury and thrombogenesis , as well as with inflammatory arthritis (Banda et al., 2014) .\n\nThe MASP2 gene is located on chromosome 1p36.23-31 (Stover et al., 1999a,b) , has 12 exons covering more than 20 Kb and encodes two proteins, MASP-2 and MAp19 (Fig. 3 ). Exon 1 is not translated, exon 2 encodes the signal peptide, and together with exon 3, the CUB1 domain. Exon 4 encodes the EGF-like domain, exons 6 and 7 encode the second CUB1 domain, exons 8-9 and 10-11 the two CCP domains, and exon 12 encodes the serine protease domain and the 3 UTR region (Stover et al., 2001) . MAp19 is a truncated protein produced by alternative splicing and polyadenylation of the primary transcript of MASP2 gene. Exon 5 is exclusive to the MAp19 transcript and contains an in-frame stop codon which leads to the premature termination of the translation process, and a polyadenylation signal, resulting in a truncated protein of 19 KDa (Stover et al., 1999a,b; Takahashi et al., 1999) .\n\nVarious polymorphisms encompassing the region from the MASP2 promoter to the last exon were associated with MASP-2 and MAp19 protein levels in serum (Table 2 ). Ten haplotypes with these polymorphisms were associated with low, intermediate and high producing haplotypes (Boldt et al., 2011a,b) . MASP-2 deficiency may occur in homozygotes or compound heterozygotes for p.D120G, p.156 159dupCHNH and p.R439H variants, due to different reasons. The Asp-Gly substitution in residue 120 disrupts calcium ion binding of the first CUB1 domain in individuals with the p.D120G SNP. This turns MASP-2 and MAp19 unable to bind MBL and ficolins, abrogating complement activation and reducing MASP-2 concentration in up to 0.3% homozygote Europeans (Stengaard-Pedersen et al., 2003; Thiel et al., 2007; Valles et al., 2009 ). Yet the rare duplication of four aminoacids within the EGF domain (p.156 159dupCHNH) was found in Asians and probably results in MASP-2 misfolding . The p.R439H variant occurs with a predicted frequency of 2.6% among Africans and disrupts the activation peptide of the SP domain of a MASP-2 molecule still able to bind MBL. This probably reduces binding opportunities with full-working MASP-2 in heterozygotes and blocks complement activation in p.439H homozygotes . Beside these, three other non synonymous substitutions were associated with the modulation of MASP-2 levels, without obvious reasons: p.P126L (in the first CUB1 domain), Table 2 MASP2 single nucleotide polymorphisms associated with protein levels and function (Boldt et al., 2011a (Boldt et al., ,b,2013a Thiel et al., 2007 Thiel et al., ,2009 p.V377A and p.Y371D (in the CCP2 domain) (Schadt et al., 2008; Thiel et al., 2009 Thiel et al., , 2007 . Interestingly, the g.21370G>T polymorphism responsible for p.Y371D is imbedded within a region with one of the strongest signal of selective sweep in the human genome (Ronen et al., 2013) . Furthermore, polymorphisms in introns 4 and 9 were associated with opposite MASP-2 and MAp19 levels, probably due to an interference in mutually alternative mRNA splicing (Boldt et al., 2013a (Boldt et al., , 2011a .\n\nMASP-2 was characterized by Thiel and others in the late 90s as an protein similar to MASP-1 (Thiel et al., 1997) . It binds MBL and ficolins as a homodimer in a calcium-dependent manner through its epidermal growth factor (EGF)-like domain, assisted by the two surrounding CUB domains (Feinberg et al., 2003) . Although found sufficient to autoactivate and initiate the lectin pathway of complement (Gál et al., 2005) , MASP-2 is activated by MASP-1 at physiological conditions, afterwards cleaving the complement components C4 and C2, thus generating the C3 convertase C4bC2b. In fact, MASP-1 is required for efficient activation of the lectin pathway (Thiel et al., 1997; Degn et al., 2012; Héja et al., 2012a,b; Kocsis et al., 2010; Megyeri et al., 2013) . Compared to C1s, the serine protease of the classical pathway, MASP-2 is up to 1000 times more catalytic active and up to 50-fold more rapidly inhibited by C1inhibitor (Kerr et al., 2008) . MASP-2 also acts in the coagulation cascade, cleaving prothrombin in the same way as factor Xa, generating cross-linked fibrin covalently bound on bacterial surfaces (Gulla et al., 2010) .\n\nMASP-2 is predominantly expressed in hepatocytes and its promoter is regulated by STAT3, IL-1b and IL-6 (Unterberger et al., 2007) . MASP-2 levels have been shown to be stable over time in healthy individuals, around 400-500 ng/mL in serum/plasma (range 70-1200 ng/mL) Ytting et al., 2007) . MASP-2 levels lower than 100 ng/mL are considered deficient (Thiel, 2007) . MASP-2 levels were lower in myocardial infarction and acute stroke patients, compared with patients with stable coronary arterial disease and controls (Frauenknecht et al., 2013) . This is in line with the observation that myocardial ischemia induces complement activation with MASP-2 consumption . Among critically ill children, higher MASP-2 levels (around 360 ng/mL) were associated with malignancy, while lower MASP-2 levels (around 150 ng/mL) were associated with cardiac disease (Ingels et al., 2014) . High MASP-2 levels were also associated with the development of severe infections in adult patients with haematological cancer undergoing chemotherapy (Ameye et al., 2012) .\n\nMAp19 is a 19 kDa truncated protein produced by the alternative splicing of MASP2 gene, presenting only the first CUB domain and the EGF domain, with no serine protease activity. The exon 5 exclusive to MAp19 has an in-frame stop codon and a polyadenylation signal, coding four amino acid residues in the C-terminal tail and the 3 UTR of the protein (Takahashi et al., 1999) . It is secreted by the liver to the plasma, and expressed by Kupffer cells with similar median level of MASP-2 (217 ng/mL, ranging from 26 to 675 ng/mL). Nevertheless, only a minor fraction is associated with MBL and ficolins, and this binding occurs with ten times lower affinity compared with MASP-2 (Degn et al., 2011) . MAp19 is excreted in human urine and may play a role in the inhibition of calcium oxalate renal stone formation (Degn et al., 2011; Kang et al., 1999) . The nucleocapsid N protein of severe acute respiratory syndrome coronavirus interacts in vitro with MAp19, but the functional significance of it remains unknown (JL Liu et al., 2009a,b) .\n\nBoth insufficient and excessive activation of the lectin pathway may be harmful to the host. Whereas deficiency of any lectin pathway component may be clinically irrelevant in healthy individuals due to redundancy of the immune system, these deficiencies are frequently associated with increased susceptibility to secondary infections or autoimmune complications in immunocompromised patients Granell et al., 2006; Ingels et al., 2014; García-Laorden et al., 2006; Neth et al., 2000) . Low MASP-2 levels, for example, were associated with an increased risk of severe chemotherapy-induced neutropenia in children with cancer (Schlapbach et al., 2007) and an acute decrease of MASP-2 levels in the early phase of septic shock correlated with in-hospital mortality (Charchaflieh et al., 2012) . In contrast, increased levels of innate immunity proteins, which can in part be explained by polymorphisms in the corresponding genes, may contribute to exaggerated inflammatory responses (Boldt et al., 2012) . High postoperative levels of MASP-2, for example, were associated with poor prognosis in colorectal cancer patients (Ytting et al., 2008) .\n\nGenetic integrity of the genes encoding lectin pathway components is essential for complement activation and regulation. SNPs in the MASP1 and MASP2 genes can reduce protein serum concentrations or affect its enzymatic activity, impairing complement activation and possibly coagulation and development protease cascades (Ammitzbøll et al., 2013; Rooryck et al., 2011; Thiel et al., 2009 Thiel et al., , 2007 . As expected, a growing number of infectious diseases have been associated with MASP1 and MASP2 SNPs since the first report on MASP deficiency in 2003, where a patient with persistent inflammatory disease, episodes of severe pneumococcal pneumonia and progressive lung fibrosis presented homozygosity for p.D120G in the MASP-2 CUB1 domain (Stengaard-Pedersen et al., 2003) . Although the p.D120G variant was included in 2007 in the list of primary immunodeficiency diseases (Geha et al., 2007) , it has low clinical penetrance (Garcia-laorden et al., 2008) and is relatively rare, reasons for which it was not found associated with any common disease investigated to date (Miller et al., 2010; Olesen et al., 2006; Ramasawmy et al., 2008; Schafranski et al., 2008; Segat et al., 2008; Ytting et al., 2011) . In contrast, more frequent variants were actually found to play a role in susceptibility to infection and treatment response, as discussed below.\n\nMBL, one of the ␤-inhibitors identified more than six decades ago as able to inactivate influenza virus (Anders et al., 1990; Dommett et al., 2006) , actually recognizes a range of different viruses (reviewed by ). Although the inhibiting activity of PRMs as MBL does not necessarily depend on complement activation, and thus on the efficiency of MASP activation (Thielens et al., 2002) , MASPs, as well as polymorphisms associated with MASP levels and function, were found to play a role in the immune response to different viral infections.\n\nThe human T-lymphotropic virus 1 (HTLV-1) is a retrovirus endemic in many countries. The majority (95%) of individuals infected with HTLV-1 remain asymptomatic lifelong, whereas others develop severe diseases, such as the HTLV-1 associated myelopathy/tropical spastic paraparesis and adult T-cell leukemia (Izumo et al., 2000) . In a study involving 96 patients of Northwestern Brazil, MASP2 p.Y371D (rs12711521) was associated with susceptibility to HTLV-1 infection. Specifically, aspartic acid at residue 371 was associated with a dominant higher risk for HTLV infection both in heterozygous and homozygous individuals (OR = 2.71 [95%CI = 1.56-4.74], P < 0.001) and was independent of genetically determined MBL deficiency, also associated with the disease. The possession of both MASP2*371D and MBL2 lowproducing haplotypes increased the risk for HTLV-1 infection by approximately 60%, but no association with viral load was seen (Coelho et al., 2013) . Although MASP-2 levels were not evaluated in the study, it is known that the p.371D variant is associated with a dominant effect on MASP-2 levels ≥600 ng/mL, and an additive effect on MAp19 levels ≤100 ng/mL (Boldt et al., 2013a) . Thus, compound MBL deficiency and MASP-2 overproduction may play a role in the susceptibility to HTLV-1 infection. This association however, awaits replication in other cohorts.\n\nApproximately 170 million people worldwide are infected with hepatitis C virus (HCV) (Barth et al., 2006) . Circa 60% of them progress to the chronic form of the disease, characterized by liver fibrosis, which may progress to cirrhosis and hepatocarcinoma. Liver injury in HCV patients has been suggested to be the result of persistent inflammatory response induced by immune mediators. Nonetheless, appropriate activation of the innate immune system is important for synthesis of antiviral peptides and inhibition of viral replication (Thimme et al., 2006) .\n\nIn this regard, Ficolin-2 and MBL were found to bind HCV envelope glycoproteins E1 and E2, activating complement against HCV-infected hepatocytes (Brown et al., 2010; Liu et al., 2009a,b) , and MBL deficiency was repeatedly associated with HCV infection (Koutsounaki et al., 2008; Melo et al., 2009; Segat et al., 2007) . Whereas early increased Ficolin-2 levels correlated with a better response to treatment (Hu et al., 2013) , MBL deficiency was associated with no treatment response (Alves Pedroso et al., 2008; Eurich et al., 2012) . Regarding MASP-2, Tulio et al. (2011) investigated 104 South-Brazilian patients with chronic hepatitis C and found an association of homozygotes for the p.371D variant with susceptibility to HCV (OR = 6.33 [95%CI = 1.85-21.7], P = 0.003). Confirming the findings in healthy populations (Boldt et al., 2013a (Boldt et al., , 2011a , MASP-2 levels were higher in patients with p.371D, than in those without these variant. Genotypes causing partial MBL deficiency (YA/YO) were also positively associated with HCV infection in the same patient group (Alves Pedroso et al., 2008) . Thus similarly to HTLV-1 infection, MBL deficiency and the MASP2*371D variant may exert a synergistic effect that increases susceptibility to HCV infection, but replication within other cohorts is needed to confirm the results.\n\nNevertheless there was no association of MASP2 polymorphisms or MASP-2 levels with treatment response and liver fibrosis, suggesting that MASP-2 does not have an immunomodulatory role in fibrosis progression and in the treatment with IFN and ribavirin (Tulio et al., 2011) . In contrast, MBL deficiency was negatively associated with the severity of liver fibrosis (Alves Pedroso et al., 2008) . Lower levels of functional MBL protein would be expected to impair the reported thrombin-like activity of the MBL/MASP-1 complex (Ambrus et al., 2003; Presanis et al., 2004) , reducing fibrin cross-linking and the generation of fibrotic liver tissue. In fact, based on the premises that both MBL and MASP-1 are mainly produced in the liver and that MASP-1 has a reactivity profile similar to thrombin, a study was carried out to investigate MBL and the MBL/MASP-1 complex in the development of HCV-related liver fibrosis in English patients. Corroborating previous findings that MBL deficiency exerts a protective effect against liver fibrosis, median MBL serum levels were higher in patients with severe liver fibrosis than in those with mild disease (P = 0.002). Enzymatic activity of MBL/MASP-1 complexes correlated with MBL levels (Spearman's rho = 0.78, P = 0.01) and was also found to be raised in HCV patients with severe fibrosis (171.5 units/min) compared to those with mild fibrosis (80.3 units/min), non-HCV mild fibrosis (41.5 units/min) or controls (24.1 units/min). Moreover, MBL/MASP-1 complex activity remained associated after adjustment for MBL concentration in the multivariate model: OR = 7.26 per log10 units, [95%CI = 2.36-22.40], P = 0.001 (Brown et al., 2007) . Very similar results were obtained by others in an Egyptian cohort, again presenting a strong association of HCV-induced liver fibrosis with the activity of the MBL/MASP-1 complex, adjusted for MBL levels (P = 0.003) (El Saadany et al., 2011) . Furthermore, both MBL2 and MASP1 genes were up-regulated, presenting higher mRNA expression in hepatocyte cell lines infected with the genotype 2a JFH-1 HCV clone, as revealed by two different groups using microarray and real-time RT-PCR analysis (Blackham et al., 2010; Saeed et al., 2013) . Activated recombinant MASP-1 was actually shown to directly cause hepatic stellate cells (HSC) to differentiate to a myofibroblast phenotype in vitro, as measured both by morphology and by the expression of alpha smooth muscle actin (␣-SMA) and tissue inhibitor of metalloproteinase-1 (TIMP-1) (Saeed et al., 2013) . This cell differentiation culminates in the deposition of excess fibrogenic extracellular matrix proteins and may occur through binding to a protein of the Protease-activated Receptor (PAR) family, as suggested for human vascular endothelial cells (Megyeri et al., 2009) .\n\nHuman endogenous retroviruses (HERVs) and herpes viruses have been consistently associated with Multiple Sclerosis (MS), an inflammatory disease characterized by damage of nerve cells in the brain and spinal cord. Even though activated HERVs are rarely found in healthy individuals, MS patients have elevated levels of anti-HERV Gag and Env antibodies in both serum and cerebrospinal fluid directed towards distinct HERV epitopes . In a study with 25 cases of sporadic MS and 42 MS patients with familial MS, including 32 unaffected relatives, the authors found a significant negative correlation between MASP-3 levels and seroreactivity to HERV peptides, but only in patients with active disease (Spearman's r = −0.631, P = 0.001). Low MASP-2 levels were also correlated with high MASP-3 levels, again only in MS patients with active disease, but with borderline significance (Spearman's r = −0.401, P = 0.06). Interestingly, higher MASP-2 levels were more common in MBL-deficient individuals, regardless of being affected or not (P = 0.0036). In this study, higher MASP-2 expression seemed to occur as a compensation mechanism for MBL deficiency, and higher MASP-3 levels may play a protective role against establishment of the disease .\n\nComposition and specific structural features of bacterial PAMPs may favour or prevent binding to PRMs of the lectin pathway of complement. This was initially shown in the early eighties by Kawakami et al. on the so called RaRf complex (later identified as MBL) and its interaction with Salmonella enterica serovar Typhimurium (Kawakami et al., 1982) . The authors suggested a crucial role for lipopolysaccharide (LPS) in MBL binding, a feature later on found to be inhibited by lipooligosaccharide sialyation (Devyatyarova-Johnson et al., 2000; Jack et al., 1998) and capsulation (Krarup et al., 2005) . Beside recognizing and binding different bacterial PAMPs (reviewed by ), thereby initiating the complement cascade, PRMs of the lectin pathway were reported to opsonize bacteria (Kuhlman et al., 1989) and elicit cytokine release from phagocytes (Jack et al., 2001) . Nevertheless PRM-mediated phagocytosis may potentially be inhibited by MASP-3 (Duus et al., 2010) . Thus, the relative concentration and functional integrity of MASPs may balance the lectin pathway-mediated antibacterial response between complement activation/formation of the membrane-attack complex and opsonization/phagocytosis.\n\nLeprosy, also known as Hansen's disease, is caused by Mycobacterium leprae, which invades macrophages and Schwann cells of the host. Although only a small group of infected individuals develop the disease, different immunologic responses lead to a wide spectrum of clinical manifestations, with progressive and irreversible disabilities (WHO, 2012) . Molecular mechanisms involved in the infection and immune evasion by the bacillus are still not well understood due the challenges in cultivating M. leprae in vitro and in vivo (Tabouret et al., 2010) .\n\nM. leprae takes advantage of C3 opsonization to enter phagocytes, in order to establish intracellular infection (Schlesingert and Horwitz, 1994) . For this reason, low levels of lectin pathway PRMs have long been proposed as beneficial against the infection, by disfavoring bacterial dissemination into host tissues (Garred et al., 1994) . There is in fact evidence for a protective effect of low MBL and Ficolin-1 levels, as well as corresponding haplotypes/genotypes of these genes and FCN2, against the infection and development of lepromatous leprosy, the most severe form of the disease, which is characterized by a strong Th2 response (Boldt et al., 2013b; De Messias-Reason et al., 2009 ,2007 Dornelles et al., 2006; Garred et al., 1994; Sapkota et al., 2010) . In the first study about a possible association between leprosy and MASP-2 levels generated by MASP2 polymorphisms, leprosy patients had lower MASP-2 serum levels compared with controls and a higher frequency of low MASP-2 producing alleles. The p.126L and p.439H polymorphisms, which are associated with MASP-2 deficiency, had a dominant effect on leprosy susceptibility (P = 0.007). Yet genotypes composed of intermediate producing MASP2 haplotypes were protective against the disease (P = 0.0014). There was also an association between the lepromatous form of the disease and low producing MASP2 polymorphisms. Thus in contrast to PRMs, low MASP-2 levels increased the susceptibility to leprosy per se and to the lepromatous leprosy form (Boldt et al., 2013a) . Replication of these studies in other populations is needed in order to confirm these genetic associations.\n\nTuberculosis is caused by the Mycobacterium tuberculosis and affects mostly the lungs (pulmonary TB), but can also affect other organs (extrapulmonary TB). About one third of the world population is infected with this bacterium. Although only a small proportion of infected people develop the disease, which is curable, 3 million of the 9 million people that acquire the disease every year do not have access to treatment. Without treatment, the mortality rates are high (around 70% of patients die in 10 years), placing tuberculosis as the second cause of death due to a single infectious organism (the first is AIDS) (World Health Organization, 2014).\n\nMBL is able to recognize different mycobacterial cell wall components containing mannose (mannosyl-lipoarabinomannan (ManLAM), arabinosyl-LAM, lipomannan and phosphatidylinositol mannoside) (Polotsky et al., 1997) . Nevertheless, not all mycobacteria causing tuberculosis bind MBL equally well, e.g. Mycobacterium africanum binds recombinant human MBL more efficiently than M. tuberculosis. Furthermore, in a Ghanaian cohort, MBL deficiency was associated with protection against M. africanum-tuberculosis only (Thye et al., 2011) .\n\nMBL deficiency nevertheless was shown to increase the susceptibility to the infection in Northwestern Brazil (da Cruz et al., 2013) . In addition, ficolin-2 has been found to recognize ManLAM and protect against a virulent M. tuberculosis strain both in vitro and in vivo . MASP-2 deficiency caused by homozygosity for the p.120G amino acid substitution was also recently reported in two persons with pulmonary tuberculosis (Sokolowska et al., 2015) . MASP2 SNPs with a possible regulatory role in gene expression have been further associated with susceptibility to the disease, e.g. the heterozygous T/C genotype of a SNP located in intron 7 (rs6695096) increased the susceptibility to tuberculosis in Chinese individuals (OR = 1.67 [95%CI = 1.08-2.60], P < 0.05), especially in those cooking with solid fuel. The other investigated SNP -MASP2*Y371D-was not associated . The effect of other MASP2 SNPs/haplotypes and MASP1 polymorphisms have not yet been investigated. Gene-environment interactions as those investigated by Chen et al. (2014) may explain contrasting results of TB association studies with the other components of the lectin pathway, which are thus in need of replication in different cohorts.\n\nThe bacteria Pseudomonas aeruginosa causes various opportunistic infections, such as wound, pulmonary, urinary tract and blood stream infections, especially in immunocompromised individuals and cystic fibrosis patients (Chatzinikolaou et al., 2000; Santucci et al., 2003) . Important characteristics of this pathogen are its resistance to many antibacterial agents, the capacity to survive in different environments and the expression of virulence factors (Trautmann et al., 2005) .\n\nA MASP-2 deficient mice model showed no significant association with survival or expression of cytokines in mice infected by P. aeruginosa. The authors concluded that the lectin pathway is not essential for complement activation in P. aeroginosa infection (Kenawy et al., 2012) . In previous studies with cystic fibrosis patients, mutations in the MBL2 gene were associated with deterioration of lung function and a higher frequency of P. aeruginosa bacterial colonization (Gabolde et al., 1999; Garred et al., 1999; Haerynck et al., 2012) . In contrast, no association between bacterial infections and MASP-2 levels and/or MASP2 polymorphisms has been found in two independent studies (Carlsson et al., 2005; Haerynck et al., 2012) , despite the report of extremely severe lung disease in a cystic fibrosis patient homozygous for the p.120G variant (Olesen et al., 2006) . In one of these studies, the authors nevertheless observed that MBL activation decreased significantly in MASP-2 deficient cystic fibrosis patients, but surprisingly not in healthy controls (Carlsson et al., 2005) .\n\nIn contrast, a MASP1 synonymous SNP (rs850312) of exon 12, encoding the serine protease domain of MASP-3, was found associated with P. aeruginosa colonization in humans. Cystic fibrosis patients heterozygous or homozygous for the less frequent allele of this polymorphism were earlier colonized with P. aeruginosa than homozygous wild type patients (15 vs. 25 years of age, respectively, P = 0.0048). The association may in fact be due to a hitch-hiking effect with another MASP1 variant, since the authors investigated only three SNPs of this gene (Haerynck et al., 2012) .\n\nRheumatic fever (RF) and its most severe sequel chronic rheumatic heart disease (RHD) are chronic inflammations occurring in genetically predisposed children and teenagers, resulting from oropharynx infection by ␤-hemolytic Streptococcus group A. It affects the heart, joints, nervous system and skin and may progress to rheumatic heart disease, with stenosis of valve tissue and permanent heart damage (Chang, 2012) . MBL and Ficolin-2 promote complement deposition on the streptococcal cell wall through binding to GlcNAc (Neth et al., 2000) and lipoteichoic acid (Lynch et al., 2004) , respectively. Nevertheless, MBL levels were significantly higher in patients with RHD, than in controls, probably causing undesirable complement activation and tissue damage in RHD patients, whereas MBL2 variants leading to low MBL levels were found to protect against RF Schafranski et al., 2004) . Instead, MASP-2 levels were found to be lower in 145 patients with history of RF from south Brazil (103 with RHD and 42 without cardiac lesion [RFo] ), than in controls. Furthermore, the low MASP-2 producing p.377A and p.439H variants were negatively associated with RF (P = 0.02, OR = 0.36) and RHD (P = 0.01, OR = 0.25) and haplotypes producing higher MASP-2 concentrations, sharing the intron 9-exon 12g.1961795C, p.371D, p.377V and p.439R polymorphisms increased the susceptibility to RHD (P = 0.02, OR = 4.9). Thus, MASP2 gene polymorphisms and protein levels seem to play an important role in the development of RF and establishment of RHD (Catarino et al., 2014) .\n\nPost-streptococcal acute glomerulonephritis (PSAGN) also results from previous infection of the skin or throat caused by nephritogenic strains of group A beta-hemolytic streptococci. Antibodies produced to fight the infection may eventually settle in the glomeruli, causing inflammation (Hisano et al., 2007) . In a study with kidney tissue obtained by percutaneous renal biopsy from 18 patients with PSAGN, the authors found glomerular colocalization of MBL and MASP-1. Glomerular deposits of fibrinogen were detected through immunohistochemical characterization, in five of seven patients with MBL/MASP-1 deposits but in only two of eleven patients without these complex deposits. Moreover in three of seven patients with MBL/MASP-1 deposits hematuria was prolonged, whereas in all patients without such deposits, urinalysis was normal (P < 0.025) (Hisano et al., 2007) .\n\nStreptococcus pneumoniae is the most common causative bacteria of respiratory infections from early infancy to old age (Krone et al., 2014) . Pneumococcal otitis media is common among children, while pneumococcal pneumonia is a frequent cause of morbidity and mortality among elderly people. Also individuals with underlying special conditions, such as chronic diseases, those receiving immunosuppressive therapies, HIV positive or asplenic patients, are at risk of serious pneumococcal infection (Mészner, 2014) .\n\nConsidering that complement activation protects against microorganism invasion through mechanisms either dependent or independent of antibodies, different studies investigated a role of complement pathways using complement deficient mice. The elimination of IgG and IgM opsonized pneumococci in a guinea pig model of pneumococcal bacteraemia was found in the early eighties to completely rely on complement activation (Brown et al., 1982) . Although the classical pathway was initially proposed as mainly responsible for S. pneumoniae opsonization (Brown et al., 2002) , neither the classical, nor the alternative activation pathway compensated for the absence of the lectin pathway in MASP-2 deficient mice, which were highly susceptible to pneumococcal infection and failed to opsonize S. pneumoniae . In fact, these mice presented similar infection survival times and mortality rates to those previously found for C1q and C4 deficient mice, employing the same strains of bacteria and mice, and the same dose and route of infection.\n\nThis study also demonstrated that mouse Ficolin-A and COLEC11, and not MBL-A or -C, are critical pattern recognition molecules that activate the complement via the lectin pathway on the surface of S. pneumonia (Brown et al., 2002) . The authors also demonstrated that mouse Ficolin-A, which is closely related to human Ficolin-2, and COLEC11, but not MBL-A or -C, are critical pattern recognition molecules that activate the complement via the lectin pathway on the surface of S. pneumoniae . Another group concomitantly proved both Ficolins-1 and -2 to be essential for survival in ficolin-deficient mice infected with Streptococcus pneumonia . Taking into account the results in MASP-2 deficient mice, it is not surprising that the first patient described as homozygous for the p.D120G mutation presented recurrent infections, including severe pneumococcal pneumonia (Stengaard-Pedersen et al., 2003) . Nevertheless no other investigation was conducted in humans with pneumococcal bacteremia, besides a case-control study with 54 HIV positive patients. In this particular study, the authors did not find any association with three polymorphisms associated with MASP-2 levels (p.R99Q, p.D120G and p.P126L). (Horcajada et al., 2009) . In the light of the reported associations of MBL with respiratory infections, including a meta-analysis showing an association between MBL deficiency and death in patients with pneumococcal infection (reviewed by (Eisen, 2010) ), further investigations on MASP levels and polymorphisms with susceptibility to pneumococcal disease should be warranted.\n\nTaking into account the capacity of PRMs of the lectin pathway in recognizing and binding different protozoan parasites (Ambrosio and De Messias-Reason, 2005; Kahn et al., 1996; Klabunde et al., 2002; Korir et al., 2014) and to modulate cytokine and chemokine levels during infection (Boldt et al., 2006) , associations between dysfunctional MASP molecules, as well as MASP levels, are expected.\n\nMalaria, an infective disease caused by the parasite Plasmodium falciparum, is endemic in areas of sub-Saharan Africa, where between one and two million affected children under 5 years of age, die each year (Gupta et al., 1999) . Various genetic variants modulate the immune response in malaria-affected populations and probably are maintained among them by balancing selection. With regard to lectin pathway components, MBL seems to play an important role during malaria infection by controlling parasitemia. Low protein levels and also low MBL producing polymorphisms were associated with malaria associated with severe anemia in Gabonese children (Boldt et al., 2006; Luty et al., 1998) and with positive parasite counts in asymptomatic P. falciparum infected Gabonese adults (Boldt et al., 2009) and Ghanaian children (Holmberga et al., 2008) , as well as with placental malaria in primiparous Ghanaian women (Holmberg et al., 2012) .\n\nDespite of the relative importance of the lectin pathway in fighting P. falciparum infection, MASP1 and MASP2 polymorphisms have only been investigated in placental malaria. Among several variants genotyped in 269 primiparous Ghanaian women, of whom 54% had placental malaria, none of the investigated MASP1 variants were associated with the disease. Nevertheless, the p.439H variant encoded by MASP2 exon 12 showed a protective effect (OR = 0.55 [95%CI = 0.34-0.89], P = 0.014), especially against the presence of the hemozoin malarial pigment in the placenta, a feature suggestive of chronic placental infection (OR = 0.47 [95%CI = 0.26-0.83], P = 0.008). There was also a trend for a protective effect against low birth weight (OR = 0.51 [95%CI = 0.24-0.99], P = 0.057). Furthermore, the allele encoding the major p.126P variant, which occurs in absolute linkage disequilibrium with the allele encoding the major p.439R variant, was found to have the opposite effect, increasing susceptibility to the disease (P = 0.005). The p.439H mutation actually disrupts the activation peptide of MASP-2, which is still able to bind PRMs of the lectin pathway, but cannot activate complement . The reasons why a dysfunctional MASP-2 protein protects against placental malaria nevertheless are not well understood, especially if taking into account that MBL deficiency presented the opposite effect, increasing susceptibility to placental malaria in the same patient group (Holmberg et al., 2012) . Thus, these associations cannot solely be due to balanced/disturbed complement activation, a process dependent on intact MBL and MASP-2 molecules. Phagocytosis is expected to be hampered, since MASP-2 with the p.439H variant is able to bind PRMs of the lectin pathway and thus to block the interaction site with phagocytic receptors (Duus et al., 2010) . In addition, p.439H-containing MASP-2 cannot generate opsonizing C3 fragments by complement activation ). This would mean less hemozoin uptake, explaining Valdéz et al., 2013) . Epimastigotes, which are the flagellated forms in Triatominae vectors, are susceptible to complement-mediated lysis. Under natural conditions however, they are never confronted with it. On the other hand, the amastigote and trypomastigote forms infecting humans, resist complement-mediated lysis. Moreover, they use recognition by MBL/ficolins/MASP complexes to invade host cells. Several complement inhibitor molecules are expressed on T. cruzi surface, such as: Gp 58/68 (Fischer et al., 1988) , Trypanosoma cruzi-decay accelerating factor (Norris et al., 1991) , Complement regulator protein (Norris, 1998) , Complement C2 receptor inhibitor trispanning (Inal et al., 2005) and Trypanosoma cruzi calreticulin (Ferreira et al., 2004) . They are mostly glycoproteins and act destabilizing complexes formed by the proteins of the complement system. the strong negative association with hemozoin placental levels, and less consequent hemozoin-driven inflammation and tissue damage (Kalantari et al., 2013) , explaining the negative association with chronic placental malaria. Functional studies on the p.439H MASP-2 variant will possibly clarify some of these issues.\n\nChagas disease is one of the most important neglected tropical diseases worldwide, affecting 8-13 million people in Latin America, with an incidence of 40,000 new cases per year. The causal parasite Trypanosoma cruzi, a flagellated protozoan, is transmitted to humans through the sting of a blood-sucking triatomine bug (Lescure et al., 2010) . After the infection, the lectin pathway becomes efficiently activated through the binding of MBL and Ficolins-2 and -3 to N-and O-glycosylated molecules on the parasite metacyclic trypomastigotes and amastigote surfaces (Fig. 4 ) (Kahn et al., 1996) . The lysis of T. cruzi is dependent on MASP-2, which cleaves C2 and C4. In nonimmune serum depleted of MBL and ficolins, the classical pathway was inefficient to activate the complement response, and the alternative pathway was just slowly activated in the presence of the parasite. Therefore, the lectin pathway seems to play an important role by controling T. cruzi infection in humans (Cestari and Ramirez, 2010; Cestari et al., 2009 ). This issue is nevertheless controversial in T. cruzi-infected murine models (Gibson et al., 2012; Ribeiro et al., 2015) . Susceptibility to T. cruzi infection was not increased in MASP-2-deficient mice, even though this mice lack functional activity of the lectin pathway (Ribeiro et al., 2015) .\n\nT. cruzi becomes infective when it is able to evade the complement activation and thereby invading host cells. Several pathogens present molecules that stop the complement cascade and inhibit C3 convertase formation (Cestari et al., 2012) . One of the molecules expressed in T. cruzi trypomastigotes (infectious state), is the complement C2 receptor inhibitor trispanning (CRIT). Derived peptides of this molecule inhibit both C2 binding and parasite killing. Biochemical studies have shown that the CRIT extracellular domain 1 inhibits MASP-2 cleavage of C2 and C3 convertase formation (Cestari et al., 2008) .\n\nChagasic patients can present the indeterminate or symptomatic (cardiac, digestive or cardiodigestive) form of the disease. The persistence of the parasite could result in desialyation of myocardial and endothelial cells, with subsequent complementdriven tissue injury and onset of symptoms (Aiello et al., 2002) . Higher levels/functional efficiency of lectin pathway components would thus be expected to increase these harmful effects and to be positively associated with symptomatic disease, which in fact was observed for MBL and for the FCN2*p.258S variant (Luz et al., 2013 (Luz et al., , 2010 . The opposite was nevertheless observed regarding MASP2 polymorphisms in 208 chronic chagasic patients, of whom 59.1% were symptomatic. They actually had higher frequency of low producing genotypes (homozygotes for p.377A and heterozygotes for p.120G or for p.126L, excluding all those with the intron 9g.1961795*T allele) than controls (P = 0.011).\n\nComparing chronic symptomatic and indeterminate Chagas patients, a higher frequency of the MASP2 CD haplotype (1:g.11031148*C, p.371D) was observed among the first group (OR = 3.11 [95% CI = 1.46-6.61], P = 0.002), so as genotypes with CD, but without the 1:g.11047382*A in the promoter (OR = 11.11 [95%CI = 1.44-85.86], P = 0.0007). Cardiac symptomatic patients had an even stronger association with these genotypes (OR = 13.54 [95%CI = 1.7-107.63], P = 0.002). Again, high PRM levels and low MASP-2 levels were postulated by the authors to lead to increased MBL-driven phagocytosis and to higher inflammatory activity and injury in chronic Chagas disease.\n\nSummarizing, there are strong evidences that complement activation by T. cruzi depends on MASP-2, which in association with MBL and ficolins, cleaves C2 and efficiently lysis the parasite. MASP2 polymorphisms might be useful prognostic biomarkers of Chagas disease, by allowing fast identification of patients with a higher risk to develop the chronic symptomatic form (Boldt et al., 2011a,b) . This possibility however, is conditioned to the replication of the results of this genetic association.\n\nComplement system has an important function in fighting infections by ultimately acting on pathogen lysis and infection clearance. The activation of MASPs through the lectin pathway of complement is an essential step in the establishment of an immune response against pathogen infection. MASP serum levels, sometimes driven by known genetic variants, have been related to a number of viral, bacterial and protozoan infections. These variants have been associated with different individual susceptibility to disease as well as disease outcome and complications. However, since it is unlikely to have prior disease protein measurements, it is usually difficult to differentiate between serum levels that were implicated in the cause of disease and those resulting from disease development or treatment response, if there is no associated polymorphism.\n\nIn general, low genetic expression, as well as non functional MASP proteins, lead to a compromised immune response against the pathogen, facilitating infection and disease progression. However, the complement system presents a dual role in disease susceptibility. It might be harmful if there is an excess of activation, promoting tissue damage, or by its lack of activity, predisposing to infection susceptibility. The observation of such dual behavior reinforces the importance of the fine balancing in complement regulation. MASP-1 and MASP-2 also participate in the coagulation system and MASP-1 can activate endothelial cells inducing proinflammatory responses (Gulla et al., 2010; Dobó et al., 2014) , which can increase difficulty in understanding their roles in infectious diseases.\n\nIn this review, several pioneering studies were selected and discussed in order to pinpoint the importance of MASP proteins and gene polymorphisms in the susceptibility to infections and in the clinical progression to chronic infectious diseases. The results underline not only the expected importance of MASPs in the activation of the lectin pathway, but also in the generation of fibrin clots within the context of the coagulation cascade. Based on the proposed functions for MASP-3, MAp44 and MAp19, other immunomodulating functions are equally anticipated. Much work remains to be done, especially regarding the MASP1 polymorphism and functional studies on the role played by the truncated MAp19 and MAp44 proteins, as well as replication of unique disease association studies done with MASP2. Other diseases previously associated with polymorphisms and levels of MBL and ficolins, should be investigated as well. Then, first and foremost, MASP protein levels and genetic polymorphisms modulating MASP levels and function may be evaluated in immunocompromised and other atrisk patients to improve disease outcome using early therapeutic and preventive measures."}