{"title": "Immunoassay Applications in Veterinary Diagnostics Types of sample", "body": "Diagnosis is defined as the art or act of identifying disease from its signs and symptoms. The veterinarian, as the physician, uses a variety of tools in practicing this art. One such tool that continues to increase in importance is the immunodiagnostic test. Increased usage of this technology in veterinary medicine reflects the tremendous strides that have been made in assay development, driven by improvements and advances in instrumentation, solid-phase chemistry, assay device technology, detection technology, and biotechnology.\n\nThe needs of the veterinary diagnostic laboratory for diagnostic tests may be divided into three categories. First, and most important, is the need to diagnose disease. This usually involves testing for the presence of viral or bacterial antigens, or antibodies to them. Next, there is a need to assess immune status to certain diseases as a function of vaccination or previous exposure. For this type of determination, tests should detect the presence of antibodies to viral or bacterial antigens and provide semi-quantitative results. The last category is the need to assess reproductive and metabolic status. Diagnostics in this category are primarily quantitative tests for various hormones.\n\nFor years these types of tests relied on traditional methodologies such as viral isolation, virus neutralization, plate agglutination, hemagglutination inhibition (HI), immunodiffusion, classical microbiological culture techniques, high-pressure liquid chromatography, and thin layer chromatography. However, during the past 25 years improved immunoassay-based technologies have evolved which have all but replaced the more traditional methods, resulting in improved accuracy and precision while requiring less time and labor.\n\nEnzyme, fluorescence, and colloidal particle-based immunoassay systems are replacing radioimmunoassays and various agglutination and tissue culture methodologies. The use of monoclonal antibodies as well as recombinant and synthetic peptide antigens has given rise to improvements in sensitivity, specificity, and ease of use. The availability of inexpensive and visually read single-use delivery systems has made it possible for veterinarians to perform tests in the clinic or on the farm that once could be done only in reference laboratories.\n\nThis chapter provides an overview of the various immunoassays that are commercially relevant and available to meet the needs of veterinary medicine for diagnostics. The information is grouped by category (infectious disease diagnosis/assessment of immune status and assessment of reproductive/metabolic status) and by species (feline, canine, porcine, equine, bovine, and avian).\n\nThe feline leukemia viruses (FeLV) are oncogenic retroviruses that are transmitted horizontally by close contact or by in utero transmission. A variety of neoplastic and non-neoplastic diseases are caused by FeLV infection, including lymphosarcoma, myelogenous leukemia, thymic degenerative disease, panleukopenia-like diseases, and non-regenerative anemias. Furthermore, because FeLV infection is immunosuppressive, infected cats are susceptible to a variety of secondary and opportunistic infections (Pedersen, 1988) .\n\nFeLV group-specific antigen (p27).\n\nWhole blood, serum, or plasma.\n\nMost laboratories and veterinary clinics use some form of enzyme-linked-immunoassay (ELISA) or colloidal particlebased immunoassay (CPIA) to detect the presence of the p27 core protein, although some reference laboratories still offer the less sensitive immunofluorescence assay (IFA). All ELISAs and CPIAs utilize a capture antibody immobilized onto a solid phase (wells, particles, dipsticks, etc.) and an enzyme or colloidal particle-labeled antibody which is incubated simultaneously or sequentially with the capture antibody and sample. In general the reference laboratories utilize ELISAs in microwell formats because of the ease of batching and cost considerations while the clinics prefer ELISAs or CPIAs in the single-use immunoassay delivery formats.\n\nIDEXX has been the market leader for in-office diagnostics since 1987, 1 year after introducing its concentration immunoassay technology (CITE ® ). The CITE format assay was followed by second and third generation immunoassays, CITE PROBE and SNAP ® , respectively during the following 15 years. SNAP, by far the current market leader, provides reversible flow of sample, automatic sequential flow of wash and substrate, and requires less hands on time than previous products.\n\nIn the SNAP format assay, reagents are applied as sample and control spots onto separate areas of a porous polyethylene flow matrix in a pattern that allows reactions to occur independently in a reagent-specific fashion. Operationally, an enzyme-labeled conjugate is mixed with serum, plasma, or whole blood and added to the sample well of the SNAP device (see Fig. 1 ). The sample/conjugate mixture flows down the matrix, interacts with the sample and control spots, and reaches the Activate Circle in 30-60 s. The device is then activated (by depressing the Activator) which results in the release of wash and substrate from reagent reservoirs and reversal of reagent flow. Positive results are visualized by the formation of colored reaction products; the assay is complete in 6-10 min depending on the test.\n\nAssays with fundamentally different reaction mechanisms, namely antigen detection and antibody-detection assays can be performed using the SNAP device. Immobilized and conjugated reagents can consist of antibodies for detection of antigen or antigens for detection of antibody. Moreover, one or more antigen and/or antibody-detection assay can be performed simultaneously on the same assay device using a single sample aliquot. This versatility has led to a number of combination assays for use in feline and canine medicine that can be used to test for several analytes simultaneously.\n\nTests for detection of FeLV antigen are shown in Table 1 . Assays solely for FeLV Ag are available, however, most FeLV tests are performed in-office either as a combination test with feline immunodeficiency virus (FIV) antibody (SNAP Combo and SNAP Combo Plus) or with FIV Ab and feline heartworm antigen (SNAP Feline Triple ® test). These assays detect antibody and one or more antigens simultaneously using a single sample aliquot. Additional FeLV tests are available from other manufacturers as both stand-alone and FIV combination products ( Table 1) . All of the non-IDEXX in-office tests use CPIA technology. The PetChek ® FeLV Antigen Test (IDEXX Laboratories, Inc.) and\n\nViraChek ® FeLV (Synbiotics) are microtiter plate format assays which detect only FeLV antigen and are designed primarily for reference lab use (Hartmann et al., 2007) .\n\nVery common.\n\nThe feline immunodeficiency virus (FIV; formerly feline T-lymphotropic lentivirus) is a feline-specific retrovirus that can produce chronic immunodeficiency-like disorders in cats. The FIV agent has a strong tropism for feline T-lymphocyte cells. The cytopathic effect exhibited following infection of these cells may be responsible for the immunosuppressive nature of the virus. Viral particle morphology and the Mg 2+ requirement of the viral reverse transcriptase are characteristic of lentiviruses. Members of the lentivirus subgroup include the human immunodeficiency viruses (Pederson et al., 1987; Pederson, 1988) .\n\nClinical signs most commonly observed in infected cats include chronic rhinitis, chronic gingivitis and periodontitis, anemia, diarrhea, pustular dermatitis, and generalized lymphadenopathy. Symptoms vary from animal to animal and may persist for several years. FIV is infectious within cat populations and is spread primarily by inoculation of virus present in saliva or blood by bite and fight wounds (Sellon et al., 2006) .\n\nWith regard to detection of FIV antibody, it should be noted that an FIV vaccine (Fel-O-Vax ® FIV, originally from Fort Dodge Animal Health) was licensed for the prevention of FIV infection in the United States in 2002. The vaccine contains formalin-inactivated whole FIV virus and induces antibodies that react in currently available serological tests (Levy et al., 2008a) .\n\nAn assessment of exposure to FIV via natural infection can be made by determining the presence of antibody specific to FIV in feline serum, plasma, or whole blood.\n\nTests for detection of FIV antibody are shown in Table 1 . At present IDEXX is the only manufacturer of FIV diagnostics in the USA, supplying three antibody-detection assays. Two tests are in the SNAP format, one detecting FIV Ab and FeLV Ag (SNAP COMBO-FeLV/FIV) and the second detecting FIV Ab, FeLV Ag and heartworm antigen (SNAP Feline Triple). The third test is configured as a microwell product (PetChek FIV) and detects only FIV antibody. In all three antibody-detection products, the conjugates contain purified FIV antigen (purified virus, recombinant proteins, or synthetic peptide) rather than a labeled anti-species antibody, which results in increased sensitivity and specificity.\n\nIDEXX markets SNAP Combo Plus and PetChek Plus (microtiter plate test) outside of the United States. These tests detect antibodies to both the p24 core protein and the gp40 transmembrane protein. Several other FIV diagnostics available outside the USA are shown in Table 1 . With the exception of ViraChek (Synbiotics), all of the non-IDEXX tests are CPIAs for use in the veterinary clinic and all utilize reagents designed to detect antibodies to an immunodominant peptide of the FIV transmembrane protein, gp40. ViraChek is a microtiter plate format ELISA and detects antibody using a synthetic peptide derived from the p24 core protein (Hartman, et al., 2007) .\n\nVery common.\n\nD. immitis is a filarial nematode that causes heartworm disease complex (dirofilariasis) in dogs and cats. The insect vector for D. immitis is the mosquito. Adult worms reach a size of 20-36 cm in length and 3 mm in diameter. They inhabit the blood and vascular tissue, especially the heart and adjacent blood vessels. D. immitis often interferes with heart function and blood circulation and may damage other vital organs. Fertile female worms release microfilariae into the circulation, and microscopic detection of this larval stage in the blood is a common method used to diagnose heartworm disease. The accuracy and sensitivity of microscopic diagnostic methods are limited by several factors. First, D. immitis infections may occur without subsequent production of microfilariae. These occult infections may be caused by immune-mediated or drug-induced worm sterility, as well as single-sex, prepatent, or ectopic infections. In addition, the presence of morphologically similar microfilariae (Dipetalonema reconditum) may result in misdiagnosis. Furthermore, microfilarial counts are influenced by the diurnal rhythm of the microfilariae, the volume of blood examined, and the skill of the examiner.\n\nAccurate diagnosis of heartworm infections is important. Inappropriate administration of heartworm preventatives to an infected animal may result in severe or fatal reaction. Failure to eliminate adult worms can result in impaired heart function and circulation, and progressive deterioration of other organs and vascular tissue. However, proper treatment of adult worms in the early stages of infection can result in complete recovery.\n\nD. immitis antigen.\n\nSerum, plasma, or whole blood.\n\nThe technologies utilized for the detection of heartworm antigen are similar to those used for FeLV antigen detection. Commercially available tests utilize ELISA, CPIA, or agglutination technologies. These include microwells, dipsticks, membrane filtration systems, immunochromatography devices, and lateral flow systems. Prior to 1995 most tests required some form of sample pre-treatment to break down immune complexes typical in occult infections. At present, with few exceptions, the protocols are pre-treatment free. All tests utilize monoclonal antibodies, a combination of monoclonal and polyclonal antibodies, or polyclonal antibodies. Manufacturers include Synbiotics with microwell, agglutination and immunochromatography devices, Heska and Abaxis with in-office CPIA based products and Antech with a reference laboratory-based multi-analyte assay for heartworm antigen and antibody to 3 tick-borne pathogens. IDEXX produces a microwell test, a heartworm only SNAP test (Canine Heartworm Antigen Test Kit), and three multianalyte SNAP format antigen/antibody combination products: the SNAP 3Dx ® , SNAP 4Dx ® , and SNAP 4Dx ® Plus™ tests.\n\nThe semi-quantitative SNAP Canine Heartworm Antigen test from IDEXX contains four different spots of reagent-two contain different, calibrated levels of antibody raised against the D. immitis antigen, and the remaining spots act as positive and negative controls. The two calibrated spots on the matrix vary in their capacity to bind D. immitis antigen. Subsequent color development on the calibrated spots is proportional to the D. immitis antigen concentration in the sample, indicating low to high antigen levels. The test is licensed for use in canine or feline whole blood, serum, or plasma.\n\nIn an independent field trial with 55 heartworm-infected dogs, antigen levels were found to correspond to overall worm burden, with low burden defined as up to 1.5 g of worm per animal and high burden as greater than 1.5 g. Note that one gravid female worm weighs approximately 0.1 g.\n\nThe IDEXX SNAP 3Dx, SNAP 4Dx and SNAP 4Dx Plus products are examples of the multi-analyte capability of the SNAP test. These combination assays provide simultaneous detection of D. immitis antigen and antibody to either two (SNAP 3Dx), three (SNAP 4Dx), or five (SNAP 4Dx Plus) tick-borne pathogens in canine serum, plasma, or whole blood (Table 2, Fig. 2 ). Note that for the SNAP 4Dx Plus test, reagents for detection of antibodies to the Anaplasma species (phagocytophilum and platys) and the Ehrlichia species (canis and ewingii) are deposited in two genus-specific spots. Sensitivity and specificity for D. immitis antigen are similar to the SNAP Canine Heartworm test (Chandrashekar et al., 2010) .\n\nVery common, particularly in late winter and during the spring.\n\nCanine parvovirus is an autonomous parvovirus similar to feline panleukopenia virus and mink enteritis virus that causes an enteritis of acute onset with varying morbidity and mortality. Ingestion of fecal material from infected animals is the major route of infection. After ingestion, consular crypts and Payer's patches are infected. Subsequent to infection of lymphatic tissues, infection of intestinal crypts occurs resulting in loss of intestinal villi. The virus causes two disease forms in dogs: myocarditis and enteritis. Maternal immunity has all but eliminated the incidence of myocarditis, while enteritis, although reduced, continues to impact dogs of all ages. Enteritis is characterized by acute, severe diarrhea, vomiting, panleukopenia, and rapid dehydration. The disease is most severe in puppies and can be fatal.\n\nCanine parvovirus antigen.\n\nBecause large numbers of viral particles are shed in the feces, fecal samples are appropriate for the detection of acute, transmissible infections.\n\nRapid, accurate diagnosis of canine parvoviral infection allows the initiation of prompt treatment and quarantine of infected dogs. ELISA technology allows rapid and accurate diagnosis. Commercially available test systems include the following: SNAP Parvovirus (IDEXX), VetScan ® Canine Parvovirus (Abaxis), Witness ® Parvo (Synbiotics), SAS ™ Parvo (SA Scientific), Fastest ® Parvo Strip (MegaCor), and the Speed ® Parvo (Bio Veto Test). These are all monoclonal antibody-based tests. The SNAP assay uses ELISA technology; all other tests use CPIA technology (Neuerer et al., 2008) . IDEXX's SNAP-based test is the most commonly used in clinics, it incorporates positive and negative controls and is similar to other SNAP products.\n\nOccasional.\n\nGiardia are protozoan parasites that infect a range of hosts including dogs, cats, and humans. Giardia occur in two forms, the trophozoite and the cyst form. The trophozoite is the motile form found in the intestinal tract and the cyst form is the resistant stage responsible for transmission. Although, most of the cats and dogs shedding Giardia do not show clinical signs of disease, infection can induce illness in some animals. Younger, immunosuppressed animals and those living in crowded environments are at the (Scorza and Lappin, 2012) .\n\nCyst wall protein.\n\nFecal sample.\n\nDiagnostic methods for detection of Giardia include fecal microscopy and reference laboratory tests, which are the direct IFA (Meridian Diagnostics) and the microtiter plate format ELISA (Remel). In-office tests include SNAP Giardia (IDEXX Laboratories) and the VetScan ® Giardia Rapid Test (Abaxis). All of the assays (with the exception of fecal microscopy) utilize monoclonal or polyclonal antibodies. The SNAP Giardia Antigen Test Kit is an ELISA for the detection of soluble Giardia cyst wall protein in canine and feline fecal samples. The test utilizes an immobilized antibody and an enzyme-labeled antibody which are configured in the previously described SNAP format.\n\nThe Companion Animal Parasite Council (CAPC) recommends testing symptomatic (intermittently or consistently diarrheic) dogs and cats with a combination of direct smear, fecal flotation with centrifugation, and a sensitive, specific fecal ELISA optimized for use in companion animals. Misdiagnosis results from intermittent shedding and difficulty identifying cysts and trophozoites (Scorza and Lappin, 2012) .\n\nOccasional.\n\nThe causative agent of Lyme disease has been identified as the Ixodes-tick-borne spirochete B. burgdorferi (Steere, 1989) . Typical signs of the disease in dogs include skin lesions, fever, lethargy, anorexia, depression, generalized joint pain, or arthritis and intermittent joint lameness. This organism is known to infect a wide variety of mammals and birds and is the most common vector-bornedisease-causing agent in the United States (Centers for Disease Control and Prevention, 2002) . In a national clinic-based serosurvey comprising over 900,000 dogs across the United States the following seropositive rates were found: Southeast, 1.0%, West, 1.4%, Midwest, 4.0%, and Northeast, 11.6% (Bowman et al., 2009 ).\n\nB. burgdorferi antibody.\n\nSerum, plasma, or whole blood.\n\nDiagnostic methods for detection of B. burgdorferi antibody include whole cell IFA, ELISA, and western blot (WB). In-office enzyme immunoassays for detection of B. burgdorferi antibody are available from IDEXX Laboratories in the SNAP format as multi-analyte combination products (see Table 2 ) and from Abaxis as a single test lateral flow assay device. Reference laboratory assays are available from IDEXX and Abaxis for quantitative determination of B. burgdorferi antibody and from Antech for detection of antibody responses to specific B. burgdorferi targets.\n\nThe SNAP and microtiter plate assays from IDEXX utilize a 25 amino acid synthetic peptide (C6 peptide) derived from the VlsE protein of B. burgdorferi as both solid phase and conjugate reagents. Numerous studies using canine and human samples have shown that ELISAs using this reagent are highly sensitive and specific (Bacon et al., 2003; Liang et al., 2000) . In a study using 404 canine serum samples the sensitivity and specificity of the SNAP 4Dx test were 98.8% and 100% respectively compared to IFA and WB (Chandrashekar et al., 2010) .\n\nThe introduction of canine Lyme disease vaccines from several manufactures has led to the widespread use of vaccine in endemic areas of the United States. The interpretation of traditional serologic assays, such as whole-cell based IFAs, ELISAs, and WB assays is complicated by vaccination which induces an antibody response that reacts in these tests. A distinguishing feature of the C6 peptidebased ELISA is the lack of reaction with sera from vaccinated animals (O'Connor et al., 2004) .\n\nThe quantitative C6 antibody ELISA (Quant C6 ® test) is a microtiter plate format ELISA developed to monitor the antibody levels in dogs following treatment for Lyme disease. Although dogs can show clinical signs which vary from mild to severe they are typically subclinical following infection with B. burgdorferi (Levy et al., 1993; Summers et al., 2005) . While treatment of dogs with Lyme disease symptoms may cause clinical signs to diminish in a predictable fashion, Lyme disease-infected dogs without clinical signs prevent clinical evaluation of a treatment response. Several studies have shown that C6 antibody levels in experimentally infected monkeys and dogs and naturally infected humans decline rapidly following treatment (Philipp, et al., 2001) . The quantitative C6 antibody ELISA was developed as a method to demonstrate a response to treatment effect in antibody-positive dogs by comparing changes in C6 antibody levels in dogs prior to and during the course of treatment (Levy et al., 2008b) .\n\nFrequent during heartworm season and in Lyme-disease endemic areas.\n\nLeishmaniasis, caused by parasites of the genus Leishmania, has wide distribution throughout the Mediterranean Basin. The parasites are transmitted by sand flies to many mammals, including humans and canines. Dogs are likely an important reservoir for both the human and canine diseases. Leishmania primarily infect white blood cells leading to impaired immune function, blood disorders, and various visceral and/or skin lesions (Georgi and Georgi, 1992) . Clinical signs of visceral leishmaniasis include weight loss, muscle atrophy, dermatitis, and lymphadenitis. In dogs, the diagnosis of visceral leishmaniasis can be made following observation of typical clinical signs and the measurement of a significant antibody titer to Leishmania.\n\nAntibody to Leishmania.\n\nSerum, plasma, or whole blood.\n\nProducts on the market utilize CPIA or ELISA technologies. Heska, Bio Veto Test and DiaMed-Vet-IT market colloidal gold immunochromatography products. All utilize processed or recombinant antigens for detection of specific antibodies. IDEXX has introduced SNAP Leishmania, an ELISA formatted in similar fashion to the SNAP products described in previous sections. The assay is constructed such that specific antibody is sandwiched between two antigens, one immobilized and one labeled with horseradish peroxidase (HRPO). Positive and negative controls are integrated into the assay. The SNAP ELISA was compared with the indirect immunofluorescence assay (IFA) and WB for the detection of L. infantum antibodies in dogs (Ferroglio et al., 2007) . SNAP sensitivity and specificity compared to IFA were 91.1% and 99.2% and compared to WB were 93.4% and 98.3%, respectively. In a second study, the SNAP ELISA was shown to be sensitive and specific for detection for Leishmania chagasi infection in dogs (Marcondes et al., 2011) .\n\nFrequently in endemic areas of Europe.\n\nCanine ehrlichiosis is a tick-borne disease of dogs caused by the rickettsial parasite, E. canis. The brown dog tick (Rhipicephalus sanquineus) is the arthropod vector for E. canis and can live indoors in domiciled environments where dogs are housed. Replication of the organism occurs within infected mononuclear cells and spreads to organs containing mononuclear phagocytes. Infection can result in thrombocytopenia, leukopenia, and/or anemia. Clinical signs of infection include fever, dyspnea, weight loss, hemorrhages, and epistaxis. In dogs, diagnosis of ehrlichiosis has been made following observations of typical clinical signs and measurement of a significant antibody titer to E. canis (Harrus, et al., 2012) .\n\nAntibody to E. canis.\n\nSerum, plasma, or whole blood.\n\nAt present, commercial ELISAs are available from Biogal-Galed Labs of Israel in their ImmunoComb ® format, and from IDEXX in the SNAP format. The ImmunoComb assay uses whole cultured organism as the detection reagent (Wagner et al., 2000) while the SNAP assay uses synthetic peptides derived from the immunodominant proteins p30 and p30-1 (O'Connor et al., 2006) . The IDEXX test for E. canis antibody is incorporated in three different antigen/antibody combination assays: SNAP 3Dx, SNAP 4Dx, and SNAP 4Dx Plus (Table 2 ). In addition to detecting E. canis antibody and heartworm antigen these tests detect antibody to one or more tick-borne pathogens. CPIA formatted products are available from Bio Veto Test and Mega Cor Diagnostik and a reference laboratory assay is available from Antech Diagnostics.\n\nFrequent during heartworm season.\n\nE. ewingii is a gram negative, obligate intracellular bacterium that is the causative agent of granulocytotrophic ehrlichiosis in dogs. The lone star tick (Ambylomma americanum), which is distributed throughout the southeastern and south-central United States, is the only confirmed vector for the transmission of E. ewingii. Infection can be mild or inapparent, when dogs do become ill, the most common clinical findings include fever, musculoskeletal symptoms, lethargy, anorexia and central nervous system signs (Cocayne and Cohn, 2011) . In dogs, diagnosis of granulocytotrophic ehrlichiosis has been made following observations of typical clinical signs and measurement of a specific antibody titer to E. ewingii.\n\nAntibody to E. ewingii.\n\nSerum, plasma, or whole blood.\n\nE. ewingii has not been cultured in vitro and traditional serological assays such as IFA and ELISAs which rely on whole cell organism do not exist. The SNAP 4Dx Plus test (see Dirofilaria immitis [Heartworm] section) is the only commercially available serological assay for detecting E. ewingii antibodies in dogs. The assay utilizes a synthetic peptide derived from an immunodominant E. ewingii protein. The synthetic peptide has been shown to be a sensitive and specific reagent for the detection of E. ewingii antibody (O'Connor et al., 2010) .\n\nFrequent during heartworm season.\n\nCanine anaplasmosis is a tick-borne disease of dogs and cats caused by the rickettsial parasite, A. phagocytophilum (formerly Ehrlichia equi) (Chen et al., 1994) . Replication of the organism occurs within infected neutrophils and spreads to organs containing neutrophilic infiltrates. This can infect both dogs and cats. Infection can result in thrombocytopenia, leukopenia, and/or anemia. Clinical signs of infection include fever, dyspnea, weight loss, hemorrhages, and epistaxis. In dogs, diagnosis of anaplasmosis can be made following observation of typical clinical signs and by the measurement of an acute phase antibody response followed by measurement of convalescent antibody titer to A. phagocytophilum (Alleman et al., 2008) .\n\nAntibody to A. phagocytophilum.\n\nSerum, plasma, or whole blood.\n\nCurrent available tests include the IFA (Protatak International), a reference laboratory test from Antech Diagnostics, and the SNAP 4Dx and SNAP 4Dx Plus tests from IDEXX. The SNAP test for A. phagocytophilum antibody is incorporated in combination assays as previously described (see Dirofilaria immitis (Heartworm) section). The assay utilizes a synthetic peptide derived from an immunodominant A. phagocytophilum protein.\n\nFrequent during heartworm season, tick season, and in cases where a dog is suspected of tick-borne illness.\n\nPseudorabies, or Aujeszky's disease, is caused by a type 1 porcine herpesvirus (pseudorabies virus, PRV). Typically the virus is taken into the oro-nasal passages and initiates infection in a variety of cells, including olfactory nerve cells, and progresses into the brain and other nervous tissue. Glomerulonephritis develops and is followed by meningitis, panencephalitis, and acute pneumonia.\n\nInfections with the highest mortality rate are those affecting suckling pigs born to a susceptible sow. Baby pigs in the fatal course of the disease exhibit difficulty in breathing, fever, hypersalivation, anorexia, vomiting, diarrhea, trembling, and depression. Within this age group, the final stages of infection are commonly characterized by ataxia, nystagmus, running fits, intermittent convulsions, coma, and death. Death usually occurs within 24-48 h of the appearance of clinical symptoms.\n\nPseudorabies antibody.\n\nSerum, plasma, and filter paper. Pooled samples.\n\nCommercial antibody ELISAs have all but replaced serum neutralization testing. Antibody tests utilize PRV antigens coated onto microtiter plates in order to capture PRV antibodies. The bound antibodies are then detected by an anti-porcine HRPO enzyme conjugate; alternatively, an anti-gB monoclonal conjugate may be utilized in a competition-format assay in order to detect only PRV gBspecific antibodies.\n\nIn addition to the total antibody or gB screening tests, immunoassays are available that detect antibodies to certain viral proteins, the DNA for which has been deleted from companion genetically engineered vaccines. This allows for serological differentiation of vaccinated animals from animals exposed to field strains of PRV, because only animals exposed to field strains develop antibodies to the 'deleted' protein. Commercial differential tests are available from IDEXX, ID-Vet, Biochek, Laboratorios HIPRA and Synbiotics and are compatible with PRV gI-deleted vaccines from Merck and other manufacturers.\n\nPseudorabies tests are frequently performed in animal health laboratories around the world. Standardized PRV/ ADV serum samples are available and used for both commercial batch release testing as well as for lab accreditation trials.\n\nA new swine disease causing reproductive problems, respiratory disease and mild neurologic signs was first reported in l987. Due to the general clinical symptoms presented in most cases, diagnosis was often confused with swine influenza, pseudorabies, hog cholera, parvovirus, encephalomyocarditis, chlamydia, and mycoplasma . A major component of the syndrome is reproductive failure resulting in premature births, late term abortions, pigs born weak, increased stillbirths, mummified fetuses, decreased farrowing rates and delayed return to estrus. These aspects of the syndrome have been observed to last l-3 months. Respiratory disease is another significant feature that most affects pigs less than 3 to 4 weeks of age. Respiratory signs can occur in most stages of the production cycle.\n\nEuropean and North American scientists have successfully isolated and characterized the agent responsible for this disease (Wensvoort et al., 1992; Benfield et al., 1992; Terpstra et al., 1991) . The etiologic agent has been described as a virus similar to equine arteritis virus and the lactate dehydrogenase-elevating virus. Researchers in the Netherlands have proposed that these viruses be grouped in a new family, Arteriviridae, based on genomic sequencing information (Muelenberg et al., 1992) .\n\nPRRS antibody.\n\nSerum, plasma, or oral fluids.\n\nAs assessment of exposure to the PRRS virus as a result of vaccination or natural infection is facilitated by a measurement of antibodies in serum, plasma, or oral fluids. Commercial assays are formatted to detect antibodies to both US and European PRRS strains and are typically in an indirect assay format. The use of recombinant antigens has significantly increased test specificity. PRRS antibody kits are commercially available from Biochek, IDEXX, and Laboratorios HIPRA.\n\nPRRS tests are frequently performed in university and government laboratories around the world.\n\nClassical swine fever virus (CSFV) is a small, enveloped RNA virus of the family Flaviviridae. This pestivirus is antigenically similar to bovine viral diarrhea virus and border disease virus. CSFV causes serious losses in the pig industry since it is highly pathogenic and can cause widespread deaths. Pigs infected with highly virulent CSFV strains may shed a large amount of virus before showing clinical signs of the disease such as fever, depression and loss of appetite. The primary lesion is generalized vasculitis (Kosmidou et al., 1995) manifested in live pigs as hemorrhages in the skin. Animals that survive an acute or subacute infection develop antibodies and will no longer spread the virus. Moderately virulent, less pathogenic strains may lead to chronic infection, when pigs excrete the virus continuously or intermittently until death. Congenital infection can result in abortion, fetal mummification, stillborn, and/or weak piglets from embryonic malformations.\n\nAntigen or antibody specific for CSFV.\n\nPeripheral blood leukocytes, whole blood, and tissue ( antigen test); serum or plasma (antibody test).\n\nELISA tests are available for both antibody and antigen detection and all are configured in microwell formats. In general the antigen tests are immunometric (sandwich) assays utilizing polyclonal/monoclonal combinations or monoclonals directed against specific CSFV proteins. The antibody tests are typically blocking or competitive in nature and utilize native or recombinant antigen on the solid phase and enzyme-labeled monoclonal antibody as the conjugate. These tests can be used to monitor vaccine application, for surveillance or as a test to differentiate vaccination from field infection (antibody to the Erns protein [to detect field infection]) in combination with the E2 marker vaccine. Products for the diagnosis of classical swine fever are available from IDEXX, Synbiotics, Biochek, LDL, and Prionics.\n\nRoutine use by government laboratories in countries where disease outbreaks occur or where vaccine is routinely applied.\n\nThe swine influenza virus of major importance is an influenza type A, a member of the Orthomyxoviridae. Pigs may also be infected by influenza type C but this group of viruses seldom causes serious disease. The classification of swine type A influenza is basically identical to those of the avian influenza type A. Swine are unique in that their respiratory epithelium has receptors for influenza type A viruses of swine, human and avian origin. This feature allows for the re-assortment of the segmented RNA genomes of co-infecting viruses derived from different species or from different lineages (Brown, 2001; Webby et al. 2004) .\n\nSymptoms of swine influenza A infection have a rapid onset post-infection. Fever is evident with a rectal temperature exceeding 42 °C. Loss of appetite and signs of respiratory disease become evident with coughing, nasal discharge, and sneezing. While mortality in swine is low, morbidity can be high. Depending on the influenza virus isolate, infections may occur and be asymptomatic; there has been speculation that swine influenza may persist in pigs in an inapparent carrier state (Swenson and Foley, 2004) .\n\nSerology is typically used for the detection of anti-influenza antibody. As in avian influenza, identifying and obtaining an isolate is of importance. Inoculation of embryonated egg and cell culture using MDCK cells are recognized best practices. PCR is being used for the detection and characterization of an isolate (Richt et al., 2004) . Nucleic acid sequence analysis of individual isolates is done with the aid of wellcharacterized primers for specific amplification of RNA segments (Hoffmann et al., 2001) .\n\nSerum or plasma can be used for serology; nasal swabs for virus isolation and/or PCR testing.\n\nSerological tests for antibody detection are available in standard indirect immunoassay format (IDEXX, LSI, Ingenasa, and HIPRA). Blocking format immunoassays are also available in which influenza A nucleoprotein antigen is coated onto microtiter plates for sample antibody capture; the detection reagent for the test is an enzymelabeled monoclonal antibody against influenza A nucleoprotein. Blocking format ELISAs are available with multispecies claims that include swine (ID-Vet, Ingenasa, and IDEXX). Blocking format tests, developed for avian use and based on anti-influenza A nucleoprotein monoclonal detection reagents, have been shown to perform well for swine use (Ciacci-Zanella et al., 2010) . HI is also used for serological monitoring.\n\nAntigen capture tests for swine influenza detection use monoclonal antibodies against influenza A nucleoprotein and are typically provided in a lateral flow format. Synbiotics has a swine influenza antigen detection test. Influenza A antigen tests developed for human diagnostics have also been used for swine applications. Real time RT-PCR tests for influenza viral RNA are available from multiple firms including Life Technologies, LDL, LSI, and Adiagene.\n\nM. hyopneumoniae is the causative agent of enzootic pneumonia in swine. These are bacteria without a cell wall; they are obligate parasites with a reduced genome size. The complete genomic sequences of four strains of M. hyopneumoniae can be found in the NCBI database. Culture of this organism is highly problematic; both its slow growth rate and overgrowth by other bacteria contribute to the culture's lack of utility (Thacker, 2004) .\n\nThis mycoplasma causes a respiratory disease initiated by binding to the cilia of the respiratory tract. M. hyopneumoniae is transported and transmitted by aerosol, sometimes over distances of more than 4 km (Dee et al., 2009) . Infection by this mycoplasma leads to the development of a dry non-productive cough; there is little mortality but high morbidity. Co-infection with other bacterial and viral pathogens can result in an increased severity of disease.\n\nTesting of serum by ELISA for antibodies against M. hyopneumoniae is generally accepted. However seroconversion in naturally infected herds may be very slow. Testing of nasal or bronchial swabs by PCR for the direct detection of M. hyopneumoniae is both rapid and well documented (Strait et al., 2008; Sibila et al., 2009 ).\n\nSerum or plasma can be used for antibody detection. Tissue, nasal, or bronchial swabs are used for PCR testing.\n\nSerological tests for antibody detection are available in standard indirect immunoassay format (IDEXX, Biochek, HIPRA, and ID-Vet). A blocking ELISA for M. hyopneumoniae antibody detection is available from Oxoid (formerly DAKO). A real time PCR test for the detection of M. hyopneumoniae DNA is available from Adiagene.\n\nEquine infectious anemia virus (EIAV) is an equinespecific retrovirus (lentivirus) that causes equine infectious anemia in horses around the world. The virus persists in the white blood cells of infected horses for life. Transmission occurs by transfer of blood cells from an infected horse, for example via insertion and withdrawal of contaminated hypodermic needles. The primary pathology of the disease is the immune-mediated destruction of red blood cells.\n\nEIAV antibody.\n\nSerum.\n\nBoth agar gel immunodiffusion (AGID) and ELISA technologies are being used to detect antibodies against p26 antigen, the major group-specific antigen found internally in the virus. For the ELISA format, both the p26 core and p45 envelope proteins may be represented within the test. The use of recombinant proteins makes these tests very specific for EIA, however, as the AGID is the prescribed test (World Organization for Animal Health), it is recommended that ELISA positives be retested by AGID. AGID and ELISA tests are available from IDEXX, Synbiotics, VMRD, and Centaur. The tests are formatted in either a competitive format (using anti-p26 as the solid phase) or in an antibody immunometric (sandwich) format (EIA antigens both coated on plates and conjugated to HRPO).\n\nAlthough the tests are used routinely in laboratories worldwide, sales to and use by laboratories is subject to satisfactory performance on periodic proficiency tests administered by local authorities.\n\nEquines are born with little or no circulating immunoglobulin. Neonatal immunity to infectious agents requires the uptake and absorption of maternal antibodies from colostrum. Failure of this passive transfer can occur as a result of premature lactation, deficient suckling, malabsorption, or low levels of immunoglobulin G (IgG) in colostrum. Partial or complete failure of immune transfer occurs in 10-25% of all foals, and these animals are at a high risk of serious illness or death.\n\nSeveral studies have identified specific serum concentrations of IgG as indicators of the success of immune transfer. Greater than 800 mg IgG per dL of serum is considered an adequate level of immunity. Levels of 400-800 mg/dL may be adequate, but foals at this level are possibly at risk. IgG levels between 200 and 400 mg/dL reflect a partial failure of immune transfer, while concentrations of less than 200 mg/dL suggest a total failure. Rapid identification of low IgG levels is essential to the early initiation of treatment of immunodeficient foals. Furthermore, post-treatment testing allows a timely evaluation of the success of IgG supplementation.\n\nIgG, semi-quantitative measurement.\n\nSerum, plasma, or whole blood.\n\nIDEXX's Foal IgG is an enzyme immunoassay which utilizes SNAP immunoassay device technology. In the SNAP format, polyclonal antibodies to equine IgG, as well as calibration levels of equine IgG, have been spotted separately onto the device matrix. This assay utilizes a modified SNAP protocol. When sample is applied directly to the sample spots on the device any equine IgG present is captured by the immobilized anti-IgG on the sample spot. Enzyme-conjugated anti-equine polyclonal antibodies are then added to the well of the device, which bind to the captured equine IgG forming an antibody-equine-IgG-antibody sandwich. Subsequent to device activation, unbound material is washed from the matrix, and enzyme substrate solution is added. Subsequent color development is proportional to the concentration of equine IgG captured.\n\nColor also develops in the IgG calibration spots. These spots contain equine IgG corresponding to serum IgG levels of 400 mg/dL and 800 mg/dL. Because these spots are calibrated with specific levels of IgG, a comparison of color intensity between the sample and the controls allows an assessment of IgG level in the sample. In addition to their calibration function, these spots indicate that the assay reagents are active.\n\nBrucellosis in cattle is a disease caused by B. abortus, a facultative, intracellular bacterium. This organism is able to survive and multiply within the reticuloendothelial system. The major mode of disease transmission is by ingestion of B. abortus organisms that may be present in tissues of aborted fetuses, fetal membranes, and uterine fluids. In addition, infection may occur as a result of cattle ingesting feed or water contaminated with B. abortus. Infection in cows has also occurred through venereal transmission of the organisms by infected bulls (Davis et al., 1980) . Abortion is the most outstanding clinical feature of the disease. If a carrier state develops in the majority of infected cows in a herd, the clinical manifestations may be reduced milk production, dead calves at term and/or a higher frequency of retained placenta. Disease in the bull may produce infections of the seminal vesicles and testicles resulting in shedding of the organisms in semen (Fraser, 1986) .\n\nB. abortus antibody.\n\nSerum, plasma, or milk. Pooled samples.\n\nDiagnosis is based on serological and/or bacteriological procedures. Although a positive bacteriological finding provides the only definitive diagnosis, several weeks may be required to obtain final culture results. The success of disease eradication is dependent upon the accurate identification and elimination of B. abortus reactors in a herd. Reliable serological techniques are commercially available (including agglutination using Rose Bengal stain, fluorescence polarization [FPIA], and ELISA) and provide a rapid and accurate assessment of natural infection or response to vaccine by a measurement of antibodies to B. abortus in the serum. Although the performance of these tests is quite high, no single test is appropriate in all epidemiological situations given persistent vaccine titers and potential cross-reactions with other organisms (Yersinia enterocolita).\n\nImmunoassays are available from a number of firms including IDEXX Laboratories, ID-Vet, Diachemix, Prionics, and Synbiotics. However, in many areas of the world, the bulk of the testing is still performed using other standard technologies (Milk Ring Test, Rose Bengal, Buffered Plate Agglutination, Complement Fixation).\n\nVery common, eradication and control programs exist worldwide and testing is performed in laboratories specifically accredited to do B. abortus testing.\n\nThis herpesvirus is known to cause a variety of syndromes in cattle, most notably infectious bovine rhinotracheitis (IBR). In addition to causing respiratory disease, bovine herpesvirus 1 (BHV-1) can cause conjunctivitis, vulvovaginitis, abortions, encephalitis, and generalized systemic infections (Wyler et al., 1990) . The virus is present in a variety of secretions including ocular, nasal and vaginal, and may be found in aborted fetuses.\n\nAlthough clinical findings may be highly suggestive of IBR, no real pathopneumonic signs are exclusive to IBR. Therefore laboratory testing is necessary in order to confirm BHV-1 infection.\n\nBHV-1 antibody.\n\nSerum, plasma, or milk. Pooled samples.\n\nELISA technology dominates the BHV-1 testing markets, which to date are primarily in Europe. In most assays, wells coated with antigen bind antibody in the sample. The presence of bound antibody is detected with either an enzyme-labeled anti-bovine antibody or by the use of an IBR gB-specific monoclonal conjugate in a competitive assay format. Such assays are available from IDEXX Laboratories, LDL (Labor Diagnostik Leipzig) and Synbiotics, As with pseudorabies, there are tests available that allow differentiation of field infection from vaccination. A test is available from IDEXX and is designed to detect antibodies to the gE antigen of BHV-1. The test is compatible with vaccines from Fort Dodge/Pfizer and Intervet/Schering-Plough where gE has been deleted. The assay is configured in a competitive format in which an anti-BHV-1-gE monoclonal labeled with HRPO competes with antibodies to gE in the sample for binding to a BHV-1 antigen coated microwell. The presence of anti-gE BHV-1 antibodies indicates a previous exposure to a field strain or application of conventional gE-positive modified-live or killed virus vaccines. The presence of BHV-1 antibodies detected by a standard screening test, but absence of antibodies to gE antigen, indicates a response to a gE-deleted vaccine.\n\nVery common in Europe due to eradication efforts.\n\nThe bovine leukemia virus (BLV), a retrovirus, is the causative agent of enzootic bovine leukosis in cattle. This is a highly fatal neoplasia of cattle characterized by the aggregation of neoplastic lymphocytes in lymph nodes. Clinical signs most commonly associated with infection include weight loss, decreased milk production, lymphadenopathy, and posterior paresis. Transmission of BLV occurs through the transfer of infected lymphocytes from one animal to another. Once acquired, viral infection is lifelong. An assessment of exposure to BLV via natural infection can be made by the measurement of specific antibody titer to BLV. A positive antibody titer to BLV indicates that the animal has been exposed to BLV and may be persistently and chronically infected (Johnson and Kaneene, 1991; Miller et al., 1981) .\n\nBLV antibody.\n\nSerum, plasma, or milk. Pooled samples.\n\nBoth ELISA and AGID are used to detect antibodies to BLV. ELISAs are formatted in both indirect and competitive formats, typically utilizing BLV gp51 envelope glycoprotein as solid phase or detection target. The AGID test will detect antibodies against both gp51 and p24 (core polypeptide). A variety of assays are commercially available, in both ELISA and AGID formats. Firms currently supplying kits include IDEXX Laboratories, VMRD Inc., Prionics, and Synbiotics.\n\nSignificant testing has been performed in Western Europe, where the disease has been all but eradicated. In other countries (USA, Eastern Europe, Latin America), BLV prevalence can be quite high so the context is more control/ management in nature.\n\nParatuberculosis or Johne's disease is a chronic, debilitating enteritis of ruminants caused by M. avium ss. paratuberculosis. Infection is caused by ingestion of the organism. Calves generally contract infection from the environment shortly after birth, but clinical manifestations may not appear for a number of years. During this incubation period small numbers of organisms may be excreted in the feces. Although some animals recover at this point, many develop clinical disease with characteristic symptoms including chronic diarrhea and extreme weight loss. The organism may be isolated from feces as well as a number of tissues including the lymph nodes, intestinal wall, and reproductive tract (Amstutz, 1984) .\n\nDiagnosis of Johne's disease can be made only by identification of the organism by microbiological culture ( liquid or solid) or by PCR.\n\nAntibody or organism detection.\n\nSerum for antibody ELISA, fecal samples for PCR (pooled, individual or environmental).\n\nDuring the active stage of infection and prior to the onset of clinical disease, cattle generally develop antibodies to M. paratuberculosis antigens. Uninfected cattle lack specific antibodies to the organism but may have cross-reacting antibodies to other mycobacteria. These cross-reacting antibodies can be removed by absorption from the serum or plasma sample using Mycobacterium phlei before starting a standard ELISA test in which M. paratuberculosis antigens are coated onto the solid phase. M. paratuberculosis antibody ELISA kits are available from ID-Vet, IDEXX Laboratories, LDL, Prionics, and Synbiotics.\n\nVery common in the USA, Europe, and Latin America.\n\nBovine viral diarrhea virus (BVDV) is a pestivirus of the family Flaviviridae and is related antigenically to CSFV. Replication occurs in lymphoid cells and may cause immunosuppression. It is one of the most important pathogenic viruses in cattle, causing considerable losses in the dairy and beef industries worldwide. The virus crosses the placenta in infected, pregnant cows causing reproductive losses due to abortions, stillborn calves or calves that die early in life. When this infection occurs between ~45 and ~120 days of gestation, the calves that survive are immunotolerant to the virus and are persistently infected (PI), excreting large amounts of virus, thus perpetuating infection in herds. It is important to identify these PI animals to break the cycle of infection. As a consequence of the in utero infection, BVDV is a frequent contaminant of biological products, such as vaccines and pharmaceuticals, because fetal bovine serum is used to formulate these products.\n\nBVDV specific antibodies or antigens.\n\nSerum, plasma, or milk for antibody tests; peripheral blood leukocytes, whole blood, ear notch tissue samples, hair follicles, nasal swabs, and cell cultures for antigen tests. Pooled samples.\n\nCommercial immunoassays are available from a number of manufacturers including IDEXX Laboratories, Synbiotics, and Prionics. The assays are formatted to detect either antibody (to p80) or antigen (NS2-3 or Erns proteins). Most antigen assays have been validated to detect multiple field strains representing the 2 BVDV genotypes (Types 1 and 2) although significant differences in genotypes exist worldwide. To confirm BVDV PI status, an antigen positive result should be verified by collecting another sample in 3 weeks and care should be taken in testing young animals due to the presence of potentially interfering maternal antibodies.\n\nBVDV testing is being performed in both private and governmental laboratories worldwide. Large eradication programs are currently underway in Europe and are based mostly on antigen detection using ear notches as samples collected by integrated ear tagging-sampling devices.\n\nNeosporosis is an infectious disease of the placenta and fetus and is a major cause of abortion in dairy cattle worldwide (Dubey and Schares, 2011) . The causative organism is the protozoan, N. caninum, an intracellular parasite of primarily dogs and cattle, with dogs serving as the definitive host and primary source of postnatal infection in naïve cattle (McAllister, 1998) . Once infected, transplacental infection can occur both exogenously upon acute postnatal infection of pregnant cows and endogenously upon reactivation of a chronic tissue cyst infection in the dam (Trees and Williams, 2005) . Vertical transmission from the dam (female parent) to the fetus is very efficient with reported rates generally exceeding 50% (Bartels, 2007; Dijkstra, 2008) . However, vertical transmission does not explain the maintenance of infection in cattle populations (French, 1999) , suggesting a significant role of postnatal and horizontal transmission in maintaining the high rates of seroprevalence estimated in cattle worldwide (Dubey and Schares, 2011) .\n\nAntibody to N. caninum.\n\nSerum, plasma, or milk.\n\nAntibody ELISA kits are available from VMRD, Inc, ID-Vet, Prionics, IDEXX, and Mast Group. Neospora caninum antigens are coated on the solid phase, and bound bovine antibodies are detected using an anti-bovine HRPO conjugate. A competitive ELISA is available from VMRD, Inc.\n\nSeropositive dams identified by ELISA have higher risk for abortion and producing persistently infected calves (Pare et al. 1996; Moore et al. 2009 ). Therefore, control and eradication of neosporosis in dairy herds are dependent on the ante-mortem detection of circulating antibodies in infected cows and limiting their use as breeding stock or culling (Dubey and Schares, 2006) .\n\nThe virus infects cloven-hoofed animals including cattle, sheep, and swine, causing high fever, anorexia and vesicle or blister development in and around the mouth and on the feet. Transmission occurs via contact with infected animals, as they shed virus in all excretions and secretions, but virus may be spread via infected/contaminated milk, meat, and feed. The mucosa of the respiratory tract is the primary site of infection and replication (Aiello et al., 1998) .\n\nThere are seven antigenically distinct serotypes: A, O, C, Asia 1, and SAT (South African Territories) 1, 2, 3. The existence of these distinct serotypes complicates vaccination and serological diagnosis. Antibodies against structural proteins, which are essential for protection, exhibit little cross-reactivity among the various serotypes, indicating the need for multiple vaccines. On the other hand, antibodies against non-structural proteins are highly cross-reactive among serotypes and have been used as diagnostic reagents.\n\nVaccination can play an important role in the control of FMD in Asia, Middle East, Africa, and South America. In most FMD-free countries a non-vaccination policy is in place.\n\nConventional diagnostic tests play a limited role in many situations although VP-1 (viral protein 1) based ELISAs may be used to monitor vaccine application. Recent advances in diagnostics now provide the ability to distinguish vaccinated from infected populations.\n\nAntibody to FMD viral antigens.\n\nSerum or plasma.\n\nThe gold standard for diagnosis of FMD remains virus isolation from tissue culture followed by immunological characterization as to serotype via EIA using serotypespecific reagents. Antibody ELISAs based on 3ABC nonstructural proteins (NSP) are commercially available and can be used in conjunction with standardized, highly purified FMD vaccines containing no NSP. At present there are two commercially available ELISAs (IDEXX and Prionics) that can differentiate field infection from vaccination if used in conjunction with modern FMD vaccines that incorporate highly purified structural proteins essential for protection.\n\nPotentially high during outbreaks as well as for use in vaccinated populations.\n\nTransmissible spongiform encephalopathies (TSE) are progressive neurodegenerative diseases that can affect cattle, sheep, cervids, humans, and other species. Bovine spongiform encephalopathy in cattle, scrapie in small ruminants, and chronic wasting disease (CWD) in deer and elk are becoming significant issues in veterinary medicine. Clinical manifestations include nervousness, lack of coordination, loss of body weight, and ultimately death. These degenerative disorders of the brain and central nervous system are caused not by viruses or bacteria, but by infectious proteins called prions. Transmission in cattle is believed to occur via ingestion of food containing infectious prions followed by replication and subsequent migration to the central nervous system. Atypical forms of scrapie and BSE have been described (Baron et al., 2007; Seuberlich et al., 2010) . Studies indicate these prion forms may be spontaneous in origin, similar to sporadic prion disease in humans. Atypical ruminate TSEs have been shown to be infectious.\n\nPrion protein (PrP) is present in all vertebrates although no physiologic function for this cell surface protein has been identified. PrP can exist in multiple conformations; normal cellular PrP is referred to as PrP C , while the abnormal PrP causing disease is referred to as PrP Sc . It is believed that PrP Sc having an altered conformation is able to transform PrP C upon association, thereby multiplying the pathogenic prion. PrP Sc molecules tend to aggregate and form plaques in the brain resulting in neuron destruction and vacuole formation. It is important to note that PrP Sc , having an altered conformation with an increased level of β-pleated-sheet folding, is less susceptible to protease degradation.\n\nAbnormal prion protein, PrP Sc .\n\nBovine, ovine, and caprine brain tissue, cervid lymph nodes; ovine/caprine spleens, and lymph nodes.\n\nThere are no commercially available live animal tests for BSE, scrapie or CWD; only post-mortem tests are available. Because scrapie is found in peripheral tissues and blood some investigators have used the post-mortem tests described below for ante-mortem applications. PrP Sc detection in rectal mucosal biopsy tissue (Gonzalez et al., 2008) and in blood, following an adapted protein misfolding cyclic amplification (PMCA) method (Thorne and Terry, 2008) , have both been used as post-mortem tests for detection of the PrP Sc .\n\nAlthough the gold standard for post-mortem testing remains histopathology, there are a number of immunoassays on the market for the detection of PrP Sc in tissue. Most products rely on the protease resistance of PrP Sc to eliminate cross-reactivity or interference by PrP C , which is present in high concentrations relative to PrP Sc in tissue samples. In effect, the PrP C is eliminated during a sample pre-treatment step subsequent to homogenization and extraction via digestion with an optimized concentration of proteinase K, leaving only PrP Sc . The remaining PrP Sc is detected via several immunoassay technologies depending on the commercial product.\n\nEU approved products for TSE testing are Western blot (WB)-based or microwell-based PrP Sc capture immunoassays. The Prionics WB test uses proteinase K-treated samples that are electrophoresed and transferred to a membrane for detection with a PrP specific monoclonal antibody. For the microwell tests there are two formats-most tests use proteinase K for digestion of PrP C as described above (for example, Bio-Rad and Prionics). The sample is then tested in a microwell plate that has been coated with a monoclonal against the PrP protein. The captured PrP Sc is detected with a PrP specific monoclonal antibody that is labeled with either enzyme or chemiluminescence for detection.\n\nThe second type of TSE test that is EU approved is manufactured by IDEXX and uses Seprion affinity capture technology applied to a microwell plate format. The plate is coated with a PrP Sc ligand that binds only PrP Sc even in the presence of an excess of PrP C . The captured PrP Sc is detected by incubation with an anti-PrP antibody-enzyme conjugate and subsequent color development. In this method there is no need for proteinase K treatment of samples and sample preparation consists of simple homogenization of tissue and addition of dilution buffer.\n\nIn the EU, Bio-Rad and IDEXX have tests approved for scrapie detection. Bio-Rad and IDEXX also have CWD test kits available. BSE tests are available from AJ Roboscreen, Enfer, IDEXX, Bio-Rad and Prionics.\n\nTesting frequency has declined as the minimum age for BSE testing in Europe has increased.\n\nM. bovis is an intracellular pathogen of macrophages and other cells of the monocytic type. Infection of cattle with this organism is usually chronic and can remain subclinical for a long period. Importantly, infected cattle can become infectious long before they exhibit any obvious clinical signs of TB detectable even with the most careful veterinary examination. Even if present, the clinical signs of TB in cattle are not pathognomonic. As a result, effective ante-mortem surveillance for bovine TB must primarily rely on the detection of infected cattle at an early stage by the use of sensitive immunodiagnostic tests (Adams, 2001; Anon, 2004; De la Rua, 2006) . Bovine tuberculosis continues to be an important livestock disease in many countries and its control and eradication is complicated by the lack of sensitive tests as well as the presence of significant wildlife reservoirs (deer, elk, badger, and possum).\n\nImmunoassays are formatted to detect either gamma interferon or antibody.\n\nSerum, plasma, or whole blood.\n\nImmunoassays to detect gamma interferon response to M. bovis utilize monoclonal antibodies specific for bovine gamma interferon. The assay requires stimulation of whole blood samples with purified protein derivatives (PPD) of M. bovis and Mycobacterium avium in order to detect a preferential response. In some laboratories, additional recombinant antigens or peptides (ESAT-6 and CFP-10) are utilized to enhance test performance.\n\nAntibody tests are formatted using one or more recombinant proteins or peptides (MPB70, MPB83) as the solid phase and an anti-bovine horseradish peroxidase conjugate for detection. Standard microtiter ELISA, chemiluminescent multiplex, and lateral flow formats have been validated.\n\nThe gamma interferon immunoassay is available from Prionics while commercially available M. bovis antibody tests are available from IDEXX Laboratories, Enfer, Chembio, and Bionote.\n\nMany countries have TB control or eradication programs in place that require periodic testing for movement or certification purposes.\n\nAvian encephalomyelitis (AE) is caused by a picornavirus (avian encephalomyelitis virus, AEV) that is widespread and affects young chickens. The disease is characterized by a variety of neurological signs, including lack of co-ordination, ataxia and tremors of the head and neck. Vaccines have been successfully developed for this disease.\n\nAEV antibody for assessment of immune status or identification of AEV infection.\n\nSerum.\n\nThe immune status of a flock is best assessed by monitoring and recording antibody titers in representative samples as a function of time. The resulting flock profiles allow an assessment of the distribution of antibody titers and an analysis of changes in titer over time. Pullets are typically checked pre-and post-vaccination to ensure the presence of uniform titers before going 'into lay'.\n\nEnzyme immunoassays are commercially available for the detection of antibodies to AEV. The assays are all indirect in format (using purified AEV coated on microtiter plates, subsequent detection of antibody with an anti-chicken HRPO conjugate). Commercial AEV antibody kits are available from IDEXX, Biochek, Synbiotics, and X-OVO.\n\nOccasional.\n\nLymphoid leukosis is the most common manifestation of the avian leukosis/sarcoma group of viruses. It produces a variety of neoplastic diseases including erythroblastosis, myelocytomatosis, myeloblastosis and others (Purchase et al., 1984; Purchase et al., 1983) . Although not all infected animals develop tumors, nearly every commercial flock contains infected birds, and sporadic occurrence of tumors may result. Infection occurs horizontally, by direct or indirect contact between birds, or vertically, from an infected hen to her eggs, as virus is shed into the albumin of the egg. In addition, vertical transmission may occur from virus incorporated into the DNA of germ cells. Viremia in the hen is strongly associated with the transmission of virus congenitally.\n\nAn important subgroup for this virus is subgroup J. This virus was first isolated in meat-type chickens in the late 1980s and designated as a unique subgroup partly based on the envelope glycoprotein, gp85. Clinically, ALV-J causes predominantly myeloid leukosis, with variable tumor frequency across chicken lines (Payne et al., 1991; Payne and Fadly, 1997) . As with other avian leukosis viruses, ALV-J is transmitted both vertically and horizontally.\n\nAvian leukosis viral antigen, p27, for detection of all subgroups; antibodies specific for ALV-J gp85 for detection of ALV-J.\n\nSerum or egg albumin.\n\nEnzyme immunoassays in microwell formats for ALV p27 antigen are available from Synbiotics, Biochek, and IDEXX. These are immunometric (sandwich) assays that utilize either monoclonal or polyclonal antibodies for both capture and enzyme-labeled conjugate.\n\nThe ALV-J antibody test is offered by both IDEXX and Synbiotics and is configured as an indirect ELISA. ALV-J gp85 antigen is coated onto the solid phase. Antibody specific to this antigen is bound and subsequently detected with an anti-chicken HRPO conjugate.\n\nVery common.\n\nAvian reoviruses are ubiquitous among poultry populations and have been reported to be responsible for viral arthritis (tenosynovitis), respiratory infections, and cloacal pasting in chicks. Symptoms are most apparent in older birds but respiratory signs may be seen in young chicks. The incidence of reovirus infection in older birds is high, but clinical symptoms are not seen in most birds.\n\nBoth assessment of immune status and serologic identification of avian reovirus require a measurement of antibody to reovirus.\n\nSerum.\n\nStandard enzyme immunoassays, utilizing microwells as the solid phase, are available from Synbiotics, Biochek, X-OVO, and IDEXX. In all tests purified virus is immobilized on the solid phase; conjugates are anti-chicken IgG coupled to HRPO.\n\nVery common.\n\nInfectious bronchitis is a highly contagious viral disease of chickens which is usually manifested as a respiratory condition and may cause high mortality. The causative agent is a coronavirus (infectious bronchitis virus, IBV) which may be spread via aerosols or contaminated equipment.\n\nBoth live and killed vaccines are available. Proper management of flocks requires an assessment of immune status pre-and post-vaccination.\n\nIBV antibody.\n\nSerum.\n\nStandard enzyme immunoassays, utilizing microwells as the solid phase, are available from Synbiotics, Biochek, X-OVO, and IDEXX. In all tests purified virus is immobilized on the solid phase; conjugates are anti-chicken IgG coupled to HRPO.\n\nVery common.\n\nInfectious bursal disease (IBD) is a highly contagious viral disease affecting young chickens 3-6 weeks of age. The bursa becomes swollen and the immune system is suppressed, often resulting in concurrent or secondary infections by other organisms. Symptoms include anorexia, lack of co-ordination, and depression. Also characteristic of the disease are edema and swelling of the cloacal bursa, the organ from which the infectious bursal disease virus (IBDV) may be readily isolated. The virus is shed in the feces, and because of its stability may be very difficult to eradicate from living quarters. Losses may approach 20% in an infected flock. Both assessment of immune status and serologic identification of IBD require measurement of antibody to the virus in serum.\n\nAlthough there is no treatment, effective vaccines are available. Monitoring of titers in breeder flocks is particularly important because high titers are required to provide adequate levels of parental immunity to offspring during the first few weeks of life.\n\nIBDV antibody.\n\nSerum.\n\nStandard enzyme immunoassays, utilizing microwells as the solid phase, are available from Synbiotics, Biochek, X-OVO, and IDEXX. In all tests purified virus is immobilized on the solid phase; conjugates are anti-chicken IgG coupled to HRPO. Recombinant proteins are also used as a solid phase reagent for assay formats providing extended assay ranges.\n\nVery common.\n\nMycoplasma is a genus within the class Mollicutes. The mycoplasmas are the smallest self-replicating prokaryote. They lack a cell wall but maintain a plasma membrane. Their DNA genome is small and tends to be very A and T rich. Over twenty species of mycoplasmas have been associated with birds. Four species are considered to be major pathogens for commercial poultry: Mycoplasma gallisepticum (MG); Mycoplasma synoviae (MS); Mycoplasma meleagridis (MM); and Mycoplasma iowa (Kleven et al., 2008a) .\n\nAll four species can cause respiratory disease, the severity of which is strain and host dependent. Co-infection with other pathogens can exacerbate the disease. Besides the respiratory tract, other tissues may also be infected, leading to not only chronic respiratory disease, but also to airsacculitis, sinusitis, and synovitis. Infection of reproductive tissues and oviduct can give rise to embryo mortality and egg borne transmission. In many cases, however, the infection is asymptomatic and can only be identified through serology, culture, and PCR-based methods (Kleven et al., 2004; Kleven, 2008b) .\n\nChicken flocks are monitored for exposure by testing for anti-mycoplasma antibody. Culture is problematic. For direct detection PCR is being used with increasing frequency.\n\nSerum or egg yolk can be used for antibody. Tracheal swabs are used for culture and PCR.\n\nStandard indirect enzyme immunoassays for MG and MS, utilizing microwells as the solid phase, are available from Synbiotics, Biochek, LDL, X-OVO, and IDEXX. An MM indirect enzyme immunoassay is available from IDEXX. Serum plate agglutination (SPA) can also be used for serological screening. Real time PCR tests for the detection of DNA from the organism are available from several companies.\n\nCommon.\n\nNewcastle disease is a highly contagious and sometimes fatal illness affecting poultry. The causal agent of the disease is a hemagglutinating paramyxovirus (Newcastle disease virus, NDV). The severity of the disease is a function of the virulence of the infecting viral strain. Mild strains (mesogenic) infect the trachea, lungs, and air sacs, and interfere with egg production (Hanson, 1981) . Severe strains (velogenic) are manifested through lack of co-ordination, paralysis, swelling of tissue around the eyes, diarrhea, and eventual death (Miers et al., 1983) .\n\nBoth assessment of immune status and serological identification require testing for NDV antibody.\n\nSerum.\n\nStandard enzyme immunoassays, utilizing microwells as the solid phase, are available from Synbiotics, Biochek, X-OVO, and IDEXX. In all tests purified virus is immobilized on the solid phase; conjugates are anti-chicken IgG coupled to HRPO.\n\nVery common.\n\nFowl cholera, caused by P. multocida infection, is a commonly occurring disease of birds. It is caused by a small, Gram-negative rod bacterium. In the acute form, its usual symptom is septicemia with associated high morbidity and mortality. Chronic localized infections can also occur, following either an acute exposure or infection with organisms of low virulence. Clinical signs of acute infections are typical of bacterial septicemia, whereas the signs of chronic disease are typically related to the anatomic location of the infection (Rhoades and Heddleston, 1980) .\n\nBoth the assessment of immune status and the serological identification of P. multocida require a test for antibody to P. multocida (Snyder et al., 1984) .\n\nSerum.\n\nStandard enzyme immunoassays, utilizing microwells as the solid phase, are available from Synbiotics and IDEXX. In each test, a bacterial extract is immobilized on the solid phase; conjugates are anti-chicken coupled to HRPO.\n\nOccasional.\n\nReticuloendotheliosis is caused by a retrovirus which is morphologically similar to, but genetically and antigenically distinct from, the avian leukosis/sarcoma viruses. It affects turkeys, chickens, pheasant, and quail of all ages. Runting disease has been reported in chickens through the application of vaccines contaminated with reticuloendotheliosis virus (REV). In addition, REV can produce disease in experimentally infected chickens pathologically indistinguishable from lymphoid leukosis (Witter and Calnek, 1984) .\n\nAn assessment of exposure to REV requires a measurement of antibody to REV.\n\nSerum.\n\nA standard indirect enzyme immunoassay utilizing microwells coated with REV antigen as the solid phase is available from IDEXX Laboratories and Biochek is especially suitable for screening breeder flocks.\n\nOccasional, typically export-related.\n\nChicken anemia virus (CAV) is an important pathogen of poultry and has been found in broilers, breeders, and SPF flocks (McNulty, 1991; Pope, 1991) . This single-stranded DNA virus is a member of the family Circoviridae and may be transmitted both vertically and horizontally. Infection by this virus causes anemia, lymphoid depletion, and hemorrhaging. Outbreaks of the clinical disease are fairly rare, since most breeder flocks have already developed immunity when infected during rearing. Seroconversion at this time appears to prevent subsequent vertical transmission.\n\nAntibodies specific for CAV.\n\nSerum.\n\nEnzyme immunoassays are available in competitive or indirect format utilizing a microtiter-based format with CAV antigen coated wells. Commercial test kits are available from IDEXX, Synbiotics, Biochek, and X-OVO.\n\nOccasional.\n\nS. enteritidis is a pathogen of poultry and has been isolated from broilers, breeders, and commercial egg laying flocks (McIlroy et al., 1989) . It is a member of the bacterial genus Salmonella, which is a member of the family Enterobacteriaceae. It is of particular concern because it can infect other species such as man. Bacteriological identification of positive birds is difficult due to the intermittent shedding of the organism. Symptoms such as depression, poor growth, weakness, diarrhea, and dehydration in laying hens can be insignificant, thus, infection may not be detected until post-mortem examination. Testing is performed to monitor either field exposure or vaccine application.\n\nAntibodies to S. enteritidis.\n\nSerum or egg yolk.\n\nMicrotiter-based enzyme immunoassays using antigen coated microtiter wells are available in competitive and indirect formats from IDEXX, Synbiotics, and X-OVO. Assays are configured as indirect in nature using an anti-chicken HRPO conjugate (detecting antibodies to Salmonella groups B and D) or are configured in a blocking or competitive format to increase specificity (using a gm-flagellin monoclonal antibody).\n\nCommon.\n\nAvian influenza or influenza A is a member of the Orthomyxovirida family of viruses. These are pleomorphic viruses approximately 100 nm in size whose envelope bears large peplomers of hemagglutinin and neuraminidase. Influenza viruses are classified based on their hemagglutinin type (there are 16 H types) and neuraminidase (there are 9 N types). Further identification includes species, place, isolate number, and year of origin (e.g., Influenza A/ chicken/Iowa/1/63[H7N2]). Further classification is based on an isolate's pathogenicity and can be either highly pathogenic (HPAI) or lowly pathogenic (LPAI) based on an intravenous pathogenicity test (Alexander, 2004) .\n\nInfluenza A virus infects and replicates in the epithelial cells of the respiratory and intestinal tract. Virus can be transmitted through aerosols and feces. Depending on the isolate and the species of bird, infections may occur and be asymptomatic or severe with birds dying within 24 h (Swayne and Halvorson, 2008) .\n\nFlocks are routinely monitored for anti-influenza antibody. Confirmation of positive serology can be performed by direct antigen detection and preferably virus isolation in embryonated chicken eggs or cell culture. Virus isolates are further characterized for H type and N type. PCR and nucleic acid sequence analysis have become routine methods.\n\nSerum for antibody detection and cloacal swabs for antigen detection and virus isolation.\n\nSerological tests for antibody detection in standard indirect immunoassay format are available from many firms including Biochek, IDEXX, LDL, and Synbiotics. Blocking format immunoassays are also available, in which influenza A nucleoprotein antigen is coated onto microtiter plates for sample antibody capture; the detection reagent for the test is an enzyme-labeled monoclonal antibody against influenza A nucleoprotein. Because the detection reagent is not species dependent, blocking assays can have broad species claims. Blocking format avian influenza antibody tests are available from IDEXX, Synbiotics, ID-Vet, and Ingenasa. Traditional serological tests, such as AGID and HI, are also used.\n\nTests for antigen detection are based on the use of monoclonal antibodies against influenza A nucleoprotein in primarily lateral flow formats. Synbiotics and Abaxis have rapid avian influenza antigen capture tests available. Influenza A antigen tests developed for human diagnostic tests have also been used for avian applications (Woolcock and Cardona, 2005) . Companies include Becton Dickinson, Alere, Quidel, and Remel/Thermofisher. Rapid tests for antigen detection are less sensitive than virus isolation but can be useful (Chua et al., 2007; Marche and Berg, 2010) . Real time RT-PCR tests for influenza viral RNA are available from multiple firms including Life Technologies, LDL, LSI, and Adiagene.\n\nCommon.\n\nPancreatitis, an inflammatory condition of the exocrine pancreas, is a multifactorial disease in cats and dogs with a variable clinical course and outcome. As a result of this condition, a pancreas-specific lipase, which is not a normal serum component, can be secreted into the circulation. Pancreatic lipase is similar to other lipases but can be identified by the presentation of unique epitopes not found on other lipases and the ability to hydrolyze specific substrates. Abnormal serum pancreatic lipase levels are an indicator of pancreatitis. The importance of pancreatic lipase in the diagnosis and prognosis of pancreatitis failure is well demonstrated. Studies have shown the detection of elevated serum pancreatic lipase levels have value in the diagnosis of dogs and cats with pancreatitis (Forman et al., 2004; Forman et al., 2009; McCord et al., 2009 ).\n\nPancreatic lipase, canine (cPL), or feline (fPL).\n\nSerum.\n\nCanine and feline pancreatic lipase assays are each available in two immunometric (sandwich) ELISA formats, a quantitative microtiter plate test and an in-clinic qualitative SNAP device test. These tests are designed to provide a measure of the immunoreactive pancreatic-specific lipase in serum samples. The tests use monoclonal antibodies that react to different epitopes of the canine and feline pancreatic lipases. A capture antibody is immobilized onto a solid phase (microtiter wells or particles) and a detection or conjugate antibody is made using horseradish peroxidase (HRPO). The conjugate antibody is mixed with the sample and applied to the SNAP device or microtiter well. If present in the sample, the cPL or fPL bridges the conjugate HRPO detection antibody and the capture antibody which is fixed on the surface of the device. After washing and adding substrate, a blue colored reaction product is formed which is proportional to the amount of cPL or fPL present in the sample.\n\nThe microtiter plate format assays use a set of 5 calibrators, which are run with each assay to construct a calibration curve. The cPL or fPL levels are determined by measuring the absorbance values produced by samples and relating these to the standard curve. Separate kits are made for canine (Spec cPL ® Test) and feline (Spec fPL ® Test) applications because the immunoreactivity and reference ranges are different for each species.\n\nThe SNAP assays (SNAP ® cPL™ and SNAP ® fPL™) incorporate a reference spot which is adjacent to the diagnostic spot (pancreas-specific lipase spot) and is used to determine pancreatic lipase levels in a patient sample (Fig. 3) . If the diagnostic spot is a less intense blue than the reference spot, pancreatic lipase levels are considered normal. If the diagnostic spot is a similar or more intense blue, it is likely pancreatic lipase levels are elevated.\n\nOccasional.\n\nDisorders of the thyroid gland are common in both cats and dogs. The thyroid gland produces several hormones that exert broad biological effects by controlling many aspects of cellular metabolism (Feldman and Nelson, 1987) . Secretion of these hormones from the thyroid is controlled both by the hypothalamus and by the pituitary gland, with thyrotropin (TSH) from the pituitary being the principal regulator.\n\nBecause of the broad metabolic influence of thyroid hormones, clinical signs of thyroid dysfunction are polysystemic, highly variable, and non-specific. As a result, a definitive diagnosis of thyroid disease by clinical signs alone is difficult (Nelson and Ihle, 1987) .\n\nThyroxine (T 4 ), an iodinated derivative of the amino acid tyrosine, is the most abundant of the hormones produced by the thyroid. The measurement of T 4 levels provides the most useful indication of overall status of thyroid function (McIlroy et al., 1989) . T 4 levels, in combination with clinical observations, are diagnostic of thyroid disorders.\n\nHypothyroidism (too little thyroid hormone) and hyperthyroidism (too much thyroid hormone) are conditions that occur both in dogs and cats.\n\nHypothyroidism, particularly common among middleaged dogs, is generally due to dysfunction of the thyroid gland itself (primary hypothyroidism). Clinical signs reflect a generally reduced metabolism: lethargy, weight gain, mental dullness, and intolerance to exercise and cold. In addition, dermatological symptoms such as alopecia, hyperkeratosis, myxedema, pyoderma, and seborrhea are generally presented. The polysystemic, non-specific nature of symptoms makes diagnosis difficult. The reported reference interval for dogs is approximately 1-4 µg/dL. Serum or plasma T 4 concentrations of 1 µg/dL or less are consistent with hypothyroidism.\n\nHyperthyroidism, most commonly encountered in older cats, reflects the general stimulatory effect of excess thyroid hormone secretion. It is characterized by weight loss, polyphagia, tachycardia, polyuria/polydipsia, vomiting, diarrhea, and general hyperactivity. The reported reference interval for T 4 in cats is approximately 0.8-4.7 µg/dL. Serum or plasma total T 4 concentrations of greater than 4.7 µg/dL are consistent with hyperthyroidism.\n\nSerum or plasma.\n\nA commercial assay specifically designed for measuring total T 4 in dogs and cats is the SNAP ® Total T 4 product produced by IDEXX. The SNAP T 4 test uses a competitive ELISA format. In the SNAP T 4 device, two spots of reagents are contained on the solid phase; one containing the T 4 test reagent and the other a reference reagent. In the test procedure, the serum sample is first incubated with an anti-T 4 antibody-HRPO conjugate. During incubation, T 4 present in the serum sample will bind to the conjugate. The mixture is then added to the SNAP device. Any unbound conjugate will bind to the T 4 test reagent spot. The color developed is, therefore, inversely proportional to the amount of T 4 present in the serum. The T 4 concentration is then calculated from the ratio of T 4 test spot color to reference spot color. Results for the SNAP Total T 4 product cannot be visually interpreted; the IDEXX SNAPshot Dx ® analyzer is used to read all tests.\n\nQuantitative total T 4 levels can also be determined inhouse using the VetScan T 4 /Cholesterol reagent rotor and the VetScan Whole Blood Analyzer (Abaxis, Inc.) using canine or feline heparinized whole blood, heparinized plasma, or serum. Reference laboratories may use the Immulite ® Canine Total T4 test run on the Immulite system (Siemens AG) or the DRI ® Thyroxine (T 4 ) test (Microgenics Corporation) which is run using an open chemistry analyzer to test canine samples.\n\nCommon.\n\nCortisol is an important glucocorticoid hormone secreted by the adrenal gland. Canine hyperadrenocorticism (Cushing's syndrome) is associated with chronic excessive serum cortisol levels. The excess serum cortisol has several possible pathophysiologic origins: pituitary tumor or hyperplasia leading to overproduction of adrenocorticotropic hormone (ACTH) by the pituitary gland, adrenocortical carcinoma or adenoma, or excessive administration of glucocorticoids or ACTH (Feldman et al., 1996; Feldman, 1995) .\n\nClinical signs of Cushing's syndrome progress slowly, are highly variable and are non-specific. As a result, a definitive diagnosis of Cushing's by clinical signs alone is difficult. Laboratory confirmation of a diagnosis of Cushing's syndrome is generally accomplished by manipulation of the pituitary-adrenocortisol axis via low dose dexamethasone suppression or ACTH stimulation testing.\n\nSpontaneous hypoadrenocorticism (Addison's disease) is associated with low cortisol production by the adrenal cortex, most often caused by immune-mediated disease or drug therapy. The test of choice to diagnose Addison's disease is the ACTH stimulation test (Hardy, 1995) .\n\nSerum.\n\nIDEXX produces a commercial assay for measuring cortisol levels in dog serum. The assay is similar to the SNAP T 4 test described in the previous section, except that reagents are presented in stripes rather than spots. Results are determined using the IDEXX SNAP Reader analyzer or the SNAPshot Dx analyzer.\n\nCortisol levels can be determined in reference laboratories using the Immulite Cortisol Assay which is a chemiluminescence assay performed using the Immulite Immunoassay System (Siemens Healthcare Diagnostics). The Immulite Cortisol Assay was developed for human testing and adapted for use with veterinary samples.\n\nOccasional.\n\nBile acids are steroid acids produced by the liver to facilitate the processing of dietary fats. The concentration of bile acids in the serum may be increased due to obstruction of the biliary system, decreased liver function, or a decreased blood flow to the liver. Hepatic function is evaluated by analysis of bile acids concentrations from paired preprandial and postprandial serum samples (Schlesinger, et al., 1993) . Normal function is indicated if both results are <12 µmol/L; postprandial results >25 µmol/L indicate decreased liver function, and intermediate results ( 12-25 µmol/L) are inconclusive and require a later retest.\n\nSerum.\n\nThe assay is similar in format to the cortisol test described in the previous section.\n\nOccasional.\n\nIn addition to its role in the circulation of blood the heart is also an important endocrine organ. As part of its endocrine function, cardiomyocytes in the heart muscle produce and secrete a family of related peptide hormones, called natriuretic peptides (NPs). The release of NPs is greatly increased in diseases characterized by an expanded fluid volume, including heart failure (HF), renal failure, and liver cirrhosis.\n\nThe importance of natriuretic peptides in the diagnosis and prognosis of heart disease and heart failure is well demonstrated. Studies have shown that natriuretic peptides have value in the diagnoses of dogs and cats with heart disease and heart failure. It has been demonstrated that brain natriuretic peptide (BNP) is principally secreted from the heart, mainly in the left ventricle. As the ventricle of the compensated heart stretches (wall stress), BNP is synthesized as a prohormone (proBNP), secreted into the blood stream, and is cleaved into NT (N-terminal) proBNP and BNP (Connolly et al., 2008; Fox et al., 2008; Oyama et al., 2009 ).\n\nNT proBNP.\n\nPlasma.\n\nThe Canine Cardiopet ® proBNP and the Feline Cardiopet ® proBNP (IDEXX Laboratories, Inc.) are microtiter plate format immunometric (sandwich) ELISAs designed to measure immunoreactive NT proBNP in plasma samples. To achieve high specificity, each kit incorporates two unique immunoaffinity-purified sheep antibodies; one pair is specific for canine and a second pair is specific for feline NT proBNP. If present in the sample, NT proBNP binds to the capture antibody pre-coated on the wells and forms a sandwich with the detection or conjugated antibody. After a washing step, substrate (TMB) is added to the wells and bound NT proBNP is quantified by an enzyme-catalyzed color change, detectable using a standard ELISA plate reader. A standard curve is plotted using the calibrator values, and the concentration of NT proBNP in samples is calculated from this curve. Results should be interpreted along with other clinical and diagnostic information. Separate kits are made for canine and feline applications because the NT proBNP protein sequences and reference ranges are different for each species.\n\nANTECH™ Cardio-BNP canine is a quantitative microtiter plate format ELISA which measures the concentration of a second cleavage product of proBNP (see above) known as cBNP. The test is a canine-specific monoclonal antibody-based assay that is performed in the ANTECH reference laboratories.\n\nOccasional.\n\nEnzyme immunoassays and radioimmunoassays are available for a number of infrequently measured analytes such as progesterone, prolactin, testosterone, and luteinizing hormone from several manufactures.\n\nEquine serum or plasma.\n\nA number of enzyme immunoassays are available for the determination of progesterone in equine serum or plasma. All are competitive EIAs. Manufacturers include Synbiotics and BioMetallics.\n\nOccasional.\n\nThe diagnosis of pregnancy in cattle, particularly dairy cows, is an important part of reproduction management.\n\nEarly identification of open (non-pregnant) cows allows the producer to re-inseminate the animal as soon as possible to minimize the time the cow is not pregnant and thus optimize milk production. Traditional pregnancy detection methods include rectal palpation, used >day 35 post artificial insemination (AI) and ultrasound (used ≥day 28 post AI). Both require a trained veterinarian to perform the procedure.\n\nThe utility of progesterone testing in cows is similar to that in horses. Potential uses include verification of estrus, monitoring of the estrus cycle and screening for ovarian dysfunction. There are limitations for using progesterone levels to determine pregnancy status. The test can only be used if the AI or breeding date is known because the sampling date is critical. Measurement of progesterone should occur between 21 and 24 days post AI to align with decreased progesterone levels in an open cow's estrous cycle. Low progesterone levels at this stage cannot support a pregnancy. Progesterone testing can be very accurate for identifying open animals. Higher progesterone test results are difficult to interpret because of variability in estrous cycle duration, embryonic loss and other conditions. In addition a cow that was bred, while not in heat, may have a high progesterone level even though the animal is not pregnant.\n\nBovine milk, blood, serum, or plasma.\n\nProgesterone tests have been available for many years (Nebel, 1988; Shemesh et al., 1978) . Microwell or animal side progesterone tests can be purchased from multiple companies including Ridgeway Science, Synbiotics, Biovet, Endocrine Technologies, Minitube, and BioMetallics, Inc. The tests are blocking or competitive format based tests in which an antibody against progesterone is coated on the solid phase and the sample \"blocks\" or \"competes\" with labeled progesterone, which is the detection reagent.\n\nOccasional.\n\nPregnancy-associated glycoproteins have been demonstrated to be good markers for pregnancy status in ruminants (Sousa et al., 2006; Green et al., 2005) and several tests on the market are based on the detection of PAGs in a serological sample. PAGs are expressed in the maternal and embryonic regions of the placenta and represent a large family of genes related to aspartic proteinases. More than 21 PAGs have been described (Green et al., 2000) ; some expressed as early as 7 days post AI.\n\nSerum, plasma and milk can be used for detection of PAGs to determine pregnancy status.\n\nPAG based serological tests for pregnancy determinations are available as antigen capture ELISAs in which an antibody against the PAG is coated on the microwell. The detection reagent is also an antibody that detects PAGs. Tests with this format are available from IDEXX, Biotracking (Biopryn test kit), and Conception Laboratories (DG 29 test kit). Biotracking's test kit detects a PAG called Pregnancy-Specific Protein B, while the IDEXX bovine pregnancy test kit detects several PAGs associated with early pregnancy. Test kits have product claims to detect pregnancy as early as day 28 and can be used as soon as day 60 post calving (IDEXX). There can be a 5-10 % apparent false positive rate primarily due to early embryonic loss (Whitlock and Maxwell, 2008) . In these cases the initial pregnancy results in PAG generation but the embryo is not viable. IDEXX also has a test for the detection of PAGs in milk as early as 35 days post breeding.\n\nOccasional.\n\nImmunoassays have become important diagnostic tools in veterinary medicine. Their rise in importance has been driven both by technological advances, making them more accurate and easier to use, and by their increased availability through commercial channels.\n\nCurrently, immunoassays are commercially available for many of the important infectious diseases of companion and food animals. There is every indication that the list will continue to grow given the level of commitment of a number of companies in the USA and Europe to veterinary diagnostics.\n\nIn contrast to the long list of infectious disease products, there are few commercially available tests for metabolic and reproductive functions. The number of products in this category is sure to grow as university researchers and diagnostic companies continue to apply new technology to meet the needs of the veterinarian. Additional thyroid tests, new species-specific pregnancy markers and various other hormone tests are likely in the near future."}