{"title": ") and the Ministry of Education, China (no.104184)", "body": "Severe acute respiratory syndrome (SARS) is a novel infectious disease with disastrous clinical consequences , in which the lungs are the major target organs. Previous studies have described the general pathology in the lungs of SARS patients and have identified some of the cell types infected by SARS coronavirus (SARS-CoV). However , at the time of this writing , there were no comprehensive reports of the cellular distribution of the virus in lung tissue. In this study , we have performed double labeling combining in situ hybridization with immunohistochemistry and alternating each of these techniques separately in consecutive sections to evaluate the viral distribution on various cell types in the lungs of seven patients affected with SARS. We found that SARS-CoV was present in bronchial epithelium, type I and II pneumocytes, T lymphocytes, and macrophages/monocytes. For pneumocytes, T lymphocytes, and macrophages, the infection rates were calculated. In addition, our present study is the first to demonstrate infection of endothelial cells and fibroblasts in SARS. ( The outbreak of a seemingly new infectious disease, severe acute respiratory syndrome (SARS) with a mortality of ϳ10%, caused the death of 774 individuals (World Health Organization: http://www.who.int/csr/sars/country/ table2004_04_21/en/index.html). The majority of SARS patients showed severe lower respiratory symptoms, chiefly with a dry cough and progressive dyspnea, with respiratory failure as the major cause of death. 1 Previous reports have demonstrated significant pathological changes in lung tissues of SARS patients, such as diffuse alveolar damage, pulmonary edema, interstitial mononuclear inflammatory infiltrates, and desquamation of pneumocytes into alveolar spaces. [2] [3] [4] [5] [6] [7] [8] The SARS coronavirus (SARS-CoV) has been detected in pneumocytes, 4,9 -13 macrophages, 10 -13 and lymphocytes. 12 Clinical and histopathological data have revealed that the lungs are the main target organs of SARS-CoV, and a more detailed understanding of the pathology in pulmonary tissue will most likely provide insight into the pathogenesis of SARS and the role of SARS-CoV in particular. Up to this point, however, there has been no comprehensive description of the cells targeted by SARS-CoV in lung tissues. In some cases, discrepancies have occurred in reporting the pulmonary pathology of this disease. 4, 9, 12, 13 In the present study, in addition to conventional histopathology, we applied a combination of in situ hybridization, immunohistochemistry (IHC), and histochemistry (HC) of pulmonary tissues to evaluate the cellular distribution of the virus in pneumocytes, lymphocytes, macrophages, endothelial cells, and fibroblasts of the lungs.\n\nSeven SARS cases were identified among autopsy specimens from the Department of Pathology, Peking University Health Science Center. All of these cases met the diagnostic criteria for SARS as defined by the World Health Organization. Clinical information for each of these patients is presented in Table 1 . Specimens were fixed in 10% formalin and embedded in paraffin. All lung tissue sections were of 5-m thickness, and consecutive sections were prepared. Hematoxylin and eosin (H&E) stain was performed on these tissue sections. Lung tissues from three noninfectious pa-tients and four SARS-negative patients with pulmonary infectious diseases served as negative controls.\n\nTotal RNA of SARS-CoV was extracted from serum of SARS patients. The virus genome sequence was obtained from GenBank (accession number AY274119), and a pair of primers were designed to amplify specifically the fragment of the polymerase gene (R1ab) by reverse transcriptase-polymerase chain reaction (RT-PCR): 5Ј-GCGCAAGTATTAAGTGAGATG-3Ј (15,348 to 15,368 nucleotides) and 5Ј-GAAGTGCATTTACATTG-GCT-3Ј (15,473 to 15,492 nucleotides). The amplified fragment was then recombined with plasmid vector pGEM-T (Promega Corp., Madison, WI), which contains one SalI and one NcoI fragment site. A 154-nucleotide cRNA probe was generated by in vitro transcription and was labeled with digoxigenin (Roche Diagnostics, Penzberg, Germany).\n\nTo evaluate the cellular distribution of SARS-CoV in the lungs, in situ hybridization was performed based on the protocol of Zhang and colleagues. 14 In brief, before hybridization incubation, all solutions were prepared with diethyl pyrocarbonate-treated water. After deparaffinization and rehydration, tissue sections were treated by proteinase K digestion or microwave heating and were then incubated with hybridization cocktail containing 50 g/ml SARS probe at 45°C for 16 hours. After blocking with normal horse serum (1:100), sections were next incubated with alkaline phosphatase-labeled anti-digoxigenin antibody (1:500) (Roche Diagnostics) for 1 hour, and the reaction products were colorized with nitro blue tetrazolium/5-bromo-4-choloro-3indolyl phosphate (NBT/BCIP) (Promega Corp.), resulting in a purple-blue signal. Some slides were counterstained with methyl green. Signal specificity was assessed by substitution of the probe by an irrelevant probe of similar nucleotide content and length against the nucleoprotein of the H5N1 virus.\n\nImmunohistochemistry IHC was performed as described by Lin and colleagues. 15 Briefly, paraffin-embedded tissue sections were deparaffinized and immersed in 3% hydrogen peroxide to eliminate endogenous peroxidase activity. Antigen retrieval was performed by heating the tissue sections at 96°C in 0.01 mol/L citrate buffer (pH 6.0) for 20 minutes. Primary monoclonal antibodies including those to cytokeratin AE1/3(CK), CD3, CD68, and CD34 were used to identify epithelial cells, T lymphocytes, macrophages, and endothelial cells, respectively. Vimentin immunostaining was used to identify fibroblasts. The sources, dilutions, and incubation times of each primary antibody are listed in Table 2 . Optimal contrast between the specific labeling and the background for each antigen was achieved using a PV9000 immunohistochemistry kit containing polyperoxidase anti-mouse/rabbit IgG (Zymed Laboratories, South San Francisco, CA). To visualize specific signals, a DAB (3,3Ј-diamino-benzidine-tetrahy- \n\nDouble labeling combining in situ hybridization and IHC was used to identify the cell type of in situ hybridization-positive cells. After the in situ hybridization colorization reaction, sections were incubated with 3% hydrogen peroxide to quench endogenous peroxidase activity and then reacted with monoclonal antibodies to cytokeratin AE1/3 (CK), vimentin, CD3, CD34, or CD68 with incubation overnight at 4°C. After washing in phosphate-buffered saline, sections were incubated with goat anti-mouse IgG labeled with horseradish peroxidase at room temperature for 30 minutes. Antibodies binding to cells of interest were detected with the horseradish peroxidase reaction kit AEC, which gives a red reaction color. For every case, double labeling with IHC and in situ hybridization was repeated three times for data analysis. To strengthen further the results of colocalization, we performed in situ hybridization and IHC on consecutive sections. Tissue sections showing in situ hybridization-positive cells were carefully compared with consecutive tissue sections on which IHC with antibodies against specific cell markers was applied. Co-localization of a specific cellular marker and viral genome was clearly identified.\n\nIn addition to vimentin immunostaining, Masson trichrome stain was used on consecutive tissue sections as a further means to identify fibroblasts. The sources for each component of the Masson trichrome stain are listed in Table 3 . Paraffin-embedded tissue sections were deparaffinized and treated sequentially with solutions of 10% trichloroacetic acid and 10% potassium dichromate (1:1), 1% celestine blue, Mayer hematoxylin, and 1% fuchsin acid and 1% Ponceau S (2:1). Next, sections were rinsed in 1% phosphomolybdic acid tetracosahydrate and 0.5% acetic acid. Finally, 1% light green was added, and the sections were rinsed again in phosphomolybdic acid tetracosahydrate and acetic acid.\n\nFive fields per section in which IHC-positive cells were relatively abundant were selected randomly using a ϫ20 light microscope objective (Nikon Eclipse E800; Yokohama, Japan). These selected fields showed mainly bronchi or bronchioles and alveoli. Cells positive for one specific IHC marker were counted, and cells showing both positive in situ hybridization and IHC signals (positive double labeling) were also counted. The identity of the cells showing co-localization was confirmed by performing in situ hybridization and IHC separately on consecutive sections as described above. The infection rates of each of the three cell types as identified by IHC were derived from cell counts (cells showing positive double labeling/total number of cells positive for a specific IHC marker). All evaluations were performed in a doubleblinded manner. The infection rate of each of the three cell types was graded according to the following criteria: 1) cell infection rates less than 10% were regarded as grade I and were marked with ϩ; 2) cell infection rates between 10% and 20% were regarded as grade II and were marked with ϩϩ; and 3) cell infection rates exceeding 20% were regarded as grade III and were marked with ϩϩϩ. The infection rates for each specific cell type and the semiquantifications of the infection rates are presented in Tables 4 and 5 . Infection rates of endothelial cells and fibroblasts were not calculated because the absolute numbers of infected endothelial cells were very small and because of the lack of a specific marker for fibroblasts in general. \n\nMost bronchial epithelium was found intact by light microscopic evaluation, but epithelium was focally de-tached in cases 008 and 011. Both intact and detached epithelium showed strong positive in situ hybridization signals. Double labeling, combining in situ hybridization and IHC with antibodies against CK, confirmed the identity of these cells as epithelial cells (Figure 1, A and E) .\n\nThere were many round-and spindle-shaped cells scattered or clustered in collapsed alveolar spaces, and the morphological features of these cells were consistent with type II pneumocytes ( Figure 1B ). Positive IHC with antibodies to CK confirmed that these were epithelial cells ( Figure 1C ). In situ hybridization on consecutive sections and double labeling showed that some of these epithelial cells harbored SARS-CoV genomic sequences (Figure 1 , C, D, and F). Both positive in situ hybridization and positive IHC signals were also found localized in the cytoplasm of some alveolar lining cells with morphological characteristics of type I pneumocytes ( Figure 1G ). The infection rates of CK-positive cells are shown in Tables 4 and 5. The average infection rate for seven cases was 14.6%. The highest infection rates were found in cases 008 and 011 (69.8 and 38.9%, respectively), representing the youngest two patients in this series of SARS cases (Tables 1 and 4) .\n\nIn the lung tissues of the present SARS cases, significant numbers of inflammatory cells were found in the alveolar spaces and in the interstitium. Strong positive in situ hybridization signals were present in many round CK-negative cells, most likely representing inflammatory cells ( Figure 1G ). IHC showed that several of such cells were CD68-positive (Figure 2A ). In addition, many of these cells were large and foamy or vacuolated, such features being consistent with the general morphology of macro-phages ( Figure 2A ). Double labeling combining in situ hybridization and IHC with antibodies against CD68 showed that in a subset of the large CD68-positive cells, viral genomic sequences were present ( Figure 2D ). In addition, there were also a few small CD68-positive cells in which SARS-CoV was detected ( Figure 2E ).\n\nMany cells expressing CD3 were also found scattered in the interstitium ( Figure 2B ). On consecutive sections in situ hybridization demonstrated that SARS-CoV could be detected in the cytoplasm of several CD3-positive cells (Figure 2 , B and C). Double labeling confirmed the infection of lymphocytes ( Figure 2F ). The infection rates of CD3-positive cells are shown in Tables 4 and 5 . The average infection rate of CD3-positive cells over the seven cases was 13.6%, whereas a higher percentage (36.7%) of infected cells was observed in case 008.\n\nPositive in situ hybridization signals were clearly present in the cytoplasm of a few of the endothelial cells ( Figure 3B ). \n\nThe lungs of cases 003, 005, and 006 showed zones of marked fibrosis ( Figure 3D ). Within these zones, there were spindle-shaped cells in which strongly positive signals were detected by in situ hybridization. Double labeling combining in situ hybridization and IHC demonstrated that these cells were vimentin-positive ( Figure 3E ) and CK-negative ( Figure  3F ). The finding that such cells were located within an area of fibrosis, as well as the spindle-shaped histomorphology, the absence of CK reactivity, and the vimentin-positive staining, all support the presumption that these cells are fibroblasts. Masson trichrome stain in consecutive sections also demonstrated staining of these cells appropriate for fibroblasts ( Figure 3D ).\n\nThe specificities of the in situ hybridization, IHC, and double labeling were established by the negative results in the negative controls ( Figures 1H and 3C ).\n\nThe scatter plot comparing the infection rates of CD3 ϩ cells and CK ϩ cells appeared to show a negative correlation, excluding case 008 (Figure 4) . The Spearman's correlation coefficient and P value (including all seven cases) were Ϫ0.107 and 0.819, respectively. The Spearman's correlation test (excluding case 008) showed a negative correlation (Spearman's correlation coefficient ϭ Ϫ0.771), although lacking statistical significance (P ϭ 0.072). The scatter plots comparing the other variables did not show any obvious linear trend (scatter plots not shown). \n\nAlthough the last SARS outbreak is now more than 2 years past, the pathogenesis of this disease is still incompletely understood. In particular, the detailed pathology and cell types infected, their distribution, and quantity in the major target organ of SARS have not been thoroughly investigated. In the present study, in situ hybridization, IHC, and HC were used to profile the cellular distribution of SARS-CoV in pulmonary tissues.\n\nConsistent with previous studies, 4,9 -13 SARS-CoV was found to be readily identifiable in pneumocytes, bronchial epithelium, macrophages, and T lymphocytes. It is noteworthy that in case 008, who had a relatively short clinical course, the pathological changes in the lung were still in a relatively early phase, and a high percentage of pneumocytes and T lymphocytes were infected.\n\nThe pathological significance of infection of immune cells has recently been discussed by Gu and colleagues, 12 who have argued that infected immune cells, such as lymphocytes and macrophages/monocytes, may carry SARS-CoV to various organs as manifested by widespread dissemination. Furthermore, direct infection and subsequent damage to immune cells may result in a transient compromised immune system that could aggravate the pulmonary injury. 12 SARS-CoV infection of macrophages may play an additional role in the pathogenesis of SARS lungs. In vitro experiments have demonstrated that infection of macrophages induced expression of certain chemokines. 16 In addition, little or no interferon response could be elicited by SARS-CoV infection of macrophages in the same experiments. Both increased levels of chemokines and deficiency of the interferon-␤ response may result in exacerbation of the local inflammatory reaction in SARS lungs. 16 We found SARS-CoV in both large and small CD68-positive cells. The latter cells most likely represent small nonactivated macrophages/monocytes. This would suggest that the virus cannot only be ingested by activated macrophages but may also be capable of directly infecting small nonactivated macrophages and monocytes.\n\nIn previous reports on SARS, extensive pathological lesions of hemorrhage, edema, vasculitis, and thrombus have all been described, appearing to be directly related to vascular endothelial injury. 2, 6, 8 These pathological changes may have contributed, among other factors, to cause the reduced oxygenation found in SARS patients. In this study, we found that SARS-CoV is capable of infecting vascular endothelial cells. This may indicate that direct infection of such cells partly accounts for the observed injury of vascular endothelium. However, the paucity of infected endothelial cells seems insufficient to explain the severe vascular injury. Previous studies have reported high levels of various cytokines and chemokines in the serum of SARS patients. 17 , 18 We therefore assume that in addition to direct viral infection, both hyperinduction of proinflammatory mediators and hypoxia may play an important role in the injury of vascular endothelium in SARS patients.\n\nPathologically, there are two types of pulmonary fibrosis, interstitial and intra-alveolar, 19 both of which have been observed in SARS. 3, 5, 7 Fibroblast activation and overexpression of collagen are important aspects of the pathogenesis of fibrosis. Injured epithelial cells, infiltrating inflammatory cells, and elevated cytokines all have an important role in the process of activation of fibroblasts and collagen synthesis. 19 Our findings of direct SARS-CoV infection of fibroblasts suggest that SARS-CoV and its proteins may interact with host cells, thus further contributing to the activation of fibroblasts and excessive production of collagen.\n\nThe distribution of virus in the cells of the lungs of SARS patients unveiled in this study raises a question as to the mechanism of infection of diverse cell types. Angiotensinconverting enzyme 2 (ACE2) has been identified as the functional receptor for SARS-CoV. 20, 21 This receptor is expressed abundantly in tracheal epithelium, pneumocytes, and vascular endothelium but not in lymphocytes, macrophages, or fibroblasts. 22 It is thus possible that SARS-CoV infects epithelial cells of the trachea, pneumocytes, and vascular endothelial cells (all expressing ACE2), through interaction of the spike protein and ACE2, and then replicates in these cells to cause intercellular transmission. However, the mechanism by which SARS-CoV infects cells that do not express ACE2 receptors is unclear. In this study, both lymphocytes and macrophages harbored viral genomic sequences and had high infection rates, despite the absence of ACE2 expression. A possible explanation is that ACE2-negative cells, such as macrophages, are infected on contact with the basolateral aspect of infected epithelial cells by direct cell-cell contact or engulfment. In measles, this kind of indirect infection has been described to account for the infection of tissue-resident macrophages and dendritic cells. 23 In addition, other receptors may play a role in direct infection of ACE2-negative cells. Both lymph node-specific ICAM3-grabbing nonintegrin (L-SIGN), and dendritic-cell-specific ICAM3-grabbing nonintegrin (DC-SIGN) have been reported to function as receptors for SARS-CoV. 24 -26 DC-SIGN expression has been detected in certain types of dendritic cells and alveolar macrophages, 27 which may explain the presence of SARS-CoV genomic sequences in lung tissue macrophages as observed in this study. However, in vitro experiments have demonstrated that cells expressing DC-SIGN or L-SIGN without ACE2 are not or are only partially susceptible to SARS-CoV infection. 24 -26 This suggests that these receptors are much less efficient than ACE2 receptors and merely enhance infection of susceptible cells. 24 -26 All these findings suggest that other receptors and/or cofactors may be involved in the interaction between the virus and the target cells.\n\nACE2 has been reported to be expressed efficiently in endothelial cells. 22 Nevertheless, in our cases only a few endothelial cells showed positive viral expression. Studies in a new human cell culture model have indicated that the presence of ACE2 alone is insufficient for maintaining viral infection. 28 Huang and colleagues 29 have suggested that cathepsin L may facilitate SARS-CoV infection mediated by the spike protein. Mature endothelial cells express relatively low levels of cathepsin L, 30 which"}