{"title": "Faculty of Health Sciences, 9 Department of Science and Technology/National Research Foundation: Vaccine Preventable Diseases, 10 MRC/Wits Rural Public Health and Health Transitions Research Unit (Agincourt), School of Public Health, 11 Department of Internal Medicine, and 12 School of Pathology, Faculty of Health Sciences", "body": "Parainfluenza virus (PIV) is a paramyxovirus commonly detected in patients with respiratory illness, such as upper respiratory tract infections, laryngotracheobronchitis (croup), or pneumonia. There are 4 distinct types: 1, 2, 3, and 4. Parainfluenza virus infection is most common in childhood, and serologic surveys have shown that nearly all children have antibodies to PIV by 5 years of age [1, 2] . Parainfluenza virus is associated with 3%-10% of hospitalized respiratory tract infections in children and adults [3] [4] [5] [6] [7] [8] [9] [10] . Parainfluenza virus infections occur throughout the year, but there are recognized patterns of seasonality associated with different types [11] . The clinical significance of identifying PIV infection among patients with respiratory illness does not necessarily imply causation because the virus may be found in individuals without respiratory symptoms [12] .\n\nIn South Africa, human immunodeficiency virus (HIV) is prevalent, which impacts respiratory disease burden [13] . In 2009, the national HIV prevalence estimate among children <5 years was 4.1% and decreased to 3.5% by 2013; the HIV prevalence among adults ≥18 years of age was approximately 16.0% during the same time [14] . A study from Soweto prior to availability of antiretroviral therapy (ART) found that HIV-infected children with PIV-associated lower respiratory tract infection had greater morbidity and mortality than HIVuninfected children [15] . A more recent study from Cape Town found that PIV was associated with 12% of viral-associated pediatric intensive care unit admissions [16] . Previous studies from our group have detected PIV in 2.8% of adults and 9.4% of children hospitalized with severe acute respiratory illness [17] [18] [19] .\n\nLittle is known about the epidemiology of PIV infection, including its association with illness and its clinical manifestation among both HIV-infected and -uninfected children and adults in South Africa, especially in the era of ART management. In this study, we aimed to describe the epidemiological and clinical characteristics of HIV-infected and -uninfected children and adults hospitalized with PIV-associated pneumonia in South Africa. In addition, we compared the prevalence of PIV detection with controls for better interpretation of surveillance data.\n\nWe conducted surveillance for children and adults hospitalized with pneumonia through the Severe Acute Respiratory Illness (SARI) Program, an active, prospective, sentinel hospitalbased surveillance system in 4 provinces in South Africa, as described previously [13] . In February 2009, SARI surveillance began in 3 of the 9 provinces of South Africa (Chris Hani-Baragwanath Academic Hospital [CHBAH] , an urban site in Gauteng Province; Edendale Hospital, a periurban site in KwaZulu-Natal Province; and Matikwana and Mapulaneng Hospitals, rural sites in Mpumalanga Province). In June 2010, an additional surveillance site was introduced at the Klerksdorp-Tshepong Hospital Complex, periurban sites in North West Province. We stopped enrolling at CHBAH in December of 2013. In addition to SARI cases, controls were enrolled from May 2012 at 2 outpatient clinics serving the same population as 2 of the SARI sentinel sites: Edendale Hospital Gateway Clinic, KwaZulu-Natal Province, and Jouberton Clinic, North West Province. The case definitions used and enrollment procedures for both SARI cases and controls are described fully in the Supplementary Material. This surveillance, including testing for influenza and HIV, received human subjects review and ethics approval by the Universities of the Witwatersrand, KwaZulu-Natal, and Pretoria, all of South Africa. The Centers for Disease Control and Prevention (Atlanta, GA) deemed this a nonresearch, surveillance activity.\n\nNasopharyngeal aspirates from patients aged <5 years and nasopharyngeal and throat swabs from patients aged ≥5 years were placed in viral transport media, kept at 4-8°C, and sent to the National Institute for Communicable Diseases (NICD) in Johannesburg within 72 hours of collection. Respiratory specimens were tested by multiplex real-time, reversetranscription polymerase chain reaction (PCR) assay for 10 respiratory viruses (PIV types 1, 2, and 3; respiratory syncytial virus [RSV]; influenza A and B viruses; enterovirus; human metapneumovirus; adenovirus, and rhinovirus) [17] . We did not test for PIV type 4 during the study period. We did not test for adenovirus from August to October 2009 because of unavailability of reagents. Streptococcus pneumoniae was identified by quantitative real-time PCR detecting the lytA gene from whole blood specimens [20] . When available, HIV-infection status data were obtained through routine standard of care testing at the treating hospital. When not available, HIV testing was implemented at NICD through anonymized, linked dried blood spot specimen testing by HIV PCR assay for children aged <18 months and by enzyme-linked immunosorbent assay for those aged ≥18 months.\n\nWe conducted 3 multivariable logistic regression models. In our first analysis, we implemented univariate and multivariable logistic regression models to determine the association of PIV infection with SARI (for all types together and for each viral type separately) compared with controls enrolled from May 2012 to December 2014 at the sites in KwaZulu-Natal and North West Provinces. For the estimation of association with SARI, we conducted an overall analysis adjusting for age, HIV serostatus, respiratory viral coinfection, and underlying illness and subanalyses stratifying by age and HIV serostatus and adjusting for respiratory viral coinfection and underlying illness. Then, we estimated the attributable fraction (AF) from the odds ratio (OR) obtained from the multivariable model using the following formula: AF = (OR-1)/OR × 100. In our second analysis, univariate and multivariable logistic regression was used to determine factors associated with HIV infection among patients with PIV-associated SARI from January 2009 to December 2014 at all SARI sites. In our third analysis, we used multinomial regression to compare and contrast demographic and clinical characteristics and severity among patients infected with the 3 PIV types. For the multinomial analysis, we used PIV type 3 as the baseline category because type 3 is most common.\n\nThe second and third analyses models were built using manual backward elimination in which nonsignificant variables were removed from the model one at a time starting with the variables with smallest magnitude of effect until all remaining variables had a P value of <.05. Covariates with a P value of <.2 at univariate analysis were assessed for significance with multivariable analysis; statistical significance was assessed at P < .05 for all multivariable models. Two-way interactions were assessed by inclusion of product terms for all variables remaining in the final additive models. For each univariate analysis, we used all available case information. For important variables in the HIV association and AF analyses that had substantial missing data, namely HIV infection status, we multiply imputed that variable as well as any variables that were incomplete and associated with HIV using chained equation multiple imputation over 10 iterations. When adjusting for respiratory viral coinfection in our models, we evaluated coinfection with each virus separately and also as a combined variable of coinfection with any of the tested viruses.\n\nCalculation of observed incidence and incidence adjusted for AF of PIV-associated SARI hospitalizations was done for 1 study site (CHBAH) where population denominators were available, as described previously [13] . A complete description of the incidence calculation methods can be found in the Supplementary Material. . Of the SARI cases tested for PIV, 1188 (6.5%) tested positive for any PIV type: 230 (19.4%) were solely type 1, 168 (14.1%) were solely type 2, and 762 (64.1%) were solely type 3. Coinfection with 2 types of PIV occurred in 28 (2.4%) patients: 3 (0.3%) tested positive for both types 1 and 2, 13 (1.1%) for types 1 and 3, and 12 (1.0%) for both 2 and 3. Children <5 years of age were more likely to test positive for PIV (9.2%, 963 of 10 448) than individuals aged ≥5 years (2.8%, 214 of 7737, P < .001). Males were slightly more likely to test positive for PIV (7.1%, 637 of 9018) than females (5.9%, 540 of 9168, P = .001). The SARI patients who died in hospital were less likely to test positive for PIV (4.0%, 29 of 717) than those who did not (6.6%, 1142 of 17316, P = .007). There were no differences in percentage testing positive by race or surveillance site (data not shown).\n\nHuman immunodeficiency virus status was determined for 14 287 (76.3%) of SARI cases, of which 5829 (40.8%) were infected with HIV. Most of the patients with missing HIV status were children <5 years of age (30.6% [3290 of 10 754], compared with 13.3% [1038 of 7830] for individuals ≥5 years of age). On univariate analysis, SARI patients that were HIVinfected were less likely to test positive for PIV (4.0%, 230 of 5794) than those that were HIV-uninfected (7.6%, 635 of 8365, P < .001).\n\nDuring the time period when controls were enrolled (May 2012-December 2014), 1472 SARI cases were enrolled. For controls, 19 929 were screened and 1538 (7.7%) were enrolled. Overall, 97 (6.6%) of the cases and 28 (1.8%) of the controls tested positive for PIV ( Table 1 ). The overall PIV AF was 65.6% (95% confidence interval [CI], 47.1-77.7), after adjusting for age, HIV serostatus, respiratory viral coinfection, and underlying illness, suggesting that more than two-thirds of PIVassociated SARI cases could be attributed to PIV infection. A statistically significant AF was seen among both HIV-infected (57.1%; 95% CI, 9.9-76.1) and HIV-uninfected individuals of any age (76.1%; 95% CI, 60.9-98.7); although the point estimates are different, the CIs overlap. The AF was highest among young children and older adults, although it was only statistically significant among children <5 years of age (for <1 year, 64.9%, 95% CI, 25.4-85.3; for 1-4 years, 77.3%, 95% CI, 46.2-90.3); this same association among children <5 years of age was seen among both HIV-infected and -uninfected individuals.\n\nWe then calculated the AF for PIV types 1, 2, and 3 separately. The AF was 73.1% (95% CI, 41.2-87.8) for PIV type 1, 61.1% (95% CI, 0-92.9) for PIV type 2, and 60.3% (95% CI, 33.3-76.5) for PIV type 3. The age and HIV-status subgroup analysis results for PIV types 1 and 3 separately were similar to those found for parainfluenza overall, except that some subgroup analyses involved smaller numbers of subjects and were not statistically significant (data not shown). We did not conduct the subgroup analysis for PIV type 2 because it was not found to be statistically associated with disease.\n\nMost (81.8%, 1043 of 1188) patients with PIV-associated SARI were <5 years of age, the group for which we found a statistically significant and substantial AF. Twelve percent (11.9%, 80 of 675) of children <5 years of age with PIV-associated SARI were infected with HIV ( Tables 2 and 3 ). On multivariable analysis among individuals ≥5 years of age with PIV-associated SARI, HIV-infected individuals were more likely to be young adults 25-44 years of age (aOR 5.2, 95% CI, 1.7-15.7), compared with children and young adults (5-24 years of age), and less likely to have an underlying illness other than HIV (aOR 0.2, 95% CI, .1-.8; Table 3 ).\n\nWhen we compared epidemiologic and clinical characteristics of the 3 PIV types, we found statistically significant differences in age, year of infection, and coinfection with other respiratory viruses (Supplementary Table 1 ). On multivariable multinomial analysis, patients with PIV type 3 infection were more likely to be <1 year of age and patients with PIV type 2 infection were more likely to be 5-44 years of age, compared with patients with other PIV types. Compared with SARI patients with PIV type 3 infection, patients with either type 1 or 2 infection were more likely to be coinfected with RSV (for type 1, aOR 2.2, 95% CI, 1.3-3.7; for type 2, aOR 3.3, 95% CI, 1.9-5.7). In addition, patients with PIV type 2 infection were more likely to be coinfected with rhinovirus (aOR 2.0, 95% CI, 1.3-2.8) or enterovirus (aOR 2.6, 95% CI, 1.5-4.4) than patients with type 3 infection.\n\nThe overall observed incidence of PIV-associated SARI in Soweto from 2009 to 2012 was 38 (95% CI, 36-39) cases per 100 000 population ( Table 4 ). The observed incidence was highest in children <1 year of age (925 [95% CI, 864-989] cases per 100 000 population) and lowest in those 5-24 years of age (5 [95% CI, 4-6] cases per 100 000). In all age groups, the observed incidence was higher among HIV-infected compared with HIVuninfected individuals. The subgroup with the highest incidence was HIV-infected infants <1 year of age (1361 [95% CI, 985-1834] cases per 100 000). The overall incidence adjusted for the AF was 25 cases per 100 000 (95% CI, 24-26); the age-specific adjusted incidences followed the same trend as the observed incidences ( Table 4 ). The age-adjusted relative risk of PIV hospitalization by HIV status was 9.4 (95% CI, \n\nThe 3 PIV serotypes (1, 2, and 3) were found to cocirculate throughout the year and differed from year to year; seasonal peaks were observed for PIV-3 between September and November, which is spring in South Africa (Figure 1 ). The percentage of specimens testing positive for any PIV type varied by year, with a higher proportion of SARI positive for PIV in 2009 \n\nParainfluenza virus is associated with a significant amount of severe respiratory disease in South Africa among children <5 years of age, especially those that are infected with HIV. The evidence for this is based on 2 of our findings: the AF and the observed incidence. Among children <5 years of age, a substantial amount of SARI is attributable to PIV, particularly types 1 and 3. The observed incidence of PIV in Soweto, South Africa, is much higher among HIV-infected individuals and is similar to other respiratory viral pathogens such as influenza and human metapneumovirus [13, 17] . Clinicians should recognize PIV as a common cause of respiratory illness in children during the spring season, especially among children that are infected with HIV, and interventions should be developed to prevent and treat PIV disease.\n\nAs we found in South Africa, studies from across the globe have found that PIV is associated with up to 10% of inpatient respiratory illness, particularly among the very young. This has been found in Bangladesh [21] , China [5, 22] , Thailand [23] , the United States [3, 4] , and in multiple countries across the African continent. In Kenya, 5.6% of individuals ≥5 years of age hospitalized with pneumonia had PIV types 1-3 detected [6] . In Ghana, 3.1% of children hospitalized with acute lower respiratory tract infection had PIV types 1-3 [7] . In Mozambique, 4.8% of infants <1 year and 5.1% of children <5 years of age hospitalized with acute respiratory illness tested positive for PIV [8, 24] .\n\nIt can be difficult to attribute respiratory disease to a specific pathogen. Molecular tests may identify viruses in respiratory specimens that may not be causing illness, and coinfection with other potentially pathogenic respiratory viral infections was common in our population. We found that a majority of SARI was attributable to PIV types 1 and 3 in children, even when controlling for viral respiratory coinfection, but not all studies have found that PIV is pathogenic. In fact, very few studies have adequately evaluated PIV in the context of controls. Two studies from Kenya that compared patients with respiratory illness to controls did not find a statistically significant attributable risk for PIV [6, 12] . However, a study comparing children <5 years of age from Thailand hospitalized with pneumonia to controls found findings similar to ours, specifically that infection with PIV types 1 or 3 was associated with disease [25] . The lower incidence and nonsignificant AF from our data among individuals ≥5 years of age suggests that PIV infection may not be associated with respiratory disease in older children and adults. We did not find a significant AF for patients infected with PIV type 2, but we may not have been powered to detect this because type 2 was the least common type. We found differences among patients infected with different types of PIV and between patients infected and uninfected with HIV. In children, patients with PIV-associated SARI who were HIV-infected were more likely to be older and to be coinfected with pneumococcus; however, the AF among adults was not statistically significant. The association between respiratory viral and pneumococcal infection, although not described previously for PIV infection, is well described for other pathogens such as influenza [26] and RSV [27] . Pneumococcal conjugate vaccine was introduced in the South Africa childhood immunization system in 2009, so it was available and being used during the entire time of this study.\n\nThe seasonality of PIV in South Africa is similar to that seen in other temperate countries such as the United States, where PIV circulates during the northern hemisphere spring and winter seasons [28] . In contrast, in tropical and subtropical countries in Africa, such as Cameroon, Ghana, and Kenya, PIV does not appear to have distinct seasonality [6, 7, 29] . This is one of few studies that describe the epidemiology of PIV in both children and adults over a long period and in the context of controls. However, there were some limitations to our study. Not all children were tested for HIV, and we did not analyze PIV in cases of milder outpatient influenza-like illness, which includes common presentations of PIV illness such as croup. Although it is uncommon and uncommonly tested for, we did not test for PIV type 4, so our incidence estimates would be a minimum estimate. We also did not test for all viral respiratory pathogens, such as coronavirus and bocavirus. The large number of patients from CHBAH (70%) may bias results toward the epidemiology at that one site. Our calculation of incidence was for only 1 site and the calculation of AF was conducted at 2, so these analyses may not be representative of all regions in South Africa. The incidence may be an underestimate if patients did not seek medical care for their illness or sought care at a hospital other than CHBAH or died before reaching the hospital. The increased incidence of hospitalization among individuals infected with HIV may be due to a lower threshold for hospitalization compared with HIV-uninfected individuals. Lastly, we did not have data on steroid use, which is a common treatment for croup in children, and for patients with HIV infection, we did not have information on ART nor CD4 cell count.\n\nIn conclusion, based on 6 years of respiratory disease surveillance, PIV is a common cause of SARI among children <5 years in South Africa. Among children, the observed incidence of PIV is higher in the HIV-infected population than the HIVuninfected population. A vaccine to protect against PIV is not currently available, but vaccine candidates are in the clinical testing phase [30] . The findings of our study accentuate the need to target children for PIV prevention strategies including vaccination, should a vaccine against PIV become available."}