{"title": "", "body": "An update on COVID-19 for the radiologist -A British society of Thoracic Imaging statement\n\nIn December 2019, Wuhan City (Hubei Province, China) reported a febrile respiratory tract illness of unknown origin in a cluster of patients. Bronchoalveolar lavage of the patients isolated a novel strain of coronavirus (SARScoronavirus-2 [SARS-CoV-2]) as the pathogen. 1 The pulmonary infection caused by SARS-CoV-2 was named coronavirus disease 2019 (COVID-19) by the World Health Organization (WHO). As of 14 March 2020, the WHO reported 142,651 worldwide cases with 5,393 deaths. 2 Despite the imposition of strict quarantine rules and restricted travel within and from China, the infection has spread rapidly affecting countries worldwide. It continues to escalate.\n\nAs of 14 March 2020, 797 UK cases have been confirmed, with 10 deaths. 3 Testing currently involves a laboratory test from swab samples obtained from the respiratory tract (most commonly a single nose and throat swab).\n\nThe WHO currently classifies cases into three potential categories: (1) suspected, (2) probable, and (3) confirmed. Suspected cases are primarily those with a febrile respiratory illness and history of travel to a country or region reporting local transmission of COVID-19 disease during the 14 days prior to symptom onset. In the past few weeks, changes to diagnostic criteria (using imaging as an adjunct to real-time transcriptase polymerase chain reaction [RT-PCR]) has led to an increase in reported cases.\n\nThe majority of patients present with a lower respiratory tract infection comprising fever, cough, dyspnoea, and myalgia. Although most patients have a mild illness, 17e29% of patients are reported to develop acute respiratory distress syndrome (ARDS). 4, 5 Mortality rates are estimated at 3.6%. 6 An elevated C-reactive protein (CRP) and lymphopenia (<1,100 m/L) are characteristic 7 Radiology departments should be prepared for an increase in the number of cases of COVID-19 and new diagnoses or risk stratification may be imaging based. As such, it is important for radiologists to be familiar with the potential spectrum of imaging findings, as well as set out protocols to limit contamination and spread.\n\nInitial findings Initial imaging with chest radiograph (CXR) and computed tomography (CT) may be normal in COVID-19. Disease severity and timing of imaging appear to impact on the rates of normal baseline imaging. In non-severe disease, up to 18% of patients have a normal initial CXR or CT, but only 3% in severe disease. 8 In a series of 121 symptomatic patients, a normal CT was found in 56% of patients scanned within 2 days of symptom onset, whereas normal scans were observed in only 9% and 4% of patients if imaged 3e5 days or 6e12 days from symptoms, respectively. 9 Therefore, radiographic abnormalities are almost certain to be present on CT following 6 days of symptoms. Furthermore, Shi et al. have reported radiological abnormality, predominantly ground-glass opacity (GGO), in subclinical disease, where 15 patients were imaged using CT before symptom onset. 10 As such, the precise time when imaging becomes abnormal is heterogeneous and the disease should not be excluded based on a normal CT examination acquired early after symptom onset.\n\nWhen imaging is abnormal, there are some common features. CXR typically shows patchy or diffuse asymmetric airspace opacities, similar to other causes of coronavirus pneumonias. 4 The most common initial CT findings of COVID-19 pneumonia are bilateral, subpleural GGO, illdefined margins, and a slight right lower lobe predilection 10 ; however, the initial imaging findings are not organism specific and can overlap with H1N1 influenza, cytomegalovirus pneumonia, and other atypical pneumonias 11\n\nClinical Radiology j o ur n a l ho m e p a g e : w w w . c l i ni c a l ra d i o l og y o nl i n e . n e t \n\nWith increased time between symptom onset and imaging, the pattern of radiological findings progresses from focal unilateral abnormality to diffuse bilateral opacities with evolution to consolidation, reticulation, and mixedpattern disease involving more lung segments. 10 The pattern of CT disease may have prognostic implications, with consolidation being reported in nearly all patients requiring intensive care unit (ICU) support and GGO in those not requiring ICU. 5 \"Crazy-paving\" pattern and the \"atoll\" sign is also reported with greater time from symptom onset. 9 In a cohort of 21 patients with COVID-19 who recovered, late-stage CT findings (14 days or longer) showed varying degrees of clearing but signs may persist for more than 1 month after initial detection. 12 Uncommon imaging findings Imaging features that are only rarely encountered include pneumothorax, cavitation, or lymphadenopathy. 13 Features such as pleural effusion, extensive tiny lung nodules, tree in bud, and lymphadenopathy may well suggest bacterial superinfection or an alternative diagnosis. 14 \n\nRT-PCR testing is highly specific but reported sensitivity ranges from 60e70%. 15, 16 As such, multiple negative tests may be required to exclude COVID-19 and testing kits may become short in supply. In a study of 1,014 patients with both CT chest and RT-PCR, the sensitivity of CT was 97% relative to positive RT-PCR. 16 In patients with initial negative RT-PCR but positive CT, 81% were reclassified as \"highly likely\" or \"probable\" cases for COVID-19 by analysis of clinical symptoms, typical CT manifestations, and longitudinal CT follow-up. Although flaws in the analysis of this paper exist (including lack of correlation with biochemical parameters), the presence or absence of \"lung disease\" on CT may be relevant in disease containment or risk stratification, as the interval between initial negative to positive RT-PCR was 4e8 days. The implications for CT in diagnosis are illustrated by the surge in diagnoses of COVID-19 on 12 February 2020 in Hubei following the introduction of new diagnostic criteria that included CT changes. 17 This has facilitated timely treatment and isolation measures; however, the challenge remains that no abnormality may be present on CT preformed early in the disease.\n\nIn the event of a major UK outbreak of COVID-19, infection imaging will be critical in the assessment of disease severity, progression, and potentially screening for initial diagnosis. Impacts on radiology departments could be substantial. The risk of cross-contamination of patients and staff requires each departmental to have robust standard operating procedures (SOPS).\n\nCOVID-19 viruses, mostly spread by large droplets, may remain viable on surfaces for up to 24 h, but will lose infectivity with disinfectants. 18 Each department must have SOPS for portable CXRs, portable ultrasound, CT, and patient transfer. These should include systems for clinicians to highlight at-risk COVID-19 patients, identification of trained radiology staff, processes for disinfection, \"clean\" and \"dirty\" areas, and pre-notification of cleaning teams. To reduce patient movement, portable imaging units should be used wherever possible. Where CT is performed, departments may consider dedicated time slots. Where more than one scanner is available, dedicated use of only one scanner for COVID-19 patients may be ideal, depending on departmental and hospital geography.\n\nStaff coming into patient contact should, where appropriate, wear disposable personal protection including an isolation gown with fluid-resistant properties, over-gown gloves, googles, and a fit-tested \"filtering face piece\" FFP3 mask. 19 All equipment coming into contact, or near contact, with an at-risk patient needs to be disinfected. This should include blood-pressure cuffs, gantries, probes, and workstations. Surfaces should be washed with soap and water or cleaned with a low-or intermediate-level disinfectant. 20 Imaging system vendors may advise on the most appropriate products and hospital cleaning staff should be specifically trained.\n\nIt is anticipated that for the vast majority of patients volume unenhanced CT should be the standard of care. Consideration will need to be given to achieving the right balance between minimising the radiation burden to large numbers of the population using low-dose CT (LDCT) and ensuring adequate diagnostic quality imaging sufficient to detect potentially subtle abnormalities. Contrast enhanced CT may confuse patterns of ground glass. If a CT pulmonary angiogram is required in potential COVID-19 patients, it would be prudent to perform a pre-contrast CT first.\n\nIt is imperative that the role of imaging is agreed. Guidelines need to be drawn up detailing which patient cohorts have which imaging test. There is a risk that the scale of CT use is underestimated. On going and dynamic clarification will be required as to whether CT should be used as a \"screening\" tool in \"suspected\" cases who are RT-PCR negative, whether it should be used instead of CXRs in higher risk patients, or whether it will simply be used as part of \"routine clinical care\", or whether it will be used to risk statify. There may be a role nationally for mobile CT systems; one designated area (ideally situated near an NHS-111 isolation pod) that can be deep cleaned allowing the normal running of already pressurised departmental scanners.\n\nThe situation is evolving rapidly, and containment and treatment strategies may change in accordance with advice, and discussions with, the UK government's CMO. The British Society of Thoracic Imaging (BSTI) additionally aim to establish a database, allowing the imaging of COVID-19 patients to be uploaded anonymously. From this, a teaching archive will be developed that will allow onward training, learning, and upskilling through shared and collaborative radiology expertise. The BSTI will provide further updates in due course.\n\nThe authors declare no conflict of interest."}