{"title": "Diversification of β-augmentation interactions between CDI toxin/immunity proteins", "body": "Bacteria possess many strategies to compete and cooperate with other microorganisms in the environment. Contact-dependent growth inhibition (CDI) is one competitive mechanism used by some Gram-negative species to inhibit the growth of neighboring bacteria 1; 2 . CDI + cells express CdiB/CdiA two-partner secretion systems, which deliver protein toxins into target bacteria through a receptormediated process. CdiB is an Omp85 outer-membrane protein that exports and assembles toxic CdiA effectors onto the surface of CDI + cells. CdiA proteins range from 180 -630 kDa depending on bacterial species and form β-helical filaments that are predicted to extend several hundred Å from the inhibitor-cell surface. CdiA binds to specific receptors on susceptible bacteria and subsequently delivers a toxin domain derived from its C-terminus (CdiA-CT) into the target cell 3; 4; 5 . CDI + bacteria deploy a variety of CdiA-CT toxins with distinct activities. The CdiA-CT EC93 from Escherichia coli EC93 dissipates ion gradients by forming membrane pores 6 , but most other characterized CDI toxins have specific nuclease activities. CDI toxins from E. coli EC869 and Dickeya dadantii 3937 are potent DNases capable of degrading target-cell chromosomes 5; 7 , and CdiA-CT ECL from Enterobacter cloacae ATCC 13047 cleaves 16S rRNA to block protein synthesis 8 . CDI + bacteria protect themselves from autoinhibition by producing small CdiI immunity proteins that bind to the CdiA-CT and block its toxin activity.\n\nBecause CDI toxins are diverse, CdiA-CT/CdiI protein interactions are necessarily specific between cognate pairs. Therefore, CdiI immunity proteins neutralize their cognate CdiA-CT, but provide no protection against the toxins deployed by other bacteria 7; 9 . This diverse network of toxin/immunity pairs suggests that CDI plays an important role in inter-cellular competition and self/non-self recognition.\n\nWe recently surveyed the Uniprot database and identified at least 120 distinct CdiA-CT toxin families. Only 26 of these toxins have Pfam designations 10 and the remaining domains are uncharacterized. We initiated structural studies of these protein pairs to discover new toxin activities and toxin/immunity binding interactions. The first CDI toxin/immunity protein complex structures to be determined were from Burkholderia pseudomallei 1026b and enterohemorrhagic E. coli strain EC869 7 .\n\nThe CdiA-CT toxin sequences from these bacteria are not related, yet the three-dimensional structures 5 of the domains superimpose with an rmsd of 3.9 Å. Structural homology searches revealed significant similarity to type IIS restriction endonucleases, suggesting that both toxins are DNases. Indeed, the Cterminal domain of CdiA-CT o11 EC869 has potent Zn 2+ -dependent DNase activity in vitro and in vivo 7 .\n\nHowever, CdiA-CT II Bp1026b has no detectable activity on DNA, and instead this toxin preferentially cleaves near the 3´-end of tRNA Ala molecules 11 . Thus, the same toxin fold is used to target different nucleic acid substrates. Though CdiA-CT o11 EC869 and CdiA-CT II Bp1026b are similar in structure, other CDI toxins do not share the type IIS restriction endonuclease fold. The crystal structure of CdiA-CT ECL from E. cloacae ATCC 13047 reveals similarity to the C-terminal nuclease domain of colicin E3 8; 12; 13 , and sequence homology and activity studies strongly suggest that CdiA-CT K96243 from B. pseudomallei K96243 is related to the C-terminal nuclease domain of colicin E5 2; 11 . Moreover, Aravind and colleagues have predicted that CDI systems deploy two classes of RNA deaminase (Pfam: PF14424 and PF14437), as well as homologues of the EndoU poly(U)-specific endonuclease that processes eukaryotic snoRNAs (Pfam: PF14436) 10; 14; 15 . Thus, CDI represents a versatile platform to deliver structurally diverse toxins into Gram-negative bacteria.\n\nAlthough toxin/immunity pairs within a given family are homologous, there is often considerable sequence diversity between members, suggesting that families continue to diverge and evolve. When viewed in the context of available crystal structures, it is apparent that residues at the interface of the toxin/immunity protein complexes are diversifying most rapidly. This phenomenon is exemplified by toxin/immunity proteins that are homologous to the orphan-11 (o11) CdiA-CT/CdiI pair from E. coli EC869 7; 9 . CdiA-CT o11 EC869 interacts with CdiI o11 EC869 through β-augmentation, in which the toxin domain extends a β-hairpin to complete a six-stranded anti-parallel β-sheet within the immunity protein ( Fig.   1A ) 7 . The sequences encoding the β-hairpin (corresponding to β4 and β5) are the most variable between members of the CdiA-CT o11 EC869 nuclease family (Fig. 1B) . Moreover, CdiI o11 EC869 residues that interact with the toxin are not conserved between related immunity proteins (Fig. 1C) , suggesting that each immunity protein is specific for its cognate toxin. Here, we use structure-function analyses to examine the β-augmentation interactions of two homologous CdiA-CT/CdiI complexes to study the diversification of CDI toxin/immunity protein interfaces. We find that the CdiA-CT/CdiI YPIII complex from 6 Yersinia pseudotuberculosis YPIII also features a β-augmentation interaction, however the precise intermolecular contacts differ substantially between the complexes. In accord with these differences, each CdiI immunity protein only protects against its cognate toxin, demonstrating that each pair is a distinct cognate toxin/immunity pair. Finally, we synthesized a macrocyclic peptide mimic of the βhairpin from CdiA-CT o11 EC869 and solved its crystal structure in complex with the CdiI o11 EC869 immunity protein. This structure forms the basis to refine the β-hairpin mimic to increase affinity with the goal of producing compounds that activate DNase toxins through sequestration of immunity proteins. and shares all of the predicted active-site residues (Fig. 1B) . Similarly, the CdiI YPIII and CdiI o11 EC869 immunity proteins share 49.1% identity, though CdiI YPIII contains a 10-residue insertion between α1 and α2 that is predicted to produce an elongated loop (Fig. 1C) . We solved the crystal structure of the CdiA-CT/CdiI YPIII complex to 2.1 Å resolution by molecular replacement using the structure of the CdiA-CT/CdiI o11 EC869 complex (PDB code: 4G6U) as a search model ( Fig. 2A) . As with other CdiA-CTs 7; 8 , the N-terminal region (residues Val1 -Gly173) was not resolved in the structure. (Fig. 2B) . The CdiA-CT/CdiI YPIII complex also contains a β-augmentation interaction in which the toxin extends its β4/β5hairpin into binding pocket within the immunity protein ( Figs. 2A & 2B) . However, in contrast to CdiA-CT o11 EC869 , which contains an ordered Zn 2+ ion in the active site 7 , no zinc was detected by metal Kedge absorption analysis of multiple CdiA-CT/CdiI YPIII crystals and the electron density spheres within the active site vicinity of CdiA-CT YPIII where not within zinc coordinating distances with the catalytic residues or would form a zinc tetra-or hexa-coordination sphere, and thus were modeled as water molecules (Fig. S2) .\n\nCdiA-CT YPIII and CdiI YPIII bind one another through a network of 14 direct H-bonds and ion-pairs ( Fig. 3) . The CdiA-CT/CdiI YPIII b-hairpin pocket also contains a network of bridging water molecules and several more hydrophobic interactions than the CdiA-CT/CdiI o11 EC869 complex (Fig. 3) . In addition, extensive interactions outside of the β-augmentation Fig. 2B ). In contrast, the CdiA-CT/CdiI o11 EC869 complex has a less extensive interaction network outside of the β-augmentation region. Loop L1 of CdiA-CT o11 EC869 has fewer hydrophobic contacts and one ionic interaction between Asp183 and Arg71 of CdiI o11 EC869 (Table S1 ). Together, these structures reveal overall conservation between the toxin/immunity protein pairs, but reveal important differences in the network of bonds that stabilize each complex (Fig. S3 ).\n\nCdiI o11 EC869 and CdiI YPIII immunity proteins are specific for their cognate toxins\n\nThe conservation of nuclease active-site residues strongly suggests that CdiA-CT YPIII has\n\nDNase activity similar to that described for CdiA-CT o11 EC869 7 . We isolated the CdiA-CT YPIII domain from its immunity protein and tested for DNase activity in vitro using supercoiled plasmid as a substrate.\n\n8 CdiA-CT YPIII had no detectable nuclease activity in the presence of Mg 2+ ions, but converted the supercoiled plasmid into open-circular form when the reactions were supplemented with Zn 2+ (Fig. 4) .\n\nCdiA-CT YPIII appears to be less active than the CdiA-CT o11 EC869 toxin, which had detectable DNase activity with Mg 2+ and completely degraded the plasmid in the presence of Zn 2+ ions (Fig. 4) . We next tested the CdiI YPIII and CdiI o11 EC869 immunity proteins for the ability to neutralize DNase activity in vitro.\n\nEach immunity protein was able to partially block the activity of its cognate toxin, but had no effect on non-cognate toxin activity (Fig. 4) . These results strongly suggest that each immunity protein only binds to its cognate toxin. We measured the dissociation constants (K d ) for cognate and non-cognate complexes using biolayer interferometry. CdiA-CT YPIII and CdiI YPIII form a high-affinity complex with K d = 16 ± 1 nM, which is similar to the value (18 ± 7 nM) previously reported for the CdiA-CT/CdiI o11 EC869 complex 7 . In contrast, CdiI YPIII has ~1,000-fold lower affinity for non-cognate CdiA-CT o11 EC869 with a K d of 13 ± 2 µM. This highly reduced affinity between CdiA-CT o11 EC869 and CdiI YPIII compared to cognate protein pairs is perhaps due, in part, to the shape and electrostatic incompatibility of the CdiA-CT o11 EC869 b-hairpin with the binding pocket of CdiI YPIII immunity protein (Fig. S4) .\n\nThe CdiA-CT YPIII toxin is encoded within a defective cdi locus that has been inactivated by complex gene rearrangements and deletions. To ascertain whether the toxin is functional in cellmediated CDI, we fused the CdiA-CT YPIII nuclease domain to the C-terminus of CdiA EC93 and tested the resulting chimera for inhibition activity against E. coli target cells. Inhibitor cells that express the CdiA EC93 -CT YPIII chimera reduced viable target-cell counts more than 500-fold after four hours of coculture, but target cells that express the cognate CdiI YPIII immunity protein were completely protected from inhibition (Fig. 5A) . In contrast, target cells that express CdiI o11 EC869 immunity protein were inhibited to the same extent as cells that lack any immunity gene (Fig. 5A) . Similarly, the CdiI YPIII immunity protein was unable to protect target cells from inhibitor cells that deploy the CdiA-CT o11 EC869 toxin (Fig. 5A) . We also examined competition co-cultures by fluorescence microscopy to detect DNase activity in target bacteria. We labeled inhibitor cells with YFP and target cells with mKate2 to 9 differentiate the two populations and also stained the cells with DAPI to visualize nucleoids.\n\nImmediately after cell mixing, both inhibitor and target cell populations had similar morphologies and nucleoid staining was uniform (Fig. 5B) . After four hours of co-culture, target cells that lack the appropriate immunity protein became filamentous and lost DAPI staining ( Fig. 5B & Fig. S5 ), indicating significant damage to the chromosome. In contrast, target cells that express cognate CdiI immunity proteins retained normal morphology and DAPI staining ( Fig. 5B & Fig. S5 ). Together, these data demonstrate that these two toxin/immunity systems have diverged into distinct non-overlapping immunity groups.\n\nThe β-augmentation interactions observed in the two toxin/immunity protein complexes suggest that the proteins bind using a lock-and-key mechanism. Therefore, we sought to crystallize and solve the structures of isolated toxins and immunity proteins to determine if the proteins undergo any conformational changes upon complex formation. Neither of the isolated toxin domains formed crystals, but we were able to crystallize and solve the 1.8 Å structure of an isolated immunity protein (CdiI Ykris ) encoded by the Ykris_10740 locus of Yersinia kristensenii ATCC 33638 ( Table 1) . CdiI Ykris shares 68.9% and 51.5% sequence identity with CdiI o11 EC869 and CdiI YPIII (respectively) (Fig. 1C) , and its structure superimposes onto CdiI o11 EC869 and CdiI YPIII with rmsd of 0.626 and 0.984 Å over all α-carbons (respectively) (Fig. S6 ). In addition, structural homology searches identified yet another immunity protein homolog (CdiI NMB ) encoded by the NMB0488 locus in Neisseria meningitidis MC58 (PDB: 2GKP). CdiI NMB superimposes onto each of the other immunity proteins with rmsd values <0.7 Å over all α-carbons (Fig. S6) . Collectively, these structures indicate that CdiI o11 EC869 homologues retain the same β-hairpin binding pocket architecture in the absence of bound toxin. This finding suggests that βhairpins are modular, raising the possibility that interaction specificity could be altered by exchanging β4/β5 (β-hairpin) sequences between toxins.\n\nTo test whether β-augmentation is required for stable complex formation, we replaced the CdiA-CT o11 EC869 β-hairpin (residues Lys242 -Thr252) with a Gly-Ser-Gly peptide linker to generate CdiA-CT o11 EC869/Δβ4β5 (Fig. 6A) . Wild-type CdiA-CT o11 EC869 binds to its cognate immunity protein with nanomolar affinity and co-purifies with His 6 -tagged CdiI o11 EC869 during Ni 2+ -affinity chromatography (Fig.   6B ). In contrast, CdiA-CT o11 EC869/Δβ4β5 did not co-purify with His 6 -tagged CdiI o11 EC869 (Fig. 6B) ,\n\nsuggesting the mutant domain has lower affinity for immunity protein. We purified CdiA-CT o11\n\nto homogeneity by anion-exchange chromatography and measured its affinity for CdiI o11 EC869 -His 6 using biolayer interferometry. However, no binding interaction was detected, indicating that the dissociation constant is >300 µM. To test whether deletion of the β-hairpin disrupts toxin structure, we examined the CdiA-CT o11 EC869/Δβ4β5 domain using circular dichroism (CD) spectroscopy. This analysis revealed that\n\nCdiA-CT o11 EC869/Δβ4β5 has essentially the same secondary structure content as the wild-type domain ( Fig. 6C) . Taken together, these results demonstrate that the CdiA-CT o11 EC869 β-hairpin is critical for complex formation. Moreover, despite the very low affinity of CdiI to CdiA-CT o11 EC869/Δβ4β5 , a high level of expression of CdiA-CT o11 EC869/Δβ4β5 was observed ( Fig. 6B ) together with healthy cell growth, suggesting that the β-hairpin is also required for toxic DNase activity. This was confirmed by testing in vitro DNase activity in the presence of supercoiled plasmid DNA and Zn 2+ , which showed that the CdiA-CT o11 EC869/Δβ4β5 domain had no observable DNase activity (data not shown).\n\nWe next asked whether CdiI binding specificity can be altered by grafting heterologous βhairpins onto the CdiA-CT o11 EC869 toxin. Using a catalytically inactive version of CdiA-CT o11 EC869 that contains the Asp198Ala mutation, we replaced residues Lys242 -Glu250 with the corresponding sequences from homologous toxins from Y. kristensenii ATCC 33638 (CdiA-CT Ykris encoded by ykris0001_10730) and Neisseria lactamica ATCC 23970 (CdiA-CT Nlact encoded by NEILACOT_05635) (Fig. 7A) . We co-expressed CdiA-CT o11 EC869/Nlact and CdiA-CT o11 EC869/Ykris together with His 6 -tagged CdiI o11 EC869 and purified the tagged immunity protein by Ni 2+ -affinity chromatography. Chimeric CdiA-CT o11 EC869/Nlact toxin co-purified with His 6 -tagged CdiI o11 EC869 , but CdiA-CT o11 EC869/Ykris eluted in the void volume of the column (Fig. 7B) . These results suggest that CdiA-CT o11 EC869/Nlact binds with relatively high affinity to CdiI o11 EC869 , whereas the CdiA-CT o11 EC869/Ykris toxin does not. We first confirmed that each chimeric toxin was folded properly using CD spectroscopy (Fig. 7C) , then measured binding affinities for CdiI o11 EC869 using biolayer interferometry. CdiA-CT o11 EC869/Nlact and CdiA-CT o11 EC869/Ykris bound to CdiI o11 EC869 with dissociation constants of 180 ± 100 nM and 46 ± 36 µM, respectively ( Table 2) , consistent with the co-purification data. The difference in affinities of the N. lactamica and Y.\n\nkristensenii chimeric toxins for the CdiI o11 EC869 immunity protein is in part due to the differences in electrostatic and shape complementarity (Fig. S7) Table 2) .\n\nIn principle, molecules that disrupt CdiA-CT/CdiI complexes should liberate the toxin domain and induce CDI + bacteria to undergo auto-inhibition. Nowick and coworkers have previously developed macrocyclic peptides containing δ-linked ornithine turn units that adopt a β-hairpin conformation and should be suitable to disrupting the CdiA-CT/CdiI complex 16; 17 . To test the feasibility of this strategy, we designed a macrocyclic peptide (MAC) that mimics the β-hairpin of CdiA-CT o11 EC869 . The MAC peptide contains residues corresponding to Lys242 -Ser253 of CdiA-CT o11 EC869 , which were connected through a d-linked ornithine residue (Fig. S1) . Biolayer interferometry experiments failed to detect a binding interaction between MAC and CdiI o11 EC869 ; and the MAC peptide was unable to promote DNase activity when added in ~10 3 -fold molar excess to the CdiA-CT/CdiI o11 EC869 complex in vitro (data not shown). Despite its low affinity for CdiI o11 EC869 , we were able to crystallize the MAC peptide in complex with the immunity protein and solve the structure to 2.0 Å resolution by molecular replacement (Fig.   8A ). As anticipated, the MAC peptide forms a two-stranded β-sheet, though there are only four cross-strand H-bonds compared to the five in the CdiA-CT/CdiI o11 EC869 complex. The ornithine turn creates a bulge that prevents formation of the fifth H-bond (Fig. 8B) . The MAC/CdiI o11 EC869 structure superimposes well with CdiI o11 EC869 (rmsd of 0.437 Å over all α-carbons), though helix α3* is displaced 3.0 Å to create a slightly altered β-hairpin binding pocket (Fig. 8B) . Five MAC peptide side-chains form H-bonds or ion-pair interactions with the immunity protein, in contrast to the six direct interactions observed in the CdiA-CT/CdiI o11 EC869 complex. In the CdiA-CT/CdiI o11 EC869 complex, β-hairpin residue Ser247 interacts with the immunity protein. However, the corresponding Ser7 residue within the MAC peptide does not interact with CdiI o11 EC869 (Fig. 8C) . Additionally, the side-chain conformation of MAC residue Arg10 is altered compared to that of Arg249 in the CdiA-CT/CdiI o11 EC869 structure, resulting in a H-bond interaction with the hydroxyl of Ser80 rather than the backbone carbonyl of Phe75 in the toxin/immunity structure. The MAC/CdiI o11 EC869 structure establishes that structure-based designed macrocyclic peptides can bind in the CdiI o11 EC869 β-hairpin binding pocket (Fig. 8D) , forming contacts that mimic those found in the CdiA-CT/CdiI complexes.\n\nCDI toxin/immunity protein pairs are diverse and comprise more than 100 distinct families. Even within a given family, there is considerable sequence variability suggesting that toxin/immunity protein families continue to evolve. This phenomenon is well illustrated by homologues of the CdiA-CT/CdiI o11 EC869 toxin/immunity protein pair. Alignment of 26 closely related toxin domains from this family reveals that nearly all of the secondary-structure elements are highly conserved (Fig. S3A) . The obvious exception is the β4/β5-hairpin, which mediates the β-augmentation interaction and is the least conserved element in the family. Loop L1 of the toxin domain is responsible for all other contacts with the immunity protein; but in contrast to the β-hairpin, this region is well conserved with five invariant residues (Arg189, Leu190, Pro19, Phe194 and Asp198). Although loop L1 is highly conserved, it interacts with immunity proteins using distinct contacts in the CdiA-CT/CdiI o11 EC869 and CdiA-CT/CdiI YPIII complexes. Loop L1 of CdiA-CT o11 EC869 engages almost exclusively in hydrophobic and van der Waals interactions, whereas the C-terminal portion of the CdiA-CT YPIII loop is dominated by direct H-bond and 13 ion-pair interactions involving residues Asp201, Ala203 and Thr204. The differences are striking because these three residues are also present in CdiA-CT o11 EC869 , yet do not form the same interactions. Similar phenomena are observed for the immunity proteins. CdiI strand β3* anneals with the toxin's variable β5 strand during β-augmentation; and accordingly β3* varies between immunity proteins in the family (Fig. S3B) . However, CdiI strands β7*, β8*, β9* and the intervening loops are highly conserved, yet this region interacts with cognate toxins using distinct molecular contacts. In several instances, highly conserved residues engage in direct H-bonds in one complex, but fail to make any intermolecular contact in another closely related complex. Therefore, even conserved sequence elements can be exploited to discriminate against near-cognate partners. The idiosyncratic nature of these interactions most likely explains why immunity-binding specificity cannot be switched through a simple exchange of β4/β5-hairpins between homologous toxins. (Fig. S3B) . However, these core interactions do not provide significant binding affinity for near-cognate toxin/immunity pairs. A final important parallel between the colicin E-class and CdiA-CT o11 EC869 DNases is that the immunity proteins both bind to exosites, leaving the nuclease active site exposed in the toxin/immunity complex 7; 18 . The spatial segregation of substrate and immunity binding sites presumably provides the flexibility to evolve unique protein-protein interactions while retaining catalytic activity. The fact that two unrelated DNase toxin/immunity pairs appear to be diverging rapidly suggests that this is a general and perhaps universal feature of toxin/immunity systems.\n\nProtein-protein interactions presumably evolve through mutational drift followed by reciprocal changes in the binding partner to maintain overall affinity while the underlying molecular contacts change. Riley and colleagues have proposed a diversification-selection model to explain the observed diversity in E-class colicin/immunity protein pairs. According to their model, some mutations expand immunity function and allow the newly evolved immunity protein to not only protect against its cognate toxin, but also against the colicins released by other strains 26; 27 . Such mutations would appear to be rare, but have been identified and characterized experimentally 28; 29 . One striking example that supports this model is the Asp33Leu mutation in ImE2 immunity protein, which increases affinity for non-cognate colicin E9 more than a 3,000-fold 29 . The advantage conferred by the new immunity gene would provide the selective pressure to retained the allele and allow it to become fixed in the population. This in turn allows for subsequent mutations in the linked colicin gene. Further mutations in the colicin are predicted to produce \"super-killer\" toxins, to which the ancestral bacteria are not immune 27 . Thus, the evolved colicin/immunity pair kills ancestral cells, thereby allowing fixation of the new pair in the population. Multiple iterations of this process are predicted to eventually produce a family of divergent toxin/immunity pairs. Of course, mutations that disrupt the toxin/immunity protein complex should be lethal to the cell, so the pressure to retain high-affinity interactions is presumably a significant barrier to diversification. However, colicin/immunity protein complexes have some of the highest known binding affinities, with cognate pairs characterized by femtomolar dissociation constants 22; 25; 29; 30 .\n\nTherefore, even if a mutation results in a 1000-fold decrease in affinity, the complex will still have a subnanomolar dissociation constant, which is sufficient to provide complete protection against toxicity 25; 30 .\n\nThus, the extraordinarily high affinity of cognate colicin/immunity protein complexes provides a buffer against the potentially lethal effects of mutations that disrupt the toxin/immunity protein interface. In contrast, the CDI toxin/immunity proteins studied here have much lower binding affinities with dissociation constants of about 20 nM for cognate pairs. Therefore, CDI toxin/immunity systems must exploit other biophysical mechanisms to avoid self-intoxication during evolution. One possible mechanism involves the over-expression of immunity proteins relative to the toxins. The majority (21 of 25) of CdiA-CT o11 EC869 homologues presented in Fig. S3A are encoded by truncated cdiA gene fragments that lack the N-terminal coding sequences required for secretion. These pseudogene pairs are termed \"orphan\" modules, because they resemble cdiA-CT/cdiI coding sequences that have been displaced from full-length cdiA genes 9 . Orphan cdiA-CT reading frames usually lack translation initiation signals, whereas the linked orphan cdiI genes have canonical ribosome-binding sites upstream of the initiating Met codon. These observations suggest that the toxins are expressed at very low levels, but the immunity proteins are highly expressed. Under these conditions, the selective pressure to retain immunity function would be relieved and allow the immunity gene to undergo drift without lethal consequences. This hypothetical scenario is supported by the observation that noncognate/mutated immunity proteins can fully protect cells when over-expressed 25; 31 . Therefore, we\n\npropose that the organization of cdiA-CT/cdiI gene pairs into orphan modules serves to accelerate toxin/immunity evolution by attenuating toxin expression. We note that this could be a general strategy to generate diversity in inter-bacterial competition systems because similar clusters of orphan gene pairs are associated with rhs genes in type VI secretion systems 9; 32 and the mafB genes of Neisseria species 33 .\n\nCDI systems are widespread throughout proteobacteria and are most commonly found in pathogenic species, such as Yersinia pestis, Neisseria meningitidis and Burkholderia pseudomallei 2; 34 .\n\nBecause CDI + bacteria exchange CdiA-CT toxins with one another, it may be possible to induce bacterial suicide with small molecules that specifically disrupt CDI toxin/immunity protein binding interactions. The β-hairpin binding pocket within CdiI o11 EC869 and homologous immunity proteins is an attractive target to test this antimicrobial strategy. Small cyclic peptides that fold into β-hairpins have been used to study protein-protein and protein-DNA interactions and in some instances have been used to specifically disrupt protein complexes 35, 36 . As illustrated by the MAC/CdiI o11 EC869 structure, cyclic β-hairpin mimics can be designed to bind CdiI immunity proteins. Our design could be improved to enhance binding affinity and possibly be utilized as a protein-protein complex inhibitor by increasing the number of residues or designing additional contacts. Although the current MAC contains pentapeptide strands, we have previously reported cyclic β-hairpin mimics containing heptapeptide and nonapeptide β-strands 37; 38 . Homologous MACs containing larger β-hairpin mimics and designed to achieve more contacts may allow rational design of a higher affinity macrocyclic peptide that specifically may disrupt toxin/immunity complexes within bacterial pathogens, setting the stage for the development of a new class of antibacterials.\n\nAll bacterial strains and plasmids used in this study are presented in Table S2 . All primers used in this study are presented in Table S3 . Yellow fluorescent protein (YFP)-labeled E. coli EPI100 cells were generated by integrating the yfp coding sequence at the gal locus. First, a genomic integration construct was made by amplifying the kanamycin-resistance cassette from plasmid pKAN 39 with primers Kan-1/Kan-2, followed by blunt-end ligation to SmaI-digested plasmid pBluescript. One plasmid clone was identified with the kanamycin-resistance cassette in the opposite orientation as pKAN, and this plasmid was termed pNAK. A fragment of galM was then amplified using primers CH3789/CH3790, and the product ligated to SacI/BamHI-digested plasmid pNAK to produce pCH2500. A yfp-galT fragment was amplified from E. coli DA28100 (a gift from Sanna Koskiniemi, Uppsala University) using primers CH3787/CH3788, digested with KpnI/EcoRI, then ligated into pCH2500 to yield plasmid pCH2503. The large KpnI/SacI fragment from pCH2503 was recombined into E. coli EPI100 cells that harbor plasmid pSIM6 as described 40; 41 . mKate2-labeled target bacteria were generating by integrating the coding sequence of mKate2 at the phage HK022 attP site using plasmids pDE1013 and pAH69 as described previously 42 .\n\nThe coding sequence for CdiA-CT/CdiI YPIII was amplified from Y. pseudotuberculosis YPIII genomic DNA with primers YPK0575-Kpn-for/YPK0576-Xho-rev. The resulting product was digested with KpnI/XhoI and ligated pET21S to generate plasmid pCH10413. The CdiA-CT o11 EC869/Δβ4β5 expression construct was generated by replacing the β4/β5-hairpin coding sequence with a Gly-Ser linker. The 5´-end of the construct was amplified with primers β-deletion-for1/β-deletion-rev1 and the 3´end with primers β-deletion-for2/β-deletion-rev2. The two PCR fragments were ligated at the BamHI site, and the joined fragments re-amplified with β-deletion-for1/β-deletion-rev2. The resulting product was ligated to pET21d using NcoI and XhoI restriction sites to generate pCH10369. Catalytically inactive CdiA-CT o11 EC869 domains carrying the Asp198Ala mutation and heterologous β-hairpin sequences were generated by PCR. Plasmid pCH10164 was amplified with primers EC869-CT-Nco/EC869-Nlact(beta)-rev and EC869-Nlact(beta)-for/EC869-cdiI-Spe, and the two products combined by overlap extension PCR (OE-PCR) 43 using primers EC869-CT-Nco/EC869-cdiI-Spe. The final product was digested with NcoI/SpeI and ligated to pET21S to generate plasmid pCH10365. The same procedure was used to introduce the Y. kristensenii β-hairpin by PCR with primers EC869-CT-Nco/EC869-Ykris(beta)-rev and EC869-Ykris (beta)-for/EC869-cdiI-Spe. The two products were combined by OE-PCR and ligated to pET21S to generate plasmid pCH10175. The coding sequences for CdiI Ykris (ykris0001_10740) and CdiI Nlact (NEILACOT_05636) were chemically synthesized (Genscript, Inc.) with flanking restriction sites and ligated to plasmid pUC57. The ykris0001_10740\n\nsequence was sub-cloned into pTrc99KX to generate plasmid pCH10103, which was then used as a template for PCR with primers pTrc-seq2/Ykris-cdiI-Spe-rev. The resulting product was digested with\n\nKpnI/SpeI and ligated to pET21K to generate plasmid pCH10170. The NEILACOT_05636 sequence was subcloned into pCH450 to generate plasmid pCH10101, which was then used as a template for PCR with primers pCH450-for/Nlact-cdiI-Spe-rev. The resulting product was digested with NcoI/SpeI and ligated to pET21S to generate plasmid pCH10172.\n\nThe chimeric CDI system that deploys CdiA-CT YPIII toxin was generated by replacing the CdiA-CT o11 EC869 DNase domain with the corresponding region of CdiA-CT YPIII . Regions upstream and downstream of the cdiA-CT/cdiI o11 EC869 sequence were amplified from plasmid pCH9305 using primers DL1527/EC869o11-G173-rev (upstream) and EC93-YPIII-down-for/DL2368 (downstream). The cdiA-CT/cdiI YPIII sequence was amplified from Y. pseudotuberculosis YPIII genomic DNA using primers EC869o11-G173-for/EC93-YPIII-chim-rev. The three PCR products were combined by OE-PCR using primers DL1527/DL2368. The final product was electroporated together with plasmid pCH10163 into E. coli strain DY378 as described 7; 8 . Recombinants were selected on yeast extract/glucose-agar supplemented with 33 µg/mL chloramphenicol and 10 M D/L-o-chlorophenylalanine. All plasmid constructs were verified by DNA sequence analysis.\n\nAll proteins were over-produced from pET21-derived plasmid using either E. coli CH2016 or E. phosphate. CdiA-CT/CdiI YPIII , CdiI Ykris , and CdiI o11 EC869 were concentrated to 10, 12.5 and 7.5 mg/mL (respectively) for crystallization trials.\n\nThe individual His 6 -tagged CdiI proteins were over-produced from plasmid pET21d constructs and purified as described above for CdiI o11 EC869 . CdiA-CT proteins were isolated from co-expressed Glu67, Lys96, Lys126 and Lys136 were modeled as Ala due to lack of observable side-chain density. In addition, the CdiI Ykris -His 6 expression construct contained an Ala84Thr mutation.\n\nThe macrocyclic peptide (MAC) that mimics the CdiA-CT o11 EC869 b-hairpin (Fig. S1 ) was prepared according to previously described procedures 16; 47; 48 . MAC peptide (2 mg) was added to 200 µL of 7.5 mg/mL CdiI o11 EC869 to yield a solution at a ~10:1 peptide:protein ratio. MAC/CdiI o11 EC869 cocrystals were grown over two days in 0.2 M sodium acetate (pH 5.6), 0.1 M bis-tris propane, pH 6.9, and 20% (wt/vol) PEG 3350, using the protein/peptide mixture described. Initial crystals were of poor quality and resulted in highly mosaic diffraction data. Crystal quality was improved by microseeding 49 .\n\nBriefly, crystals were harvested into 80 µL of crystallization solution and a seed stock was generated using a seed bead (Hampton). Following optimization, suitable diffraction quality crystals were generated using a hanging drop containing 1 µL of seed stock and 1 µL of the protein/peptide mixture following a three-fold dilution. Glu139 of both CdiI o11 EC869 molecules were modeled as Ala due to lack of observable side-chain density.\n\nThe secondary structure of purified toxins (0.1 mg/mL in 20 mM Tris-HCl, pH 7.4) was analyzed by CD spectroscopy on a Jasco J-720 spectropolarimeter using a 0.1 cm path-length. Spectra were collected at 20 nm/min with a 2 nm bandwidth and 4 s response time. Three consecutive scans were collected and averaged for each analysis. CdiA-CT/CdiI binding affinities were determined by biolayer interferometry as described previously 7 . Binding reactions were performed at 25 °C in 20 mM Tris-HCl (pH 7.4), 150 mM NaCl. CdiI-His 6 immunity proteins were immobilized onto Ni 2+ -NTA biosensors and exposed to cognate or heterologous CdiA-CT toxins at 0.5 -300 µM. A reference was subtracted from all binding curves before curve fitting. Curve fitting and data processing were performed using BLitz Pro software (ForteBio Inc.).\n\nThe activity of purified CdiA-CT o11 EC869 and CdiA-CT YPIII were assayed in vitro using supercoiled Images were acquired on an Olympus fluorescent microscope with a 100 oil objective using an Optronics MacroFire digital microscope camera. Lightfield images were captured with a 12 ms exposure (gain 2) and DAPI images were acquired in grayscale with a 48 ms exposure (gain 2).\n\nFluorescent images were captured in grayscale using a 502 ms exposure/gain 5 (for YFP) or a 1 s exposure/gain 5 (for mKate2). Images were overlaid and false-colored using FIJI 50 , and stacked images were cropped to 400  400 pixels using GIMP. The same microscope images used to display fluorescence were used to obtain cell length measurements. Cells were manually measured using the line tool in FIJI, and between 175 and 328 cells from three microscopy fields were measured for each co-culture competition. Each object plotted represents a single cell length measurement. P values were obtained using two-tailed unpaired t-tests.\n\nCoordinates and structure factors have been deposited in the Protein Data Bank with accession numbers 4ZQU, 4ZQV and 4ZQW. The flow-though (FT) and wash fractions (W1 and W2) are indicated followed by elution with imidazole gradient. (C) Circular dichroism spectra of purified CdiA-CT o11 EC869/Nlact and CdiA-CT o11 EC869/Ykris show similar secondary structure content compared to wild-type CdiA-CT o11 EC869 . "}