{"title": "The N-Terminal Heptad Repeat Region of Reovirus Cell Attachment Protein ~1 Is Responsible for al Oligomer Stability and Possesses Intrinsic Oligomerization Function", "body": "The reovirus cell attachment protein (protein ~1) is strategically located at the twelve vertices of the outer capsid of the viral icosahedron (Lee et al., 1981; Furlong eta/., 1988) and plays a pivotal role in viral infectivity and tissue tropism (Sharpe and Fields, 1985) . In electron microscopy, this protein can sometimes be seen as lollipop-shaped structures with proximal fibrous tails and distal globular heads projecting from the surfaces of viral particles (Furlong et a/., 1988) . Protein al purified from reovirions or from a vaccinia expression system also has a similar morphology (Furlong et a/., 1988; Banerjea et a/., 1988; Fraser et a/., 1990) . The observations that the C-terminal half of al contains the receptor-binding domain (Nagata et al., 1987; Yeung et a/., 1989) and the N-terminal onequarter possesses intrinsic virion-anchoring property (Mah et a/., 1990) suggest that the fibrous tail and the globular head represent the N-and C-terminal portions, respectively, of this protein. These findings concur with sequence analysis of the reovirus Sl gene (encoding (rl), which predicts the existence of distinct structural domains in the al protein (Bassel-Duby et a/., 1985; Duncan et al., 1990; Nibert et al., 1990) . The ' Present address: McIntyre Medical Sciences Building, McGill Cancer Centre, 7/F, 3655 Drummond Street, Montreal, Quebec, Canada H3G lY6. ' To whom requests for reprints should be addressed.\n\nN-terminal one-third of al is highly a-helical and contains a heptapeptide repeat of hydrophobic residues, suggestive of a coiled-coil structure. This is followed by a middle region composed largely of P-sheets. The Cterminal one-third of 01 does not possess any distinct patterns and is therefore predicted to assume a complex globular structure. The oligomeric nature of al has also been examined (Bassel-Duby et al., 1987; Banerjea et a/., 1988) . When subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) under dissociating conditions (boiled in SDS-containing sample buffer), the 455 amino acid long al migrates as a monomeric 44K molecular weight protein. However, if the boiling step is omitted, al migrates as an oligomer (-200K molecular weight) . This observation, coupled with the identification of a total of four bands upon chemical cross-linking of purified al (with the largest species migrating at a position corresponding to approximately 200K), has led to the suggestion that al is a tetramer (Bassel-Dubyetal., 1987) . The oligomerization state of al is apparently closely linked to its function since of the two al species (monomeric and oligomeric) synthesized in an in vitro transcription and translation system, only the oligomeric form is capable of binding to cell receptors (G. Leone, R. Duncan, and P. W. K. Lee, unpublished data) . This observation prompted us to examine the nature of al oligomerization, an understanding of which should lead to better definitions of structure-function relationships of this protein.\n\nIn this report, we used trypsin treatment as an initial step to identify regions that are important for maintaining and stabilizing the al oligomeric structure. Of the two fragments generated by such treatment (Yeung et a/., 1989) , only the N-terminal fragment, but not the C-terminal fragment, was found to exist as stable trimers (and dimers to a less extent) upon SDS-PAGE analysis. Subsequent in vitro transcription and translation experiments revealed that the N-terminal one-third of al, which harbors the heptapeptide repeat region, possesses intrinsic dimerization and trimerization function. We further demonstrated that ionic interactions, in addition to hydrophobic interactions, within the heptapeptide repeat region are also responsible for stabilizing the ul oligomer. These observations have led to a structural model of the oligomerization domain of protein al.\n\nThe plasmid (pG4T3) used in the present study was derived from our prokaryotic Sl -gene expression vector pSP4 (Masri et al., 1986) in which the Sl gene contained additional sequences at the 3'-end derived from pBR322 (Pstl-EcoRI) during the original subcloning procedure. This plasmid was cleaved with Sstll, which cuts the Sl gene at position 1397, and the synthetic linker 5'-GGCACTGGGGCAT-FTCATCGGTAC-3' 3'-CGCCGTGACCCCGTAAAGTAGC-5' was added which contained the authentic 3'-terminal Sl gene sequence from the Sstll site to the 3'-end of the gene where a unique Kpnl site was added. A BarnHI-Kpnl fragment was isolated (from the BarnHI site at position 15, which cuts immediately after the ATG initiation codon of al to the newly introduced Kpnl site at the 3'-end of the gene) and ligated to an EcoRI-BamHl translation initiation linker (Pharmacia):\n\nThe resultant EcoRI-Kpnl fragment was cloned into the EcoRI-Kpnl site of pGEM-4 (Promega Biotec) to produce pG4T3.\n\nThe plasmid pG4T3 was linearized with either HindIll or EcoRV restriction endonucleases and used in in vitro transcription reactions to generate full-length or truncated Sl mRNAs. The mRNAs were then translated in vitro in rabbit reticulocyte lysates according to the manufacturer's specifications (Promega). A typical translation mixture contained 50-l 00 ng of RNA and 20 &i of [35S]methionine in a total volume of 25 ~1. After incubation at 37\" for 45 min, reactions were stopped by the addition of 200 ~1 phosphate-buffered saline (PBS). Protein sample buffer (5x) was then added (final lx concentration was 50 mn/r Tris, pH 6.8, 1% SDS, 2% P-mercaptoethanol, 10% glycerol, and 0.01% bromphenol blue) and the mixtures were further incubated at 37\" for 30 min (nondissociating condition) or boiled for 5 min (dissociating condition) prior to SDS-PAGE.\n\nUpon completion of the in vitro translation reaction, TLCK-treated trypsin (Sigma) dissolved in PBS (0.05 mg/ml) was added to the translation mixtures to a final concentration of 0.005 mg/ml (unless otherwise stated). After incubation at 37\" for 30 min, trypsin inhibitors (soybean and egg white trypsin inhibitors, Sigma) were added and the mixtures were further incubated in protein sample buffer prior to SDS-PAGE (see above).\n\nThe monoclonal anti-al antibody G5 has been previously described (Burstin et al., 1982) and shown to interact with the C-terminal tryptic fragment of 01 (Yeung et a/., 1989) . The N-terminal specific polyclonal anti-u1 antiserum was prepared in rabbits using the SDS-PAGE-purified trpE-al fusion protein (containing trpE and residues l-l 58 of al) expressed in Escherichia co/i using the pATH3 vector (Cashdollar et a/., 1989). Aliquots of lysates or trypsin-treated lysates were mixed with an equal volume of appropriate dilutions of the antibodies and incubated at room temperature for 1 hr. Fixed Staphylococcus aureus (10% suspension) that had been preadsorbed with BSA (5 mg/ ml) was then added to the mixture and incubated for an additional 30 min. lmmunoprecipitates were washed three times with wash buffer (50 mMTris, pH 7.4, 150 mM NaCI, 0.1% SDS, 1% Triton X-l 00) resuspended in 140 ~1 high-pH buffer (50 mM Tris, 0.1 M H,PO,, 2 mM DTT, 0.1% SDS, 6 M urea, pH to 1 1.6 with NaOH), and incubated at 37\" for 45 min. Suspensions were then pelleted and supernatants neutralized with 7 ~1 neutralizing solution (0.1 M H,PO,, 1 n/r Tris, pH 7.4). Protein sample buffer was then added to the samples and either incubated at 37\" for 30 min (nondissociating condition) or boiled for 5 min (dissociating condition) prior to SDS-PAGE.\n\nDiscontinuous SDS-PAGE was performed using the protocol of Laemmli (1970) . Both 10 and 12.5% acryl- [35S]Methionine-labeled reovirus-infected cell lysates (S-45) prepared as previously described (Lee er a/., 1981) and [%]methionine-labeled in vitro translation products of the reovirus Sl mRNA in rabbit reticulocyte lysates (Sp6), were precipitated with an anti-01 monoclonal antibody (G5). After being released from the immunoadsorbent, precipitated proteins were mixed with protein sample buffer and were either boiled for 5 min (6) or incubated at 37\" for 30 min (37) prior to SDS-PAGE. R (lane 1) represents purified [?S]methionine-labeled reovirus.\n\namide gels were used. Gels containing 35S-labeled proteins were fixed and then treated with DMSO-PPO, dried under vacuum, and exposed to Kodak XAR-5 film at -70\". Gels to be used for band excision were dried under vacuum without prior treatment, and then exposed to film. Developed x-ray film was superimposed on dried gels and bands to be excised were marked with a pouncer. Marked protein bands were excised from gels and rehydrated in Laemmli running buffer. Proteins from excised bands were electroeluted into electroelution cups in a volume of 200 jJ. Protein sample buffer was added to electroeluted proteins and boiled for 5 min prior to SDS-PAGE.\n\nSince some of the following studies on al oligomerization involved the use of genetically truncated protein CT~ , it was necessary to express ~1 in an in vitro system and to ascertain that oligomeric al was indeed generated in such a system. To this end, T3 reovirus Sl mRNA was prepared in vitro using Sp6 RNA polymerase and translated in a rabbit reticulocyte lysate. Translation products were then immunoprecipitated with an anti-al antibody (G5) and analyzed by SDS-PAGE under conditions that would not cause the disruption of ~1 oligomers (see Materials and Methods). The results, illustrated in Fig. 1 , show that stable ~1 oligomers were indeed produced in vitro (lanes 4 and 5) and their migration rate was identical to that of authentic ~1 from T3 reovirus-infected cells (lanes 2 and 3). Like the authentic protein, al oligomers synthesized in vitro were capable of binding to cell receptors (R. Duncan, G. Leone, and P. W. K. Lee, unpublished observations) , and were cleaved by trypsin to yield a well-defined pattern (see below). Some al monomers (44K) were also produced in this system, but they were not precipitable by the anti-al antibody, did not manifest cell-binding function, and were highly susceptible to degradation by trypsin or chymotrypsin even when these proteases were used at very low concentrations (data not shown). Subsequent analysis exclusively of the oligomeric form of ~1 was therefore possible.\n\nPreviously it was found that trypsin cleaves the ~1 oligomer near the middle to generate two fragments of approximately equal size (Banerjea et al., 1988; Yeung et a/., 1989) . The cleavage site has now been determined to be between Arg245 and lle246 (Duncan and Lee, unpublished data) . Thus the monomeric forms of the N-terminal fragment (245 amino acids) and the Cterminal fragment (210 amino acids) have molecular weights of approximately 26K and 23K, respectively, corresponding to their migration rates in SDS-PAGE under dissociating conditions (Yeung et a/., 1989) . Such a cleavage pattern was also obtained with al synthesized in vitro (Fig. 2, lane 3 ). An additional minor band of approximately 21 K molecular weight was also observed sometimes. Using N-and C-terminal-specific R37B xc - sera, we have identified the 26K and 21 K tryptic fragments to be of N-terminus origin, and the 23K fragment to be of C-terminus origin (Fig. 4) .\n\nTo see whether any of the tryptic fragments could be identified in the oligomeric state, trypsin-treated al in SDS-containing sample buffer was incubated at 37\" (rather than boiled) prior to SDS-PAGE. It was found that the 26K N-terminal fragment was replaced quantitatively by a band migrating at approximately 80K molecular weight (Fig. 2, lane 2) . The migration rate of the 23K C-terminal fragment remained unchanged. The 2 1 K N-terminal fragment was absent; instead two faint bands of approximately 48K and 54K molecular weight appeared. Protein bands of 80K, 54K, and 48K molecular weight were excised from a gel, eluted, boiled in sample buffer, and subjected to SDS-PAGE (Fig. 3) . Both the 80K and 54K proteins were found to be converted to the 26K N-terminal fragment, whereas the 48K protein was converted to the 2 1 K N-terminal fragment.\n\nThe most reasonable interpretation of these results would be that the 80K and 54K bands represent the trimer and dimer forms, respectively, of the 26K N-terminal fragment, and the 48K band represents the dimer of the 21 K N-terminal fragment. The region in the 26K N-terminal fragment that is absent in the 21 K Nterminal fragment may therefore be involved in stabiliz-ing the third subunit of the 80K N-terminal trimer. The identity of this region is presently unknown.\n\nIt is important to note that under conditions where the N-terminal tryptic fragment exists as stable trimers (and dimers), the C-terminal fragment was consistently found to be in the monomeric state. This is in contradiction to the findings of Banerjea et a/. (1988) who reported that both the N-and C-terminal tryptic fragments exist as stable oligomers (tetramers) in SDS at 37\". To reconcile such differences, we decided to examine the effects of varying the trypsin concentration on al cleavage pattern. At the lowest concentration (0.005 mg/ml) of trypsin that cleaves al oligomers completely, an identical pattern to that shown in Fig. 2 was observed (Fig. 4A, lane 2) . Increasing the concentration of trypsin to 0.05, 0.1, and 0.5 mg/ml, and subsequently boiling the samples in sample buffer, resulted in the gradual disappearance of the 26K N-terminal fragment with the concomitant appearance, in almost stoichiometric amounts, of a 25K molecular weight band (Fig. 4A, lanes 3-5) . Thus the 25K band is a cleavage product of the 26K band. The 23K C-terminal fragment remained unchanged.\n\nWhen identical samples were instead incubated at 37\" in sample buffer prior to SDS-PAGE, both the 26K and 25K bands were replaced by bands with molecular weights of approximately 80K and 75K, respectively (Fig. 4A, lanes 6-9) . Again, the mobility of the 23K Cterminal fragment remained unchanged. Radioimmunoprecipitation of the samples with the N-and C-terminus-specific antibodies confirmed that the 25K and 75K proteins, like the 26K and 80K proteins, were of N-terminus origin (Fig. 48) and that the 23K protein was of C-terminal origin (Fig. 4C) .\n\nIt is possible to explain the discrepancies between our present findings and those reported by Banerjea et al. (1988) on the basis of the methods used for protein al detection. A polyclonal anti-T3 reovirus serum was used by the aforementioned investigators to identify ~1 tryptic fragments on Western blots as opposed to radioimmunoprecipitation with anti-al N-and C-terminal-specific antibodies used in our studies. In our hands, polyclonal anti-native al serum is incapable of recognizing the presumably denatured C-terminal tryptic fragment on a blot, although the N-terminal fragment is easily detectable. These observations, together with the fact that the trypsin concentration (1 mg/ml) used by Banerjea et al. was within the concentration range where we found both the 26K and the 25K N-terminal cleavage products, have led us to conclude that the two bands previously identified by these inves- tigators as N-terminal and C-terminal oligomers correspond to our 80K and 75K bands, and are therefore in fact both N-terminal oligomers.\n\nTo determine the extent of involvement of the N-terminal portion in stabilizing the al oligomer, native al and trypsin-treated al were subjected to various treatments prior to SDS-PAGE and the relative stability of native al oligomers and N-terminal trimers (80K protein) was compared. Whereas dissociation of oligomers by heat was used as a general measure of oligomer stability, the effects of pH variation and presence or absence of urea and @-mercaptoethanol were also examined.\n\nUnder all conditions tested, native al oligomers and N-terminal trimers behaved identically (Fig. 5 ). Both al oligomers and N-terminal trimers were stable at 50\" in sample buffer but dissociated at 60\" (Fig. 5A ). Both were stable under alkaline (pH 1 1.6) to mild acidic (pH 6.0) conditions, but dissociated at pH 5.5 (Fig. 5B) . Urea (6 IV) apparently had no effect on either oligomerit species (Fig. 5C) . It was previously reported that al oligomers were rendered less stable when the concentration of P-mercaptoethanol in the sample buffer was reduced (Bassel-Duby et a/., 1987). Consistent with these findings, we observed that both native al oligomers and N-terminal trimers were less stable in the total absence of P-mercaptoethanol (Fig. 5C ). In summary, the stability of the N-terminal trimer was found to be very similar to that of the native al oligomer. These data suggest that interactions between al subunits responsible for stabilizing the oligomeric structure occur mainly, although by no means solely, within the N-terminal half of the al protein.\n\nThe absence of cysteine residues within the N-terminal tryptic fragment of al suggests that the stabilizing effect of P-mercaptoethanol could not be directly due to its reducing properties.\n\nIndeed, enhanced oligomer stability was not observed when another reducing agent, dithiothreitol, was used in place of ,& mercaptoethanol (Fig. 6A) .\n\nA less well-characterized property of P-mercaptoethanol is that of chelation (McMichael and Ou, 1977) . If /3-mercaptoethanol indeed stabilizes oligomers by chelating divalent cations, addition of divalent cations should destabilize oligomers. Indeed, MgCI, at concentrations above 1 mM was found to destabilize N-terminal trimers (Fig. 6B ) as well as native al oligomers (data not shown). Other divalent cations (zinc and calcium) had a similar effect (data not shown). The effects of divalent cations and P-mercaptoethanol on oligomer stability are clearly antagonistic.\n\nThus the destabilizing effect of 5 mM and 20 ml\\/l MgCI, could be reversed by the inclusion of 1 and 5% ,L3-mercaptoethanol, respectively, in the sample buffer (Fig. 6B) . Similar results were obtained using EDTA as the chelator in place of ,&mercaptoethanol, except that at EDTA concentrations above 5 mM, oligomer stability was inconsistent (data not shown).\n\nThe disruption of ~1 oligomers by divalent cations suggests that ionic interactions are involved in stabilizing the N-terminus trimer (and hence the 01 oligomer). Indeed, the distribution of charged residues in the Nterminal coiled-coil region was found to highly favor the (C) Samples were incubated in regular protein sample buffer which contained 2% fl-mercaptoethanol (-U+p, control) , or in protern sample buffer containing 6 M urea in addition to 2% P-mercaptoethanol (+U), or in protein sample buffer lacking both urea and P-mercaptoethanol (-p), at 37\" for 30 min prior to electrophoresis. Native and trypsin lanes in each experiment originate from the same gel.\n\nformation of salt bridges between al subunits (see Discussion). However, the presence of the extended heptad repeat in the same region suggests that hydrophobic interactions must play a major role in oligomer stabilization. In this regard, the aforementioned ionic interactions are presumed to serve an augmentative function. In agreement with the above hypothesis, temperature stability experiments indicated that in the presence of divalent cations (abolishing ionic interac-tions), oligomers were stable up to a temperature of 20\", but in the absence of divalent cations (maximizing ionic interactions), oligomers were stable up to a temperature of 50\" (data not shown).\n\nproperties of the heptad repeat region of al It is believed that sequences with heptapeptide repeats of apolar residues are involved in stabilizing coiled-coil structures through hydrophobic interactions between the a-helices. In the case of al, the heptad repeat region spans the N-terminal one-third of the protein (from residue 28 to 164). It was then of interest to see whether this region possesses intrinsic dimerization and, in view of the trimeric nature of the N-terminal tryptic fragment of ~1, trimerization functions.\n\nTo this end, the plasmid pG4T3 was treated with the restriction endonuclease EcoRV, which cuts the Sl gene at nucleotide 497 (encoding the N-terminal 161 amino acids). Run-off mRNA transcripts were then prepared and translated in vitro, and the ability of the translational products to oligomerize was then determined by SDS-PAGE. The results are shown in Fig. 7 . When the samples were boiled in sample buffer prior to SDS-PAGE, closely migrating bands of approximately 18K molecular weight were found (Fig. 7, lane 2) , as was predicted from the amino acid sequence. The lack of absolute homogeneity in size of the translational products was due to the absence of a translation stop codon in the mRNA transcripts, necessitating translation termination to occur by the falling off of ribosomes close to, but not precisely at, the 3'ends of the mRNAs. When identical samples were instead incubated at 37\" in sample buffer (Fig. 7, lane 3) , there was a noticeable decrease in the intensities of the bands migrating at approximately 18K. Concomitantly, two additional bands with estimated molecular weights of 36K and 54K appeared. These two bands corresponded to the dimeric (36K) and trimeric (54K) forms of the EcoRV translation products. Clearly, the dimer was the predominant oligomeric form identified. Whether trimer formation was inefficient or whether trimers were less stable in our SDS-PAGE system is not known. None-theless, for the first time, direct evidence is presented that demonstrates the intrinsic ability of a heptad repeat (18 repeats in this case) to form dimers and trimers, an ability that may very well depend on the number of repeats present in the polypeptide.\n\nTo determine the extent to which the heptad repeat region is involved in stabilizing the N-terminal tryptic trimers, the EcoRV translational products were subjected to the various treatments previously applied to the N-terminal tryptic fragment and the native ~1 oligomer. The results are shown in Fig. 8 . Both the dimeric and trimeric forms of the heptad repeat were unstable at 50\", a temperature at which the N-terminal tryptic trimer was found to be stable. However, like the N-terminal trimer, heptad dimers and trimers were both stable under alkaline (pH 11.6) to mild acidic (pH 6.0) conditions (but dissociated at pH 5.5) and in 6 M urea, and were destabilized by the absence of P-mercaptoethanol or by the presence of divalent cations in the sample buffer. Again, as observed for the N-terminal tryptic trimer, the destabilizing effect of divalent cations could be neutralized by P-mercaptoethanol. FIG. 8. Oligomer stability of the N-terminal 161 amino acid long polypeptide. The polypeptide synthesized was subjected to various treatments as described in the legends to Fig. 5 and 6 . Protein sample buffer was then added and the samples were incubated at 37\" for 30 min prior to SDS-PAGE. Reo represents the reovirus marker. Molecular weights are indicated at right. servation that receptor-binding function is manifested by the oligomeric form, but not by the monomeric form of al, prompted us to examine the region(s) on ~1 that is responsible for the stability and the formation of the ~rl oligomer. Our present analysis of the two tryptic fragments of al has revealed that the stability of the ~1 oligomer is maintained mainly via the N-terminal fibrous portion, rather than the C-terminal globular portion of al. Under nondissociating conditions (preincubation in SDS-containing sample buffer at 37\" for 30 min), the N-terminal half of al, like intact ~1, migrates in SDS-PAGE as an oligomer (trimer), whereas the Cterminal half migrates as a monomer. We have evidence, however, that the latter ttyptic fragment is also a trimer (albeit a less stable one) which dissociates under the assay conditions used in the present study. The additional observation that both the N-terminal tryptic fragment and the full-length 01 oligomer respond to temperature and pH changes, and to p-mercaptoethanol in a similar manner, further suggests that the N-terminal half of al plays a major role in stabilizing the ul oligomer.\n\nThat the N-terminal portion of al possesses oligomerization potential was first suggested by Bassel-Duby eta/. (1985) from sequence analysis of the type 3 reovirus Sl gene. First of all, the N-terminal one-third of al was found to be highly a-helical. The additional presence, in the same region, of an extended heptad repeat (a-b-c-d-e-f-g)n,\n\nwhere a and d are characteristically apolar residues, further indicates the propensity of this region to adopt a coiled-coil rope-like structure. Such theoretical considerations are clearly compatible with the fibrous morphology of al as revealed by electron microscopy (Furlong et al., 1988; Banerjea et al., 1988; Fraser et a/., 1990) and with the present demonstration that the heptad repeat region alone, when synthesized in an in vitro system, is capable of forming dimeric and trimeric structures whose stability is remarkably similar to that of the trimeric Nterminal tryptic fragment or of the native al oligomer. In view of the recent speculations on the structural and functional aspects of the \"leucine zipper,\" we consider our direct demonstration that the heptad repeat possesses intrinsic dimerization and trimerization function to be significant (see also note added in proof). There is little doubt that, in the case of the trimer, apolar residues at positions a and d contribute to hydrophobic interactions that are responsible for holding the three strands together in a coiled-coil configuration (Figs. 9A and 9B). In addition, ionic interactions were also found to play a role since the dimers and trimers were destabilized by divalent cations but were restabilized by the addition of a chelator. Indeed, an examination of the distribution of charged residues in positions e and g reveals that when the three cu-helices are placed in parallel and in register to each other, residues of opposite charge on adjacent cu-helices invariably lie in juxtaposition (Fig. 9C ) (see also . At locations where a corresponding residue of opposite charge is not present on an adjacent a-helix, a spatially close residue on the same helix is present to neutralize the charge. Analysis of analogous regions on the al proteins of the other two serotypes reveals a similar, albeit less perfect, distribution pattern of charge residues (data not shown).\n\nIt is important to point out that whereas the present study clearly indicates that the 01 oligomer is stabilized mainly via the N-terminal half of the protein, the implications of the intrinsic oligomerizing function of the heptad repeat region on the oligomerization process of the intact al oligomer need to be viewed with caution. Recent evidence suggests that intracellular protein folding and oligomerization are mediated by chaperones and that these events are ATP-dependent. In the case of ~1, we have recently observed that whereas the oligomerization of the N-terminal one-third of ~1 occurs spontaneously, that of full-length al is an ATPdependent event (unpublished data), which further suggests that, as has been reported for a number of oligomeric proteins, the formation of the al oligomer is chaperone-mediated.\n\nThis would in turn imply that the intrinsic oligomerizing function of the heptad repeat region is necessary, but not sufficient, for intact al oligomerization, and that a domain(s) downstream of this region must also be involved. We are currently probing the interactions between the three governing factors, namely, the heptad repeat region, a downstream domain(s), and chaperones, in the al oligomerization process, the revelation of which may have general and fundamental implications.\n\nOur demonstration that the N-terminal tt-yptic fragment is a trimer and the N-terminal heptad repeat region possesses intrinsic trimerization function suggests that native protein al is most likely also a trimer, although the possibility of al being a multiple of a trimer (e.g., dimer of a trimer) cannot be ruled out based on the present data alone. Either model contradicts a recent suggestion, based on sequence analysis and computer-processed electron microscopy, that ~1 is a tetramer (Fraser et al., 1990) . Although the precise reasons for this discrepancy remain to be revealed, we have recently obtained data from biophysical studies and in vitro ~1 assembly experiments that are compatible with a trimeric, but not a tetrameric (or a hexamerit), model of al (unpublished data). A trimeric ~1 would theoretically migrate at a position corresponding to 150K in SDS-PAGE, rather than at -2OOK. How-0155 FIG. 9. Analysis of sequences involved in 01 trimerization. (A) a-helical wheel depiction of the heptad repeat region (amino acids 28 to 158) of ~1. Note the predominant presence of hydrophobic residues at positions a and d (see also Nibert et al., 1990) . Charged residues at positions e and g are also indicated. (B) Cross-section of three parallel a-helices depicting plausible hydrophobic interactions between amino acids at positions a and d of adjacent helices. (C) Schematic diagram showing interactions between negatively charged (white) and positively charged (black) residues at positions e (helix at left) and g (helix at right) on two adjacent helices (see also ever, our present studies suggest that under the conditions used for its detection (incubation at 37\" in SDS), the N-terminal fibrous tail of the al trimer would still be intact, whereas the C-terminal globular head would be totally unfolded. The resulting ~1 structure would accordingly resemble a \"hydra,\" rather than a \"lollipop,\" and would therefore manifest a somewhat retarded migration rate. Results from more refined experiments correlating incubation temperatures (in SDS) with migration rates of intact al and al tr-yptic fragments concur with such a rationale (unpublished observation).\n\nIt is noteworthy that, in terms of oligomerization status, ~1 is not unlike other viral cell-attachment proteins such as the influenza hemagglutinin the VSV G protein (Doms et a/., 1987; Kreis and Lodish, 1986 ) the adenovirus fiber (van Oostrum et a/., 1987; Devaux et al., 1990 ) the envelope glycoprotein (gpl20) of the human immunodeficiency virus (Weiss et al., 1990) and the coronavirus spike protein (Delmas and Laude, 1990) all of which appear to be trimeric, and the trimeric state may reflect a unifying concept, hitherto unidentified and perhaps pertinent to structural and/or functional requirements, in the virus attachment process.\n\nThis work was supported by the Medical Research Council of Canada. L.W.C. was supported by a grant from the National Science Foundation. G.L., D.C.W.M., and A.P. are recipients of Alberta Heri-tage Foundation for Medical Research (AHFMR) Studentships. R.D. is an AHFMR Fellow and P.W.K.L. is an AHFMR Scholar.\n\nNote added in proof. Shortly after submission of our manuscript, Banerjea and Joklik (1990) reported the intrinsic oligomerizing property of the N-terminal heptad repeat region of 01."}