{"title": "-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)", "body": "Recombinant viral vectors expressing heterologous antigens (and antibodies) represent promising platforms for developing novel vaccines and therapies against human and animal infectious diseases and cancers. Development of new viral vectors, remodeling of vector backbones to improve their biological activity, and incorporation of new foreign proteins in existing vector platform result in unique viral products requiring assessments of safety, innate and adaptive immune response, manufacturability and the regulatory pathway. It is important to understand how chimeric viral vectors differ from the wild-type progenitors, based on modifications within the vector backbone and the effect of adding a heterologous gene, which may influence pathogenesis. This is particularly true for replicating, attenuated vaccines (as distinguished from replication defective vectors (e.g. adenoviruses, alphavirus replicons, and herpes simplex viruses), or live vectors that are attenuated due to host range restriction (e.g. Modified Vaccinia Ankara, Sendai, and Newcastle disease viruses). In general, replicating vaccines have proven most effective in generating rapid and durable protection against viral infections [1] . A number of rationally developed, recombinant, replicating, attenuated viral vector vaccines are in clinical development, and a few are nearing licensure or have reached commercialization. Among the prominent platforms for constructing such vaccines are vaccinia virus, (veterinary applications) [2] ; measles virus [3] ; adenovirus type 4 [4] ; alphaviruses, such as Sindbis and Venezuelan equine encephalitis virus [5] ; flaviviruses, including dengue virus and yellow fever virus 17D [6] ; cytomegalovirus [7] ; and vesicular stomatitis virus [8] , the subject of this paper.\n\nThe Brighton Collaboration (www.brightoncollaboration.org) was formed in 2000 as an international voluntary collaboration to enhance the science of vaccine safety research [9] . In recognition of these needs in this domain, the Brighton Collaboration created the Viral Vector Vaccines Safety Working Group (V3SWG) in October 2008. Analogous to the value embodied in standardized case definitions for Adverse Events Following Immunization (AEFI), the V3SWG believes a standardized template describing the key characteristics of a novel vaccine vector, when completed and maintained with the latest research, will facilitate the scientific discourse among key stakeholders by increasing the transparency and comparability of information. The International AIDS Vaccine Initiative (IAVI) had already developed an internal tool to assess the risk/benefit of different viral vectors under its sponsorship. The IAVI graciously shared this tool with the V3SWG for adaptation and broader use as a standardized template for collection of key information for risk/benefit assessment on any viral vector vaccines. This tool was aimed at identifying potential major hurdles or gaps that would need to be addressed during the development of vectored vaccines. The template collects information on the characteristics of the wild type virus from which the vector was derived as well as known effects of the proposed vaccine vector in animals and humans, manufacturing features, toxicology and potency, nonclinical studies, and human use, with an overall adverse effect and risk assessment.\n\nFollowing the process described above and on the Brighton Collaboration Website (http://cms.brightoncollaboration.org: 8080/public/what-we-do/setting-standards/case-definitions/process. html), the Brighton Collaboration V3SWG was formed in October 2008 and includes $15 members with clinical, academic, public health, regulatory and industry backgrounds with appropriate expertise and interest. The composition of the working and reference group, as well as results of the web-based survey completed by the reference group with subsequent discussions in the working group, can be viewed at http://www.brightoncollaboration.org/internet/en/index/workinggroups.html. The workgroup meets via emails and monthly conference calls coordinated by a secretariat [9] .\n\nThe V3SWG anticipates that eventually all developers/researchers of viral vector vaccines (especially those in clinical development) will complete the template and submit it to the V3SWG and Brighton Collaboration for peer review and eventual publication in Vaccine. Following this, to promote transparency, the template will be posted and maintained on the Brighton Collaboration website for use/reference by various stakeholders. Furthermore, recognizing the rapid pace of new scientific developments in this domain (relative to AEFI case definitions), we hope to maintain these completed templates ''wiki-\" style with the help of Brighton Collaboration and each vectored vaccine community of experts [10] .\n\nThis paper is preceded by a recent V3SWG and Brighton Collaboration publication by Clarke et al. [8] describing the history and rationale for development of VSV as a replicating vector platform; the natural history of parental VSV viruses; the construction of recombinant vaccines pseudo-typed with heterologous proteins that stimulate humoral and cellular immunity; attenuation strategies; the application of animal models to test safety and efficacy; manufacturing; and the status of clinical development. The underlying principles explained by Clarke et al. [8] are critical background to the present paper. A number of general points are re-emphasized below, and additional background is provided to facilitate an understanding of the recombinant rVSV platform as applied to the development of vaccines against viral hemorrhagic fevers. These comments are followed by the template which provides specific features of the most advanced rVSV vector in development, a vaccine against Ebola virus disease in which the VSV glycoprotein (G) is entirely deleted and replaced with the corresponding glycoprotein (GP) of the Zaire Ebolavirus (rVSVDG-ZEBOV-GP). This vaccine, currently designated V920, is being developed by Merck & Co., Kenilworth, NJ, USA and is in the registration process.\n\n1.1.1. Aspects of the rVSV technology of special interest for vaccine development a. VSV (a negative sense, single-strand RNA virus belonging to the family Rhabdoviridae, genus Vesiculovirus) is being widely explored for vaccine development against infectious diseases and cancer, and as an oncolytic virus. b. VSV causes self-limited disease in horses, pigs, and cattle, and may be either asymptomatic or cause a mild flu-like syndrome in humans and is thus a naturally attenuated vector backbone for development of human vaccines and therapies.\n\nc. Other advantages of VSV as a vector include (i) low prevalence of immunity to the vector in most populations targeted for immunization; (ii) the viral RNA does not integrate into the host, posing little risk of oncogenesis or mutagenesis; (iii) large foreign transgenes can be packaged and expressed; (iv) the virus may be pseudo-typed with heterologous viral glycoproteins presented in the envelope in their natural conformation. d. There are two major VSV serotypes (VSV-Indiana and VSV-New Jersey). VSV-Indiana (VSV-I) is the basis for current vaccine candidates. Other related vesiculoviruses, such as Isfahan virus [11] and Maraba virus [12] , and more distantly related rhabdoviruses, such as rabies virus are also being explored as viral vectors [13] . e. The VSV genome consists of $11,000 nucleotides encoding five major proteins. The VSV glycoprotein (G) located in the viral envelope is responsible for attachment to cells, fusion with endosomal membranes at low pH and release of viral genomic RNA into the cytoplasm. The G protein also elicits protective immunity against VSV. f. Using reverse genetic systems, VSV vectors have been constructed expressing genes from divergent species, including many viruses (e.g. Ebola virus, Marburg virus, Lassa fever virus, HIV, influenza virus, EV71, HPV and others, see template), bacteria [14] , and tumor antigens [15] . In some constructs, a portion of the VSV G protein is retained to facilitate expression or enable fusion and internalization of the recombinant virus [8] . VSV vectors completely lacking the VSV G gene (VSVDG) must reconstitute the attachment, fusion and budding (release) functions with one or more proteins encoded by the heterologous envelope gene. In the case of rVSVDG-influenza, for example, VSV G was replaced with influenza hemagglutinin (HA), neuraminidase (NA) or both; only virus expressing both HA and NA in the same vector produced replication-competent pseudo-type virus [16] , since both proteins play a role in attachment and because NA is needed for virus release from host cells.\n\nSimilarly, in the case of a henipavirus (Nipah), a pseudotype expressing the Nipah glycoprotein (G) responsible for cell attachment did not produce replicating virus unless a fusion protein [F protein of Nipah or the glycoprotein (GP) of Ebola Zaire] was coexpressed [17] . g. Replicating rVSVDG pseudotypes with glycoprotein (GP) derived from many different filoviruses [Ebola zaire, Ebola sudan, Ebola reston, Marburg, Bundibugyo, Tai Forest, and Lloviu have been constructed [18] [19] [20] , with the GP providing virus attachment and class I fusion functions. The most advanced vaccine candidate described in this template is rVSVDG-ZEBOV-GP expressing Zaire Ebola virus (ZEBOV) GP in place of the VSV-I G protein. h. The reverse genetics system producing rVSVDG-ZEBOV-GP involves co-transfection of cells with plasmids containing the entire VSV genome with G deleted and replaced with ZEBOV GP, together with helper plasmids expressing the VSV N, P, and L genes [28] . Transcription of the plasmids is controlled by bacteriophage T7 polymerase supplied by baby hamster kidney cells expressing T7 (as done for rVSVDG-ZEBOV-GP) or exogenously by a recombinant vaccinia expressing T7 polymerase. i. The rVSVDG-ZEBOV-GP is constructed with full-length GP anchored in the viral envelope, whereas native ZEBOV expresses an abundant soluble form of GP without the transmembrane domain (soluble GP, sGP), which may act as a decoy for antibody contributing to evasion of neutralizing antibody during filovirus infection [21] . As, rVSVDG-ZEBOV-GP generates no sGP it is more efficiently neutralized by antibody than wild-type ZEBOV [22] . j. The full length heterologous GP is incorporated into the rVSV particle, which retains typical bullet shaped morphology, the viral envelope being decorated with ZEBOV GP spikes instead of VSV G protein spikes. The GP spike is composed of disulfide linked subunits, GP1 and GP2. Three GP1 subunits form a 3-bladed propeller-like trimer consisting of the receptor binding domains, glycosylated mucin-like domains and glycan caps. The glycans are hypothesized to shield epitopes from neutralizing antibody [23, 24] . However this is uncertain, since neutralization can occur prior to cleavage of the mucin-like domain in the endosome. Moreover, a mutated rVSVDG-ZEBOV-GP lacking GP1 glycans was not more efficient in eliciting neutralizing antibodies in mice [26] . k. In standard EM studies, insertion of Ebola GP into rVSV particles did not alter typical bullet-shaped vesiculovirus morphology. However, while the structure of the ZEBOV GP has been partially resolved by cryo-EM at high resolution [23] that of GP in pseudo-typed VSV has not been elucidated. l. The cell targets for infection, determined by virus ligand-cell receptor interactions, may differ for virus pseudo-typed with ZEBOV GP compared to natural VSV, although there may be overlapping tropisms. Certain cell lines susceptible to VSV but not ZEBOV, such as Jurkat cells and insect cells, do not permit rVSVDG-ZEBOV-GP replication [18, 26] . The primary in vivo ZEBOV targeted cells are thought to be endothelial cells, monocytes, macrophages, and myeloid dendritic cells [27] . Although this is also presumed to hold true for the pseudo-typed rVSV, there is no systematic study of the cell types productively infected by rVSVDG-ZEBOV-GP in vivo. Consistent with ZEBOV GP-specific tropism, a limited number of observations suggest that endothelial cells are a target for rVSVDG-ZEBOV-GP [28] and a biodistribution study in macaques showed that the vaccine virus targeted lymphoreticular tissues [Merck & Co., Inc., Kenilworth, NJ, USA, NewLink Genetics Corp, unpublished data, 2017]. Interestingly, a study in swine (unpublished, described in the template) showed that rVSVDG-ZEBOV-GP induced self-limited clinical disease, histopathology and cell tropism, similar to that induced by wild-type VSV. Although pigs are also susceptible to ZEBOV by the respiratory route [29] , pathogenesis is distinct from that caused by VSV. Thus, in swine, the pathogenesis of the host-virus pairing appears to match that of the vector backbone rather than the donor of the heterologous envelope. Possibly, the retention of the intact VSV M gene, a virulence factor of VSV [30] , in the recombinant rVSVDG-ZEBOV-GP vector plays a role in pathogenesis for swine. These observations provide fertile ground for future research in mechanisms of viral pathogenesis. m. Both wild type ZEBOV and rVSV pseudo-typed with ZEBOV GP appear to enter the cell by macropinocytosis in a GP protein-dependent manner [31] . The cell receptors initiating this process remain poorly defined and entry does not appear to involve clathrin (in contrast, VSV G protein binds low-density lipoprotein receptors and enters via receptormediated endocytosis by a clathrin-dependent pathway [32] ). C-type lectins (e.g. DC-SIGN) are putative cell surface receptors for ZEBOV GP [33] . However, a critical virus-cell receptor interaction is intracellular, an important consideration for immune recognition. Once in the endosome, proteolytic processing is initiated by cathepsin proteases, after which GP1 binds to receptors on endosomal membranes, predominantly the Niemann-Pick C1 protein [34] . Cleavage of the mucin-like domain and the glycan cap on G1 are required for receptor binding to occur [23] . At low pH, conformational rearrangement of GP2 exposes a hydrophobic fusion loop which is inserted into the endosome membrane followed by internalization of the viral RNA. Neutralization of Ebola virus by antibody involves multiple different mechanisms, including blocking cathepsin-mediated proteolytic cleavage of GP1, blocking binding of GP1 to Niemann Pick C1 receptors, and inhibition of GP2 mediated fusion [35, 36] . n. Since the VSV G gene is deleted in rVSVDG-ZEBOV-GP, antivector immunity is minimized as a factor for primary immunization or sequential use of vectors expressing different heterologous genes. o. Complete deletion of VSV G protein and replacement by the heterologous transgene, as in rVSVDG-ZEBOV-GP, results in a highly attenuated phenotype. Removal of VSV G, the principal virulence factor, is critical to this attenuation, since constructs retaining G or a portion thereof show varying degrees of residual neurovirulence when injected directly into the brain of young mice [8] . p. Attenuation of the rVSVDG-ZEBOV-GP vaccine candidate has been extensively studied. Neurovirulence is a feature of parental VSV infection following intracranial injection of most animal species (see template, Table 2 ), whereas the rVSVDG-ZEBOV-GP virus is pathogenic only for infant (not adult) mice and caused minimal histopathology without clinical signs after intracranial inoculation in non-human primates [37] . No clinical, biochemical or pathoanatomical effects were observed in mice, rats, and nonhuman primates in formal toxicology studies where the vaccine was administered IM at the full human dose (see template). The rVSVDG-ZEBOV-GP vaccine (V920) has now been administered to over 20,000 persons in Phase 1-3 and expanded access clinical trials and has been shown to have a favorable safety profile and to be generally well tolerated. q. VSV pseudo-types can propagate to high titers in mammalian cells, although some degree of attenuation is observed compared to wild-type VSV [18] . As VSV is an interferon-sensitive virus, interferon deficient cells, such as Vero cells, are particularly productive. Vero cells are widely used for manufacturing other vaccines, including multiple licensed, live attenuated vaccines (e.g. poliovirus, smallpox virus, rotavirus, dengue virus). The rVSVDG-ZEBOV-GP virus grows to $8.0 log 10 plaque-forming units/mL (PFU/mL) in Vero cells without serum or animal derived components. The virus can then be clarified by filtration and purified and concentrated by a straightforward process involving enzyme digestion and ultrafiltration/diafiltration without chromatography and with minimal product loss. This manufacturing process has been up-scaled to produce large quantities of vaccine and is undergoing validation at a dedicated facility. r. Many live, replicating vaccines are susceptible to thermal instability and require lyophilization for long term storage. Because of the short development time for rVSVDG-ZEBOV-GP during the West African Ebola emergency in 2014-2015, the vaccine was produced and stored in unit dose containers as a frozen liquid formulation, stored at À60°C. Interestingly, the vaccine was found to be stable when thawed and held at 2-8°C for at least 2 weeks, a feature that facilitates distribution for use in control of outbreaks.\n\ns. The rVSVDG-ZEBOV-GP vaccine has been extensively tested in nonhuman primates with respect to immunogenicity and protective efficacy (see template, Table 2 ). The published literature has been supplemented by multiple additional studies, largely aimed at determining the immune correlate(s) of protection which may then be bridged to human immune responses elicited by the rVSVDG-ZEBOV-GP vaccine. These efforts are ongoing. In one study, IgM subclass antibodies were suggested to play a dominant role in rVSVDG-ZEBOV immunity compared to IgG [38] but this observation has not been further investigated. t. Inoculation of rVSVDG-ZEBOV-GP is followed by rapid appearance of viremia and activation of innate immune responses, including NK cells, which are believed to be at least partially responsible for protection against challenge given 3-7 days after vaccination [43] [44] [45] [46] [47] [48] or shortly before vaccination (i.e. post exposure vaccination [113] ). GPspecific IgG antibodies appear between 7 and 14 days after vaccination and tend to peak at 28 days. A signature of innate immune markers appearing during the first few days after vaccination was found to correlate with antibody levels appearing later. Predominant among the independent markers were IP-10 and CXCR6 expression on NK cells on day 1 as independent correlates. These observations are consistent with other live viral vaccines, such as yellow fever vaccine, showing predictive innate signatures that shape the adaptive response [39] . u. The role of neutralizing antibodies in protection elicited by rVSVDG-ZEBOV-GP vaccine remains uncertain. The vaccine elicits robust neutralizing antibody responses following vaccination as measured by plaque reduction with the homologous (vaccine) virus, or in a ZEBOV pseudo-virion assay but neutralization titers against wild-type virus appear to be low [47] . The repertoire of antibodies elicited by the vaccine is not yet known, but it is clear that neutralizing monoclonal antibodies are highly protective; passive immunization with certain monoclonal antibodies can abrogate infection and prevent illness/death in the NHP model even when given up to 5 days after challenge [40] . In addition to neutralization, non-neutralizing antibodies with functional activities, including ADCC [40] and phagocytosis are probable secondary mediators; moreover, cooperative effects of non-neutralizing antibodies may enhance the potency of neutralizing antibodies [41] . v. There have been few studies of T cell responses in NHPs or humans vaccinated with rVSVDG-ZEBOV-GP. However, the vaccine does not appear to elicit robust T cell responses in NHPs [42] . Moreover, T cell depletion studies in vaccinated NHPs indicated that CD8+ T cells did not play a role in protection [42] . In humans, broad T cell activation was observed by Day 7 after vaccination, but ZEBOV specific cytotoxic CD8 + T cell responses were seen only at the higher vaccine dose (2 Â 10 7 pfu) [43] , consistent with antibodies being the predominant mediator of protection. w. A substantial experience has now accumulated on the safety, immunogenicity and protective efficacy of rVSVDG-ZEBOV-GP in humans (Table 1 ). It is remarkable that this effort was carried out by a coalition of multiple international partners over a short period of time and during an international public health emergency in West Africa [44] . 3 Â 10 6 pfu/mL (n = 10), 2 Â 10 7 pfu/ mL (n = 10), 1 Â 10 8 pfu/mL (n = 10), placebo (n = 9) on days 0 and 28 All eligible frontline workers Completed Note: V920-014 is a placeholder for a potential pediatric clinical trial that is indefinitely on hold. V920-017 is an expanded access trial to be used in additional Ebola outbreaks in Africa. * All studies administered a single dose of V920, except for the V920-002 trial in which 2 doses were administered; dose levels for V920 are nominal. + Status of Trial subject exposure is current as of 01-Aug-2017. ǂ Long-term follow-up is continuing for a subset of study participants. In immunocompromised Not known in humans Immunosuppression with steroids did not potentiate wtVSV disease in experimentally infected swine Defects in innate immunity may underlie disease expression. VSV is exquisitely sensitive to IFN-a/b. Studies in mice lacking IFN receptors indicated that IFN response controls wtVSV and an intact innate immune response likely controls VSV replication [60] [61] [62] In neonates, infants, children Disease potential in children seems to be the same as that for adults 7-18% of children 0-5 years of age reported to be seropositive in areas surveyed in South and Central America [57, 63] During pregnancy and in the unborn There is no evidence that wtVSV can cause abortions in livestock following natural infection. In addition to fomites, an important mode of spread appears to be mechanical transmission by horse and deer flies and muscoid flies and gnats feeding on secretions of infected livestock\n\nThe reservoir for VSV in nature is biting insects, as the virus can be passed vertically from adult to progeny flies through the egg and amplification by transmission between sandflies and viremic rodent hosts [56, [78] [79] [80] [81] [82] 3.8. What is known about the mechanisms of immunity to the wild type agent?\n\nImmunity is acquired through a neutralizing antibody response to the virus G protein, which is located on the viral envelope\n\nCD8 T-cell responses may also contribute to VSV immunity, and have been mapped to the virus N protein in BALB/c mice; other T cell epitopes presumably are present in the remaining 4 major virus proteins Non-neutralizing antibodies may play a role in clearance of infected cells or virus killing through a variety of Fc-mediated phagocytic and cytotoxic mechanisms [55, 60, 61, 69, 73, 83, 84] 3.9. Is there treatment required and readily available for the disease caused by the wild type agent?\n\nLivestock are typically not treated with any therapeutic agent because the disease is self-limiting and usually requires no treatment. Secondary bacterial infection can delay healing of lesions and can be treated with antibiotics. The disease in humans is usually not severe enough to warrant any special treatment Alpha and beta interferons have a potent anti-viral activity in cell culture; and demonstrated anti-viral activity in vivo. Ribavirin, a widely used therapeutic, is active against VSV in vitro and in mouse models, but there is no clinical experience for this indication [60, 73, 85] 4. Characteristics of proposed vaccine vector Information Comments/Concerns Reference(s)\n\nWhat is the basis of attenuation/inactivation? Attenuation is based principally on a reduction of viral replication and virulence due to deletion of the VSV G gene and replacement with the ebolavirus GP gene The switch in envelope glycoprotein from VSV G protein to ZEBOV GP may also result in a change in cell tropism.\n\nThe rVSVDG-ZEBOV-GP (and other recombinant VSV vectors pseudotyped with filovirus GPs) viruses failed to replicate in Jurkat cells which are susceptible to wtVSV but not ebolavirus Interestingly, however, the rVSVDG-ZEBOV-GP virus was found to infect keratinocytes in humans, a feature of wtVSV, indicating that even with a foreign envelope protein, the rVSVDG-ZEBOV-GP virus shares some tropism with the wtVSV virus The rVSVDG-ZEBOV-GP vaccine virus is not pathogenic by the peripheral route of inoculation in mice, hamsters, guinea pigs, nonobese diabetic-severe combined immunodeficient (NOD-SCID) mice, and normal and immunocompromised (SHIV infected) non-human primates Neurovirulence of the vaccine is markedly attenuated. Whereas wtVSV is highly neurovirulent for all animals when inoculated by the intracerebral route, the rVSVDG-ZEBOV-GP vaccine is virulent only for newborn mice. No clinical signs or significant histopathological lesions were observed in non-human primates inoculated by the intrathalamic route, whereas wtVSV was highly neurovirulent\n\nThe VSV backbone of the vaccine is a chimera of two VSV-I strains, which is likely to contribute to attenuation. These viruses are derived from an infectious clone that is a hybrid of two VSV-I subtypes. The virus grows to high titer in cell culture used for production (Vero cells) and in other cell lines Propagation of the attenuated rVSVDG-ZEBOV-GP following IM inoculation is restricted in vivo, causing transient low-level vaccine viremia in non-human primates and humans (see Sections 4.1, 4.4, 6.7). Viremias recorded in adult subjects in clinical trials rarely exceed 5000 copies/mL, approximately 50 plaque-forming units/mL)The virus (viral RNA) has been associated with vesicular lesions in skin and arthritis adverse events at low frequency in vaccinated subjects (discussed in Section 7.2) A study of biodistribution and persistence in non-human primates is described in Section 6.7 [18, 28, 45, 62, 87] 4.6. What is the potential for shedding and transmission? There is minimal shedding and risk of transmission. The rVSVDG-ZEBOV-GP vaccine is infectious/immunogenic by oral and IN routes in nonhuman primates when given at high doses. Contact transmission (including via blood, fomites, and by mucosal routes) of vaccine virus likely requires high concentrations of virus in blood, or shedding in saliva and urine, which are not observed in humans after IM inoculation with the attenuated vaccine In an unpublished study in pigs, animals inoculated with the vaccine in the skin of the snout and by the oro-nasal route developed a mild VSV-like disease with vesicular lesions but did not transmit virus to contact controls\n\nIn a repeat dose toxicology study in cynomolgus macaques a small subset of monkeys showed transient shedding of viral RNA in urine within approximately 2 weeks following IM inoculation with rVSVDG-ZEBOV-GP. In humans inoculated IM with rVSVDG-ZEBOV-GP detection of RNA in saliva and urine was detected in <10% of adult subjects but in saliva of up to 80% of adolescents during the first week post-vaccination. The level of vaccine virus in excretions/secretions appears to be low (<1000 copies/mL, which corresponds to <10 plaque forming units/mL) Transient vesicular or painless purpuric skin lesions have been noted in a small number of vaccinated individuals Vaccine virus has been identified in synovial fluid and skin in a small number of subjects by qRT-PCR, but infectious virus has rarely been recovered. In one instance where virus was recovered from vesicular fluid, sequencing showed no mutations from the original vaccine (Siegrist C, unpublished) [ There is no known or likely 'reservoir' of the rVSVDG-ZEBOV-GP vaccine virus\n\nIn non-human primates, replicating rVSVDG-ZEBOV-GP virus is cleared from blood and tissues within the first week after inoculation by the immune response; although RNA persisted longer (up to 112 days) there was no evidence for infectious virus. Similarly, RNA of recombinant VSV expressing ovalbumin persisted in lymphatic tissues for up to 4 months, but there was no evidence for persistence of replicating virus In humans, viremia and shedding is largely restricted to the first 1-3 days after inoculation, and is rarely found at 7 or 14 days, and has not be reported beyond that point to date In mice inoculated IN with a recombinant VSV virus expressing ovalbumin RNA persisted in lung, spleen and lymph nodes for 6 weeks In a published study in pigs experimentally infected with rVSVDG-ZEBOV-GP, virus was present at the site of intradermal inoculation in the snout and in draining lymph node tissue on day 3 but was cleared by day 21. In another (unpublished) study in young pigs, inoculation with a high dose of wtVSV or vaccine virus (by intradermal injection in the snout and oronasal instillation) resulted in a VSV-like illness in both groups. However, the vaccine virus infection was characterized by delayed onset of lesions and lower antibody responses, and pigs did not transmit the vaccine virus to contacts, whereas the wtVSV caused higher fever, early disease expression, high level antibodies and transmission to contacts. Further studies of the susceptibility of livestock to the vaccine virus are planned where virus inocula will be representative of potential exposure matched to levels of viremia and shedding in human vaccinees While wtVSV has a reservoir in insects, transmission of rVSVDG-ZEBOV-GP by blood-feeding arthropods is considered highly unlikely. rVSVDG-ZEBOV-GP viremia in humans is generally below the threshold for infection of blood-feeding arthropods (i.e. <1000 plaque-forming units/mL). Moreover, the rVSVDG-ZEBOV-GP vaccine virus does not replicate in mosquito, sandfly or culicoid cell cultures in vitro, nor in Culex, Aedes, or Anopheles mosquitoes inoculated by the intrathoracic route. Culex and Aedes mosquitoes fed on blood containing a vaccine virus at a titer several log10 plaque forming units (pfu) more concentrated than would be observed in vaccinated individuals failed to become infected. In contrast wtVSV replicated after intrathoracic inoculation or oral ingestion of virus [26, 54, 80, 82, 87, 92] 4.9. Is there any evidence for or against safety during pregnancy?\n\nThere is currently limited evidence related to the safety of rVSVDG-ZEBOV-GP vaccine during pregnancy in humans Pregnant women were excluded from clinical trials. Available data from women who became pregnant during the trials were reviewed at the World Health Organization Strategic Advisory Group of Experts meeting in October 2018. See the report cited for preliminary recommendations\n\nDevelopmental and reproductive toxicology studies of the rVSVDG-ZEBOV-GP vaccine have been performed in a rat model in which viremic infection was induced during gestation. Administration of V920 (5.28 Â 10 7 pfu/animal) showed no effect on mating, fertility, or fetal development following either single or multiple doses [93, 125] 4.10. Can the vector accommodate multigenic inserts or will several vectors be required for multigenic vaccines?\n\nrVSVDG-ZEBOV-GP is not multigenic However, rVSV is known to efficiently express multiple different proteins that are incorporated efficiently into the membrane protein of VSV, with or without coincorporation with VSV G protein What is known about the effect of pre-existing immunity on 'take', safety or efficacy in animal models?\n\nThe rVSVDG-ZEBOV-GP vaccine is intended for singledose primary immunization Since the VSV G protein is deleted, the vaccine virus is not restricted by pre-existing antibodies against VSV. Anti-vector immunity based on antibodies or T cells to backbone VSV proteins (N, NS, M, L) could theoretically restrict replication and reduce immune response; however available experimental data indicate that this is not likely to be a problem. Re-use of the vector for immunization with a different foreign transmembrane protein is therefore likely to be possible, and has been empirically demonstrated in non-human primates. Boosting (with the same vector) may be blunted by immunity to the incorporated foreign protein (i.e. ZEBOV GP) if given in the face of high levels of antibody, as observed for other live attenuated vaccines, but the interval for boosting (if required) has not been established VSV is not present in continental Africa or in Europe, nor are there known antigenically-related vesiculoviruses present in these regions that would provide anti-vector immunity. In the US and Latin America, antibodies to VSV are present. A study of rVSVDG-ZEBOV-GP vaccine immune responses in VSV seropositive versus seronegative humans did not show an impact of pre-existing VSV antibody on the anti-ZEBOV-GP IgG antibody response In a Phase 1 trial in which a second injection of rVSVDG-ZEBOV-GP was given 1 month after the first dose (at which time peak antibodies had developed), boosting of the IgG and neutralizing antibody levels was observed, although, as would be expected, the fold-increase was less than observed after the initial inoculation [46, 87, 96] The rVSVDG-ZEBOV-GP virus rescued from the transfection step was plaque-purified 5Â under cGMP conditions in Vero cells from a cGMP master cell bank. A plaque-purified clone with GP sequence identical to the starting plasmid was amplified in Vero cells to make a Pre-Master Seed virus (PMSV). The PMSV was used to infect Vero cells for production of the Master Virus Seed. For vaccine production, the MVS is used to infect Vero cells grown in roller bottles. The MVS is passage 9, counting the transfection step [18, 87] 5.3. Can the vector be produced in an acceptable cell substrate?\n\nThe vector grows to high titer (8-9 log10 pfu/mL) in Vero cells. The latter are from a TSE-free stock (WHO-87) used for production of multiple other licensed vaccines, including live attenuated vaccines (e.g. oral polio, smallpox, dengue, Japanese encephalitis, and rotavirus) [87] 5.4. Describe the production process The MVS is used to infect Vero cells grown in roller bottles. The cell culture medium is harvested $72 h after infection, and the virus harvest purified by depth filtration, Benzonase Ò + recombinant trypsin digestion (followed by addition of trypsin inhibitor), and ultrafiltration. The purified drug substance is diluted to the desired potency with 10 mM Tris 2.5 mg/mL recombinant human serum albumin pH 7.2 to constitute the drug product. The latter is filled into 2 mL glass vials (extractable volume 1.0 mL) and frozen at À60°C\n\n[87]\n\n5.5. What are some Purity/Potential contaminants?\n\nThe purification process has been well defined and documented\n\nThe level of host cell DNA is low (<10 ng/vaccine dose). Levels of residual host cell protein, Benzonase, and Trypsin are all low. Next generation sequencing is performed and shows the sequence of the Ebola GP is identical to the original plasmid used to construct the virus and no wtVSV genomes are detectable [87] Is there a large-scale manufacturing feasibility?\n\nThe current manufacturing scale is at the 300-400 roller bottle scale for a drug substance batch size of approximately 100,000-120,000 doses [87] IP Yes. Multiple published and unpublished studies in mouse, guinea pig and NHP models have demonstrated both immunogenicity of rVSVDG-ZEBOV-GP GP (and rVSV vectors expressing other foreign genes) and protection against lethal challenge with ZEBOV (and other viruses corresponding to the respective transgene). The rVSVDG-ZEBOV-GP vaccine is highly immunogenic across a very wide dose range (10 2 -10 8 pfu) and protects virtually 100% of NHP against IM challenge with $100 LD 50 of the virulent challenge strain (7U) of ZEBOV rVSVDG-ZEBOV-GP GP vaccinated NHP survive challenge but some animals have viremia and show mild clinical signs from which they survive Since survival is the most frequent outcome of challenge it has been difficult to determine an immune correlate of protective immunity; this is an area of active study. In one published report, surviving mice, guinea pigs and NHP had significantly higher antibody levels pre-challenge or 7 days after challenge than non-survivors Complete and partial protection has been achieved with a single dose of rVSVDG-ZEBOV-GP given as early as three days prior to challenge of NHPs and before IgG antibodies were observed. The innate or adaptive mechanisms responsible for early protection in this model have not been fully defined, but very early protection may be due to the innate immune response, since protection against a heterologous filovirus (Marburg) was documented. The adaptive response (IgG and neutralizing antibodies) appears by 14 days after IM vaccination in humans and animals. Experimental studies have shown that antibodies (as opposed to CD8+ T cells) are critical to protection against future infection. Neutralizing IgM antibodies have also been suggested to play an important role in protection [18, 19, 38, 42, 45, 86, 90, 97, [102] [103] [104] [105] [106] [107] 6.7. What is known about biodistribution? A cGLP biodistribution study in cynomolgus macaques was performed using rVSVDG-ZEBOV-GP inoculated IM with 10 8 pfu. Animals were perfused to remove blood from tissues which were tested for RNA by qRT-PCR (VSV NP gene amplicon) and infectious virus by plaque assay At 24 h after inoculation, vector RNA was detected in a variety of tissues indicating the pantropic nature of infection (adrenal gland, aorta, bone marrow, lung, injection site (muscle), liver, lymph node, spleen, pancreas, ovary or testicle, metacarpophalangeal joints, skin at injection site, and blood) in the rVSVDG-ZEBOV-GP-vaccinated animals, with highest levels in blood and lymphoid tissues (10 4 -10 6 copies/mL). By day 28 only a few tissues (spleen, lymph node, ileum) were positive for RNA at a lower level (10 2 -10 5 copies/mL), which persisted until end of study (day 112). Infectious virus was detected by plaque assay in bone marrow, injection site (muscle), femoral lymph node, spleen, and skin at injection site at 24h (10 3 -10 5 pfu/g), with no evidence of viral replication at later time points measured (days 56, 84 and112). Viral RNA after Day 7 was generally confined to tissues lacking potential for shedding in excretions or secretions and showed no evidence of distribution to the brain or spinal cord at any time point\n\nThe vaccine virus is present in blood of NHPs and humans given the nominal clinical dose of vaccine (2 x10 7 pfu) IM during the first 3 days after vaccination, occasionally at day 7 and rarely on day 14, at which time most subjects have IgG antibodies. Virusinduced arthritis and/or skin or mucosal lesions, including vesicular lesions, petechial, and purpura have been noted in a small proportion ($5%) of vaccinees with onset generally in the 2nd week after inoculation (see details in Section 9.1). Vaccine virus has been identified in vesicle fluid as well as in keratinocytes at the site of a dermal lesion. [28, 45, 47, 87] 6.8. Have neurovirulence studies been conducted? Yes. Neurovirulence testing has been performed on NHP by intra-thalamic injection; although not performed according to GLP, the study design was similar to that used for assessment of other live attenuated vaccines, including polio and yellow fever rVSVDG-ZEBOV-GP was highly attenuated compared to wtVSV in this test.\n\nNeonatal miinoculated by the IC and IP routes suring the in vivo test for adventitious agents develop fatal illness; but weaned animals are resistant. For this reason, the in vivo test of V920 for adventitious agents in infant mice is not performed In the biodistribution study in NHP (Section 6.7) there was no neuro-invasion despite high levels of virus in the bloodstream of 10 5 copies/mL [37, 87] 6.9. What is the evidence that the vector will generate a beneficial immune response with ebolavirus or another disease in:\n\nAll species, including rodents, NHPs and humans develop robust ZEBOV-GP-specific antibody responses after inoculation of rVSVDG-ZEBOV-GP vaccine across a wide range of doses. These immune responses are associated with nearly 100% protection against challenge (in experimental models) and with protection against ebolavirus disease in humans [18,19,48,49,84,85,90,95, Dose-ranging studies in NHPs have shown 100% seroconversion and high antibody titers across a wide dose range from 3 Â 10 2 -10 8 pfu given as a single IM inoculation; macaques also develop T cell responses. Protection is antibody-dependent as shown in a study of vaccinated macaques depleted of CD4 cells before immunization which abrogated protection whereas depletion of CD8+ T cells did not See also Section 6.6 [19, 86, 90, 102, 103, 112, 113] Human Most humans develop IgG and virus neutralizing antibodies after a single dose. Dose-ranging studies have shown high GP ELISA antibody titers across a wide dose range from 3 Â 10 3 -10 8 pfu given as a single IM inoculation IgG antibody titers are statistically higher at doses >3 Â 10 6 pfu when compared to lower doses. IgG antibodies after the nominal clinical dose of !2 Â 10 7 pfu appear by day 14, peak at 28 days, and remain stable or decline slightly at 1 year. Seroconversion defined as !4 fold increase over baseline and a minimum value of 200 EU/mL occurs in >95% of subjects. Geometric mean endpoint IgG titers on day 28 are >50 fold higher than negative non-irradiated baseline and approximately 1000 EU/mL by a validated assay Neutralizing antibody measured by a pseudo-virion neutralization assay (PsVNA) increase by day 28 and decrease subsequently while neutralizing antibodies by plaque reduction neutralization (PRNT) remain elevated. Due to variance inherent in the assays only the PRNT assay was validated. Correlated with the GP-ELISA, dose-ranging studies in humans have shown high PRNT 60 antibody titers across a wide dose range from 3 Â 10 3 -10 8 pfu given as a single IM inoculation. PRNT antibodies after the nominal clinical dose of !2 Â 10 7 pfu appear by day 14, peak at 28 days, and remain stable or decline slightly at 1 year. Seroconversion defined as !4 fold increase over baseline occurs in >95% of subjects. Geometric mean titers on day 28 are >25 fold higher than baseline and approximately 250 [28, 38, [45] [46] [47] [48] [49] 114, 116, [120] [121] [122] [123] [124] [125] (continued on next page) What is known about the replication, transmission and pathogenicity of the vector in: Healthy people? Yes rVSVDG-ZEBOV-GP has been administered to more than 18,000 healthy participants including approximately 235 children 6-17 years in thirteen Phase 1-3 clinical trials. rVSVDG-ZEBOV-GP was generally well tolerated. Injection site reactions following vaccination are very common and generally mild. Common systemic adverse events (AEs) include fever, headache, myalgia, arthralgia, and fatigue. Joint and skin adverse events have been described in <5% of subjects in most clinical trials. AEs are mostly mild to moderate in severity and of short duration with the exception of joint events that may last weeks to months and in rare cases have been reported to persist for up to 2 years. Preliminary analyses suggest a slightly increased risk of developing joint events for women and subjects with a medical history of joint issues Transient decreases in white blood cells have also been observed, but no increased risk of infection has been reported [28, [44] [45] [46] [47] [48] [49] 87, 97, 113, [119] [120] [121] 124] rVSVDG-ZEBOV-GP viremia (based upon RNA detection) has been detected in almost all subjects in the first 3 days following vaccination in the studies in which this has been assessed; but appears to be less common after Day 3 postvaccination. Shedding of rVSVDG-ZEBOV-GP (based upon RNA detection) has rarely been observed in saliva, urine, and skin vesicles from adult vaccinees but has been observed more frequently among adolescents and children Immunocompromised?\n\nUnknown rVSVDG-ZEBOV-GP has been tested in a small number of HIV+ individuals in the Phase 2/3 program. Testing in additional HIV+ subjects is ongoing. [117] Neonates, infants, children?\n\nUnknown Preliminary data from approximately 235 children 6-17 years of age who have received a nominal dose of 2 Â 10 7 pfu rVSVDG-ZEBOV-GP vaccine suggests a similar safety profile to that seen in adult subjects. Trials of rVSVDG-ZEBOV-GP in larger numbers of adolescents and children down to 1 year of age are in progress [121] Elderly Unknown The age cut-off for inclusion in Phase I-III trials has varied with the majority of trials limiting the maximum age to 65 years of age or less: the total number of elderly subjects is therefore limited. The ring vaccination trial (Guinea) included elderly subjects up to 100 years of age. The safety profile of V920 was generally consistent across age groups. For studies where immunogenicity was evaluated immune responses were consistent across age groups (no data for subjects >65 years of age) [47, 49, 120] Pregnancy 7.5. What is known about the effect of pre-existing immunity on 'take', safety or efficacy in any human studies with this or different insert?\n\nYes. See Section 4.11. Deletion of VSV G protein eliminates anti-vector immunity mediated by neutralizing antibodies to VSV See Section 4.11. Phase 1 data demonstrate that immune response to ZEBOV-GP is boosted by a second dose of rVSVDG-ZEBOV-GP [46, 87] 7.6. Name some other non-HIV vaccines using same vector and describe some of the public health considerations\n\nThe rVSV vector has not yet been tested in human clinical trials for diseases other than HIV and ZEBOV. The direct public health considerations will remain the same as for the rVSV Ebola vaccine. It is unlikely that use of one rVSV vaccine will compromise future use of a similar rVSV vaccine expressing a different transmembrane protein, particularly for vectors that do not contain residual VSV G protein, as shown in a study of sequential immunization of NHPs with rVSV-Lassa and rVSV-ZEBOV There have been two serious adverse event reports of anaphylaxis across the program with over 20,000 subjects vaccinated (>18,000 in Phase 1-3 trials and >20,000 in these trials plus expanded access protocols. One appears to have been associated with administration of amoxicillin for a different indication. The second case was a subject who developed generalized pruritus, urticaria, and oedema of the face and lips about 12 h after vaccination. The subject presented the following day, was treated with steroids, and improved without hospitalization Immunocompromised?\n\nUnknown Unknown Preliminary data from well controlled HIV+ individuals vaccinated in Liberia in the context of 2014 outbreak suggest that the safety profile was similar to HIV-subjects. An additional trial in a larger number of HIV+ individuals is ongoing No toxicities seen in immunocompromised SHIV infected macaques [89, 114] Neonates, infants, children? Unknown Unknown Preliminary data demonstrate similar safety in children older than 6 years of age compared to adults, however to date far fewer children have been vaccinated. A multicenter study in a large number of children and infants is in progress [44, 121] Elderly Unknown Unknown The age cut-off for inclusion in Phase I-III trials has varied with the majority of trials limiting the maximum age to 65 years of age or less: the total number of elderly subjects is therefore limited. The ring vaccination trial (Guinea) included elderly subjects up to 100 years of age. The safety profile of V920 was generally consistent across age groups. For studies where immunogenicity was evaluated immune responses were consistent across age groups (there are no data for subjects >65 years of age) [47, 49, 120] Pregnancy and in the unborn? Unknown Unknown Pregnant women were excluded from the clinical trials. Available data from women who became pregnant during the trials were reviewed at the World Health Organization Strategic Advisory Group of Experts meeting in October 2018. In the STRIVE study in Sierra Leone (2015), there were a total of 104 pregnancies within 2 months of enrollment; of the women whose birth outcomes were known, there were no signals of untoward effects of vaccination. No abnormalities were observed in a GLP developmental and reproductive toxicity study in rats [87, 97, 124, 125] Other susceptible populations?\n\nUnknown A limited number of persons >65 years of age were enrolled in the Guinea Ring vaccination trial. The safety profile in that population appears to be similar to that seen in subjects 65 years of age. Preliminary analyses suggest a slightly increased risk of developing joint events for women and subjects with a medical history of joint issues 8.2. What is the risk of neurotoxicity/neuroinvasion or cardiac effects?\n\nMinimal. Deletion of VSV G protein markedly reduced neurotropism and neurovirulence of the recombinant vector in animal models. No toxicity after intrathalamic inoculation of NHP. No neuroinvasion in biodistribution study of NHP inoculated IM with 1 Â 10 8 pfu (see Section 6.7) Minimal and transient viremia levels in humans inoculated with up to 1 Â 10 8 pfu minimizes potential for neuroinvasion across blood brain barrier [28, 37, 45, 87] 8.3. What is the potential for shedding and transmission in at risk groups?\n\nShedding in saliva and urine Low. Shedding in saliva or urine appears to be dose related, but even at the highest doses tested shedding is infrequent and present at low levels (<1000 copies/mL, equates to <10 pfu/mL) in adults but may be higher in children and adolescents. Transmission risk appears to be very low [28,45- Injection site reactions High Up to 82% of subjects report pain, majority are mild or moderate and self-limited. Approximately 10-15% of subjects report injection site swelling and erythema, also [46, 119, 120] mild to moderate and self-limited Systemic reactions (mild to moderate in intensity) Transient fever, chills, fatigue, headache, myalgia, arthralgia, lymphopenia\n\nMyalgia, fatigue, headache, fever, chills and lymphopenia in a large minority of subjects within the first several days after vaccination resolving within one week. The majority are mild to moderate in intensity This syndrome is associated with viremia and a signature of monocyte-activation cytokines/chemokines (MCP-1/CCL2, MIP1-b/CCL4, IL-6, TNF-a, IL-1Ra and IL-10). These effects are dose-dependent. One to two weeks following vaccination, 5% (in most trials, including a pivotal Phase 3 safety study with specific surveillance for joint and skin adverse events) of subjects also experience arthritis and/or rash (which in some cases may be vesicular or purpuric) . In some cases, viral RNA has been identified by immunohistochemistry and/or detection of vaccine virus RNA by RT-PCR in the joints or skin/vesicles. In one Phase 1 study the incidence of oligoarthritis was as high as 22%. The reason for this difference is not well understood. In an open label safety study in Sierra Leone (STRIVE), 17% complained of joint pains in the interval 5-28 days after vaccination Oligoarthritis, which typically has onset after day 5 is distinguished from arthralgia, which occurs earlier after vaccination and at a higher frequency but without objective physical signs (tenderness, swelling) [28, [45] [46] [47] 114, [118] [119] [120] [121] 124 The target dose and associated release specifications are based on the minimal dose demonstrated to be efficacious and the maximum dose demonstrated to be safe in clinical trials. The final target potency value and associated specifications are derived from testing in a validated potency assay and differ from the nominal doses reported in the literature for the clinical trials (e.g. nominal dose of 2 Â 10 7 pfu) which were derived from a non-validated assay. [28, 45, 46, 87, 121, 123] 10.2. What is the highest TCID/ml that can be used before cell toxicity?\n\nMaximum in vivo toxicity is unknown Humans have received a nominal dose of up to 1.0 Â 10 8 pfu (measured in the non-validated assay) and the vaccine is generally well tolerated. Local and systemic adverse events are dose dependent, but vaccine associated arthritis appears to be dose-independent Toxicity has not been observed in macaques up to a dose of 10 8 pfu (measured in nonvalidated assay) [28, [45] [46] [47] [121] [122] [123] 10.3. Are different demographics affected differently?\n\nPreliminary analyses suggest that the incidence of arthritis may be 2-3 fold higher in female subjects and subjects with a medical history of joint problems [28, 120] x. Key aspects of the Phase 1-3 clinical trials, which have engaged >18,000 participants are detailed in the template. Overall, when administered at the selected nominal dose of 2 Â 10 7 pfu, rVSVDG-ZEBOV-GP vaccine has proven to be safe and well tolerated. During the first few days after vaccination, many vaccinees experience an acute-phase reaction with fever, headache, myalgia, and arthralgia of short duration; this period is associated with a low-level viremia, activation of anti-viral genes, and increased levels of chemokines and cytokines [28, 39, 125] . Oligoarthritis and rash appearing in the second week, occur in a minority of subjects, and are typically mild-moderate in severity and self-limited. Vesicular mucosal lesions are infrequent. The arthritis and skin events appear to reflect direct viral injury and inflammation and do not have an immunopathological basis [28, 48] . As with any new vaccine, very rare adverse events may not be detected until accumulation of a large safety data base (1-3 million persons immunized). y. The clinical trials have shown the vaccine to be highly immunogenic across a broad dose range of 3 Â 10 3 -1 Â 10 8 pfu, with >95% of subjects developing IgG binding antibodies (ELISA using recombinant GP antigen) and neutralizing antibodies (using several different methods, but predominantly plaque reduction method with pseudotyped virus, e.g. rVSVDG-ZEBOV-GP) ( Tables 1 and 2 ) [28, [46] [47] [48] . Lower levels of neutralizing antibody to wildtype Ebola have been observed [28] possibly due to competition with sGP. IgG and neutralizing antibodies appear between days 7-14, peak on day 28, and plateau thereafter for at least 24 months. z. All studies in humans (and most in NHP) have used the IM route of administration, and there has been no comparison to subcutaneous (SC) delivery. This is simply a reflection of the rapid pace of development of the vaccine. aa. Efficacy of rVSVDG-ZEBOV-GP vaccine was demonstrated in a large ring vaccination trial in Guinea in which contacts of an Ebola case and contacts of contacts were randomized to receive a single injection of 2 Â 10 7 pfu rVSVDG-ZEBOV-GP vaccine immediately or after a 21-day delay. [49, 50] Analysis of efficacy in the randomized rings compared all vaccinated subjects in the immediate arm (2119 subjects in 51 rings) to all eligible subjects who consented on Day 0 in the delayed arm (1435 subjects in 46 rings). Ten cases of confirmed EVD (in 4 rings) were observed in eligible subjects in the delayed vaccination arm who consented on Day 0 while no cases of EVD occurred in the vaccinated subjects in the immediate arm >10 days after vaccination. The calculated vaccine efficacy in this analysis was 100% (95% CI: 63.5-100%, p = 0.0471). This remarkable trial was conducted at the tail end of the West African epidemic and underpins the regulatory review towards licensure of the vaccine, as well as pre-approval use in controlling outbreaks of Ebola virus disease. ab. A summary of all clinical trials employing rVSVDG-ZEBOV-GP is provided in Table 1 .\n\nThe findings, opinions, conclusions, and assertions contained in this consensus document are those of the individual members of the Working Group. They do not necessarily represent the official positions of any participant's organization (e.g., government, university, or corporations) and should not be construed to represent any Agency determination or policy."}