{"title": "PREVALENCE OF GROUP A AND GROUP B ROTAVIRUSES IN THE FECES OF NEONATAL DAIRY CALVES FROM CALIFORNIA", "body": "Rotaviruses are a major cause of enteric disease in animals and humans [1, 2] . To date, three groups of bovine rotaviruses, group A, group B and group C have been identified *Author for correspondence.\n\nJarasvech Chinsangaram et al. in cattle [2] [3] [4] [5] [6] . Among these three groups, only group A bovine rotavirus has been studied extensively because most of the group A bovine rotaviruses are cultivable in cell culture [5] . Group A bovine rotavirus is recognized worldwide as a significant cause of calf diarrhea [5] . A few cases of group B bovine rotavirus have been reported in the U.S. [7] [8] [9] [10] . Bovine group C rotavirus (shintoku strain) has been isolated from adult cows with diarrhea in Japan although the isolation of this virus in the U.S. has never been reported [6] .\n\nRotaviruses possess 11 double-stranded (ds)RNA genome segments. When separated on a polyacrylamide gel, these genome segments gather to form 4 areas of aggregations (I-IV) based on migration pattern [11] . For group A rotaviruses, segments 1-4 form area I, segments 5 and 6 area II, segments 7 9 area III and segments 10 and 11 make up area IV [5] . \"Short\" and \"supershort\" electropherotypes refer to group A rotaviruses whose genome segment 11, and genome segments 10 and 11 respectively migrate at a relatively slow rate [11] . Super-short electropherotype rotavirus isolated from a calf, however, was demonstrated to be the result of the altered mobility of genome segment 1 I which migrated between genome segments 9 and 10 [12] . Short electropherotypes have been recognized in mice, rabbits, calves, humans, pigs and birds [5, [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] . Non-group A rotaviruses lack the 7-8-9 triplet pattern at area III found in group A viruses [3, 8] . The patterns 4-2-2 3 and 4-3-2-2 of the genome segment migration are found at areas I-II-III-IV in group B and group C rotaviruses, respectively [4, 8] .\n\nReverse transcription-polymerase chain reaction (RT-PCR) technology has recently been used to detect rotavirus in fecal samples [22] [23] [24] [25] [26] . RT-PCR assays specific for group A and group B bovine rotaviruses have been successfully developed [22, 23] . These assays involve the amplification of rotaviral dsRNA from feces by RT PCR and detection of the rotavirus specific RT-PCR product by non-radioactive hybridization.\n\nIn this paper, RT-PCR assays specific for group A and group B bovine rotaviruses and electropherotyping assays were employed to study the distribution of group A and group B rotaviruses as well as the genome profiles of these viruses in calves.\n\nFecal samples were collected from a 13,000 head calf ranch and from a commercial dairy herd in Stanislaus County, CA. The calf ranch purchased 1 3 day old calves from dairy herds in Tulare and Stanislaus Counties. On the day of arrival, calves were housed in hutches, given an oral rotavirus and coronavirus vaccine and fed a commercial colostrum containing IgG, although calves used in this study were exempted from vaccination. Calves were fed half whole milk and half milk replacer for 7 days then fed with milk replacer alone until 65 days of age. Calves from the dairy farm were born and reared within the farm. These calves were housed in hutches for 5 days then moved to group pens. These calves were fed colostrum from cows on the first day then fed whole milk for 75 days.\n\nTwenty five calves from the calf ranch and 22 calves from the dairy herd were randomly chosen for the study which was conducted in April 1993. These calves were not vaccinated with rotavirus vaccine during the study although the vaccination program for rotavirus had been used on these farms in the past. The health status of each calf was also observed during this period. Among the 47 calves under study, 18 developed diarrhea scored by fecal appearance, 4 were depressed and 4 died within the first 14 days of life. Fecal samples were collected from each calf at days 1, 7 and 14. Approximately 1 g of feces was mixed with 2-5 ml of phosphate buffered saline (PBS) and stored at 4°C.\n\nBovine rotavirus NCDV-Cody strain passed in MAI04 (embryonic rhesus monkey kidney) cells was used as a reference in PAGE and a positive control in RT-PCR detection of group A bovine rotavirus as described [22] . A fecal sample containing bovine rotavirus isolate 81-11, which was previously described [22, 23] , was used as a reference in PAGE and a positive control in RT-PCR detection of group B bovine rotavirus. Group A bovine rotavirus from a commercial modified live vaccine (SmithKline Beecham Animal Health, PA, U.S.A.) previously used on these farms was also included in this study as a reference in PAGE. A fecal sample negative for group A bovine rotavirus by RT-PCR, enzyme linked immunosorbent assay (ELISA) and fluorescent antibody (FA) test, and negative for group B bovine rotavirus by RT-PCR was used as a negative control in RT-PCR detection of both group A and group B bovine rotaviruses in this study.\n\nBovine rotavirus NCDV-Cody strain infected MAI04 cells, bovine rotavirus vaccine strain or 500#1 of each fecal sample was mixed with an equal volume of 0.1 M Tris pH 8.0, 1% SDS and 0.1% (w/v) proteinase K and extracted as described [22] . Nucleic acid from the extraction was ethanol precipitated, run on a 10% polyacrylamide gel and silver-stained as described [16] .\n\nFecal samples were tested without prior knowledge of clinical signs. Two hundred microliters of each fecal sample were extracted with Tris pH 8.0 saturated phenol:chloroform 1:1. The nucleic acid extract was treated with hydroxyapatite (Bio-Rad Laboratories, CA, U.S.A.) and Centricon-30 (Amicon, MA, U.S.A.) to eliminate RT-PCR inhibitors as described [22] . These samples were aliquoted and 5 #1 of each sample were subjected to RT-PCR detection for group A or group B bovine rotavirus as described [22, 23] . Disposable aerosol-resistant pipette tips (ART, Molecular Bio-Products Inc., CA, U.S.A.) were used throughout nucleic acid extraction and RT-PCR to prevent cross-contamination. A fecal sample negative for group A and group B bovine rotaviruses was also included in the process as a control for possible crosscontamination during nucleic acid extraction and RT-PCR, as well as carry-over from previous RT-PCR runs.\n\nPrimers 61 (5'-GGCTTTTAAACGAAGTCTTC-Y)-62 (5'-GGTCACATCCTCTCA-CTACG-3') and primers 9B3 (5'-CAGTAACTCTATCCTTTTACC-Y)-9B4 (5'-CGT-ATCGCAATACAATCCG-3') were used in RT-PCR detection of group A and group B bovine rotaviruses, respectively. Primers 61-62 were used to amplify genome segment 6 of group A bovine rotavirus whereas primers 9B3-9B4 were used to amplify genome segment 9 of group B bovine rotavirus as described [22, 23] . Expected RT-PCR products for group A and group B bovine rotavirus detections are 1356 and 288 base pairs (bp), respectively. RT-PCR products were visualized on an ethidium bromide stained agarose gel, and the specificity of RT-PCR products was confirmed with a group A or group B bovine rotavirus specific internal probe in hybridization reactions using a commercial chemiluminescent hybridization kit (Amersham Corp., IL, U.S.A.) as described [22, 23] .\n\nInternal probes for bovine rotaviruses group A (probe A, 263 bp) and group B (probe B, 221 bp) were generated in an RT-PCR reaction and purified as described [23] . The sequences of primers were as follows: probe A, primers 63 (5'-CCTAGCAAATGTGA-CATCTG-3')-64 (5'-GCGAATACGTAGACGCATCC-3'); probe B, primers 9BPI (5'-GTGAT'FGATATTATATCTAAG-3')-9BP2 (5'-GGCTGTCAGATAGTGGACAG-3'). These group A and group B bovine rotavirus assays detect as few as 0.1 fg of purified rotaviral dsRNA (equivalent to 5 viral particles).\n\nFecal samples which were positive for group A rotavirus on PAGE and negative for group A bovine rotavirus by RT-PCR were tested for rotavirus with a commercial polyclonal antibody based enzyme immunoassay (Abbott Laboratories, IL, U.S.A.) [27] .\n\nGroup A and group B bovine rotaviruses were detected in fecal samples by RT-PCR from 44 calves (94%) and 38 calves (81%), respectively ( Fig. 1 and Table 1 ). These viruses were found in any of three fecal collections, although more calves shed group A rotavirus at day 7 and day 14 than at day 1 (Fig. 2) . Calves initially infected with group A rotavirus at day 1 were also found infected at day 7 and day 14 (11/11), while some calves (5/19) initially infected at day 7 were found uninfected with group A rotavirus at day 14 (Table 1) . This trend was not observed with group B rotavirus infection.\n\nWithin the 14 day period, 36 calves (representing 77% of the calves studied) were infected with group A and group B rotaviruses, although only 30 of them (64%) were found simultaneously infected with both groups. Eight calves were infected with only group A rotavirus and 2 calves were infected with only group B rotavirus. Only 1 calf (calf no. 45) was negative for both group A and group B rotaviruses (Table 1) .\n\nTwenty two calves showed clinical signs which were characterized as depression, diarrhea or death. All but 3 calves (calves no. 44, 45 and 46) shed group A and/or group B rotaviruses while they showed the clinical signs (Table 1) . Among these 19 calves, 9 were infected with only group A rotavirus, 3 were infected with only group B rotavirus and 7 were infected with both group A and group B rotaviruses.\n\nTwenty-five samples were positive by PAGE analysis, all of which displayed the group A rotavirus genome pattern (Fig. 3) . These samples were from 21 calves (45%) in this study. Eight (36%) of 22 calves with clinical signs were PAGE positive (Table 1) . Both short and long electropherotype group A rotaviruses were detected in normal calves and diarrheic calves. Among the 25 PAGE positive samples, 17 (68%) were of short electropherotype, 4 (28%) were of long electropherotype and 4 (28%) contained both short and long electropherotype rotaviruses. None of these 25 samples were of the same electropherotype as the vaccine virus used on one of these two farms. Differences in the PAGE profile between vaccine virus and field isolates were found in all 4 areas of aggregations. Only 4 samples from day 1 (samples from calves no. l, 3, 4 and 7) were [14] . Only a few cases of group B rotavirus detection have been reported in cattle in the U.S.A. [7] [8] [9] [10] . In the U.K., 91% and 20% of cattle were seropositive for group A and B rotaviruses, respectively [3] . In Argentina, 53% of diarrheic calves and 7% of normal calves were positive for group A rotavirus [28] . The high prevalence of group A and group B rotaviruses observed in this study was probably due to the higher sensitivity of RT-PCR assays. RT-PCR, compared to other assays which included the cell culture, immunofluorescent assay, PAGE and ELISA used in other studies, was more sensitive. Alternatively, the high percentage of infection may represent the high prevalence of rotavirus infection in dairy calves in California.\n\nTwo unique features were observed regarding group A rotavirus infection in calves. Firstly, more calves were found positive at days 7 and 14 than at day 1. It is unlikely that the shorter exposure time of the l-day old calves to rotavirus-contaminated environment was the factor since no differences in the prevalence of group B rotavirus was found in the same calves sampled on the same days. In gnotobiotic pigs and calves, group B rotavirus infection has a more rapid onset, leading to diarrhea and shedding of virus earlier than group A rotavirus (12-24h vs 24-36 h post exposure in pigs) [8] . As a result, at day 1 we could detect most group B infected calves but only some of group A infected calves. In addition, this might be due to the immune status of calves. Rotavirus infections in cattle are enzootic; thus, most cows have rotavirus antibodies in their colostrum [29] . The concentration of these antibodies declines to low or nondetectable levels (approx. 100-fold decrease) in the transition from colostrum to milk [29] . These newborn calves, which were fed colostrum during the first day, might have a higher level of passive immunity to group A rotavirus than did older calves. Therefore, these newborn calves were better protected from group A rotavirus infection. Secondly, group A infected calves shed the virus for at least 14 days if they were infected at day 1 but they could shed the virus for less than 7 days if they were infected later. The newborn calves might be more severely affected when they were infected at birth and they were less capable of mounting a response to eliminate the virus than were the infected older calves. Calves could also become reinfected with different group A rotavirus. The observation that different electropherotypes were found in calves (at days 1, 7 or 14) when more than one sample from the same calves were positive by PAGE confirmed this assumption. On the other hand, a similar number of group B rotavirus infected calves were detected at day 1, 7 and 14. Passive immunity to group B rotavirus might be low because the low titer of group B rotavirus shed in feces (all samples were negative for group B rotavirus on PAGE which had limited sensitivity) limited the exposure of cows to group B rotavirus. In several cases, calves positive for group B rotavirus at day 1 were negative at day 7 (while those positive for group A rotavirus at day 1 were positive for at least 14 days). This correlated to a previous report indicating that group B rotavirus infected gnotobiotic calves shed fewer virus particles for a shorter period than did group A rotavirus infected calves [8] .\n\nAmong 25 PAGE positive samples, 23 of them were from the calf ranch (calves no. 1-25, Table 1 ). These samples were of different electropherotypes probably due to the fact that these calves were brought in from different herds. Reinfection with a strain possessing different electropherotype and mixed infection could be the result of the cocirculation of strains possessing various electropherotypes within this calf ranch. Previous reports suggested that, with a few exceptions, only one electropherotype was detected from diarrheic calves in the same herd over a short time [14, 30] . In our study, only 2 samples (calves no. 29 and 36, Table 1 ) from the closed dairy herd were positive by PAGE and they were of different electropherotypes. This result differed from the reports mentioned above, although only one of these two samples (calf no. 36) was associated with diarrhea.\n\nThe finding of rotaviruses in both diarrheic and normal calves indicated that infections could be asymptomatic or symptomatic although, in diarrheic calves, infections with other enteric organisms could not be excluded. The results from PAGE analysis showing that none of the 25 PAGE positive samples had the vaccine virus electropherotype agreed with a previous report which suggested that the vaccine was probably not the cause of rotaviral diarrhea, and it was frequently inefficacious in preventing the infections in the herds [14] . Short electropherotype rotaviruses similar to the rotaviruses previously reported in humans, rabbits, pigs and calves [12] [13] [14] [15] [16] [17] [18] [19] were found in all day 1 PAGE positive and most of day 7 PAGE positive samples obtained from calves while long electropherotype rotaviruses were found at days 7 and 14. Regardless of their electropherotypes, the presence of these short and long electropherotype rotaviruses might be due to their antigenic difference from common rotaviruses contaminating the farm environment; thus, they were able to evade passive immunity.\n\nMixed infection of short and long electropherotypes of group A rotavirus detected by PAGE or of group A (short or long electropherotype) and group B rotaviruses detected by RT-PCR was found in this study. The high incidence of short electropherotype group A rotavirus in calves was unexpected. A few cases of short electropherotype and a mixture of short and long electropherotype rotaviruses were previously reported in diarrheic calves [12, 13, 15, 16] .\n\nThree samples were positive by PAGE but negative by RT-PCR detection. These samples were also negative by an enzyme immunoassay which detected group A rotavirus [27, 31] . However, these samples had a triplet appearance of genome segment 7, 8 and 9 characteristic of group A electropherotype on the PAGE (data not shown). RT-PCR inhibitors were eliminated from these 3 samples by our sample extraction and treatment techniques because bovine rotavirus dsRNA spiked into these samples could be detected by RT-PCR. These samples might possibly represent group A bovine rotaviruses with an unusual genome segment 6 sequence."}