{"title": "Emergencies and Critical Care of Commonly Kept Fowl", "body": "refill time (CRT). Normally, when the finger is removed from the vein, refilling cannot be witnessed visually. If it can be witnessed visually the bird is considered approximately 5% dehydrated, and if 1 second can be counted, then the bird is about 10% dehydrated or in shock. 8 In chickens, the comb should be firm and red. A CRT can be assessed on the comb. It should refill within 2 seconds. 8 Mucous membrane color can be assessed by everting the vent or the eyelid.\n\nRespiratory monitoring includes auscultation of the upper and lower respiratory tracts, assessing breathing frequency and quality, as well as detection of signs of dyspnea (eg, orthopneic gait or tail bobbing).\n\nThe levels of brightness, alertness, and response should be evaluated as part of a first neurologic examination.\n\nBirds showing depression or severe weakness should be placed immediately in a prewarmed incubator with 50% to 80% humidified oxygen and complete physical examination or diagnostic procedures may be delayed until the bird is stable enough to tolerate them.\n\nSecondary survey includes obtaining a complete medical history, a full physical examination, assessment of the response to initial therapy, and more diagnostic procedures, which may provide a comprehensive diagnostic and therapeutic plan as well as orientate the owner about the potential economic costs and prognosis. 3 A complete anamnesis should include, but is not restricted to, species; breed; age; gender; presenting complaint; source of the bird; diet; number of birds in the household; open or closed flock; acquisition date; date of the last addition to the flock; number and species of animals affected; potential exposure to toxins; length of illness; changes in behavior; history of previous diseases, treatments, and outcomes; reproductive history; and clinical signs, including their duration and progression.\n\nPhysical examination in fowl is similar to that of other avian species. Careful observation of the bird before handling is mandatory in order to determine the length and depth of the physical examination and further diagnostics that the patient is likely to tolerate. All equipment and supplies are readied before removing the bird from the holding container or the intensive care unit. If the patient is debilitated, examination can be performed in a stepwise fashion with small breaks given to the bird between handling, examination, diagnostics, and treatments.\n\nIn general, fowl species may be handled without chemical restraint. Precautions should be taken in order to avoid physical injuries to the bird or the handler (bites, scratches [eg, from tarsal spurs], or blows from the wings [larger species]).\n\nFowl should be grasped across the back with or without a towel to avoid wing flapping. Then, the legs should be firmly grasped placing 1 finger between them to prevent pressure damage. The bird should then be restrained close to the handler's body or against a hard, nonmovable surface. Fractious birds may benefit from having their heads covered with a cloth. 9 Smaller species of waterfowl may be held singlehandedly by restraining the animal with the wings folded or with fingers of one hand under each wing supporting the proximal humerus and the other hand supporting the bird's abdomen. Larger species, such as geese and swans, are typically restrained keeping the wings folded and facing backward under the arm of the handler. Large, calm species may also be straddled on the floor 10 (Fig. 1) .\n\nThe position of the bird during physical examination, diagnostic procedures, and therapeutic procedures may affect its cardiorespiratory function. Dorsal recumbency in conscious chickens decreases tidal volume by 40% to 50% and increases breathing frequency by 20% to 50%. 11 Birds showing signs of respiratory distress should be held upright. Respiratory compromise may be worsened in fowl by the inertial resistance of the large pectoral muscle mass to respiratory excursions of the keel. Enlarged viscera, excessive intracoelomic fat, or fluid within the coelom may compress the air sacs, reducing their effective volume and potentially leading to hypercapnia, respiratory acidemia, and death. 12 Cloacal or body core temperature can be measured. Cloacal temperature depends on body temperature and cloacal activity over time. 13 Normal range for body temperature in waterfowl is 40 C to 42 C. To read body core temperature, the probe of a thermistor thermometer should be inserted along the esophagus until it passes the thoracic inlet. 6 Normal range for core body temperature in chickens is 40.6 C to 43.0 C. 8 The body condition should be assessed and an accurate weight obtained on a gram or appropriately sized scale in order to correctly calculate potential drug dosages or to compare with previous or future weights (Fig. 2) .\n\nThe patient's needs must be prioritized. Despite preferring that samples for hematologic and biochemical analysis be obtained before treatment for the best diagnostic ability, fowl in shock must be stabilized before extensive diagnostic sampling. A conservative minimum database includes determination of packed cell volume, total solids, and estimated white blood cell count. There is intraspecies variation in blood volume (67 AE 3 mL/kg for common pheasants and 111 AE 3 mL/kg for redhead and canvasback ducks). 14 In healthy patients, the amount of blood that can be removed without deleterious effects is 3% of body weight in ducks, 2% in chickens, and 1% in pheasants. 14 In compromised patients, this should be reduced to 0.5% of body weight. Reference values for multiple avian species can be found in the literature.\n\nIntravenous or intraosseous fluid administration is essential when treating critical patients.\n\nCatheters can be placed under general anesthesia if necessary. Sites for intravenous catheterization include the medial metatarsal vein, the ulnar vein, and the jugular vein (Fig. 3) . Intraosseous catheters can be placed in the distal ulna or proximal tibiotarsus. Pneumatic bones, such as the femur or humerus, should be avoided. \n\nMost birds benefit from intravenous or intraosseous administration of warmed crystalloids at 3 mL/100 g body weight. Because fluid resuscitation in critically ill birds is difficult, administration of 1 bolus of crystalloids with Oxyglobin to hypovolemic birds may be beneficial. 15 Different types of colloids may be used as an alternative to oxyglobin.\n\nCapnography, direct and indirect blood pressure, electrocardiography, and blood gas analysis are additional monitoring techniques that may be useful in assessing unstable patients. Deciding the instrumentation to use depends on practicality and procedure length.\n\nCapnography measures end-tidal carbon dioxide concentrations in expired air and is a useful indicator of arterial carbon dioxide concentrations. The use of capnographs with sidestream sensors is recommended for small avian patients.\n\nPulse oximetry has not yet been validated for birds. The characteristics of oxygenated and deoxygenated avian and human hemoglobin are different, resulting in underestimation of hemoglobin saturation. 16 An ultrasonic Doppler flow detector is most commonly used for cardiac monitoring but can also be used for indirect blood pressure measurement. Indirect blood pressure measurement techniques used in fowl include Doppler, photoplethysmographic/photoacoustic probes with a sphygmomanometer, and oscillometric monitors. 17 Systolic blood pressure determination via ultrasonic Doppler flow detection correlates well with direct blood pressure measurements in ducks (A platyrhynchos). 18 Diastolic, and therefore mean, blood pressure cannot be obtained with this method. 18 Direct arterial pressure measurement is ideal but not commonly used because of the need for specific technical skill, the invasive nature of the procedure, and the cost of equipment. 18 For medium to large birds (>200 g), the deep radial artery is the preferred site for arterial catheter placement, whereas for smaller birds (<200 g) the superficial ulnar artery is preferred. For waterbirds or long-legged birds, the cranial tibial or dorsal metatarsal arteries are acceptable sites for catheterization. Catheterization of the external carotid artery usually requires a cut-down for proper visualization. 19 A study performed on anesthetized Galliformes comparing glomerular filtration rate and blood pressure found that Galliformes were able to maintain their glomerular filtration rate when mean arterial pressure (MAP) ranged between 60 and 110 mm Hg. When MAP decreased to less than 50 mm Hg, chickens were unable to sustain glomerular filtration and urine output ceased. 19 Unlike chickens that have normal systolic, mean, and diastolic arterial blood pressures of 99 AE 13, 84 AE 13, and 69 AE 15 mm Hg, respectively, values for normotension are higher in other Galliformes (eg, turkeys). 18, 19 If the definition of hypotension in humans (reduction of 30% from the baseline of conscious MAPs) is extrapolated to birds, the level of blood pressure at which birds are considered hypotensive would have a tendency to be higher than that recorded in mammals, with the exception of some Galliformes and Anseriformes species. 19 Hypovolemia is treated with intraosseous or intravenous bolus administration of crystalloids (10-20 mL/kg) or colloids (5 mL/kg) until systolic pressures are restored. 20, 21 Reference blood pressure values have been determined for different species of fowl. 6, 19 Electrocardiography can be used to monitor cardiac rate and rhythm. Electrocardiographic parameters can be highly variable between fowl species, as shown by electrocardiographic studies published for several species including the chicken, turkey, quail, duck, swans, Muscovy ducks, Guinea fowl, and rock and chukar partridges. [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] Arterial blood gasometry is the gold standard for assessing the acid-base status, ventilation, and tissue perfusion. It provides essential physiologic information for patients with critical illness or respiratory disease and is vital in the correction of any metabolic respiratory disorders. 19 Detailed information about blood gases in birds has been published. 19 \n\nSedation or anesthesia may minimize stress to fractious or painful patients. It also may aid in minimizing risk of capture myopathy in Canada geese or turkeys. 35, 36 Midazolam is increasingly used in birds to produce sedation, hypnosis, anxiolysis, anterograde amnesia, centrally mediated muscle relaxation, and anticonvulsion activity. 37 The pharmacokinetics of midazolam hydrochloride following intravenous administration at 5 mg/kg were determined in broiler chickens, turkeys, ring-necked pheasants, and bobwhite quail. 38 Several articles regarding fowl anesthesia and analgesia have been published. 5,6,39 Inhalation anesthesia with isoflurane or sevoflurane is the most common in-hospital method for anesthetizing fowl. Oxygen flow rates of 1 to 2 L/min allow rapid changes in anesthetic concentration if vaporizer setting is altered. Induction is typically via a face mask. The apnea and bradycardia that occur when an induction mask is placed over the beak and face are consequences of a stress response caused by stimulation of trigeminal nerve receptors. [40] [41] [42] Preoxygenation with 100% oxygen for several minutes reduced this response in dabbling but not diving ducks. 41 The isoflurane vaporizer is set to 3% to 4% for induction. 6 Intubation with a noncuffed endotracheal tube is recommended for anesthetic procedures lasting more than 15 minutes. Waterfowl females may require an endotracheal tube 0.5 to 1 full size larger than males of the same species. 6 If intubation is not feasible because of the nature of the procedure to be performed or anatomic structures preventing intubation (eg, presence of crista ventralis), ventilation can be achieved via air sac perfusion. 43 Airway patency should be regularly checked during waterfowl anesthesia because the thickening of mucus in the trachea or glottis may completely obstruct the endotracheal tube, leading to death of the patient. Anticholinergic drugs reduce pharyngeal and tracheal secretions but also increase their viscosity, and so are only recommended for treatment of bradycardia. 6 In chickens and ducks, isoflurane has a minimum anesthetic concentration (MAC) of 1.32% and 1.3%, respectively. 5,6 Isoflurane produces dose-dependent cardiopulmonary depression in birds and in Pekin ducks induces tachycardia and hypotension. 44 In geese, an average PaCO 2 of 53 mm Hg was necessary for spontaneous respiration to occur, and no respiration occurred with a PaCO 2 less than or equal to 40 mm Hg. 45 Intermittent positive pressure ventilation may be used in anesthetized birds, even if some spontaneous breathing is present, to ensure adequate oxygenation of the blood. 46 Ventilation is assisted manually using the reservoir bag on the breathing system or a mechanical ventilator. A spontaneously breathing bird is given greater than or equal to 2 assisted beats per minute. If an anesthetized bird is apneic, the assisted ventilation rate is greater than or equal to 8 to 15 beats per minute depending on size (large birds require fewer breaths than small birds). Analysis of blood gases showed that effective gas exchange is achieved using mechanical ventilation. 5 In chickens, sevoflurane MAC is 2.21%. At MAC, heart rate did not change significantly and cardiac arrhythmias were not observed at less than or equal to 2 times MAC. In another study in chickens, hypotension was observed during both spontaneous and controlled ventilation. However, this effect was only dose dependent during Critical Care of Commonly Kept Fowl controlled ventilation. Tachycardia occurred during spontaneous ventilation, whereas heart rate remained unchanged during controlled ventilation. 5 ANALGESIA Species variability occurs because of differences in pain sensitivity, the conscious response to pain, and the physiologic response to analgesic therapy. Dosages and effects of opioids and nonsteroidal antiinflammatory drugs in fowl have been reviewed. 5, 6, 39 HOSPITALIZATION Many birds benefit from symptomatic treatment such as oxygen supplementation, nebulization, fluid therapy, broad-spectrum antibiotics, antifungals, and/or nutritional support and observation for 2 to 8 hours in a warmed incubator before diagnostic tests are performed. 15 Separate equipment and housing should be used for birds with suspected contagious diseases and all equipment and cages should be thoroughly disinfected after use to minimize the risk of disease transmission. 15 The optimum temperatures for ill birds are 29.4 C to 32.1 C.\n\nAdministration of oral or subcutaneous fluids is reserved for stable fowl that are less than 5% dehydrated. Oral fluid administration requires a patient that can maintain an upright body position and has a functional gastrointestinal tract to avoid regurgitation and aspiration of fluids. Subcutaneous fluids may be administered in the inguinal web, interscapular area, axillary region, lateral flank, or midback.\n\nReplacement fluid therapy is critical before nutritional support is instituted. Diets for stable hospitalized fowl should ideally be selected according to the natural diet of the species.\n\nCommercially available feeding formulas, such as a formulated critical care diet Lafeber's Critical Care diet (Lafeber Company, Cornell, IL) or Hill's a/d diet (a/d Canine/Feline; Hill's Pet Nutrition, Topeka, KS) can be used on a short-term basis. The use of Emeraid exotic carnivore diet improves postsurgical recovery and survival of long-tailed ducks 47 (Fig. 4) . \n\nThe most common causes of blood loss in birds include traumatic injury and hemorrhagic lesions of internal organs. The LD50 (lethal dose, 50%) for acute blood loss in mallard ducks was 60% of total blood volume. After chronic blood loss, the LD50 of mallard ducks was reached when 70% of blood volume was removed, compared with an LD50 in pheasants and chickens of 40% to 50% loss of total blood volume. Recommendations for fluid resuscitation after severe blood loss in birds have included the administration of crystalloids, colloids, and whole blood. Although no statistical difference in mortality was appreciated among the 3 fluid resuscitation groups (crystalloids, hetastarch, or a hemoglobin-based oxygen-carrying solution [HBOCS]) in the acute blood loss study, a trend of decreased mortality was observed in the HBOCS group. An early regenerative response was apparent following acute blood loss. 48 Trauma Traumatic injuries occur fairly frequently in fowl kept outdoors, either as a result of predator attack, gunshot, electrocution, or as a result of inappropriate housing. A thorough physical examination is essential to determine the extent of trauma and the best approach for treatment. Prioritize therapy (oxygen therapy, fluid therapy, and analgesia), control active hemorrhage, cleanse wounds, and stabilize fractures initially until patient stabilization allows a more specific treatment. Any animal that has a bite wound should be provided with antibiotics after a sample has been taken for microbiological culture and sensitivity.\n\nClinical signs of head trauma may include, but are not restricted to: anisocoria, head tilt, depression, or other neurologic signs, skull fractures, retinal detachment, or hemorrhage from the nares, oral cavity, ears, and/or anterior chamber of the eye. Mentation, pupil symmetry and size, and pupillary light reflex should be constantly monitored. Changes in pupil size to dilated and loss of pupillary light reflex along with mentation progression to stupors or coma indicate neurologic deterioration. 7 Soft tissue injuries in the head and neck are commonly seen, and may require surgical repair. 49 Posttraumatic exposed epibranchial bones, part of the hyoid apparatus, can be surgically excised without significant postsurgical impairment, allowing easier surgical repair of wounds in the crown. 49 Fractures of the skull bones (eg, mandible, quadrate, jugal arches, palatine, pterygoid, and maxilla) can also occur. If the animal is able to groom and feed, healing by second intention can create a false joint allowing normal function. 49 Surgical repair of the beak and the use of prostheses have been reported. 50, 51 Anseriformes are prone to foreign body injuries. Ingestion of fishing hooks and lines is common in swans (Fig. 5) . Lesions can be observed in the rhamphotheca, tongue, skin of the neck, and gastrointestinal tract. Management varies depending on the severity of the injuries. Endoscopy can be attempted, but sometimes surgery is required. Management of a neck injury caused by a nail shot from a pneumatic nail gun in a young Muscovy duck (Cairina moschata) has been reported. 52 Ocular injuries can also be seen after head trauma. If the eye is not visual and is severely damaged, enucleation may be considered.\n\nInjuries over the coelomic cavity should always be assessed to make sure no penetrating injuries are present. In such cases the prognosis is poor. Skin and muscle injuries can be surgically repaired when indicated, or managed medically to allow healing by second intention.\n\nFracture repair follows the same principles as in other avian species. In laying hens, pathologic fractures caused by hypocalcemia and metabolic bone disease might occur, and calcium status should be assessed and deficiencies corrected before surgical repair. Vitamin C deficiency can also cause secondary fractures. 53 Emergency care for bone fractures should align the fracture as fully as possible so further damage of the surrounding tissues and pain are minimized, and weight bearing can occur as soon as possible, avoiding excess stress and load on the unaffected limb. Luxations should be reduced as soon as possible to provide the best chance for joint mobility. Bandaging includes soft bandage material and splints applied for temporary support or permanent fixation of fractures. Bandaging techniques commonly used in other avian species (tape splint, football-type bandage, plastic spica bandage, modified Robert Jones bandage, Schroeder-Thomas splint, Ehmer-type bandage, and figure-of-eight bandage) can be also used in fowl 54 (Figs. 6 and 7) . \n\nDamage to the cervical air sac can cause emphysema because of the leakage of air into the subcutaneous space. This condition is often self-limiting. A cauterized skin defect can also be created over the swelling to allow the air to escape. The cauterized hole takes longer to heal than the air sac lesion, preventing recurrence. 49 \n\nOlder hens quickly run for shelter when the weather conditions are not desirable. However, juvenile animals may stand on the wet ground, becoming hypothermic rapidly, especially those with thin skulls and crest, such as Polands and those with wooly feathering, such as silkies. 55 Nevertheless, adequate shelter must be always provided. Hypothermic patients may be warmed externally and via infusion of warmed fluids.\n\nPoultry experience heat distress when high temperatures accompanied by high humidity increase beyond their comfort zone. When the environmental temperatures are between 28 C and 35 C, birds use nonevaporative cooling in 2 ways: (1) increasing the surface area by relaxing the wings and hanging them loosely at their sides, and (2) increasing the peripheral blood flow. As the environmental temperature approaches the body temperature of the bird (41 C), the rate of respiration increases and the bird open-mouth breathes in order to increase evaporative cooling or water evaporation. If panting fails to prevent body temperature from increasing, birds become listless, comatose, and finally die of respiratory, circulatory, or electrolyte imbalances. 56 \n\nRespiratory disease is a common presentation in avian practice. Clinical signs are often unspecific, and hardly ever pathognomonic. Respiratory signs are not only seen with primary respiratory disease but also with any organomegaly or distended coelom as a result of the pressure to the air sacs, or secondary to other disorders, such as cardiovascular disease.\n\nSinusitis is a common presentation in chickens and waterfowl, and often presents because of swelling of the periocular sinuses. 49 Different agents could cause sinusitis, such as Mycobacterium spp, Pasteurella spp, Escherichia coli, Pseudomonas spp, and some viral agents, such as avian influenza and Newcastle disease (both reportable diseases in the United Kingdom, European Union [EU], and United States (US); Fig. 8 ). However, Newcastle disease, avian influenza, and infectious laryngotracheitis are all rare in backyard poultry, and the most common causative agent of sinusitis in fowl in the US is Mycoplasma. [57] [58] [59] Different agents are often isolated from the nasal cavity, aggravating the clinical presentation. In such cases, the authors recommend performing an initial sinus flush with sterile saline, in order to obtain samples for culture and polymerase chain reaction (PCR) identification. Sinus flush should be performed under general anesthesia with an uncuffed endotracheal tube placed, to avoid fluid going into the respiratory tract. Once samples have been obtained, F10, enrofloxacin (not to be used in the USA and only to be used on label in egg laying chickens and turkeys in Europe), amikacin or gentamicin flush could be performed, and repeat it as necessary. If purulent material is present in the sinus, the author recommends surgical access to remove as much purulent material as possible, because antibiosis alone is unlikely to resolve it.\n\nMycoplasmosis is the most common respiratory condition seen in backyard poultry. 57, 60 Poultry is mainly affected by 4 species of Mycoplasma: Mycoplasma gallisepticum, Mycoplasma synoviae, Mycoplasma meleagridis, and Mycoplasma iowae. M gallisepticum is often the pathogen causing respiratory signs, although M synoviae can also cause respiratory signs (sneezing, foamy nasal and ocular discharge, conjunctivitis, sinusitis, and/or purulent aural discharge). Mycoplasma spp can be latent within the flock and often causes disease when there is immunosuppression, stressful factors, and concomitant infections. Tylosin is the recommended treatment because it is licensed (at least in the United Kingdom/EU and United States). Antibiotic therapy does not eliminate Mycoplasma, but it can resolve clinical signs; equally important is to assess and treat any other stressful factors (ammonia and dust Sabater Gonzá lez & Calvo Carrasco levels, densities, overall hygiene, food and water quality). However, if symptoms persist despite treatment, euthanasia should be considered for the well-being of the flock.\n\nAnseriformes are an important reservoir for avian influenza, often being asymptomatic carriers even from some of the high-pathogenic strains. Avian influenza or fowl plague is a rare disease in wild waterfowl, with few records in the wild. 59 Despite being uncommon, in particular in mixed flocks or flocks exposed to wild waterfowl, avian influenza should be considered and investigated in cases with compatible clinical signs, such as mucopurulent or caseous sinusitis. 59 Important management factors to control this disease, such as hygiene and density levels, should be assessed in captive waterfowl showing clinical signs.\n\nNewcastle disease or avian paramyxovirus can also present with signs of upper respiratory disease, such as conjunctivitis or tracheitis, and it can also cause central nervous system and gastrointestinal signs. 49, 61 Zoonosis can also occur, although this only causes mild conjunctivitis in humans. It is a relevant disease given the high economic losses it can produce in the commercial poultry industry, because there is no effective treatment. Vaccinations are available to reduce the likelihood of outbreaks. Vaccination against Newcastle disease is not currently allowed in the UK, but seems to be standard practice in the US.\n\nInfectious laryngotracheitis (ILT) is caused by a herpesvirus, as well as Marek disease. ILT can affects chickens (mainly meat breeds) as well as pheasants, and is similar in presentation to other respiratory diseases. It is characterized by the formation of a diphtheritic membrane in the trachea that can cause obstruction; animals can present gasping. Vaccination can be attempted in an outbreak to reduce morbidity and mortality. Early vaccination prevents clinical manifestation, but not latent infection. Modified live vaccines are available in the UK, EU, and US.\n\nAspergillosis is a common condition affecting waterfowl, although it can also affect gallinaceous birds, such as chickens. As in other avian species, Aspergillus fumigatus is the main isolated pathogen, although others species of the genus Aspergillus can also cause disease. 61, 62 In chickens, despite most healthy birds coping with a moderate exposure to the Aspergillus conidia, infection may occur in immunocompromised birds or when exposed to an overwhelming quantity of spores. Common sources of Aspergillus are contaminated food and moldy substrates. Clinical signs might include dyspnea, but it can present as lethargy, anorexia, and significant weight loss. Diagnosis and treatment present similar challenges to those faced in other avian species. Treatment is based in antifungal therapy, often an azole drug, together with supportive care.\n\nInfectious bronchitis is caused by a highly infectious coronavirus and is characterized by having 2 main presentations depending on the age of the infected animals; in young chicks, respiratory disease is the predominant manifestation, whereas salpingitis and the subsequent decrease in egg production is most commonly seen in older laying hens. Soft, irregular, or rough-shelled eggs are often seen. In certain animals the lesions caused might impair normal laying for the rest of the animal's life, or even cause secondary problems, such as egg coelomitis.\n\nC psittaci is a well-known pathogen among avian practitioners worldwide, not only relevant for its high prevalence but also for its zoonotic potential. 63 More than a 100 species have been shown to be infected, including galliformes. 64 Because of its very wide infection range, many different species can act as a reservoir, such as pigeons and waterfowl. 65 A recent study in pigeons showed a prevalence of 15% in adult animals, which was twice as high in juvenile birds. 66 Outbreaks in fowl occur only occasionally. In poultry, infection is often systemic, and occasionally fatal. Clinical signs, incubation periods, morbidity, and mortality vary widely depending on the virulence of the strain infecting the flock. Common clinical signs observed with chlamydiosis are sinusitis, rhinitis, diarrhea, and weakness. Postmortem findings in affected birds include splenomegaly, hepatomegaly, airsacculitis, pericarditis, and peritonitis. 67, 68 In turkeys, the disease pattern differs from other species and tends to present as an explosive outbreak. 69 Clinical signs can be aggravated by concurrent infections, such as Salmonella or Pasteurella. Ideally, a combination of serology and PCR identification is used to diagnosis chlamydia. However, after adequate therapy, there is no currently available test to ascertain whether affected birds are no longer carriers; therefore, treatment should be carefully considered, because of its zoonotic risk, especially in collections open to the public. 61 Chlortetracycline (1000 ppm; ie, 18.2 g/kg food daily for 45 days) has been recommended in turkeys, although doxycycline (25 mg/kg PO twice a day or 240 ppm in food daily for 45 days; or 50-100 mg/kg IM weekly on 6 occasions) is also used in outbreaks to reduce mortality in turkeys as well as in other species. 64, 70 Avian tuberculosis can present as a respiratory emergency when lesions are localized in the pharynx or trachea.\n\nCertain parasites can also cause respiratory disease in fowl, such as Syngamus trachea (commonly known as gapeworm), duck leeches (Theromyzon tessulatum), streptocariasis, (Streptocara spp), and air sac mites (Cytodites nudus). [71] [72] [73] If upper airways are affected, animals present gasping for air or open-mouth breathing, coughing, or retching. Diagnosis is based on identification of the parasites (adult forms, ova, or larvae).\n\nRiemerella anatipestifer can cause a peracute infection in ducklings, which might present with upper respiratory clinical signs, such as dyspnea, or nasal or ocular discharge. 74 This condition evolves quickly and can cause sudden death. Samples should be obtained for culture and sensitivity, to allow adequate antibiotic therapy.\n\nNeurologic disease is common in fowl. Clinicians must be vigilant and aware of the reportable diseases that can present with neurologic signs, such as Newcastle disease, avian influenza, and chlamydiosis. Marek disease is common in unvaccinated chickens, and heavy metal poisoning should always be considered in waterfowl. Other possible causes are trauma, nutritional deficiencies, central nervous system ischemia, vascular insult, and other intoxications (Fig. 9) .\n\nMarek disease is caused by gallid herpesvirus 2, and has recently been described as the most common disease diagnosed in backyard poultry. 57 The disease is characterized by the presence of T-cell lymphoma as well as mononuclear infiltration of nerves, organs, reproductive tract, internal viscera, iris, muscle, and skin. 75 The mononuclear infiltration of peripheral nerves, in particular the sciatic nerve, causes paralysis. However, there is no treatment of affected birds and euthanasia should be considered in unvaccinated suspicious cases. Early vaccination (within the first 3 days of hatching) does not stop infection (the virus is considered ubiquitous worldwide) but achieves more than 90% protection under commercial conditions. 76 Lead poisoning is thought to be one of the most significant causes of neurologic disease in waterfowl. 77 A recent report estimated between 50,000 and 100,000 (approximately 1.5%-3.0% of the wintering population) wildfowl deaths each winter are caused by lead poisoning. That number represents a quarter of all recorded deaths regarding migratory swans. 78 Not only waterfowl are affected by this, because other terrestrial game birds and fowl may ingest lead pellets that they mistake for grit or food; lead pellets may be buried in mud, in areas where fishing or hunting has previously taken place. Animals can experience chronic intoxication when ingesting small numbers of lead pellets intermittently, but can also present acutely and in the form of an outbreak when reduced water levels or other circumstances expose lead that was previously unavailable. In the United Kingdom, the sale and use by fishermen of lead leger weights and split shot weighing less than 28 g has been banned since 1987. 79 Since then, the incidence of lead poisoning has reduced significantly. 80 However, the environmental contamination will still have an effect for many years.\n\nCharacteristic clinical signs of lead toxicity include weight loss, weakness, and green faces; weakness of the neck muscles causes a typical posture with the head resting on the bird's dorsum. 81 Whole-body radiographs might reveal the presence of metallic objects in recent cases; however, the grinding action and pH of the ventriculus dissolves the lead pellets within a few days. Other common findings in chronic cases on radiographs are dilatation and impaction of the proventriculus. 79 A blood sample should always be tested for lead levels to achieve a definitive diagnosis (normal, <0.4 ppm; diagnostic, 0.5-2.0 ppm; severe, >2.0 ppm). Moderate anemia (20%-38% hematocrit) can be observed. 82 Delta amino levulinic acid dehydrase activity has been suggested as a more sensitive diagnostic indicator for lead intoxication. 83 Early treatment of lead toxicosis should include stopping any further lead absorption; lead particles within the gastrointestinal tract can be removed by lavage under general anesthesia with warm fluid via a gastric tube. 82 Some investigators recommend repeating gastric lavage within 24 to 48 hours if lead particles are still present in postlavage radiographs, because fragments of lead can be trapped in crevices in the koilin. Those particles precipitate when muscle activity has restarted. 84 Chelation therapy should be started in all affected animals. Sodium calcium edetate (10-40 mg/kg intramuscularly every 24 hours for 10 days, with a 5-day break at day 5) is the recommended treatment of lead and zinc toxicosis. Penicillamine can be used as an alternative if sodium calcium edetate (NaCaEDTA) is not available, or at the same time in severe cases.\n\nZinc toxicosis is less common in animals housed outdoors, and is similar in diagnosis and treatment to lead intoxication. 85 Botulism occurs when animals are kept in water with anaerobic conditions, particularly in warm, dry periods. Clostridium botulinum overgrows and produces toxin type C, causing flaccid paralysis. Other clinical signs are similar to other heavy metal poisoning, such as weakness. A good anamnesis and water analysis allows a presumptive diagnosis. 86 Other intoxications are common in fowl, such as coccidiostats in waterfowl (found in chicken-formulated commercial diets) or pesticides (dimetridazole and organophosphorus pesticides). 87, 88 Diarrhea Diarrhea can have many different causes; after physical examination, clinicians should perform a direct observation, flotation, and Diff-Quik examination of a fresh fecal sample. Samples should also be taken for viral identification.\n\nDuck plague or duck viral enteritis is caused by a herpesvirus, and can cause significant losses in waterfowl collections. Presentation can be peracute, including sudden death without previous obvious signs. Other described clinical signs are cloacal lethargy, diarrhea, hemorrhage, prolapse of the penis, photophobia, ataxia, and tremors. 49, 89 Outbreaks are often seasonal (May to June in the United Kingdom). It can cause morbidities between 10% and 100% in unvaccinated collections. 90 In affected animals, the prognosis is very poor with no effective treatment. Annual vaccination is recommended in endemic areas.\n\nAvian or fowl cholera, caused by Pasteurella multocida, is the most common pasteurellosis in poultry. Chickens, duck, geese, and turkeys can be affected. Outbreaks in turkeys can cause up to 65% mortality. 91 Clinical signs include oral and nasal discharge, dyspnea, diarrhea, and sudden death. This condition seems to be less frequent in the United Kingdom than in North America, where annual outbreaks can cause significant mortalities. 92 \n\nImpaction of the crop, proventriculus, or gizzard has occasionally been reported in poultry and waterfowl. Affected birds commonly present showing lethargy, emaciation, and esophageal or crop distension. Despite the crop/esophagus, proventriculus, and/or gizzard being full of a solid mass of interwoven fibrous material, the intestines of birds with this condition are frequently empty. 56 Poultry have been known to ingest poorly digestible items (eg, grass, newspaper, sawdust shavings/ wood chips, and feathers) out of curiosity or as a response to stress, causing crop impaction. Crop impaction is most frequently seen in spring, when chickens ingest long stems of grass that get impacted in the crop. Captive waterfowl, especially geese, suddenly exposed to new environments may ingest nondigestible items like newspaper or plant products, like grasses. Ingestion of grains that have low moisture content with concurrent exposure to water can lead to grain swelling and result in impaction of the esophagus. 93 Gizzard impaction can cause high mortality during the first 3 weeks of life in turkey flocks. 56 Although rehydration of the impaction, gentle massage or flushing (only for crop or esophageal impactions), and liquid paraffin may help to resolve the impaction in early cases, surgical intervention might be necessary (Fig. 10) . \n\nThese conditions occur sporadically in domestic fowl. Intussusception occurs most frequently in the intestine, but it has also been reported in the proventriculus. In young birds volvulus of the small intestine may be caused by twisting around the yolk sac. Intussusception and volvulus have been reported in chickens secondary to enteritis or abnormal peristalsis caused by nematode or coccidial infection. Intestinal torsion has also been associated with pedunculated neoplastic stalks. Clinical signs are anorexia and progressive weight loss, which may lead to death within a few days. Diagnosis may be achieved by ultrasonography, radiography, or endoscopy. If an early diagnosis is made, resection of the affected intestine can be performed. 56 \n\nCoelomitis is an occasional cause of morbidity and mortality in waterfowl and a common condition in chickens, particularly seen in laying or ex-battery hens. 94 Infection of the coelom can become established following infection of the respiratory system, penetrating injuries, neoplasia, heavy parasitism, or reproductive diseases. In chickens, E coli is often responsible of the oviduct infections. Salmonella pullorum or infectious bronchitis can also cause lesions in the reproductive tract. 60 Diagnosis may be achieved by aspiration of coelomic fluid (ultrasonographically guided if possible). Powerful antibiotic therapy is recommended (Fig. 11) .\n\nEgg coelomitis may occur because of an ectopic ovulation, when the follicle or yolk misses the infundibulum, or when the follicle in the oviduct moves back in a retroperistaltic manner. This condition can be caused by an underlying disorder or can occur Fig. 11 . Ultrasonography in a chicken with distended coelom.\n\nCritical Care of Commonly Kept Fowl after a stressful event while the egg was forming within the oviduct. In both situations the yolk reaches the coelomic cavity causing a coelomitis. Secondary bacterial colonization can occur. Often this occurs because of pathologic changes in the oviduct, with either infectious or neoplastic causes, or because of oviductal damage in battery hens. A recent study performed in backyard poultry in the United States revealed that the most common condition diagnosed was Marek disease. 57 In that study, the most common finding observed in gross postmortem was the presence of tumors affecting internal organs or carcinomatosis, which can affect the ovaries. Equally, non-viralinduced reproductive neoplasia, despite having significantly different findings in the 2 different institutions involved in the study, is also considered common. Salpingitis was one of the most common presentations in 1 of the institutions, with 7.8% of the presented cases.\n\nInitial treatment can include coelomoentesis when dyspnea is observed; this technique, although not free of risk, also helps in achieving a diagnosis by analyzing the fluid drained. Fluid therapy, antibiosis, analgesia, and assisted feeding are required at initial stabilization. Salpingohysterectomy is likely to be required for long-term treatment because this condition is likely to reoccur.\n\nStress, age, obesity, and poor nutrition can contribute to the presentation of this condition, and good layers seem to have a higher predisposition. 60 This condition can be seen in animals with egg binding. Often animals had experienced trauma of exposed tissue from the other animals in the flock. Medical management is often unsuccessful and salpingohysterectomy is the preferred treatment option according to the investigators. Alternatively, a gonadotrophin-releasing hormone agonist implant (deslorelin acetate) can be used, once the prolapsed tissue has been repositioned and infection and inflammation controlled. Repeated applications are required longterm, and in certain animals the duration of the implant seems to decrease after repeated applications.\n\nThis condition may result from inflammation of the oviduct, partial paralysis of the muscles of the oviduct, or production of an egg so large that it is physically impossible for it to be laid. Young pullets laying an unusually large egg are most prone to the problem. 56 As in other avian species, this condition is often linked to calcium imbalance, caused by a combination of dietary deficiencies, stress, and other husbandry-related problems. Treatment includes fluid therapy, calcium, and oxytocin administration. If initial medical management is unsuccessful, ovocentesis (either directly into the egg shell or via the coelomic wall) should be the next step. The egg should not be manually broken or pulled, because iatrogenic damage to the oviduct may occur. If the shell of the egg is not eliminated within 24 hours, salpingohysterectomy is indicated because the remnants of the shell might adhere to the oviduct, inevitably causing further complications in future oviposition.\n\nPhallus prolapse is occasionally seen in Anseriformes associated with mechanical damage, infection (ie, Cryptosporidum spp., Mycoplasma spp, Neisseria spp.), hypersexsuality or immunosuppression. Frostbite and bacterial infection may occur as a sequela of phallus prolapse. 56 Treatment may include analgesics, local and/or systemic antibiotherapy, and decongestive and lubrifying local therapies which allow reposition of prolapsed healthy tissues. Severe cases may require amputation of the phallus.\n\nEuthanasia might be required in cases with a poor prognosis and when certain infectious diseases have been confirmed. Euthanasia should always be performed in a humane manner. The authors' preferred method is intravenous administration of barbiturates, but other methods can be used. 95 \n\nFowl are stoic patients that commonly mask signs of illness in the early stages of disease and are not commonly presented as emergencies until the acute or chronic condition is severe. An understanding of intraspecific and interspecific anatomic and physiologic variations is crucial to the successful management of critically ill fowl. Stabilization of the patient should be prioritized over diagnostic procedures. Clinicians treating fowl should be aware of infectious and noninfectious conditions causing emergencies in fowl."}