{"title": "A killed Leishmania vaccine with sand fly saliva extract and saponin adjuvant displays immunogenicity in dogs", "body": "The New World sand fly, Lutzomyia longipalpis, is an important vector of Leishmania chagasi, the etiological agent of visceral leishmaniasis (VL) [1] . The act of probing and feeding by an infected female sand fly introduces into the host both secretions from the salivary gland of the fly and promastigotes of L. chagasi [2] . It is known that the saliva of L. longipalpis possesses apyrase, anticoagulant, vasodilatory and immunomodulatory activities that could facilitate evasion of the inflammatory and immune responses of the host [3] [4] [5] [6] [7] . Furthermore, initial studies with Leishmania major [8] demonstrated that sand fly saliva exacerbates host infection, and similar findings have been reported for a number of different species of Leishmania [2, [9] [10] [11] .\n\nMice that had been exposed to homogenates of the salivary glands of L. longipalpis or to bites from uninfected sand flies were protected from infection when challenged with either needle-inoculated L. major plus sand fly saliva [12] or with bites from sand flies infected with L. major [13] . Morris et al. [14] reported that animals vaccinated with maxadilan, a potent vasodilator and immunomodulator from L. longipalpis, were protected against L. major infection. Additionally, mice that had been vaccinated with a 15 kDa salivary protein (PpSP15) from sand flies were immune to infection by L. major when challenged with promastigotes and saliva [15] . These data support the hypothesis that induction of an immune response to salivary proteins of the sand fly may facilitate a protective immune response against Leishmania infection.\n\nAlthough an effective vaccine against human and canine visceral leishmaniasis (CVL) is not yet available, much effort has been expended in this area in recent years and several candidate vaccine antigens have been studied extensively in dogs. A recent strategy for the development of a vaccine against leishmaniasis has been based on the use of purified fractions from parasite extracts (FLM antigen) or from parasite cultures (excreted/secreted antigens), frequently using saponin as adjuvant, and some encouraging results have been reported [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] .\n\nHowever, in the search for a potential vaccine, targeting a single protein might not be an adequate approach, and the selection of multiple proteins as candidates may be required [7, 26] . In the development of a vaccine against leishmaniasis, a strategy based on a combination of sand fly salivary gland extract (SGE) and Leishmania antigens might be appropriate. Moreover, although the current strategy for vaccination against leishmaniasis is based on the use of recombinant antigens, whole parasite vaccines are still attractive in terms of cost, safety, and stability of their biochemical composition and antigenicity. Trials utilizing such vaccines have already been undertaken [27] , and several studies involving the dog model have revealed that crude antigen vaccines elicit strong cell reactivity against Leishmania antigens [28] [29] [30] [31] . Unfortunately, the detailed immune status of the experimental animals following SGE vaccination was not evaluated within the framework of these studies.\n\nDogs represent the most important domestic reservoirs of L. chagasi [32] , and a vaccine against CVL would be an important tool in the control of human VL by decreasing dramatically the infection pressure of L. chagasi/L. infantum [33] [34] [35] [36] [37] . A better understanding of the canine immune response to sand fly salivary proteins could be of significant assistance in defining alternative vaccination strategies by which to control CVL as well as human VL. The present study constitutes the first detailed analysis of immunogenicity in experimental dogs that had received a promising CVL vaccine composed of killed L. braziliensis together with saponin adjuvant and SGE.\n\nDetails of the study were presented to and approved by the Ethical Committee for the Use of Experimental Animals of the Universidade Federal de Minas Gerais, Belo Horizonte-MG, Brazil.\n\nClosed colonies of L. longipalpis were maintained at 25 • C and 60-80% relative humidity according to a published protocol [38] . SGE was prepared using the method of Cavalcante et al. [6] in which the acini of salivary glands of 4-day-old, mated, but non-blood fed, female sand flies were dissected in 0.8% unbuffered saline, broken by sonication for 10 s and centrifuged at 10,000 × g for 2 min. The supernatant was collected and stored −70 • C until required for use.\n\nTwenty-five mongrel male and female dogs that had been born and reared in the kennels of the Instituto de Ciências Exatas e Biológicas, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Brazil, were vaccinated at the age of 7 months against rabies (Tecpar, Curitiba-PR, Brazil), canine distemper, type 2 adenovirus, coronavirus, parainfluenza, parvovirus and leptospira (Vanguard ® HTLP 5/CV-L; Pfizer Animal Health, New York, NY, USA), and treated with an anthelmintic. The absence of specific anti-Leishmania antibodies was confirmed by indirect fluorescence immunoassay. Ouro Preto city is considered a non-endemic area for visceral leishmaniasis in Brazil. Besides negative serology by IFAT, others additional effective approaches were performed aim to rule out Leishmania infection such as sprayed the kennels of the UFOP with pyrethroid insecticide and protected all their extension throughout an appropriated and security stainless steel gauze as recommended by Brazilian Ministry of Healthy.\n\nAnimals were treated within four experimental groups: (i) the control group C (n = 10) received 1 mL of sterile 0.9% saline; (ii) Sap group (n = 5) received 1 mg of saponin as proposed by Borja-Cabrera et al. [39] and Santos et al. [25] in 1 mL sterile 0.9% saline; (iii) the Sal group (n = 5) received SGE prepared from five acini of salivary glands of L. longipalpis in 1 mL sterile 0.9% saline; (iv) the LBSal group (n = 5) received 600 g of Leishmania braziliensis promastigote protein (Lb; prepared as described previously [30] ) plus SGE (as above) in 1 mL sterile 0.9% saline; and (v) the LBSap-Sal group (n = 5) received 600 g of Lb plus 1 mg of saponin together with SGE in 1 mL sterile 0.9% saline. The type of saponin used is a Quilaja saponaria Molina extract [40, 41] now commercialized by Sigma Chemical Co., St. Louis, MO, USA. In all cases, animals received three subcutaneous injections in the right flank at intervals of 4 weeks.\n\nA veterinarian checked all animals throughout the course of the study and also provided full medical support as required. Dogs were monitored particularly closely for 2 weeks following each injection. A general tolerance to vaccination was established from an overall evaluation (including rectal temperature measurements) of the health of the animal. Local tolerance was determined by direct visual examination, and when lesions were observed they were measured at 24 h intervals over a period of 72 h after each injection.\n\nSamples (5 mL) of peripheral blood were collected from the jugular vein of each dog and transferred to tubes containing an amount of EDTA sufficient to produce a final concentration of 1 mg/mL. Blood samples were stored at room temperature for up to 12 h prior to processing. A Coulter counter (Miami, FL, USA) model MD18 was employed in order to determine the absolute count of lymphocytes in each sample.\n\nImmunogenicity was evaluated by the determination of antibodies raised against SGE and a soluble lysate of L. chagasi antigen (MHOM/BR/1972/BH46) (SLcA) according to conventional enzyme-linked immunosorbent assays (ELISA) [42, 43] . The wells of MaxiSorp TM (Nalge Nunc Intl., Rochester, NY, USA) 96-well microplates were coated with SGE (at a concentration of one pair of salivary glands/well) or SLcA (2 g/well), serum samples were added at dilutions of 1:100 (SGE-ELISA) or 1:80 (SLcA-ELISA), the wells were washed  and peroxidase-conjugated goat anti-dog IgG1 or sheep antidog IgG and IgG2 (Bethyl Laboratories Inc. , Montgomery, TX, USA) added at dilutions of 1:1000 (IgG1), and 1:16000 (IgG and IgG2). The wells were then re-washed, substrate and chromogen (o-phenylenediamine; Sigma-Aldrich Co., St Louis, MO, USA) added, and absorbance recorded at 405 nm (SGE-ELISA) or 492 nm (SLcA-ELISA) on a Multiskan ® MCC 340 (Labsystems, Helsinki, Finland) automatic microplate reader.\n\nWestern blot analysis of L. longipalpis SGE was performed according to a published method [12] . Briefly, a sample of SGE containing ca. 40 g of protein (equivalent to 40 pairs of salivary glands from L. longipalpis) was submitted to SDS-PAGE on NuPAGE TM Novex bis-Tris gels (4-12%, 1.0 mm, 2D; Invitrogen, Carlsbad, CA, USA) and transferred to nitrocellulose. The membrane was cut into strips, blocked overnight with Tris HCl buffer (pH 8.0) containing 150 mM NaCl plus 5% non-fat milk, and incubated with dog serum (1:50 dilution) in blocking buffer. Following incubation in anti-dog IgG alkaline phosphatase conjugate (1:4000 dilution; Promega, Madison, WI, USA), bands were visualized by the addition of alkaline phosphatase substrate (Promega, Madison, WI, USA).\n\nUnlabelled canine monoclonal antibodies (mAbs) anti-CD5 (rat-IgG2a: clone YKIX322.3), anti-CD4 (rat-IgG2a: clone YKIX302.9), anti-CD8 (rat-IgG1: clone YCATE55.9) were used in an indirect immunofluorescence procedure in which pooled normal rat serum (diluted 1:6000) was employed as isotypic control, and fluorescein isothiocyanate (FITC)labelled IgG sheep anti-rat polyclonal antibody was used as the secondary antibody. Non-specific binding of the secondstep reagent was blocked with pooled normal sheep serum in phosphate buffered saline (PBS) containing 10% foetal bovine serum (Gibco, Grand Island, NY, USA).\n\nFITC-labelled mouse anti-human-CD21 (mouse-IgG1: clone IOBla), phycoerythrin (PE)-Cy5-conjugated mouse anti-human-CD14 (mouse-IgG2a: clone TÜK4), RPEconjugated mouse anti-mouse MHC-I (mouse-IgG2b: clone 2G5) and RPE-conjugated hamster anti-mouse CD80 (Armenian hamster-IgG2, clone 16-10A1) mAbs were used in a direct immunofluorescence procedure. In order to determine the optimal dilutions for each assay, mAbs were titred in PBS containing 1% bovine serum albumin and 0.1% sodium azide. Unlabelled mAbs, anti-CD14 and anti-MHC-I mAbs were purchased from Serotec (Oxford, UK), anti-CD21 was from Immunotech Co. (Marselle, France) and anti-CD80 was from BD Bioscience Pharmingen (Franklin Lakes, NJ, USA).\n\nMicroplate assays for immunophenotyping canine whole blood leukocytes (WBL) in fresh blood samples and in peripheral blood mononuclear cells (PBMC) obtained after in vitro stimulation, were carried out as described by Giunchetti et al. [30] and Reis et al. [44] .\n\nFlow cytometric measurements were performed on a FAC-Scan instrument (Becton Dickinson, Moutain View, CA, USA) interfaced to an Apple G3 workstation running Cell-Quest software (Becton Dickinson) for both data acquisition and analysis. A total of 15,000 events were acquired for each preparation. Canine WBL were selected on the basis of their characteristic forward (FSC) and side (SSC) light-scatter distributions. Following FSC and SSC gain adjustments, the lymphocytes were selected by gating on the FSC versus SSC graph. Fluorescence was evaluated from FITC, PE and PE-Cy5 spectra, respectively, on FL1, FL2 and FL3 in single-histogram representations. Monocytes were analysed by fluorescence intensity detection on single histograms obtained directly from un-gated leukocytes. A marker was set as an internal control for non-specific binding in order to encompass >98% of unlabelled cells, and this marker was then used in the analysis of data for a given animal. The results were expressed as the percentage of positive cells within the selected gate for cell surface markers presenting bimodal distributions (CD5, CD4, CD8 and CD21). Semiquantitative analyses were carried out for the cell surface markers MHC-I and CD80, which exhibited unimodal distributions, in order to evaluate differential expression, and the results were expressed as mean fluorescence channel (MFC) on a log scale. Data were also expressed as absolute counts in order to allow the normalization of values obtained from groups presenting different overall leukocyte counts. The absolute counts for lymphocytes and monocytes were calculated as (global leukocyte counts × percentage of lymphocytes or monocytes in hematoscopy)/100. The absolute counts for lymphocyte subsets and monocytes were determined, respectively, from (absolute lymphocyte counts × percentage of fluorescent positive cells within lymphogate)/100 and (global leukocyte counts × percentage of fluorescent positive cells within un-gated monocytes)/ 100.\n\nPBMC were isolated from 20 mL samples of heparinized blood that had been layered onto 10 mL of Ficoll-Hypaque density gradient (Histopaque ® 1.077; Sigma Chemical Co.) and centrifuged at 450 × g for 40 min at room temperature. The separated PBMC were resuspended in Gibco RPMI 1640 medium, homogenized, washed twice with RPMI 1640, centrifuged at 450 × g for 10 min at room temperature, homogenized and finally resuspended in RPMI 1640 at 10 7 cells/mL.\n\nIn vitro assays were carried out in cell culture medium comprising RPMI 1640 supplemented with streptomycin (100 mg/mL), penicillin (100 U/mL), L-glutamine (2 mM), ␤-mercaptoethanol (5 × l0 −5 M) and 10% heat-inactivated foetal calf serum. Lymphoproliferation assays were performed in 96-well flat-bottomed tissue culture plates (Corning, New York, NY, USA), each well containing 150 L of supplemented RPMI medium. Aliquots (25 L) of PBMC (2.5 × 10 5 cells/well) were added to triplicate wells together with 25 L of L. braziliensis soluble antigen (SLbA; 25 g/mL) or 25 L of SLcA (25 g/mL), obtained according to Reis et al. [42, 43] , for the antigenic stimulus assays. In the mitogenic stimulus assays, 25 L aliquots of PBMC (2.5 × 10 5 cells/well) were added to triplicate wells together with 25 L of phytohaemagglutinin (PHA; 2.5 g/mL; Sigma-Aldrich Chemie Gmbh, Taufkirchen, Germany). Assay mixtures were incubated under a humidified 5% CO 2 atmosphere at 37 • C for 3 (mitogenic-stimulated cultures) or 5 days (antigenic-stimulated cultures). 3 Hthymidine (1 Ci; Sigma Chemical Co.) was added to each well 6 h before the end of the incubation period. The cells were subsequently harvested onto glass fibre filters and the incorporation of radioactivity determined by liquid scintillation counting. Control assays were prepared exactly as above, employing 25 L aliquots of PBMC (2.5 × 10 5 cells/well) but with 25 L of RPMI 1640 medium replacing the stimulant, and were incubated for an appropriate time. Proliferation responses were expressed in terms of mean counts/min in triplicate wells, whilst the stimulation index was calculated as (mean proliferation response of cultures stimulated by SLbA or SLcA/mean proliferation response of unstimulated cultures).\n\nIn order to investigate the immunophenotypic features, PBMC were cultured in 48-well flat-bottomed tissue culture plates (Costar, Cambridge, MA, USA), each well containing 650 L of supplemented RPMI medium. Aliquots (50 L) of PBMC (5.0 × 10 5 cells/well) were added to triplicate wells together with 100 L of SLbA (25 g/mL) or 100 L of SLcA (25 g/mL). Control assays were prepared as above but employing 50 L aliquots of PBMC (5.0 × 10 5 cells/well) and 100 L of RPMI 1640 medium replacing the stimulant. Incubations were carried out under a humidified 5% CO 2 atmosphere at 37 • C for 5 days, after which the PBMC were removed for immunophenotyping and the supernatants were collected for further assay as described below.\n\nAs an indirect measurement of NO production, nitrite levels were determined in serum samples using the Griess reaction [45, 46] . All reagents employed in the assay were purchased from Sigma-Aldrich Co. Nitrate reductase (1 U/mL; 10 L), 6 mM NADPH (10 L) and 200 mM FAD (10 L) were added to 100 L of serum diluted 1:2 in distilled water. After an overnight incubation at 37 • C, the sample was deproteinized by the addition of 1/20 volume of zinc sulphate (300 g/L), and the mixture centrifuged at 10,000 × g for 15 min. An aliquot (100 L) of Griess reagent (0.1% naphthylethylendiamine dihydrochloride, 1% sulphanylamide and 5% phosphoric acid) was added to the supernatant and, following 10 min incubation in the dark at room temperature, the absorbance was measured at 540 nm in an automatic microplate reader. Each sample was assayed in duplicate. The concentration of nitrite (NO 2 − ) was determined by interpolation from a standard curve constructed by plotting the absorbance values of standard sodium nitrate solutions against their corresponding concentrations. The correlation plot was linear in the range 0-100 mol/L. Data were expressed as means of NO production at T0 (immediately prior to the application of the first dose of vaccine), T1 (15 days after the application of the first dose of vaccine), T2 (15 days after the application of the second dose of vaccine) and T3 (15 days after the application of the third dose of vaccine).\n\nStatistical analyses were performed with the aid of Prism 4.0 software package (Prism Software, Irvine, CA, USA). Normality of the data was established using the Kolmogorov-Smirnoff test. One-way analysis of variance (ANOVA) and Tukey post tests were used to investigate differences between groups with respect to humoral immune responses and immunophenotypic profiles. Student's t-tests were employed to evaluate differences in mean values determined in in vitro assays of humoral immune response anti-SGE or stimulated cultures and control cultures prepared at T0 and T3. Associations between phenotypic features in circulating leukocytes or between phenotypic features and cell proliferation were investigated using Pearson's rank correlation. In all cases, differences were considered significant when P values were <0.05.\n\nVaccination was not associated with pain, fever, hyperthermia, lymphadenopathy or any other general adverse reactions. Furthermore, no local adverse reactions were observed in vaccinated animals, with the exception of mild induration reactions in some dogs vaccinated with Sap and LBSapSal (Table 1 ). In spite of the presence of nodules in some dogs that received saponin as adjuvant (Sap and LBSapSal) these did not result in the formation of ulcerated lesions.\n\nThe specific anti-SGE humoral responses of the four groups of experimental animals were determined at T0 (immediately prior to the application of the first dose of vaccine) and at T3 (15 days after the application of the third dose of vaccine). Significant (P < 0.05) increases in the serum levels of anti-SGE total IgG, IgG1 and IgG2 were observed at T3 in dogs of the LBSapSal group compared with those of the C, Sal and LBSal groups (Fig. 1 , left panels). Additional analyses revealed positive associations between total IgG and IgG1 (P = 0.0244; r = 0.6994), between IgG and IgG2 (P < 0.0001; r = 0.9418) and between IgG1 and IgG2 (P = 0.0174; r = 0.7260) in the LBSapSal group at T0 and T3 (Fig. 1, middle panels) . Western blot analysis (Fig. 1 , right panel) indicated that antibodies produced in dogs that had been vaccinated with preparations containing SGE reacted with three different proteins present in sand fly saliva. Thus, serum samples derived from animals of the LBSapSal group showed significant reactivities against an SGE protein of molecular weight 35 kDa, serum samples from the Sal, LBSal and LBSapSal groups were active against a 45 kDa SGE protein, whilst serum samples from the Sal and LBSapSal groups were active against a 71 kDa SGE protein (Fig. 1 , right panel).\n\nThe serum levels of anti-L. chagasi immunoglobulins at T0, T1 (15 days after the application of the first dose of vaccine), T2 (15 days after the application of the second dose of vaccine) and T3 (15 days after the application of the third Table 1 Local alterations in the inoculum region measured 72 h after inoculation with saponin (Sap) and a candidate vaccine composed of Leishmania braziliensis promastigote protein plus saponin plus sand fly salivary gland extract (LBSapSal)\n\nAnimal code Nodule size (cm) Fig. 2 . Significant increases in anti-L. chagasi total IgG and IgG2 were observed at T1 in animals of the LBSapSal group compared with those of the C and Sap group. Furthermore, vaccination with LBSapSal elicited higher levels (P < 0.05) of anti-L. chagasi total IgG, IgG1 and IgG2 compared with the C, Sap, Sal and LBSal treatment groups at T2 and T3. Interestingly, in comparison with the C, Sap and Sal groups, the IgG1/IgG2 ratio was significantly higher in the LBSal group at T1 and T2, and in both the LBSal and LBSapSal groups at T3.\n\nThe immunophenotypic profiles of the peripheral blood of dogs treated with different vaccines (Fig. 3 ) revealed that at T1 there was a significant increase in the number of circulating CD5 + T-lymphocytes in animals vaccinated with LBSal and LBSapSal compared with the C, Sap and Sal groups. Addi- tionally, the LBSal group presented higher (P < 0.05) CD5 + T-cell counts at T2 compared with the Sap and Sal group Circulating CD4 + and CD8 + T-lymphocytes were the major Tcell subsets contributing to the enhanced CD5 + T-lymphocyte counts in the LBSapSal profile. In this context, increased (P < 0.05) CD4 + and CD8 + T-cell counts were observed at T1 in the LBSapSal group compared with, respectively, the C, Sap, Sal and LBSal groups, and the C, Sap and Sal groups. Similarly, the CD21 + B-lymphocyte count exhibited a significant increase in the LBSapSal group compared with the C, Sap, Sal and LBSal groups at T1, although there was a significant decrease in the number of CD21 + B-cells in the LBSal group compared with the C group at T2 and T3. When the values at all time periods were considered (Fig. 3, right panel) , a positive correlation (P = 0.0440; r = 0.4667) between CD4 + T-cells and CD21 + B-cells was apparent in the LBSapSal group.\n\nIn order to investigate the reactivities of PBMC against antigens of the vaccine component (L. braziliensis; SLbA) and of the etiological agent of VL (L. chagasi; SLcA), mem-ory lymphoproliferative immune responses were evaluated by in vitro stimulation assays. Whilst significant increases (P < 0.05) in stimulation indices at T3 compared with T0 were observed in the presence of both stimuli in the LBSap-Sal group, the Sal group displayed significant decreases (P < 0.05) (Fig. 4, upper panels) . Furthermore, comparative analyses of the different treatment groups showed a significant reduction in cell reactivities to SLcA at T3 in the Sal group compared with the C group. In contrast, the LBSap-Sal group exhibited a higher (P < 0.05) lymphoproliferative reaction at T3 to SLbA compared with the Sap, Sal and LBSal groups, and to SLcA compared with the C, Sap, Sal and LBSal groups.\n\nA comparative analysis of the immunophenotypic profiles of control and stimulated cultures at T3 was conducted in order to identify the major cell population induced in ). The left and middle panels depict the immunophenotypic profiles of peripheral blood leukocytes and show the absolute counts of CD5 + , CD21 + , CD4 + and CD8 + cells determined at T0 (prior to the first dose), T1 (15 days after the first dose), T2 (15 days after the second dose), and T3 (15 days after the third dose). Significant differences (P < 0.05) in comparison with the control C, Sap, Sal, and LBSal groups are indicated, respectively, by the letters a, b, c and d. The right panel displays the correlation between circulating lymphocytes CD4 and CD21 in the LBSapSal group (r is the correlation index).\n\nvitro by SLbA or SLcA. The data revealed higher (P < 0.05) frequencies of CD8 + T-cells in the LBSapSal group in contrast to Sap group that presented decreased frequencies of CD21 + B-cells in the presence of both SLbA and SLcA compared with non-stimulated control cultures (Fig. 4 , middle panel). Furthermore, in an attempt to determine whether the immunophenotypic features of PBMC cultures subjected to antigen-stimulation in vitro were associated with a specific cell profile, the levels of association between cell type and proliferation within all five groups were analysed (Fig. 4, lower panel) . With respect to the Sal group, negative correlations between CD4 + T-cells and proliferation were observed in cultures stimulated by SLbA (P = 0.0117; r = −0.7878) or SLcA (P = 0.0301; r = −0.7157). In contrast, the LBSapSal group exhibited positive correlations between CD8 + T-cells and proliferation in cultures stimulated by SLbA (P = 0.0417; r = 0.6527) or SLcA (P = 0.0460; r = 0.7042).\n\nRegarding the search for APC in dogs that had been vaccinated with LBSapSal, it was observed that the number of circulating CD14 + monocytes was higher (P < 0.05) at T1 in this group compared with the Sal group (Fig. 5 , upper left panel). Alongside increased CD14 + monocyte counts, the lymphocyte activation status in the LBSapSal group exhibited increased (P < 0.05) mean fluorescence channel levels in gated lymphocytes for CD80 at T2 compared with the C and Sal groups (Fig. 5, upper middle panel) , and for the cell surface marker MHC-I at T3 compared with the C group (Fig. 5, upper right panel) . Additionally, the LBSal group showed a reduction (P < 0.05) in expression of MHC-I in lymphocytes at T1 compared with the C and Sal groups. Correlation analysis was employed to investigate the relationship between the increase in CD14 + monocytes (at T1) followed by the improvement in lymphocyte activation status (CD80 at T2 and MHC-I at T3) in the LBSapSal group (Fig. 5, middle panel) . Interestingly, the increase in counts of CD14 + monocytes at T1 was positively correlated with the lymphocyte activation profile in respect of the differential expression of CD80 (P = 0.0252; r = 0.9748) at T2 and MHC-I (P = 0.0241; r = 0.9759) at T3. Further investigation revealed a positive correlation in the LBSapSal group between lymphocyte expression of CD80 at T2 and of MHC-1 at T3 (P = 0.0063; r = 0.9937). These data point to the connectivity of events between APC and lymphocyte activation status, and also among lymphocyte activation profile markers during immunization with LBSapSal. In agreement with these findings, it was observed that dogs of the LBSap-Sal group displaying higher CD14 + monocyte counts at T1 also exhibited the highest levels of expression of CD80 at T2 and MHC-I at T3 in lymphocytes (Fig. 5, middle right  panel) .\n\nIn order to identify the APC contribution, correlation analyses were performed during specific in vitro antigenic stimulation (Fig. 5, lower panel) . The data revealed that vaccination with Sal resulted in negative correlations between CD14 + monocytes and in vitro cell proliferation in cultures stimulated by SLbA (P = 0.0368; r = −0.7619) or SLcA (P = 0.0341; r = −0.8214). In contrast, treatment with LBSap-Sal elicited a positive correlation between CD14 + monocytes and in vitro cell proliferation in cultures stimulated by SLcA (P = 0.0262; r = 0.7280).\n\nSince NO is considered to play a key role in mechanisms that mediate the elimination of intracellular pathogens, the ). In the upper panel, significant differences (P < 0.05) with respect to the absolute counts of CD14 + monocytes, and CD80 and MHC-I expression in lymphocytes (reported as MFC values) are indicated by the letters a and c in comparison with the control C and Sal groups, respectively. The middle panel displays the correlations between CD14 + (at T1) cell counts and CD80 (at T2) or MHC-I (at T3) in lymphocytes, and between MHC-I and CD80 in lymphocytes in the LBSapSal group. The lower panel depicts the correlations between CD14 + absolute cell counts and in vitro cell proliferation (counts per minute; CPM) following stimulation by SLbA or SLcA (r is the correlation index). levels of the anti-microbial oxidant produced in serum samples were determined. Progressively higher (P < 0.05) levels of the reactive NO radical were recorded in sera from the LBSapSal group at T1 and T2 compared with those of the C group, and at T3 compared with those of the C, Sap and Sal groups (Fig. 6) . Additionally, the LBSal group presented increased (P < 0.05) levels of NO compared with the C, Sap and Sal groups at T3.\n\nThe natural history of CVL, and the lesions characteristic of the disease, are similar in many respect to those described for human VL. For these reasons, the canine model is considered to offer an excellent system for application in studies concerned with leishmaniasis in man [47] [48] [49] . Moreover, the natural history of CVL has been well described, particularly in respect of the parasite load in different tissues and of the immunopathological changes relating to the progression of clinical forms [42, 43, [50] [51] [52] [53] [54] [55] . Whilst such data have been valuable in developing tools employed in the evaluation of both chemotherapies and vaccines against CVL, current treatment strategies have failed to achieve a consistent parasitological cure for the disease owing to the presence of latently infected cells [56, 57] . In this respect, a canine vaccine may represent the most practical and effective method by which to reduce the incidence of human VL, and it could also provide a basis for the development of a similar vaccine for humans [33] [34] [35] [36] [37] .\n\nA number of vaccines comprised of molecularly defined subunits, obtained by recombinant methodologies, have been shown to exhibit some degree of effectiveness against experimental leishmaniasis, especially in murine models [58] [59] [60] [61] [62] . Such an approach may not, however, accurately reflect efficacy in the dog [35, 63, 64] since a vaccine designed to protect dogs should clearly be developed using a canine model [30] . Since the saponin has previously used by Lasri et al. [29] in immunized dogs with Leishmania promastigotes vaccine, the inclusion of this adjuvant in FML formulation has shown strong immunogenicity in dogs [16, 17, 21, 23, 25] . Moreover, the remarkable results obtained following the antigens derived from parasite cultures (excreted/secreted antigens) [65] and vaccination of dogs with killed parasite vaccines were demonstrated in immunogenicity studies [29] [30] [31] 66] as well as in challenge with L. chagasi [28] showing that a successful vaccine against CVL is still possible. In additional, in field assays using FML antigen [16] and purified excreted-secreted antigens of L. infantum [24] demonstrated encouraging efficacies results. With the aim of further improving immunoprotection against VL, the development of a vaccine containing components present in the saliva of sand fly saliva has been suggested as a potential approach for the control of Leishmania infection [7, 37, 67, 68] .\n\nThere is a major consensus that L. chagasi/L. infantum antigens display a potent immunosuppressive potential that would be deleterious for the immunoprotection against CVL. Several studies have reported the potential of L. chagasi antigens to trigger immunosuppression by blocking the in vitro lymphoproliferative response to Leishmania antigens as well as the synthesis of pro-inflammatory cytokines by antigen-presenting cells [69, 70] . The use of purified L. donovani and L. infantum antigens has been also proposed to overcome this immunosuppressive effect of L. chagasi antigens [16, 20, 24] . According Giunchetti et al. [30] , most studies, including those clinical trials with vaccine candidates to CVL immunoprofilaxis have been conduced using either L. amazonensis, L. braziliensis or L. major antigens. Previous studies from our group have demonstrated that L. braziliensis antigen have a potent role in protecting L. chagasi infection in dogs (unpublished data). Therefore, a critical question for screening and development of anti-leishmanial vaccines in CVL is to define Leishmania antigens and adjuvant systems that elicit a favourable and sustained cytokine environment in vivo.\n\nConsidering the importance of immunoprophylaxy strategies for the control of leishmaniasis, and the lack of studies concerning the cellular and humoral events that occur during vaccination, we have attempted to evaluate the immune response of a promising new vaccine candidate against CVL composed of killed L. braziliensis vaccine plus saponin and salivary gland extract of L. longipalpis (LBSapSal). The assessment of such information is an essential pre-requisite to the understanding of mechanisms relating to immunogenicity elicited by candidate vaccines. In this context, we described the first work using sand fly salivary gland for the vaccination of dogs, which represents an important step in the obtaining of an effective vaccine against canine visceral leishmaniasis.\n\nNo general adverse reactions occurred following immunization with LBSapSal, and the local adverse reactions observed were minimal and comprised mild induration without the formation of ulcerated lesions. The presence of local reactions may be associated with the use of saponin as adjuvant. Although saponin is known to induce the development of strong CD8 + T-lymphocyte cytotoxicity [39, 71, 72] , it is employed as an adjuvant in several veterinary vaccines [73] . Whilst non-specific immune reactions such as swelling or nodule formation, loss of pelage at the site of injection, anorexia, apathy, vomiting and diarrhoea have been reported [30, [73] [74] [75] , in the present study, the overall tolerance of the candidate vaccine in dogs appeared to be adequate.\n\nVaccination with LBSapSal alone elicited the production of elevated levels of anti-saliva total IgG, IgG1 and IgG2 at T3, whilst the lower amounts of anti-SGE immunoglobulin isotypes observed in the Sal and LBSal groups suggest a critical role of saponin adjuvant in inducing anti-saliva humoral response. The positive correlation between antisaliva immunoglobulin isotypes, especially IgG1 and IgG2, indicate a mixed Th1/Th2 immune response following vaccination with LBSapSal. Moreover, it has been suggested that a mixed anti-saliva response involving both Th1 and Th2 components in human subjects may help in establishing an anti-immune L. chagasi response [76] . Additionally, Western blot experiments showed predominance in the recognition of proteins with molecular weights of 35, 45 and 71 kDa, particularly following LBSapSal vaccination.\n\nAccording to Valenzuela et al. [26] , the cDNA from the salivary glands of the sand fly codes for a 71 kDa polypeptide that shows strong similarities to angiotensin converting enzyme (ACE) from Anopheles gambiae, Drosophila melanogaster, chicken and humans. However, the function of the sand fly saliva protein as a peptidase remains to be elucidated, and a 71 kDa anti-saliva immunoglobulin has not yet been detected in the sera of humans or dogs with VL. The 35 kDa saliva protein has been previously reported to be an apyrase related to the potent anti-platelet factors displayed by L. longipalpis and Phlebotomus papatasi [4, 15, 77, 78] . Additionally, the 45 kDa protein has been described in the saliva of L. longipalpis, P. papatasi, P. ariasi, P. argentipes and P. duboscqi as a yellow-related protein [4, 15, [77] [78] [79] , and is considered to be one of the most abundant proteins found in sand fly saliva [77] . The 35 and 45 kDa proteins have been proposed as vaccine candidates in the control of L. chagasi [37, 76] .\n\nSera from asymptomatic and symptomatic dogs from an area endemic for VL presented anti-saliva immunoglobulins that recognized saliva proteins of molecular weights 28.6 and 47.3 kDa. These proteins were identified, respectively, as a D7-related protein and a member of the yellow protein family, and have been proposed as candidates for the development of a multi-component vaccination in dogs [80] .\n\nThe major saliva proteins recognized (according to Western blot analysis) by the sera of human subjects presenting anti-saliva IgG antibodies and anti-Leishmania delayed type hypersensitivity (DTH) response were of molecular weights 35 and 45 kDa [76] , similar to those observed during immunization with LBSapSal. Additionally, a positive association has been proposed between anti-saliva IgG antibodies and anti-Leishmania DTH response, suggesting that the presence of anti-saliva immunoglobulin is linked to developing cellmediated immunity against Leishmania [76, 81, 82] . In this respect, the present findings indicate that LBSapSal vaccination elicits improved anti-Leishmania immunity.\n\nIn the present study, higher amounts of anti-Leishmania total IgG, IgG1 and IgG2, and a higher IgG1/IgG2 ratio, were displayed in the LBSapSal group compared with the other groups. It has similarly been demonstrated that dogs immunized with killed Leishmania vaccine presented higher antibody production after the second vaccination, indicating a possible association between isotype production and cellular immune response [30, 31] . It is important to mention that the association between IgG subtypes and the immune response in terms of the Th1/Th2 phenotype is not so straightforward in dogs [42, [83] [84] [85] , the findings of both immunoglobulin isotypes suggested that a mixed immune response is triggered by LBSapSal vaccination.\n\nAnalysis of circulating leukocytes through immunophenotypic evaluation was employed in order to assess cellular profiles following different vaccine treatments. The intense anti-Leishmania humoral immune response exhibited by the LBSapSal group was synchronous with increased numbers of circulating CD21 + B-cells following the first immunization, resulting in the differentiation of plasmacytes and higher levels of immunoglobulin secretion as described previously in dogs that had been immunized with crude Leishmania antigen [30] . Additionally, the positive correlation between CD4 + T-cells and CD21 + B-cells suggests a possible cooperation in the activation of the humoral immune response in the LBSapSal group. Higher counts of circulating CD21 + B-cells have been previously associated with a resistance profile in CVL [51] . In addition, immunization with LBSal and LBSapSal elicited an increase in the numbers of CD5 + T-lymphocytes in the peripheral blood. However, this amplification was only related to T-cell subsets (CD4 + and CD8 + T-cells) in the LBSapSal group. Recently, a decrease in the circulating CD4 + T-cell count has been reported in dogs immunized with crude antigen plus Bacillus Calmete-Guérin (BCG) as adjuvant [31] . In contrast, another study in which dogs were immunized with L. braziliensis plus saponin as adjuvant revealed an increase in the number of circulating CD4 + T-cells [30] . In CVL, the increase in counts of circulating CD4 + and CD8 + Tcells has been described as the major phenotypic feature of the asymptomatic disease in dogs bearing low parasite loads [51] . Additionally, increased counts of circulating CD8 + T-cells have been associated with a resistance marker pattern during vaccination against Leishmania [30, 31] . Thus, our findings support the hypothesis that immunization with LBSapSal elicits an increase in CD4 + and CD8 + T-lymphocytes that play a central role in protective immunity during Leishmania infection, as has been suggested previously for CVL [51, 86] .\n\nThe evaluation of activation markers in veterinary immunology is a new approach that has been supported by several investigations, and it has recently been proposed that MHC-I and MHC-II may be appropriate lymphocyte activation markers in dogs [30, 51, 54, 87] . In this context, a close correlation between APC (evaluated as CD14 + monocytes) and lymphocyte activation status could be demonstrated following LBSapSal immunization. Interestingly, the early increase (at T1) of CD14 + monocytes in the LBSapSal group, followed by higher expression of CD80 (at T2) and MHC-I (at T3) in lymphocytes, were shown to be connected events. It is known that the up-regulation of MHC-I and -II are both related to the presence of interferon-␥ [88, 89] . In addition, the largest APC counts were associated with the highest expression of CD80 and MHC-I in lymphocytes, suggesting that this association could represent interaction between the innate and adaptive immune responses, reflecting an improvement in activation status during immunization with LBSapSal.\n\nWith the aim of determining whether the candidate vaccine would activate PBMC under in vitro antigenic stimulation, stimulation indices and antigen-specific immunophenotypic patterns were investigated. In the presence of SLbA or SLcA as in vitro stimulus, PBMC from dogs immunized with Sal presented lower stimulation indices at T3 compared with T0. Interestingly, a negative association was demonstrated between cell reactivity and CD4 + T-lymphocytes or CD14 + monocytes following in vitro stimulation in the Sal group. These data support the hypothesis that Sal treatment inhibits CD14 + monocytes in the promotion of CD4 + T-lymphocyte activation and the induction of cell proliferation. In fact, as previously described by Titus [90] , saliva from L. longipalpis suppresses the development of the CD4 + T-cell-specific sheep red blood cell (SRBC) proliferative response in mice immunized with SRBC antigen. In contrast, when in vitro cultures of PBMC derived from the LBSapSal group were stimulated with SLbA or SLcA, increased lymphoproliferation activity was accompanied by a higher frequency of CD8 + T-cells. These results support the hypothesis that CD8 + T-cells play a protective role in the mechanism of control of parasitism by Leishmania after LBSapSal treatment associated with the antigen-specific immune response to antigens from the etiological agent of CVL. Moreover, the lymphoproliferative response in the LBSapSal group was positively associated with APC and CD8 + T-cells following in vitro stimulation with SLcA or SLbA and SLcA, respectively. These findings indicate that the stimulation of antigen-specific T-cell subsets following LBSapSal immunization could contribute to improvements in the cellular immune response during L. chagasi infection.\n\nSince NO is a key component in interferon-␥ production, the levels of NO (as nitrite) were determined in the serum of the different immunization groups. The results showed a progressively higher production of NO levels that confirmed the potential resistance profile against Leishmania infection following LBSapSal vaccination.\n\nThe results presented in this study provide support for the continued development of vaccines based on the whole parasite approach. Such vaccines are attractive in terms of safety and stability of product compared with purified subunit preparations or DNA vaccines. Moreover, killed vaccines exhibit a greater diversity in antigenic repertoire with the potential to activate a stronger cellular response, mainly by T-lymphocytes, compared with those of purified subunit preparations or DNA vaccines. In addition, inclusion of sand fly saliva extract in vector-based vaccines appears to be advantageous by virtue of its potential to neutralize the anti-haemostatic and immunomodulatory effects of arthropod saliva that serve to enhance the ability of the pathogen to establish infection in the host. In the present study, sand fly saliva extract, in combination with killed Leishmania vaccine and saponin, elicited strong immunogenicity, with increased anti-saliva and anti-Leishmania immunoglobulin isotypes, together with higher counts of circulating CD8 + T-lymphocytes and SLcA-specific CD8 + T-lymphocytes, and high NO production. In conclusion, LBSapSal vaccine elicited a potential immune activation status that was potentially compatible with effective control of the etiological agent of CVL. Further investigations will focus on the efficacy of the LBSapSal vaccination in protection against experimental challenge with L. chagasi."}