{"title": "Therapeutic Value of Small Molecule Inhibitor to Plasminogen Activator Inhibitor-1 for Lung Fibrosis", "body": "Pulmonary fibrosis is a characteristic feature and final stage of many lung diseases, including idiopathic pulmonary fibrosis, cystic fibrosis, acute respiratory distress syndrome, severe acute respiratory syndrome, sarcoidosis, silicosis, and asbestosis. The most enigmatic and fatal form of pulmonary fibrosis is idiopathic pulmonary fibrosis (IPF). Despite decades of intensive study, no effective treatment for these devastating lung diseases has been developed because of a poor understanding of their complex pathological process. In the past, lung fibrosis was speculated to result from an unremitting inflammatory response to an exogenous insult, leading to the activation and proliferation of fibroblasts, and eventually culminating in progressive fibrosis. Therefore, anti-inflammatory agents, alone or in combination with cytotoxic drugs, have been used in the clinic as a standard therapeutic regimen for the treatment of lung fibrotic diseases. However, little evidence indicates that these agents alter the natural history of the disease or improve the survival of patients (1) (2) (3) (4) . Although other therapeutic strategies were used in clinical trials, including interferon-g and anti-transforming growth factor-b or anti-connective tissue growth factor antibody, the efficacies of these treatments remain unclear (5) (6) (7) (8) .\n\nPlasminogen activator inhibitor 1 (PAI-1) is a primary inhibitor of urokinase-type and tissue-type plasminogen activators (uPA and tPA, respectively), and plays a critical role in wound healing and tissue remodeling. The expression of PAI-1 is increased in many fibrotic diseases, including IPF (9) (10) (11) (12) (13) (14) , and in experimental models of fibrosis (15, 16) . Knockout of the PAI-1 gene or the administration of PAI-1 small interfering RNA attenuates, whereas the overexpression of PAI-1 protein enhances, fibrotic responses induced by different stimuli (13, (17) (18) (19) . All these lines of evidence suggest that PAI-1 plays an essential role in the development of lung fibrosis. Nonetheless, the mechanism whereby PAI-1 promotes fibrosis is still poorly understood, and most importantly, no PAI-1 inhibitor has been developed for the treatment of lung fibrotic diseases.\n\nIn this study, we explored the therapeutic potential of an orally effective small molecule PAI-1 inhibitor, TM5275, for lung fibrosis, using human lung fibroblasts and a well-established lung fibrosis model induced by transforming growth factor-b1 (TGF-b1), the most potent and ubiquitous profibrogenic cytokine. The results show that an oral administration of TM5275, 4 days after mice were challenged with TGF-b1, almost completely blocked TGF-b1-induced lung fibrosis, with no significant effect on body weight. We further show that TM5275 induced (myo)fibroblast apoptosis and suppressed TGF-b1-induced fibrotic responses in human lung fibroblasts. Together, the results suggest that TM5275, a small molecule PAI-1 inhibitor, is a promising therapeutic agent for lung fibrotic diseases.\n\nMale C57BL/6 mice (6-8 weeks old) were challenged with 10 9 plaqueforming units of AdTGF-b1 223/225 , an adenovirus expressing constitutively active TGF-b1, AdDL70-3, a virus vector, or saline by intranasal instillation. Four days later, the mice were treated with 40 mg/kg of TM5275 (dissolved in 2% DMSO) or solvent by gavage daily for 10 days. Mice were killed 7 or 14 days after the instillation of AdTGF-b1 223/225 . Bronchoalveolar lavage was performed, the left lungs were fixed with 4% paraformaldehyde, and the rest of the lung tissue was frozen immediately in liquid nitrogen. All animals were maintained on a 12-hour light/dark cycle at 22 8 C in the specific pathogen free facility, and all procedures involving animals were approved by the Institutional Animal Care and Use Committees at the University of Alabama at Birmingham.\n\nCCL-210 cells, which are normal human lung fibroblasts from the American Type Culture Collection (Manassas, VA), were cultured in Eagle's minimum essential medium formulated by the American Type Culture Collection, as we described previously (20) . At 70-80% confluence, cells were treated with 1 ng/ml of TGF-b1 (R&D, Minneapolis, MN) for various periods of time, and then with 75 mM TM5275 for 24 hours.\n\nThe amounts of total and active TGF-b proteins in the bronchoalveolar lavage fluid (BALF) were measured using a ELISA kit (catalogue number 84-7344-88) from eBioscience (San Diego, CA), according to the protocol provided by the manufacturer. The amounts of PAI-1 antigen in the BALF were determined using a ELISA kit from Molecular Innovations (Novi, MI), as we described previously (21) .\n\nTotal RNA was isolated from lung tissue, using TRIzol reagent. The mRNA of procollagen a2 (I), procollagen a1 (III), and PAI-1 was assessed by Northern blot hybridization, as we described previously (22) .\n\nThe deposition of collagen in the lung was revealed by Masson trichrome staining, and quantified by morphometric techniques, as we described previously (23) .\n\nImmunohistochemical Staining a-smooth muscle actin (a-SMA) in murine lung tissue was stained with monoclonal anti-mouse a-SMA antibody (catalogue number CM001B; Biocare Medical, Concord, CA) and semiquantified, as we previously described (23) .\n\nThe hydroxyproline content in lung tissue was determined as described elsewhere (24) , and calculated according to the standard curves derived from 4-hydroxy-L-proline.\n\nThe activities of PAI-1 and tPA/uPA were determined by reverse zymography and zymography, respectively, as we described previously (21) . The intensities of bands were semiquantified using Image J software (from the National Institutes of Health website).\n\nWestern blot analyses of protein abundance were conducted as we described previously (25) , using the antibodies collagen 1a1 (catalogue number sc8784; Santa Cruz Biotechnology, Santa Cruz, CA), PAI-1 (ASMPAI-GF; Molecular Innovations), a-SMA (catalogue number CM001B; Biocare Medical), fibronectin (catalogue number 610077; BD Biosciences, Franklin Lakes, NJ), and b-actin (protein loading control). Protein bands were semiquantified using Image J software.\n\nApoptosis was analyzed by flow cytometry techniques, using an Alexa Fluor 488 Annexin V Kit (Invitrogen, Carlsbad, CA), following the protocol provided by the manufacturer. Figure 1 . Effects of intranasal instillation of an adenovirus expressing constitutively active transforming growth factor-b1 (AdTGF-b1 223/225 ) on the expression of plasminogen activator inhibitor 1 (PAI-1) and the accumulation of collagen in murine lung tissue. AdTGF-b1 223/225 , the adenovirus vector (AdDL70-3), or saline was administered to murine lungs by intranasal instillation. Seven days after instillation, the mice were killed. The amounts of total and active transforming growth factor-b1 (TGF-b1) (A) as well as total PAI-1 protein (B) in the bronchoalveolar lavage fluid (BALF) were determined by ELISA. (C) Representative Northern blotting image of procollagen (Procol) and PAI-1 mRNAs in murine lung tissue. 18S was used as an RNA loading control. (D) Quantitative data of the radioactivity of Northern blots from Instant Image (Packard Instrument Co., Meriden, CT). (E) Trichrome staining of collagens in murine lung tissue (arrow indicates collagen). *Significantly different from saline-treated mice (P , 0.05, n ¼ 5-8).\n\nThe activity of caspase-3/7 was determined with an Apo-ONE Homogenous Caspase-3/7 Assay (catalogue number G7790; Promega, Madison, WI), according to the protocol provided by the manufacturer. The fluorescence was measured at excitation/emission wavelengths of 485/528 nm, and the results were normalized according to protein concentrations.\n\nData are presented as means 6 SEM, and were evaluated by one-way ANOVA. Statistical significance was determined post hoc by Tukey's test.\n\nIntranasal Instillation of AdTGF-b1 223/225 Increased the Expression of PAI-1 and Induced Lung Fibrosis in Mice TGF-b1 is the most potent and ubiquitous profibrogenic cytokine, and is increased in almost all fibrotic diseases. To explore the therapeutic potential of the PAI-1 inhibitor TM5275 in lung fibrotic diseases, we first examined whether an intranasal instillation (a noninvasive lung drug-delivery technique) of AdTGF-b1 223/225 , an adenovirus expressing constitutively active TGF-b1, would effectively induce the expression of PAI-1 and lung fibrosis in mice. The results show that the concentrations of protein in both active and latent forms of TGF-b1 in the BALF were dramatically increased 7 days after an intranasal instillation of AdTGF-b1 223/225 ( Figure 1A ). Associated with the increase in expression of TGF-b1, the instillation of AdTGF-b1 223/225 significantly increased concentrations of PAI-1 protein and mRNA in BALF and lung tissue ( Figures 1B-1D ), as well as the expression of procollagen mRNA and deposition of collagen in the lung ( Figures 1C-1E ). Virus vector alone (AdDL70-3), on the other hand, exerted no significant effect on the expression of TGF-b or PAI-1, and neither did it increase the deposition of collagen in the lung, suggesting that fibrotic responses are induced by TGF-b1 and not adenovirus. Importantly, such fibrotic responses induced by an intranasal instillation of AdTGF-b1 223/225 persisted for at least 21 days (data not shown). These results suggest that an intranasal instillation of AdTGF-b1 223/225 is an effective and reliable means of inducing lung fibrosis. Because the expression of TGF-b is increased in almost all fibrotic diseases, TGF-b-induced lung fibrosis serves as a good animal model for testing the therapeutic potential of an antifibrotic drug, and was used in this study.\n\nEffects of PAI-1 Inhibitor on Activities of PAI-1 and tPA/uPA in Lungs of Mice Treated with or without TGF-b1 TM5275, a novel, orally effective PAI-1 inhibitor, was shown to exert potent antithrombotic effects in both rats and monkey models, without causing overt toxicity or effects on bleeding time (26) . To test its antifibrotic potential, we first examined the effects of an oral administration of TM5275 on the activities of PAI-1, tPA, and uPA in murine lung tissue. The results show that an administration of AdTGF-b1 223/225 increased the activity of PAI-1 ( Figure 2A ) and suppressed the activity of uPA, although it exerted no significant effect on the activity of tPA ( Figure  2B ). Treatment with TM5275, on the other hand, inhibited the TGF-b1-induced activity of PAI-1 (Figure 2A) , and completely reversed the inhibitory effect of TGF-b1 on uPA activity (Figure 2B) . We also observed that the activities of tPA and uPA in mice treated with TGF-b1 plus TM5275 were significantly higher than those treated with TM5275 alone. These results suggest that the expression of tPA and uPA proteins may be increased in TGF-b1-treated mice, even though their activities were inhibited because of a simultaneous increase in the expression and activity of PAI-1. No obvious body weight loss was evident upon treatment with TM5275 (data not shown), suggesting that TM5275 did not cause obvious toxicity under the conditions used in this study.\n\nThe effects of TM5275 on TGF-b1-induced lung fibrosis were explored further by measuring the deposition of collagen and hydroxyproline content in murine lung tissue. The results show that an administration of TM5275 significantly reduced the TGF-b1-induced accumulation of collagen in the lung, as shown by trichrome staining, Western blotting, and hydroxyproline measurement (Figures 3-5) . Immunohistochemical staining and Western blotting further showed that TM5275 suppressed TGF-b1-induced a-smooth muscle actin (a-SMA), a marker of myofibroblast differentiation in murine lungs (Figures 3 and  4) , suggesting that TM5275 may prevent the TGF-b1-induced A B Figure 2 . Effects of small molecule PAI-1 inhibitor TM5275 on the activities of PAI-1, tissue-type plasminogen activator (tPA), and urokinasetype plasminogen activator (uPA) in the lungs of mice intranasally instilled with AdTGF-b1 223/225 or saline. (A) The activity of PAI-1 was determined by reverse zymography. (B) The activities of tPA and uPA were determined by zymography, and photo-negative images of the gels are presented here. Dark bands attributable to an inhibition of casein degradation by PAI-1 in reverse zymography and protein lytic bands in zymography were semiquantified with Image J software. Semiquantified data are presented at the bottoms of A and B. *Significantly different from saline 1 solvent-treated control mice (P , 0.05, n ¼ 4-6). differentiation of myofibroblasts, or induce the apoptosis of myofibroblasts. Most interestingly, Western blotting analysis showed that TM5275 almost completely blocked the AdTGF-b1 223/225 -induced expression of TGF-b1. These data clearly demonstrate the potent antifibrotic activity of TM5275 in our model of TGF-b1-induced lung fibrosis. \n\nTo explore further the therapeutic potential of TM5275 in the treatment of lung fibrotic diseases and the mechanism whereby TM5275 blocks AdTGF-b1 223/225 -induced lung fibrosis, we assessed the effects of TM5275 on TGF-b1-induced fibrotic responses in human lung fibroblasts (CCL-210 cells). TGF-b1, not AdTGF-b1 223/225 , was used in all in vitro studies, because the results of in vivo studies indicate that TGF-b1, and not adenovirus, caused fibrosis in murine lung tissue (Figure 1) . The results show that treatment with TGF-b1 increased the activity of PAI-1 and inhibited the activity of uPA, whereas treating cells with TM5275 blocked the TGF-b1-induced activity of PAI-1 (13.7128 6 0.3012, 19.9487 6 1.1632, 13.5068 6 0.3808, and 12.8755 6 2.0121 arbitrary units for cells treated with solvent, TGF-b1, TM5275, and TGF-b1 plus TM5275, respectively) and stimulated the activity of uPA (1.0925 6 0.0424, 0.3678 6 0.0256, 1.2443 6 0.1651, and 1.7916 6 0.3619 arbitrary units for cells treated with solvent, TGF-b1, TM5275, and TGF-b1 plus TM5275, respectively). Neither TGF-b1 nor TM5275 alone exerted a significant effect on the activity of tPA. Most importantly, Western blot analyses showed that TM5275, when added to culture medium simultaneously with TGF-b1, almost completely blocked the TGF-b1-induced expression of a-SMA, fibronectin, and PAI-1 ( Figure 6A ).\n\nTo explore further whether TM5275 can suppress the progression of fibrosis after it is initiated, we pretreated CCL-210 cells with TGF-b1 for 1 or 6 hours, and then with 75 mM of TM5275 for 24 hours. The results show that the expression of PAI-1 and a-SMA was increased as early as 1 hour after treatment with TGF-b1 ( Figure 6B ). TM5275, however, significantly reduced the TGF-b1-induced expression of a-SMA and fibronectin, even after cells were pretreated with TGF-b1 for 6 hours (Figure 6B) . These data further suggest that TM5275 can resolve preexisting fibrosis or block the progression of fibrosis.\n\nAlthough the traditional view, supported by our previous studies, suggests that PAI-1 promotes fibrosis by suppressing the degradation of extracellular matrix (ECM) (21, 27) , emerging evidence suggests that PAI-1 may exert its profibrogenic effects by preventing apoptosis in (myo)fibroblasts (14, 28) . Therefore, we examined whether TM5275 induced apoptosis in human lung fibroblasts. Our results indicate that TGF-b1 alone exerted no significant effect on the apoptosis of CCL-210 cells, whereas TM5275 significantly increased apoptotic cell numbers in both naive (TGF-b1-untreated) and activated (TGF-b1-treated) fibroblasts ( Figure 7A ). Interestingly, CCL-210 cells that were treated with TGF-b1 and therefore underwent myofibroblast differentiation seemed more sensitive to TM5275-induced apoptosis than were naive fibroblasts ( Figure 7A ). The apoptosis induced by TM5275 also activated caspase-3 ( Figure 7B ) and increased the expression of p53, a tumor repressor and initiator of apoptosis (Figures 7C and 7D) . Together, these data suggest that TM5275 blocked TGF-b1-induced fibrosis, probably by inducing apoptosis in (myo)fibroblasts.\n\nFibrosis is a final stage of many diseases involved in almost all organ systems, including the lung, and no effective treatment is available for these devastating diseases. PAI-1 plays a key role in the development of fibrosis, and therefore is an ideal therapeutic target in the treatment of fibrotic diseases. Nonetheless, after the performance of intensive studies, no PAI-1 inhibitors have been developed for such purposes. Here we report for the first time, to the best of our knowledge, that TM5275, an orally effective novel small molecule PAI-1 inhibitor that demonstrated potent antithrombotic activity but low toxicity in several animal species/models (26) , almost completely blocked TGF-b1-induced lung fibrosis in an animal model. In vitro studies further show that TM5275 induced the apoptosis of (myo)fibroblasts and significantly reduced fibrotic responses, even after cells were pretreated with TGF-b1 for 6 hours. These data suggest that TM5275 is a promising antifibrotic agent that can block the progression of fibrosis.\n\nThe mechanism whereby TM5275 blocked TGF-b1-induced lung fibrosis is unclear at present. TM5275 was administrated 4 days after mice were challenged with AdTGF-b1 223/225 . Although we did not monitor fibrotic changes until 7 days after the instillation of AdTGF-b1 223/225 , Sime and colleagues (29) , who generated the AdTGF-b1 223/225 adenovirus, reported that an extensive deposition of ECM proteins occurred, including collagen, elastin, and fibronectin, starting on Day 3 after the instillation of AdTGF-b1 223/225 . The induction of a-SMA, a marker of fibroblast activation, was also evident from Day 3 onward (29), suggesting that fibrosis began to develop as early as 3 days after the instillation of AdTGF-b1 223/225 in this model. Importantly, a comparable amount of total (latent 1 active) TGF-b1 was detected in BALF after the instillation of AdTGF-b1 223/225 in our study, as it was in the study of Sime and colleagues (29) , suggesting that fibrotic tissue had likely been deposited in lung tissue by Day 4 after the instillation of AdTGF-b1 223/225 , when treatment with TM5275 began. Our new in vitro data further show that TGF-b1 induced fibrotic responses, including the expression of PAI-1 and a-SMA, as early as 1 hour after treatment. TM5275, on the other hand, significantly reduced such fibrotic responses, even after cells were pretreated with TGF-b1 for 6 hours (Figures 6B  and 6C ). Based on these data, we conclude that TM5275 blocks TGF-b1-induced lung fibrosis, at least in part, by resolving established fibrosis or blocking the progression of fibrosis.\n\nTGF-b plays a critical role in the development of fibrosis. A positive feedback loop between PAI-1 and TGF-b1 was described elsewhere (30, 31) . Matsuo and colleagues reported that upon unilateral ureteral obstruction, PAI-1 transgenic mice showed increased numbers of interstitial myofibroblasts and higher concentrations of TGF-b1 mRNA (30) . Seo and colleagues further showed that knockout of the PAI-1 gene Significantly different from TGF-b1 alone-treated group (P , 0.05, n ¼ 6).\n\nsuppressed the expression of high glucose-induced TGF-b1 mRNA, whereas recombinant PAI-1 restored the inducibility of TGF-b1 by high glucose in PAI-1 knockout mesangial cells (31) . Furthermore, they showed that recombinant PAI-1 protein stimulated TGF-b promoter activity, and that the induction of fibronectin and collagen I by recombinant PAI-1 was abrogated by the TGF-b1 receptor inhibitor or anti-TGF-b antibody (31) . Together, the data strongly suggest that PAI-1 positively regulates TGF-b1 gene expression. In the present study, the intranasal instillation of AdTGF-b1 223/225 , but not control virus (AdDL70-3), induced endogenous TGF-b1 as well as the expression of PAI-1 in murine lungs, suggesting that the induction was caused by TGF-b1 and not adenovirus. Although the precise mechanism whereby TGF-b1 (AdTGF-b1 223/225 ) induced its own gene expression is unclear, our data suggest that PAI-1 may be involved, because TM5275 completely blocked such an induction. These results further support the notion of a positive feedback loop between PAI-1 and TGF-b1. The data also suggest that TM5275 blocks TGF-b1-induced lung fibrosis in mice, at least in part, by breaking up this positive feedback loop.\n\nMyofibroblasts are the major producers of ECM, and therefore contribute importantly to the development of fibrosis. Upon the resolution of normal wound healing, myofibroblasts undergo apoptosis. The dysregulation of apoptosis, therefore, leads to impaired wound healing (fibrosis) because of the prolonged activity of myofibroblasts. The mechanisms regulating the apoptosis of myofibroblasts are largely unknown at present. Interestingly, plasmin was reported to induce apoptosis, whereas PAI-1 protects (myo)fibroblasts from the apoptosis induced by different stimuli (14, 28, (32) (33) (34) (35) . The density of myofibroblasts is greater in PAI-1-overexpressing mice (30) and lower in PAI-1 knockout mice (36) upon fibrotic stimulation, which further suggests that PAI-1 may promote fibrosis by protecting myofibroblast from apoptosis. In this study, TGF-b1 increased the expression of a-SMA, a marker of myofibroblasts, in murine lungs and in human lung fibroblasts, whereas TM5275 suppressed the TGF-b1-induced expression of a-SMA both in vivo and in vitro. These data suggest that another potential mechanism, whereby TM5275 blocks TGF-b1-induced lung fibrosis, induces the apoptosis of myofibroblasts. This notion is further supported by our flow cytometry data, which show that TM5275 induced apoptosis in both naive fibroblasts (TGF-b1-untreated) and myofibroblasts (TGF-b1-treated fibroblasts). Moreover, the flow cytometry data indicate that myofibroblasts were more sensitive to TM5275-induced apoptosis than were naive fibroblasts. Because myofibroblasts are the major producers of ECM and produce much more ECM than naive fibroblasts, and because myofibroblasts can be derived from different types of cells in addition to resident fibroblasts, a drug targeting myofibroblasts should demonstrate better therapeutic potential than a drug targeting naive fibroblasts. These data suggest that TM5275 is a promising antifibrotic agent. Nonetheless, whether TM5275 has the same selectivity in vivo is unknown, as is the mechanism underlying such selectivity, and further investigation is warranted. The results from these studies will aid in the development of more effective antifibrotic drugs.\n\nDifferent hypotheses were proposed to elucidate the mechanisms whereby PAI-1 protects cells from apoptosis. One potential mechanism involves the inhibition of caspase-3 activity by directly binding to caspse-3 protein (32, 37, 38) . In this study, TM5275, with or without TGF-b1, slightly but significantly increased the activity of caspase-3/7. Although the underlying mechanism is unknown, the results suggest that TM5275 induced the apoptosis of (myo)fibroblasts in part by the activation of caspase-3/7 pathways. Horowitz and colleagues showed that in addition to binding to and inhibiting the activity of caspase-3, plasminogen and plasmin induced the apoptosis of fibroblasts, which was associated with pericellular fibronectin proteolysis (28) . They also showed that PAI-1 protected fibroblasts from the apoptosis induced by plasminogen but not by plasmin, suggesting that PAI-1 protects fibroblasts from apoptosis by inhibiting the activation of plasminogen (28) . Although we did not measure the activity of plasmin, our data show that TM5275 treatment restored or increased the activity of uPA and tPA in both TGF-b1-challenged mice and cultured human lung fibroblasts, suggesting that the induction of (myo)fibroblast apoptosis by TM5275 may result from increased plasmin activity.\n\np53 is a master controller of apoptosis. Here we showed for the first time, to the best of our knowledge, that the expression of p53 was increased in human lung fibroblasts by TM5275, with or without TGF-b1 treatment. TGF-b1 alone exerted no significant effect on p53 expression, but slightly reduced the TM5275stimulated expression of p53. The data suggest that the activation of p53 is involved in TM5275-induced apoptosis in human lung fibroblasts, although the mechanism underlying the activation of p53 pathway by TM5275 remains unclear. Our results are consistent with data reported by other investigators (39, 40) , indicating that the activation of p53 was associated with the apoptosis of fibroblasts induced by gallic acid or silica. p53 was also shown to prevent apoptosis or lung injury. Davis and colleagues showed that bleomycin induced more apoptosis in macrophages and lung injury in p53 null mice than in p53 heterozygous or wild-type mice (41) . Ghosh and colleagues also reported that knockdown of the p53 gene in epithelial cells (surfactant protein C-expressing cells), using dominant-negative techniques, enhanced the sensitivity of mice to bleomycininduced lung fibrosis (42) . These results suggest that p53 protects macrophages and lung epithelial cells from apoptosis and thereby lung injury and fibrosis. Such contradictory effects of p53 in apoptosis and lung injury/fibrosis can be explained by the diverse functions of p53 and the role of different types of cells in the development of fibrosis. Because (myo)fibroblasts are the major producers of ECM, the induction of (myo)fibroblast apoptosis is expected to attenuate fibrosis progression. Nonetheless, whether TM5275 induces p53 and apoptosis in lung (myo) fibroblasts in vivo, and whether the induction of p53 and the apoptosis of (myo)fibroblasts underlie the protective effects of TM5275, remain to be explored further.\n\nFinally, we point out that PAI-1 performs multiple functions and is involved in the pathogenesis of various diseases, including thrombosis, arthrosclerosis, cancer, and fibrosis. Therefore, the development of a specific PAI-1 inhibitor has been a major focus of many studies. Several strategies, involving PAI-1 inhibitory antibody (43, 44) , mutant PAI-1 proteins (27, 45, 46) , and PAI-1 small interfering RNA (13) , were proposed to inhibit the activity of PAI-1 in the treatment of these diseases. However, the application of these large molecules in clinical settings will be limited because of potential delivery problems. Small molecule PAI-1 inhibitors offer great therapeutic potential, because they can be delivered easily to the body, and most are orally effective (47) (48) (49) (50) . Several of these small molecule PAI-1 inhibitors proved effective in the treatment of thrombosis (the major area of interest in PAI-1 inhibitor research) (47-50), but whether they demonstratee therapeutic potential for lung fibrotic diseases remains unclear. In this study, we show for the first time, to the best of our knowledge, that TM5275 at a dose of 40 mg/kg/day for 10 days, a dose much lower than that (2,000 mg/kg/day for 2 weeks) used in the previous toxicity study and shown to cause no obvious toxicity (26) , almost completely blocked TGF-b1-induced lung fibrosis. These data suggest that TM5275 is a relatively safe and potent antifibrotic agent, with promising therapeutic potential in lung fibrotic diseases.\n\nAuthor Disclosure: None of the authors has a financial relationship with a commercial entity that has an interest in the subject of this manuscript."}