{"title": "Journal Pre-proof Positive selection of a serine residue in bat IRF3 confers enhanced antiviral protection Positive selection of a serine residue in bat IRF3 confers enhanced antiviral protection 1", "body": "viruses, bats have evolved enhanced mechanisms to limit virus replication and 23 immunopathology. However, molecular and cellular drivers of antiviral responses in bats largely 24 remain an enigma. In this study, we demonstrate that a serine residue in IRF3 was positively 25 recently, SARS-CoV-2, which is causing the ongoing COVID-19 outbreak, was determined to be 39 96% similar at the genomic level to a bat CoV (Bat_CoV_RaTG13) that was detected in 40\n\nRhinolophus affinis (Zhou et al., 2020) . However, bats that are naturally or experimentally 41 infected with these viruses do not demonstrate overt signs of disease (Munster et al., 2016, 42 Hayman, 2016). These observations have led to studies that have explored innate and intrinsic 43 antiviral immune responses in this intriguing mammalian order and the unique ability of bats to 44 control virus infection-induced immunopathology (Pavlovich et al., 2018 , Schountz et al., 2017 . In light of these discoveries and speculations, we hypothesized that co-existence with RNA 81 viruses has imposed strong selective pressures on bat antiviral signaling molecules, resulting in 82 robust antiviral responses to virus infection or immune activation signals. Since IRF3 is a key 83 transcription factor in several virus-sensing pathways, we conducted computational and 84 functional analyses of bat IRF3 across both suborders of bats, Yinpterochiroptera and 85\n\nYangochiroptera. Sequence alignment of representative mammalian IRF3 sequences showed that 86 serine (S) residues in the C-terminal serine-rich region are highly conserved (Figure 1 ). On 87 performing further in silico analysis of IRF3 amino acid sequences, we identified that the amino 88 acid residue at the 185 th position was positively selected for in multiple bat IRF3 sequences 89 ( Figure 1 ). Since serine residues play a major role in IRF3 activation (Panne et al., 2007) , we 90 studied the functional importance of the serine residue at the 185 th position (S185) in 7 out of 11 91 bat IRF3 sequences. 92\n\nSerine 185 is positively selected for in multiple bat species 94\n\nWe conducted computational and functional analyses of bat IRF3 across both suborders of bats, 95\n\nYinpterochiroptera and Yangochiroptera. Sequence alignment of representative mammalian 96 IRF3 sequences showed that serine (S) residues in the C-terminal serine-rich region are highly 97 conserved ( Figure 1 ). On performing further in silico analysis of IRF3 amino acid sequences, we 98 identified that the amino acid residue at the 185 th position was positively selected for in multiple 99 bat IRF3 sequences (Figure 1 ). Since serine residues play a major role in IRF3 activation (Panne 100 et al., 2007) , we next studied the functional importance of the serine residue at the 185 th position 101 (S185) in 7 out of 11 bat IRF3 sequences. 102 103 IRF3-S185 induces a robust antiviral response in bat cells from two suborders 104\n\nTo determine whether IRF3 is more competent in inducing robust antiviral protection due to the 105 presence of S185, we compared the differences in antiviral response to surrogate virus infection 106\n\n[poly(I:C) stimulation] in bat and human cells expressing bat (S185) or human (L185) forms of 107 IRF3, respectively. We generated E. fuscus and P. alecto wildtype (Ef IRF3-WT and Pa IRF3-108 WT) and altered (Ef IRF3-L185 and Pa IRF3-L185) IRF3 expression plasmids. We also 109 generated wildtype (hu IRF3-WT) and altered (hu IRF3-S185) human IRF3 expression plasmids 110 to determine if introducing S185 would enhance antiviral protection in human cells. To quantify 111 the antiviral response in cells expressing wildtype or altered forms of IRF3, we performed 112 bioassays using vesicular stomatitis virus that was genetically engineered to express green To determine whether Ef IRF3-WT (S185) and Ef IRF3-L185 differed in their potential to 123 activate antiviral signaling in E. fuscus IRF3 deleted cr3-8 cells, we introduced increasing 124 amounts of IRF3 expression plasmids in these cells ( Figure 2B) . We compared the extent of To determine if S185 in IRF3 was equally important for antiviral responses in a distantly related 133 fruit bat, P. alecto (Figure 1 ), we expressed P. alecto WT (Pa IRF3-WT; S185) and altered (Pa 134 IRF3-L185) IRF3 in IRF3 deleted PakiT03-4G cells. Similar to what we observed in cr3-8 cells, 135\n\nexpressing Pa IRF3-L185 in PakiT03-4G cells significantly reduced antiviral protection in these 136 cells, relative to cells that expressed Pa IRF3-WT ( Figure 2C ). Thus, the presence of S185 in E. 137 fuscus and P. alecto IRF3 is critical for a robust antiviral response in cells from these bats. 138 139\n\nTo determine whether introducing a similar serine residue in human IRF3 could enhance 141 antiviral responses in human cells, we introduced a complementary mutation in human IRF3 by 142 replacing L185 with S185. We expressed wildtype (hu IRF3-WT; L185) and altered (hu IRF3-143 S185) human IRF3 in IRF3 deleted human (THF-IRF3 KO) cells ( Figure 2D ). THF-IRF3 KO 144 cells expressing hu IRF3-S185 were better protected against VSV-GFP in the absence or 145 presence of poly(I:C) stimulation, compared to cells that expressed hu IRF3-WT ( Figure 2D ). 146\n\nThus, introducing a serine residue at the 185 th position in human IRF3 significantly enhanced 147 antiviral protection in human cells. 148 149\n\nPhosphorylation of serine residues in the C-terminal serine-rich region is known to regulate IRF3 151 activation in human cells (Panne et al., 2007) . We next determined if the role of S185 in 152 enhancing IRF3-mediated antiviral protection was dependent on phosphorylation. Since anti-153 phospho antibodies to S185 are not available, we substituted the serine residue at the 185 th 154 position with aspartate (S185D mutation) in human and bat IRF3. Aspartate mimics the charge 155 on a phosphorylated serine residue and has been used to study cellular functions that are 156 modulated by phosphorylated serine residues in proteins (Leger et al., 1997). We repeated our 157 bioassays and compared antiviral responses in cells expressing L185, S185 and D185 forms of 158 IRF3. Indeed, human and bat IRF3-D185 conferred enhanced antiviral protection in human and 159 bat cells, respectively, relative to IRF3-L185, suggesting that the activity of S185 is dependent 160 on a charge that is similar to a phosphorylated serine residue ( Figures 3A-C) . Interestingly, 161 IRF3-D185 conferred enhanced protection in PakiT03-4G cells, relative to IRF3-S185 162 expressing cells that were stimulated with poly(I:C) ( Figure 3B ). Similarly, IRF3-D185 163 expressing THF-IRF3 KO cells were better protected from VSV-GFP, relative to IRF3-S185 164 expressing cells ( Figure 3C ; mock). Transfecting 50 ng of IRF3-D185 expressing plasmid also 165 conferred better protection in THF-IRF3 KO cells than IRF3-S185 in the presence of poly(I:C) 166 stimulation ( Figure 3C ). However, in the presence of poly(I:C), 100 ng of plasmid transfection of 167 D185 and S185 forms of human IRF3 conferred comparable and significant protection in THF-168 IRF3 KO cells, relative to IRF3-L185 ( Figure 3C ). There were no significant differences in 169 antiviral protection between S185 and D185 forms of IRF3 in cr3-8 cells ( Figure 3A) . Next, we tested the effect of using the inhibitor in IRF3 deleted bat cells expressing IRF3-S185. 182\n\nEf and Pa IRF3-S185 expressing bat cells (cr3-8 and PakiT03-4G cells, respectively) that were 183 treated with the inhibitor and stimulated with poly(I:C) had significantly higher levels of virus 184 replication, relative to mock inhibitor treated and poly(I:C)-induced IRF3-S185 expressing cells 185\n\n( Figures 3D and E) . For cr3-8 cells expressing IRF3-S185, treating the cells with the inhibitor 186 reduced basal levels of antiviral protection even in the absence of poly(I:C) ( Figure 3D; mock) . 187\n\nIRF3-S185 significantly increased virus replication ( Figure 3F in the antiviral signaling cascade has not been studied. In this study, we provide genetic and 216 functional evidence that multiple bat IRF3 sequences have positively selected for a serine residue 217 that confers enhanced antiviral protection in both bat and human cells. Interestingly, we also 218 observed that Desmodus rotundus IRF3 sequence contained a phenylalanine residue at the 185 th 219 position and a glycine residue at the 398 th position (Figure 1) , and Hipposideros armiger IRF3 220 sequence contained a proline residue at the 185 th position and a threonine residue at the 402 nd 221 position ( Figure 1 ). As high-quality sequences and cell lines from these bats become available, it 222\n\nwill be interesting to test the functional relevance of these mutations in bat IRF3 at the 185 th 223 position and the serine-rich region. 224\n\nWe also observed a decrease in the antiviral response in unstimulated E. fuscus (cr3-8) cells 226 expressing IRF3-L185 ( Figure 2B ). These data suggest that S185 in bat IRF3 may contribute to We observed that D185 form of IRF3 induced enhanced antiviral protection in response to 239 poly(I:C) in PakiT03-4G cells, relative to S185 and L185 forms of IRF3 ( Figure 3B ). We 240 observed a similar enhanced antiviral response in THF-IRF3 KO cells that were transfected with 241 50 ng of D185 [poly(I:C) stimulated] and 100 ng of D185 (mock stimulated), relative to cells 242 transfected with similar concentrations of L185 and S185 IRF3 expression plasmids ( Figure 3C) . 243\n\nThese data indicate that under certain circumstances, IRF3-D185 provides added antiviral 244 protection from VSV, relative to L185 and S185 forms of IRF3. We speculate that D185 may aid 245 in the phosphorylation of additional serine residues in the serine-rich region of IRF3 to enhance 246 downstream antiviral responses. However, we did not observe a significant difference between 247 S185 and D185 forms of IRF3 in cr3-8 cells ( Figure 3A) . Thus, although the data suggest that 248 IRF3-D185 enhances antiviral response in human and P. alecto cells, relative to IRF3-S185, 249 differences in IRF3 activation mechanisms may exist between different bat species. 250 251 Our data show that S185 enhances IRF3-mediated antiviral responses in human and bat cells, 252\n\nand that this phenomenon is dependent on kinase-mediated activation of IRF3 in response to 253 poly(I:C) treatment ( Figures 3D-E) . We also show for the first time that blocking bat TBK1 and 254\n\nIKKε using an inhibitor reduces phosphorylation of the 396 th serine residue in bat IRF3 (see 255 supplementary figures S1B and C) and subsequently, dampens IRF3-S185-mediated antiviral 256 protection against replicating VSV in bat cells (Figures 3D and E) . It has been demonstrated that 257 phosphorylation of S396 in human IRF3 alleviates autoinhibition and facilitates the 258 phosphorylation of S385 and S386, thus amplifying the antiviral response (Panne et al., 2007) . 259\n\nSimilarly, phosphorylation of IRF3-S185 likely enhances phosphorylation of other serine 260 residues in the serine-rich region that amplifies IRF3-mediated antiviral responses in bat and 261 human cells. We also noted that treating bat cells with TBK1 and IKKε inhibitor did not restore 262 VSV-GFP replication to levels observed in control cells (Figures 3D and E) . It is possible that 263 the kinase inhibitor is not as efficient in bat cells. Alternatively, we cannot rule out the presence 264 of other kinases in bat cells that are capable of phosphorylating IRF3 in the absence of TBK1 265 and IKKε. Similarly, we observed that treating human cells with the kinase inhibitor did not 266 restore virus replication to levels observed in control cells ( Figure 3F ). Since THF IRF3-KO 267 cells were transfected with IRF3-S185 expressing plasmid prior to treatment with the inhibitor, 268 the partial protection is likely due to plasmid-mediated upregulation of antiviral responses, which 269 was observed in mock treated cells as well ( Figure 3F ). Further studies are required to identify 270 the role of S185 in enhancing phosphorylation of additional serine residues in the serine-rich 271 region of IRF3, along with any conformational changes that may be induced by the 272 phosphorylation of S185 to facilitate additional phosphorylation events. speculative, but our data clearly demonstrate that IRF3 with S185 is a more potent inducer of 280 antiviral responses in both bat and human cells. Future studies will elucidate on the possibility of 281 leveraging knowledge from studies in bats to develop therapeutic strategies or enhanced 282 therapeutic molecules for alternate mammalian species, such as humans. 283\n\nDue to the lack of anti-phospho antibodies to S185 in IRF3, we were unable to verify the 285 phosphorylation of S185. The lack of cell lines and reagents from additional bat species did not 286 allow us to explore the role of S185 and other mutations in the serine-rich region of IRF3 in 287 other species of bats. As IRF3 deleted cell lines from other bat species become available, it will 288 be interesting to identify species-specific adaptations and the role of S185 in antiviral responses 289 against emerging bat-borne RNA viruses, such as filoviruses, paramyxoviruses and 290 coronaviruses, including the recently emerged SARS-CoV-2. Another limitation of this study is 291 the use of one non-bat cell line from humans. As more IRF3 knockout cell lines from additional 292 mammalian species are generated, it will be interesting to observe the effect of S185 on IRF3-293 mediated antiviral responses. \n\nThe authors declare no competing interests. Data are represented as mean ± SD, n=3, *p < 0.05, **p < 0.01, ***p < 0.001 (Student's t test). 524 GFP expression is represented after normalization with mock infected cells. IRF3 protein 525 expression and quantification data are expressed as a ratio of IRF3/GAPDH levels on top of the 526 blots. Blots were quantified using Image Studio (LI-COR) (n=3). KO, knockout; WT, wildtype; 527\n\nEf, E. fuscus; Pa, P. alecto; Hu, human; NS, not significant. Data are represented as mean ± SD, n=3, *p < 0.05, **p < 0.01, ***p < 0.001 (Student's t test). 568 GFP expression is represented after normalization with mock infected cells. IRF3 protein 569 expression and quantification data are expressed as a ratio of IRF3/GAPDH levels on top of the 570 blots. Blots were quantified using Image Studio (LI-COR) (n=3). KO, knockout; WT, wildtype; 571\n\nEf, E. fuscus; Pa, P. alecto; Hu, human; NS, not significant. See also Figure S1 . "}