{"title": "trans-Golgl Retention of a Plasma Membrane Protein: Mutations in the Cytoplasmic Domain of the Asialoglycoprotein Receptor Subunit H1 Result in trans-Golgl Retention", "body": "T RANSPORT of proteins through the secretory pathway appears to occur by default (Pfeffer and Rothman, 1987) . In contrast, localization to individual compartments (by retention or retrieval) requires specific signals (Pelham and Munro, 1993) , such as the carboxy-terminal sequence KDEL and the cytoplasmic motif K(X)KXX for retrieval to the ER of lumenal and membrane proteins, respectively. The determinants for retention in Golgi compartments have so far been shown to comprise the transmembrane domain with or without flanking sequences. Proteins leaving the Golgi apparatus are sorted in the trans-Golgi network (TGN) largely by signal-dependent mechanisms into specific transport vesicles to secretory granules, apical or basolateral plasma membrane, or endosomes.\n\nIn the endoplasmic reticulum (ER), in addition, there are mechanisms to prevent improperly folded or oligomerized proteins from exiting and to degrade them. The ER thus performs a quality control function for secretory and membrane proteins (Hurtley and Helenius, 1989) . Many natural and artificial mutations in such proteins have been observed to result in ER retention and degradation, apparently because they affect protein folding or oligomerization. Alterations in the signals for targeted exit from the TGN generally cause missorting rather than TGN localization of the mutant. Only very few mutations have been documented that cause a specific accumulation of the mutant protein in post-ER compartments of the secretory pathway. Such mutations may reflect properties of retention or transport mechanisms in the Golgi. Here we describe mutants of the asialoglycoprotein (ASGP) 1 receptor subunit H1 that specifically accumulate in the trans-Golgi.\n\nThe ASGP receptor is an endocytic transport receptor responsible for the rapid clearance of glycoproteins with exposed galactoses from the circulation into hepatocytes (for review see Spiess, 1990) . Ligand ASGPs are bound at the cell surface, internalized via clathrin-coated vesicles, and released in the acidic environment of endosomes for subsequent degradation in lysosomes. The ASGP receptor cycles constitutively between the cell surface and early endosomes. The human receptor is at least a trimer composed of two homologous subunits, H1 and H2, which both are required for high affinity ligand binding. The subunits are single-spanning type II membrane proteins with amino-terminal cytoplasmic domains of 40 and 58 residues, respectively. The major subunit H1, which is 2--4 times more abundant than H2, contains all the signals necessary for endocytosis and specific basolateral transport in polarized epithelial cells . A tyrosine-containing signal necessary for efficient endocytosis and basolateral sorting has been identified in the amino-terminal segment of residues 1-11 Geffen et al., 1993) . Mutation of the critical tyrosine at position 5 to alanine or deletion of residues 4-11 result in apolar sorting in transfected MDCK cells and in accumulation of H1 at the plasma membrane in transfected fibroblast and MDCK cells.\n\nAs part of these studies, an H1 mutant lacking most of the cytoplasmic domain (residues 4-33) was constructed (Geffen et al., 1993) . Although this mutant protein exits the ER, it is not detectable at the cell surface. Here we show that it accumulates specifically in a trans-Golgi compartment. The sequence requirement for retention or exit to the plasma membrane was investigated by further mutagenesis. The results indicate that the size of the cytoplasmic domain determines the fate of the protein and modulates an intrinsic ability of the transmembrane and/or exoplasmic portion of H1 to interact with component(s) resident in the trans-Golgi. Such a mechanism may be functional also for other trans-Golgi/plasma membrane proteins.\n\nMutagenesis of the cDNAs encoding the mutants H1(A4-33A), HI(A4-11), and HI(A12-33) have been described previously (Beltzer et al., 1991; Geffen et al., 1993) . Hl(A12-33/5A) was constructed using the mutagenesis kit by Amersham Corp. (Arlington Heights, IL), the eDNA of HI(A12-33) subcloned into M13mp19 as the template, and the anti-sense oligonucleotide GGTCTTGAG..~CCTCCTTG as the primer (the mismatched nucleotides are underlined). To generate the cDNA of H1(A4-33m), two complementary oligonucleotides were synthesized, CCAGGAACAAAA-Gq'TGATrTCTGAAGAAGACITGGCTGCA and GCCAAGTCITCT-TCAGAAATCAACITITGTTC, which encode the e-myc epitope EQK-LISEEDLA recognized by the monoclonal antibody 9E10 (Evan et al., 1985) and produce \"sticky ends\" for in-frame insertion between the StyI site at codons 2/3 and the PstI site at codons 32/33 of the H1 cDNA.\n\nThe other eDNA constructs were made by polymerase chain reaction (PCR) using the wild-type eDNA of H1 (Spiess et al., 1985;  Hind III-EcoRI subcloned into pSP64 or pGEM3) as the template, a mutagenic primer and a second primer corresponding to a flanking sequence in the plasmid vector. For Hl(~Pro), a 5' eDNA fragment containing codons 1-24 and 31-33 was amplified using the oligonucleotide CGTCCTGCAG-GAGCCCTITrCTGAGCTG as the mutagenic primer. Codons 32 and 33 correspond to a PstI restriction site that was used to ligate this amplified 5' segment to the 3' rest of the H1 eDNA starting from this PstI site. The HI(A2-37) construct was made using the mutagenic primer CCTAC-CATGGGACCTCGCCTCCT to amplify an amino terminally truncated eDNA with an ATG and an NdeI restriction site for subcloning. The cDNAs of HI(A2-19), HI(A2-24), HI(A2-28), HI(A2-33), and HI(A26-40) were constructed by PCR and splicing by overlap extension according to Ho et al. (1989a) , thereby retaining the original 5' untranslated sequence and ATG.\n\nTo construct HIT, the cDNA corresponding to the cytoplasmic domain of the mouse transferrin receptor (from L. Kithn, ISREC) was amplified by PCR from the plasmid pMTR-1 using the mutagenic primer TCC-CCAGTCGACCATTAAAC, which introduces a SalI site (underlined) at the end, and a primer corresponding to a flanking sequence in the plasmid vector. The cDNA corresponding to the transmembrane and exoplasmic domains of H1 were amplified similarly with the primer CCGGAC-GTCGACTCCTCCTG, which introduces a SalI site at the beginning of the transmembrane domain. The PCR products were subcloned and ligated to each other at the SalI site. The eDNA of H1TA was constructed by PCR from the plasmid encoding HIT using the mutagenic primer GGGGTACCATGGTCAGAAAACCCAAGAGG to amplify a truncated eDNA with a 5' ATG and a KpnI restriction site for subcloning.\n\nTo construct the eDNA of AN2 and AN2A a BamHI site was introduced into the aminopeptidase N eDNA at codons 33/34 corresponding to the exoplasmic end of the transmembrane domain using the mutagenic anti-sense primer TCCTGGGATCCCACCACTG and the Amersham mutagenesis kit. The eDNA fragment 3' of this BamHI site was ligated to the 5' t-IindIfI-BamHI fragment of either H1 or Hl(A4-33A) eDNA. From the plasmid 19L, a gift from G. von Heijne (Karolinska Institute, Huddinge, Sweden) a sequence encoding 19 leucines, preceded by a KpnI site and the codons for Met-Gly-Pro-Arg, and followed by a BamHI site was amplified by PCR and ligated in front of the BamHI-EcoRI fragment of H1 eDNA to obtain the construct for H1ALeu19. The construct for H1Leu19 was made by ligating the HindlII-NruI fragment of plasmid pSAll/3 (Spiess and Handschin, 1987) to the H1ALeu~9 eDNA cut with KpnI and blunted.\n\nTo generate the eDNA of H1(A4-33A) Ts, a variant of Hl(A4-33A) tagged with a tyrosine-sulfation peptide at the carboxy terminus, the 3' portion (BamHl-EcoRI) of the eDNA of Hl(A4-33A) was replaced by that of H1TM described by Leitinger et al. (1994) . To construct Hl(A4-33A) myc, a variant containing a carboxy-terminal c-myc epitope tag, the tyrosine-sulfation tag sequence (KpnI-SacI) of the H1 rs eDNA was replaced by two complementary oligonucleotides, CGAACAAAAGTTGA-TITCTGAAGAAGACTrGAACTGAGCT and CAGTTCAAGTCT-TCITCAGAAATCAACITI'rGTTCGGTAC, which encode the peptide sequence EQKLISEEDLN followed by a stop codon and produce terminal protruding ends corresponding to a KpnI and a SacI site at the 5' and 3' end, respectively. All mutagenized segments were confirmed by DNA sequencing.\n\nMDCK (strain II), COS-7, HepG2, and HeLa cells were grown in minimal essential medium (MEM) with 10% FCS, NIH 3T3 cells in Dulbeceo's modified MEM with 10% newborn calf serum, CaCo-2 cells in DMEM with 20% FCS and 1% nonessential amino acids (GIBCO BRL, Gaithersburg, MD), and BHK-21 ceils in Glasgow MEM with 5% FCS and 10% tryptose phosphate broth (Gibeo). All culture media were supplemented with 2 mM L-glutamine, 100 U/ml penicillin, and 100 mg/ml streptomycin.\n\nFor transient expression, eDNA constructs were subcloned into the SV40-based expression vector pECE (Ellis et al., 1986) and transfected using DEAE-dextran as described by Cullen (1987) . The next day transfected cells were trypsinized and seeded onto coverslips and processed for immunofluorescence microscopy 36--40 h after transfection.\n\nPreparation of the stable MDCK cell lines M1, M1A (= Ml[A4-33A]), M1 rs, M2, M12 (= M[Y+f]) has been described previously Geffen et al., 1993; Leitinger et al., 1994; Fuhrer et al., 1994) . To produce stable cell lines, the eDNA of Hl(A4-33A) TM was cloned into pK21 (with a eytomegalovirus promoter; provided by R. Gentz, Hoffmann-La Roche, Basel), and transfected into MDCK cells together with one tenth the amount of the resistance plasmid pSVneo using polybrene and dimethyl sulfoxide according to Kawai and Nishizawa (1984) . Clonal cell lines resistant to 0.5 mg/ml G418-sulfate were isolated and screened for expression by immunofluorescence and immunoblot analysis using a polyclonal antiserum directed against the ASGP receptor. The eDNA of Hl(A4-33A) was subcloned into pBamHis (with a murine leukemia virus promoter and the Salmonella his gene as a resistance marker; from R. Mulligan, Whitehead Institute, Cambridge, MA) and transfected into the cell line M2, an MDCK-derived cell line expressing the second ASGP receptor subunit H2 and G418 resistance (Fuhrer et al., 1994) . Clonal cell lines were selected in the presence of 2 mg/ml histidinol. The resulting cell lines were named M1A Ts and M2/1A, respectively.\n\nThe surface/intraeellular distribution of H1 variants was assayed by treating intact cells with 1 mg/ml proteinase K in PBS containing 5 mM EDTA for 30 min at 4°C or 37°C. Digestion was stopped by adding 2 mM PMSF. Digested and control ceils were lysed in gel sample buffer and subjected to SDS-gel electrophoresis and immunoblot analysis using l~I-iodinated protein A. Autoradiographs were quantitated by densitometric scanning. The high mannose precursor form was used as an internal standard in calculating the fraction of resistant mature form.\n\nFor carbohydrate analysis, cells were solubilized in lysis buffer (1% Triton X-100, 0.5% deoxycholate, 2 mM PMSF in PBS) and incubated with 2 mU endo-I~-N-acetylghicosaminidase H or 5 mU neuraminidase (Boehringer Mannheim Corp., Indianapolis, IN) for 3 h at 37°C in 100 Ixl. Samples were analyzed by SDS-gel electrophoresis and immunobloqting,\n\n[35S]Sulfate labeling was performed as described by Leitinger et al. (1994) . Cell lysates were immunoprecipitated with the polyclonal antiserum directed against the ASGP receptor and protein A-Sepharose (Pharmacia LKB Biotechnology, Piscataway, NJ). The immunocomplexes were solubilized in SDS-gel sample buffer and analyzed by gel electrophoresis and fluorography.\n\nAntisera used for detection of ASGP receptor subunits were raised in rabbits against the purified human receptor (62-5) or against synthetic peptides corresponding to the carboxy-terminal sequence of either H1 (anti-H1C) or H2 (anti-H2C). For immunofluorescence staining, IgG from anti-H1C and anti-H2C were isolated using protein A--Sepharose. Rabbit polyclonal antibodies anti-human milk galactosyltransferase (Nll; from E. Berger, University of Ziirich), anti-bovine cation-independent M6P receptor (from B. Hoflack, EMBL), anti-rat TGN-38/41 (from G. Banting, University of Bristol), and anti-human aminopeptidase N (from O. Nordn and H. SjOstrSm, University of Copenhagen) were used as serum preparations. Mouse monoclonal antibodies anti-canine LAMP-1 (AC17; from E. Rodriguez-Boulan, Cornell University), and anti-bovine ~-adaptin (100:3; Sigma Immunochemicals, Buchs, Switzerland) were used as ascites preparations. Mouse anti-human c-myc antibody 9El0 was used as culture supernatant. Secondary antibodies fluorescein-conjugated anti-mouse IgG and anti-rabbit IgG, and rhodamine-conjugated anti-rabbit IgG were from Cappel (Malvern, PA).\n\nFor indirect immunofluorescence staining, cells were grown on 14-ram glass coverslips. Cells were fixed in I% paraformaldehyde for 20 rain at room temperature for surface staining and with cold methanol for 6 mill at -20~C for internal staining. After fixation the coverslips were washed in PBS and incubated in 50 mM NH4C1 in PBS for 10 min at room temperature. Nonspecific antibody binding was blocked by incubation for 30 min with PBS containing 0.2% gelatine (PBSG). Coverslips were placed onto drops of primary antibody diluted in PBSG for 1 h. After washing three times with PBSG, cells were similarly incubated with secondary antibody for 30 min. After additional washes with PBSG, PBS, and water, the coverslips were mounted in Mowiol 4-88 (HOECHST), containing 2.5% 1,4-diazobicyclo-[2,2,2]-octane and analyzed using a Zeiss Axiophot microscope. Staining of cells with antibodies AC17 and Nll was done essentially as described by Nabi et al. (1991) and Ktistakis et al. (1991) , respectively. Internalization of fluorescein-conjugated dextran (FITC-dextran; Sigma) was done by preincubating the cells on ice for 10 rain, adding 10 mg/ml FITC-dextran in medium on ice to the cells, incubating for 10 rain on ice and for 5-15 rain at 37°C. After several washes in PBS, the cells were fixed in 3% paraformaldehyde and mounted in Mowiol.\n\nIn the mutant protein H1 (A4-33A) amino acids 4-33 of the 40--residue cytoplasmic domain have been replaced by an alanine (Fig. 1) . In transfected fibroblast and MDCK cells, this mutant protein was efficiently expressed but could not be detected at the plasma membrane, Fig. 2 (A-D) shows immunofluorescence analysis of wild-type H1 and Hl(A4-33A) expressed by the two stable-transfected MDCK cell lines M1 and MIA, respectively, using an antiserum directed against the carboxy-terminal sequence of H1. The wild-type protein was stained on the surface of nonpermeabilized M1 cells (Fig. 2 A) . Upon permeabilization the staining reflects the distribution of H1 throughout the secretory pathway, in endosomes and on the cell surface ( ing pattern could be observed for H1(A4-33A) expressed by a stable NIH/3T3 fibroblast cell line (E) and by transiently transfected BHK-21 (F), COS-7, CaCo-2, and HeLa cells (not shown). In 5-10% of the transiently transfected cells, but not in the stable cell lines, the mutant protein could be detected also on the cell surface in addition to the typical intracellular structures. Since surface appearance of Hl(A4-33A) was also observed in a small fraction of mock-transfected M1A cells, this phenomenon is probably caused by the transfection conditions. The absence of Hl(A4-33A) from the cell surface was confirmed biochemically by immunoblot analysis of proteinase K digested M1A and M1 cells (Fig. 3) . In untreated cells, two immunoreactive forms of 40 kD and 45 kD for H1, and 35 kD and 40 kD for Hl(A4-33A) were detected. The two forms of each protein correspond to the highmannose glycosylated precursor which is sensitive to endoglycosidase H (endo H) digestion and to the complex glycosylated, endo H-resistant form (Fig. 4, lanes 1-5) .\n\nUpon proteinase K digestion at 4°C, 50% of the mature form of H1 was degraded in M1 cells (normalized to the precursor form; Fig. 3, lanes 4 and 5) . This corresponded HepG2, M1, and M1A cells were incubated at 4°C or 37°C for 30 min with (PK) or without (-) proteinase K as indicated. After blocking the protease, the cells were solubilized and subjected to gel electrophoresis and immunoblot analysis using anti-ASGP receptor antiserum. Protection of the mature forms was quantified by densitometric scanning, and normalized to the high-mannose precursor form. The complex and high-mannose glycosylated forms of H1 are indicated by C and H, respectively.\n\nto the result obtained after similar treatment of the hepatoma cell line HepG2 which expresses the native ASGP receptor (lanes 1 and 2). Hl(A4-33A), however, was completely protected (lanes 7 and 8). During a 30-rain incubation at 37°C with proteinase K, all complex H1 (97%) was digested (lanes 3 and 6), reflecting surface appearance of initially intracellular protein. In contrast, Hl(A4-33A) was 100% protected even at 37°C, indicating that the mutant protein did not pass through the plasma membrane to a significant extent within 30 rain (lane 9).\n\nThe fact that H1(A4-33A) was found in an endo H-resistant form (Fig. 4, lanes 1-5) indicated that the mutant protein exited the ER and reached at least the medial-Golgi.\n\nTo test whether Hl(A4-33A) reached the trans-Golgi, we analyzed the incorporation of sialic acid and sulfation of tyrosine residues, two trans-Gol~-specific modifications (Roth et al., 1985; Baeuerle and Huttner, 1987) . Upon neuraminidase digestion of M1 and M1A cell lysates, the endo H-resistant forms of wild-type H1 and of Hl(A4-33A) were both slightly shifted on immunoblots, indicative of desialylation (Fig. 4, lanes 6-9) . Subunit H1 is not naturally sulfated. However, we have recently shown that addi-tion of a 9--residue tyrosine sulfation peptide to the exoplasmic carboxy terminus of the protein allows efficient labeling with laSS]sulfate in a stable-transfected MDCK cell line (Leitinger et al., 1994) . The tyrosine sulfation tag was introduced into the mutant Hl(A4-33A) and stable expressing MDCK cell lines, named M1A rs, were generated. The tagged protein Hl(A4-33A) rs accumulated intracellularly like Hl(A4-33A), as judged by immunofluorescence microscopy and proteinase K digestion (not shown). Upon labeling with [35S]sulfate, radioactivity was incorporated into the endo H-resistant form of Hl(A4-33A) rs with similar efficiency as into H1 xs, the tagged version of H1 (Fig. 4, lanes 10--12) . These results indicate that Hl(A4-33A) reaches the trans-GolgitTGN.\n\nTo determine whether Hl(A4-33A) is localized in the trans-Gol#, endosomes, or lysosomes, the immunofluorescenee staining pattern of Hl(A4-33A) was compared to that of defined markers. As markers for endosomes and lysosomes we used fluorescein-conjugated dextran internalized for 5-15 rain at 37°C, and the lysosomal membrane protein LAMP-I, respectively. As illustrated in Fig. 5 (A-C), the staining patterns of these markers differed considerably from the labeling of Hl(A4-33A). Trans-Golg~ was visualized using antibodies directed against human galactosyltransferase transiently expressed in MDCK cells, yielding a staining pattern similar to that of Hl(A4-33A) (E). Furthermore, endogenous ~/-adaptin (a TGN marker; D) and the cation-independent mannose-6-phosphate (M6P) receptor (present in the TGN, endosomes, and the plasma membrane; F) were predominantly immunolocalized to a similar j uxtanuclear region as H1(A4-33A).\n\nTo allow double-labeling experiments, Hl(A4-33A) was tagged at its carboxy terminus with an antigenic epitope of the e-myc oncogene product (mutant Hl[A4-33A]my¢).\n\nThis modification did not alter the intracellular distribution. Double labeling of MDCK cells cotransfected with Hl(A4-33A) myc and human galactosyltransferase cDNAs showed that the tubular structures characteristic for Hl(A4-33A) were almost indistinguishable from the structures labeled with anti-galactosyltransferase antibody (Fig. 6, A  and B ). In the stable cell line M1A, the structures labeled with the HI-specific antibody also overlapped with the or- This localization is supported by the effect of agents known to perturb specific organelles. Treatment of MIA cells with okadaic acid or nocodazole, which are known to induce fragmentation of the Golgi apparatus (Lucocq et al., 1991; Ho et al., 1989b; Turner and Tartakoff, 1989 ), re-suited in redistribution of Hl(A4-33A) staining throughout the cytoplasm (not shown). The fungal metabolite brefeldin A was recently shown to cause the formation of tubules of the TGN in MDCK cells, while the medial-Golgi stacks were unaffected (Wagner et al., 1994) . Under similar conditions, we observed the appearance of thin tubules containing Hl(A4-33A) as well as galactosyltransferase extending from the juxtanuclear region into the cytoplasm (not shown). In contrast, the distribution of Hl(A4-33A) was not affected by chloroquine, which causes lysosomal proteins to be depleted from lysosomes (Lippincott-Schwartz and Fambrough, 1987) .\n\nProteins with mutations affecting folding and oligomerization are mostly retained in the ER by chaperones. Mu- tant Hl(A4-33A), however, passes these quality control mechanisms and accumulates in a later compartment of the secretory pathway. The kinetics of ER-to-Golgi transport of Hl(A4-33A), as judged from the conversion of the endo H-sensitive precursor to the endo H-resistant mature form of the protein in pulse-chase experiments, were similar to those of wild-type H1 with 50% conversion after ~3 h (Fig. 7 A) . Cross-linking experiments using difluorodinitrobenzene (Shia and Lodish, 1989) in M1 and M1A cells showed similar formation of homodimers and -trimers of wild-type and mutant H1 (not shown).\n\nBecause conversion to the complex glycosylated form is slow, the half-lives of the mature wild-type and mutant proteins were determined using their sulfatable variants H1Ts and Hl(A4-33A) Ts which can be specifically labeled in their final forms with [35S]sulfate. The mature mutant protein has a half-life of ~5 h which is somewhat shorter than that of the wild-type H1Ts of ~7 h (Fig. 7 B) . In addition, inhibition of protein synthesis for 3.5 h with 100 ixg/ ml cycloheximide did not change the distribution of Hl(A4-33A). Together these results argue against rapid missorting of Hl(A4-33A) to lysosomes with transient ac-cumulation in the Golgi, but rather suggest an efficient mechanism of retention of Hl(A4-33A) in the Golgi.\n\nTo define the determinants for trans-Golgi accumulation, we prepared a series of H1 cDNA constructs with alterations in the cytoplasmic domain, shown in Fig. 1 . These constructs were transiently expressed in MDCK cells and analyzed by indirect immunofluorescence microscopy for accumulation in the typical juxtanuclear, tubular Golgi structures vs transport to the plasma membrane. The results are summarized in Fig. 1 . The immunofluorescence patterns of the most relevant constructs are shown in Fig. 8  (A-C) .\n\nTwo previously prepared mutants, HI(A4-11) (lacking the signal for basolateral sorting from the TGN) and HI(h12-33), were both transported to the cell surface in stable expressing MDCK cell lines (Geffen et al., 1993) . This is in contrast to Hl(A4-33A) with the combined deletion. Mutation of tyrosine-5 of HI(A12-33) to alanine in the construct Hl(A12-33/5A) also resulted in transport to the cell surface, arguing against a role of the tyrosine signal in surface transport. In a series of amino-terminal deletions, HI(A2-19) and HI(A2-24) were expressed on the cell surface, whereas HI(A2-28), HI(A2-33), and HI(A2-37) accumulated intracellularly in the typical tubular structures. HI(A2-24) and HI(A2-28) differ only by the four consecutive prolines 25-28. Separate deletion of the proline-rich segment 25-30 in HI(APro), however, did not significantly affect the wildtype distribution. Furthermore, deletion of the juxtamembranous segment of residues 26-40 did not prevent surface transport. These results show that no single sequence element in the cytoplasmic domain can be made responsible either for retention in the Golgi or for surface transport.\n\nThere is, however, a correlation between the size of the cytoplasmic domain and the fate of the mutant proteins (see Fig. 1 ). Constructs with cytoplasmic domains of 17 or more residues were all transported to the plasma membrane; those with domains of 13 or fewer amino acids were retained in the Golgi. To test this correlation, the cytoplas-mic sequence of Hl(A4-33A) was extended by insertion of an unrelated sequence of 10 residues, the human c-myc epitope, in place of the initial deletion. The cytoplasmic domain of the resulting mutant Hl(A4-33m) thus consists of 21 amino acids. Upon expression in transfected MDCK cells, the protein did not accumulate intracellularly but was detected on the cell surface (Fig. 8 D) . In addition, the cytoplasmic domain of H1 was replaced with that of the transferrin receptor. The resulting fusion protein H1T, with a cytoplasmic tail of 65 residues, was efficiently transported to the plasma membrane (Fig. 8 E) . However, upon truncation of this domain to only 11 residues, the fusion protein H1TA was completely retained in the typical Golgi structures (Fig. 8 F) . These results confirm that the localization of H1 does not depend on the sequence of the cytoplasmic domain, but rather on its size.\n\nThe transmembrane and/or exoplasmic portions of truncated H1 thus appear to be responsible for Golgi retention, modulated by the cytoplasmic domain. To test whether the transmembrane segment is sufficient for Golgi retention, this domain with the wild-type or the truncated cytoplasmic portion of H1 was fused to the exoplasmic portion of human aminopeptidase N, a type II cell surface protein.\n\nBoth fusion proteins (constructs AN2 and AN2A, illustrated in Fig. 9) were expressed on the cell surface of transiently transfected MDCK cells and did not accumulate in the Golgi (Fig. 9, A and B ). Conversely, we tested whether the exoplasmic domain of H1 is sufficient for Golgi localization if anchored in the membrane by an artificial transmembrane segment. In the construct H1ALeUl9 (Fig. 9) , the lumenal domain of H1 was fused to a generic hydrophobic sequence of 19 leucine residues preceded by the positively charged sequence MGPR, to warrant efficient membrane insertion. For a control, this short cytoplasmic tail was extended by the cytoplasmic sequence of wild-type H1 in the construct H1Leu19. Whereas H1Leu w was efficiently expressed on the cell surface of transfected MDCK cells, H1ALeuw accumulated in Golgi structures like Hl(A4-33A) (Fig. 9 , C and D). The particular sequence of the transmembrane segment of HI is thus not necessary for Golgi localization, whereas the exoplasmic portion of H1 is sufficient for Golgi retention in combination with a membrane anchor that lacks a sizable cytoplasmic domain.\n\nIn the functional ASGP receptor, H1 is part of a heterooligomeric complex with subunit H2, which has a cytoplasmic domain of 58 amino acids. To test whether association with H2 influences the localization of Hl(A4-33A), a stable MDCK cell line expressing mutant H1 and wild-type H2 was created. Localization of Hl(A4-33A) and H2 was assayed separately by immunofluorescence using subunitspecific antisera. In nonpermeabilized cells, both subunits could be visualized on the surface (Fig. 10, A and C) . Furthermore, functional receptors could be detected on the cell surface by specific binding of 125I-iodinated asialoorosomucoid (not shown) which is indicative of correct hetero-oligomer formation. Thus, association with H2 rescued Hl(A4-33A) transport to the cell surface. In permeabilized cells, however, both subunits were also detected in typical Golgi structures (Fig. 10, B and D) , indicating that hetero-oligomers were partially retained in the Golgi.\n\nMost mutations in secretory or membrane proteins either do not prevent surface transport or, if they perturb folding or oligomerization, cause retention and degradation in the ER. Very few mutants have been described that escape ER retention and accumulate in a Golgi compartment on the way to the cell surface. It is conspicuous that in most of these cases the mutation involves the membrane anchor of the protein or the immediate flanking sequences, which have been identified as the segments important for retention of natural Golgi resident proteins. Well characterized cases are growth hormone fused to the transmembrane and cytoplasmic domain of vesicular stomatitis virus G protein (Guan and Rose, 1984) , or to an uncleaved transmembrane segment of a GPI-anchored membrane protein (Moran and Caras, 1992) ; the insertion of an arginine into the signal/anchor domain of influenza virus neuraminidase (Sivasubramanian and Nayak, 1987) ; two point mutations close to the transmembrane segment of fowl plague virus (APN, aminopeptidase N) . The predominant intracellular localization of the constructs is indicated as in Fig. 1 (PM, plasma membrane; G, trans-Golgi structures).\n\nBars, 5 Izm.\n\nhemagglutinin (Naruse et al., 1986; Garten et al., 1992) ; replacement of the transmembrane domain of dipeptidyl peptidase IV by that of aminopeptidase N (Low et al., 1994) .\n\nHere we describe mutants of a cell surface receptor, the ASGP receptor subunit HI, that pass the quality control mechanisms of the ER, but are retained in a later compartment of the secretory pathway and do not reach the plasma membrane. The site of accumulation was identified as the trans-Golgi/TGN based on biochemical and morphological evidence for the mutant Hl(A4-33A). The retained protein was modified by the trans-Golgi-specific enzymes sialyltransferase and (when tagged with an appropriate acceptor sequence) tyrosylprotein sulfotransferase. By indirect immunofluorescence microscopy, the mutant was found in juxtanuclear structures that are distinct from endosomes and lysosomes, and that are also stained with antibodies directed against galactosyltransferase and ~,-adaptin. Furthermore, the effects of nocodazole, okadaic acid, brefeldin A, and chloroquine on the distribution of H1 (A4-33A) in MDCK cells were consistent with a trans-Golgi localization. were fixed without (A and C) or with permeabilization (B and D) and stained with antibodies specific for subunit H1 (A and B) or for subunit H2 (C and D). Bar, 10 Ixm.\n\nThe nature of the alteration in H1 resulting in Golgi accumulation was analyzed by a series of mutations in the cytoplasmic domain. The results cannot be explained by the accidental generation of a retention motif or the deletion of a hypothetical export signal. However, the localization of H1 mutants correlates with the size of their cytoplasmic domains. Deletion of more than two-thirds of the 40 cytoplasmic residues caused Golgi retention. Extension of the truncated tail of Hl(A4-33A) by insertion of 10 unrelated residues of c-myc again resulted in surface transport. Similarly, the 65-residue cytoplasmic domain of the transferrin receptor fused to the transmembrane and exoplasmic portion of H1 allowed surface transport, whereas truncation of the fusion protein's tail to only 11 residues yielded efficient Golgi retention. In contrast, tailless transferrin receptors have been reported to be transported to the cell surface (Giron~s et al., 1991; Kundu and Nayak, 1994) . Cytoplasmic sequences have been shown by mutational analysis to be necessary for endocytosis, basolateral transport, and sorting to lysosomes (summarized by Sandoval and Bakke, 1994) . Mutant proteins lacking cytoplasmic sequences may be missorted to inappropriate post-Golgi compartments, but are generally not blocked in exit from the Golgi. Golgi retention of truncated H1 therefore appears to be due to a specific interaction of the trans-membrane and/or exoplasmic portions of H1 with Golgi resident components. This interaction is impeded by large cytoplasmic domains. Coexpression of Hl(A4-33A) with wild-type H2 resulted in the formation of functional ligand-binding hetero-oligomers detectable on the cell surface. However, since both subunits could also be detected by immunofluorescence microscopy in the typical Golgi pattern, association with H2 only weakened the interaction of Hl(A4-33A) with the trans-Golgi.\n\nThe membrane anchor of Hl(A4-33A) was found not to be sufficient to retain a reporter protein, the exoplasmic portion of aminopeptidase N, in the Golgi. In addition, the particular sequence of the transmembrane segment is also not necessary for Golgi localization, since it can be replaced by an artificial sequence of 19 consecutive leucines without affecting the fate of the protein. The exoplasmic domain is thus responsible for the interaction of truncated H1 mutants with Golgi components. It remains to be investigated what the potential interaction partners in the trans-Golgi might be.\n\nMutagenesis of Golgi resident membrane proteins (glycosyltransferases and coronavirus M protein) revealed an involvement of the transmembrane domain and/or the exoplasmic flanking sequence in retention (Nilsson et al., 1991; Munro, 1991; Aoki et al., 1992; Burke et al., 1992; Colley et al., 1992; Russo et al., 1992; Tang et al., 1992; Teasdale et al., 1992; Wong et al., 1992; Dahdal and Colley, 1993; Machamer et al., 1993; Ponnambalam et al., 1994) . Two models for Golgi retention mechanisms have been proposed. According to the \"kin recognition\" hypothesis homodimeric proteins may form large hetero-oligomers with other residents of the same Golgi compartment by interaction via their transmembrane and/ or stalk regions. The size of these kin oligomers would prevent their inclusion into transport vesicles. The retained mutants of H1 might participate in trans-Golgi hetero-oligomers by an interaction that is stericaUy hindered by larger cytoplasmic domains.\n\nAn alternative model proposed by Bretscher and Munro (1993) implicates the length of the transmembrane segment in relation to the differing lipid compositions in the compartments of the secretory pathway. Shorter transmembrane segments would be retained in the Golgi, whereas longer ones would be transported further. Hence, it is conceivable that the size of the cytoplasmic domain might have an effect on the positioning of the transmembrane segments of the H1 oligomer within the lipid bilayer and, as a result, on how the exoplasmic domain is exposed in the lumen.\n\nIt has to be pointed out that even the wild-type ASGP receptor is significantly concentrated in the Golgi apparatus. By quantitative immunoelectron microscopy, ~20% of the ASGP receptor has been detected in the trans-Golgi in rat hepatocytes and in HepG2 cells (Geuze et al., 1983 (Geuze et al., , 1984 Zijderhand-Bleekemolen et al., 1987; Stoorvogel et al., 1989) . Cycloheximide, which blocks protein synthesis without affecting intracellular transport, caused depletion of poly-immunoglobulin receptor and 5'-nucleotidase from the Golgi, but did not affect the Golgi pools of the ASGP and M6P receptors (Geuze et al., 1984; van den Bosch et al., 1986) . Also by immunofluorescence microscopy, the ASGP receptor subunits in HepG2 and transfected MDCK cells can be detected in juxtanuclear Golgi-like structures, although without the obvious tubular appearance of the staining observed for Hl(A4-33A) (e.g., Fig. 2  B) . This Golgi pool of wild-type ASGP receptor may reflect an intrinsic affinity of the protein to Golgi components that is moderated by the cytoplasmic tail, and that leads to efficient Golgi retention when the cytoplasmic domain is sufficiently truncated.\n\nThe situation of wild-type and truncated forms of H1 with respect to intracellular localization is reminiscent of that of 13-1,4-galactosyltransferase (Shur, 1993) . Two mRNAs are generated by alternative promoters which encode two forms of the enzyme (Lopez et al., 1991) . A short form with 11 cytoplasmic residues is localized specifically in the trans-Golgi. A long form with 13 additional amino-terminal residues is less efficiently retained and also found on the cell surface, where it acts as a cell adhesion molecule. Modulation of Golgi retention by the cytoplasmic domain may thus be a general mechanism for fine tuning the intracellular distribution of membrane proteins. Whether in the case of galactosyltransferase this is a specific effect of the additional sequence (e.g., by interaction with the cytoskeleton) or whether, as in the case of H1, simply the additional size of the cytoplasmic domain is responsible for reduced retention remains to be tested."}