{"title": "More than one component of the Newcastle disease virus particle is capable of interferon induction", "body": "Newcastle disease virus (NDV) is a member of the virus family Paramyxoviridae. NDV is an important pathogen in poultry, causing respiratory and central nervous symptoms with a potentially high mortality rate. The species NDV comprises many strains with a wide range of virulence. The molecular basis thereof was found to be the cleavability of the two surface glycoproteins, the hemagglutinin-neuraminidase (HN) and especially the fusion *Corresponding author: Present and corresponding address: Max-Planck-Institute for Immunobiology, Sttibeweg 51, 79108 Freiburg, Phone: 0761/5108-580, Fax: 761/5108-221.\n\n(F) protein (Nagai et al., 1976 , Kawahara et al., 1992 . The latter is cleaved in many cell systems and thereby activated in velogenic and mesogenic strains, but not in lentogenic ones (Nagai et al., 1976) . Extremely lentogenic strains, such as NDV Ulster, contain both glycoproteins in an uncleaved form (Millar et al., 1988 , Nagai et al., 1977 , Sato et al., 1987 . The third envelope protein, the matrix (M) protein, is located on the inner side of the lipid membrane, from where it mediates the binding of the nucleocapsid to those areas of the cell membrane which contain the viral surface glycoproteins. This role in assembly of the virus is the only function known for M protein so far, but as it can be detected in the nucleus of infected cells (Faaberg and Peeples, 1988; Peeples et al., 1992) , this protein is probably of further importance.\n\nBeside its role as a pathogen for poultry the virus is well known as an excellent IFN inducer (e.g. Klein et al., 1984) . This feature renders NDV a suitable model virus for studying the mechanism of IFN induction. Because of the importance of this cytokine group, especially in protecting from viral infections and tumor diseases, many attempts have been made to define the mechanism of IFN induction. However the intrinsic IFN inducer of NDV has not yet been identified. Studies published so far have been, for the most part, indirectly designed and have produced conflicting results. Meager and Burke (1972) , as well as Lomniczi (1973) , discuss the hypothesis that a subtle activity of the virion-associated RNA-Polymerase is responsible for IFN induction. Other authors assume that primary transcription followed by the formation of double-stranded (ds) RNA is necessary for IFN induction (Sheaff et al., 1972) or that the genomic RNA is the intrinsic inducer molecule , Lomniczi, 1973 .\n\nFor lymphoid cells it has been shown that simply the contact between cell and virion surface is sufficient to induce IFN production, whereas in fibroblasts the virus has to enter the cell (Ito et al., 1982, Ito and Hosaka, 1983) . To the best of our knowledge there is only one description of Paramyxovirus surface proteins as IFN inducers in lymphoid cells (Ito et al., 1983) . The authors found that isolated Sendai virus HN protein is able to stimulate the release of low IFN titres in the supernatant of mouse spleen cells.\n\nIn this report we show that not only the HN protein, but also other NDV components are capable of inducing IFN release by mononuclear cells.\n\nThree NDV strains with various degrees of virulence were used for IFN induction: Montana (velogenic), La Sota (lentogenic) and Ulster (extremely lentogenic). The first was kindly provided by Dr. Dirk SchneeganB, Inst. f. Poultry Diseases, Munich, FRG, and the third by Prof. Dr. Volker Schim'nacher, DKFZ, Heidelberg, FRG (Von Hoegen et al., 1988) . The virus was propagated in 10 d old embryonated eggs and purified from the allantoic fluid by sucrose gradient centrifugation. Influenza virus (sw/Germ/2/87 H1N 1 ) and Parapoxvirus ovis (vaccine strain D 1701 strain) were used as a control.\n\nMDBK cells were trypsinized and infected with NDV Ulster at a multiplicity of infection (MOI) of 10 and held in suspension for 24 h at 37°C. After this the cells were washed twice in PBS, fixed on ice with 1% paraformaldehyde for 15 min and washed again twice with PBS to remove the paraformaldehyde. The expression of NDV surface proteins was checked by flow cytometry (FacScan, Becton Dickinson, primary antibody: anti-HN-mAb 10-1 or mouse anti-NDV-immune serum, secondary antibody: anti-mouse-IgG-FITC, Sigma).\n\nPurified NDV with a titre of 4 × 108 egg infectious doses 50% (EIDs0)/ml was incubated with 0.05% /3-propiolactone (BPL) in 0.2 M Tris-HCl, pH 8.6, for 30 min at 4°C, for a further 60 min at 37°C on a magnetic stirrer and overnight without stirring at 4°C. The inactivation of the virus batch was controlled by three passages in embryonated eggs.\n\nThe viral envelope, the M protein fraction and the nucleocapsid were separated by the method of Scheid and Choppin (1973) with some modifications. Briefly, purified NDV was pelleted by ultracentrifugation and resuspended in 0.01 M sodium-phosphate, pH 7.4, with or without 1 M NaC1 (depending on whether the M protein should detach from the nucleocapsid or not). Triton X-100 or sodium-deoxycholate (20% in the corresponding buffer) were added at a ratio of 4 : 1 to the amount of virus protein employed. After 1 h of incubation at room temperature, uncleaved clumped virus was sedimented by low-speed centrifugation (20 min, 10 000 g, 4°C). The supernatant was centrifuged for 1 h and 10 0000 g at 4°C in order to pellet the nucleocapsids. These were resuspended in TEN buffer (10 mM Tris, pH 7.4, 50 mM EDTA, 0.1 M NaCI). The detergent was removed by incubation with SM2 beads (Biorad) from the nucleocapsid fraction and by the SM2 dialysis method (Volsky and Loyter, 1978) from the supernatant. The supernatant became turbid on formation of reaggregated envelopes, which were then collected by ultracentrifugation ( 1 h, 100 000 g) and resuspended in TEN buffer.\n\nIn order to obtain the M protein fraction, NDV was cleaved with Triton X-100 (2% final concentration) in high salt buffer (0.01 M sodium-phosphate pH 7.5, 1 M NaC1), and after the centrifugation steps the supernatant was dialysed against low salt buffer (0.01 M sodiumphosphate, pH 7.5). The insoluble M protein could then be sedimented at 10 000 g for 20 min.\n\nFor isolation of individual envelope proteins, envelope fractions were subjected to immune affinity chromatography. MAbs 10-1, LA 15-7 and 45, respectively, were coupled to Sepharose CL-4B according to the manufacturer's instructions. The samples were loaded in Ca and Mg-free PBS with 0.5 M NaC1. The column was washed with 6 column volumes of the same buffer. The proteins were eluted with 3 M KSCN-0.01 M Tris-HCl, pH 7.4. The chaotropic agent was removed by ultrafiltration in an Amicon cell (SM 14539 filter, MWCO 10 kDa, Sartorius).\n\nLiposomes were prepared (Loh et al., 1979) with cholesterol, L-a-dipalmitoyl-phosphatidylcholine and L-a-phosphatidylethanolamine (Sigma, molar ratio 1.5:2:0.2, Faaberg and Peeples (1988) ). Immune affinity-purified NDV envelope proteins were added to the lipid mixture in every possible combination.\n\nThe genomic RNA of NDV was isolated by phenol extraction (Sambrook et al., 1989) . Lipofectin (BRL) was used to introduce the genomic RNA into peripheral blood mononuclear leukocytes (PBML) according to the manufacturer's instructions.\n\nPolyvalent anti-NDV-antibodies were obtained by immunizing rabbits and mice two times with 170 and 50/xg of purified NDV La Sota respectively with a 4 week interval. A third NDV dose was applied with half the antigen amount. The first time Freund's complete adjuvant was added to the antigen, whereas the virus for the boosters was mixed with incomplete Freund's adjuvant. The animals were bled three weeks after the last booster.\n\nMonoclonal antibodies directed against NDV were generously provided by Liu Xiufan (Xiulong and Xiufan, 1988, Weisong and Xiufan, 1991 ) (mAbs 10-1, L15-8, LA15-7, B4 ), Tomoaki Kohama ( Umino et al., 1990a and b) ( mAbs 142, 83, 45, 126) and Yoshiyuki Nagai (Nishikawa et al., 1987) (mAbs 201,208) .\n\nMicrotiter-plates (nunc) were coated with 1 /zg of purified virus. After blocking with 10% FCS and 0.05% Tween 20, serial twofold dilutions of antibody samples were incubated for 1 h at 37°C. The peroxidase-conjugated anti-species antibody (Sigma) was adsorbed to the first antibody during a further 30 min at 37°C. All reaction steps were followed by four washings. Tetramethylbenzidine was used to visualize the antigen-antibody-reactions. The OD was measured at 450 nm (Multiscan-photometer, Flow Laboratories).\n\nThe inhibition of hemagglutination was determined as described previously (Mayr et al., 1977) .\n\nHuman PBML were separated from blood (supplied with sodium-citrate) by Ficoll-Hypaque density gradient centrifugation (Bryum, 1968 ) and cultured as a suspension of 2 X l0 6 cells/ml in RPMI with 5% FCS at 37°C and 5% CO2.\n\nThe PBML were incubated with samples of virions, virion components or virion antibody mixtures at 37°C and 5% CO2. In the latter case serial dilutions (from 1:500 to 1 : 6.4 × 106) of the respective antibodies were incubated with NDV (MO! 1 ) for 1 h at room temperature before the mixture was added to PBML. After 24 h the supernatants were collected, UVirradiated for 15 min for inactivation of the inducer virus, and tested for antiviral activity.\n\nThe IFN contents of the supernatants were determined by their antiviral activity on MDB K cells (ATCC CCL-22) against a lytic infection by vesicular stomatitis virus in a cpE inhibition test (Rubinstein et al., 1981 ) . The NIH rhulFN,~ii reference preparation (Catalog-No. Gxa01-901-535, NIH-Research Reference Reagent Note No. 31, 1984) was included in each assay. The antiviral activity was shown to be IFN, as the effect of the supernatant was blocked by incubation with an anti-IFN-serum (kindly provided by Prof. Kari Cantell, National Public Health Institute, Helsinki). In order to control whether NDV which eventually was not inactivated sufficiently by the irradiation procedure (Jacobsen et al., 1988) , irradiated virus samples were tested for their protection effect in the IFN assay. Only NDV doses tenfold higher than used in the induction protocols protected the cells from cell lysis with the exception of NDV strain Montana which causes a cpE on MDBK cells, if not inactivated completely.\n\nThe protein types of the NDV fractions were determined in SDS-PAGE (Laemmli, 1970) followed by silver staining of the gel (Merril et al., 1981) or by Western blotting (Towbin et al., 1979) . The integrity of the genomic RNA was controlled by Agarose gel electrophoresis (Sambrook et al., 1989) .\n\nThe dose-response-relationship for IFN induction of intact NDV and of BPL-inactivated NDV showed that the multiplication of NDV was not essential for triggering the IFN response of human PBML, as the titre levels did not show much variation (Table 1 ) . The titres reached their maximal level at a virus dose of about an MOI of 1 with an IFN titre in the order of magnitude of 2000 I.U./ml. A further increase of the virus dose did not result in a higher IFN production. The IFN release dropped to background levels at virus doses between 0.01 and 0.001 MOI. The virulence of the NDV strain did not influence IFN induction significantly.\n\nUsing specific blocking protocols we attempted to determine whether surface structures of NDV are involved in IFN induction. The influence of several poly-and monoclonal anti-NDV-antibodies as well as control sera and mouse ascitic fluids on IFN induction by NDV was tested. The polyclonal anti-NDV-antibodies and two of three anti-HN-antibodies significantly reduced the IFN titre reached in the supernatants when compared to mock-treated virions (Table 2) . On the other hand, mAbs against the F protein and against inner NDV proteins did not influence the IFN release by PBML nor did control sera or ascitic fluid. Analogous experiments were done with the control viruses influenza virus and parapoxvirus ovis (PPV). Influenzavirus was chosen as a hemagglutinin containing virus because of the effect of anti-HN-mAbs on IFN induction by NDV. PPV was included for its increased IFN induction capacity after having been incubated with anti-PPV-antibodies (Biittner, M. and Czerny, C.-P., pers. comm.). Neither anti-NDV-nor anti-PPV-antibodies nor control serum or mouse ascitic fluid reduced the IFN induction by PPV ovis. In contrast to this, IFN induction by influenza virus was blocked by the same anti-NDV-antibodies as was NDV.\n\nAlthough anti-NDV-antibodies inhibited IFN induction by influenzavirus only up to an antibody dilution of 1:500 significantly, whereas the IFN response after stimulation with NDV was impaired up to an antibody dilution of I : 640 000. The influence of anti-NDVantibodies on IFN induction by influenza virus was paralleled by the crossreactivity of this virus with the anti-NDV-antibodies in ELISA and HI-assay (Table 3) .\n\nThe experiments described above could not exclude the possibility that IFN induction was blocked because the antibodies prevented the entry of the virus into the cell. Therefore, a corresponding approach was used with fixed MDBK cells expressing NDV Ulster surface glycoproteins. At a ratio of 0.1 infected MDBK cells to PBML the latter released IFN titres of 29.67 I.U. IFN/ml. Non-infected fixed MDBK cells induced no IFN response. Again, the IFN induction was reduced to undetectable levels by the anti-HN-mAb 10-1, but was, in contrast to the results with virions, also blocked by the anti-F-mAb LA 15-7 (Table 2 ). The anti-M-mAb 45 did again not influence IFN production. As MDBK cells don't cleave NDV Ulster glycoproteins, these data suggest that in PBML in addition to HN the uncleaved F protein precursor plays a role in IFN induction.\n\nSubsequent to the indirect evidence that the NDV surface structures are capable of triggering the IFN response, the different virus components were isolated (Table 5 , Fig. 2 ) and tested for their IFN inducing capacity (Table 4) . Reaggregated envelopes and the matrix protein fraction -the first with hemagglutinating activity and both not infectiouswere capable of inducing IFN, although the titres reached only 10% of those achieved in stimulation protocols with virions. The non-hemagglutinating, but infectious nucleocapsid fraction induced an IFN response at the same level as intact NDV particles. Electron microscopy of the nucleocapsid fraction showed that this activity was not due to a relevant contamination with intact virions (Table 5 ). The NDV envelope proteins including M protein were isolated by immune affinity chromatography. The isolated NDV proteins were not able to provoke a detectable IFN release. This was also the case after their incorporation into liposomes. In contrast, the isolated NDV RNA was also capable of stimulating IFN production, provided that it was introduced into the PBML by lipofectin. NDV genomic RNA or lipofectin alone did not induce measurable IFN release, nor did lipofectin enhance IFN induction by NDV. \n\nIn this paper we demonstrate that in PBML cultures infected with NDV neither virulence nor viral replication is essential for the stimulation of IFN a release. The contact between IFN producing cells and IFN-inducing structure (s) is sufficient. One of these IFN inducers is the NDV HN protein. The same was shown for Sendai virus (Ito and Hosaka, 1983) . In addition, we found participation of the F protein precursor, probably the M protein and the isolated genomic RNA in IFN induction.\n\nReplicating and inactivated NDV stimulated IFN production by PBML to the same degree irrespective of strain differences. This is in accordance with results obtained with another IFN stimulation protocol using mouse sPleen cells (Ito et al., 1982, Ito and Hosaka, 1983) . The same authors describe for mouse L cells, however, that only NDV that replicated in these cells induced an IFN synthesis ( Ito et al., 1982) , suggesting that different mechanisms of IFN induction exist in fibroblasts and in lymphoid cells.\n\nAs BPL-inactivation does not destroy the hemagglutinating activity of NDV, it is likely that BPL-inactivated NDV is capable of entering a host cell. Therefore an RNA synthesis from not alkylated sequences cannot be formally excluded. The resulting RNA, the polymerase activity or the NDV genome itself may theoretically provide enough stimulus to start IFN-synthesis.\n\nTo further characterize the surface structures involved in IFN stimulation, the influence of anti-NDV-immune sera and several different anti-NDV-mAbs on IFN induction was determined. Polyclonal anti-NDV-antibodies and two of three anti-HN-mAbs blocked IFN production. As there are neutralizing mAbs without effect on IFN induction (L 15-8 and the anti-F-mAbs, (Weisong and Xiufan, 1991, Umino et al., 1990) ) and as NDV glycoproteins expressed on the surface of fixed cells in which the elution of infectious virus is excluded were capable of stimulating IFN production (see also Capobianchi et al., 1988 , Lebon, 1985 , Jestin and Cherbonnel, 1991 , Charley and Laude, 1988 , the induction process is not bound to the entry of the virus into the cell. The inhibitory activity of anti-F-mAb which recognizes both cleaved and uncleaved F protein (Xiulong and Xiufan, 1988 ) is restricted to virus containing an uncleaved F protein. This indicates that an epitope of the F protein precursor which is missing on the mature protein plays a role in IFN induction.\n\nTwo lines of control experiments demonstrated that the antibody-mediated inhibition of IFN induction is a specific event. Firstly, control sera or ascitic fluids showed no inhibiting activity. Secondly, anti-NDV-antibodies exerted no inhibitory effect on IFN stimulation mediated by a poxvirus (PPV ovis), whereas they do inhibit IFN production induced by a closely related orthomyxovirus (influenza virus). The latter result was to be expected, if inhibition is due to a specific antigen antibody reaction, as the anti-NDV-antibodies crossreact with influenza virus in an analytic (ELISA) as well as in a functional (HI) assay. We cannot explain, why anti-influenza virus antibodies do not influence IFN induction by NDV. Perhaps the latter recognize epitopes necessary for hemagglutination, but not involved in IFN induction.\n\nThe IFN induction protocols with isolated envelopes, matrix protein and nucleocapsid fractions revealed that they all had IFN inducing activity. It is unlikely that there is a single type of inducer molecule which contaminated the different virion fractions, as the properties crucial for IFN induction varied depending on the individual components tested: For efficient stimulation of an IFN response envelope proteins had to be aggregated into complexes and these had to retain hemagglutinating activity.\n\nIn contrast, the matrix protein fraction which consisted mainly of aggregated M protein, did not hemagglutinate, but still induced IFN. In this context it is interesting that M protein was found in the nucleus of NDV-infected cells (Faaberg and Peeples, 1988) .\n\nThe isolated nucleocapsid fraction was still infectious. But the IFN-inducing activity of the nucleocapsid fraction was independent of its infectivity, because nucleocapsids isolated after deoxycholate-disruption of NDV (instead of the treatment with Triton X-100) were infectious, but did not induce IFN. The envelope proteins stained in the immunoblot were derived from empty envelopes in the nucleocapsid fraction. These could not be the sole source of IFN-inducing components, as their concentration in the fraction was lower than the minimal protein amount of envelope fraction required for a measurable IFN release. Besides, the nucleocapsid fraction showed no HA activity.\n\nIn order to test the HN, F and M proteins separately, these proteins were isolated by immune affinity chromatography. None of them -alone or integrated into liposomes in either combination -could provoke a measurable IFN response. A possible explanation could be that the purification procedure destroyed the IFN-inducing activity. Thus, a direct proof of IFN induction by one type of NDV protein could not be obtained.\n\nOn the other hand, it was possible to achieve IFN production after introduction of NDV genomic RNA into PBML. As RNA added to PBML without prior incubation with lipofectin did not induce IFN, it was either degraded before reaching the cells or was not able to enter them. This does not necessarily demonstrate that the released IFN was induced by the [ -] -RNA of the regular NDV genome. Paramyxovirus stocks have been reported to contain a mixture of minus and plus stranded genomes (Portner and Kingsbury, 1970) , indicating that the RNA strands of different polarity can form dsRNA. Also the possibility of intramolecular dsRNA formation is not excluded. This dsRNA might induce IFN. Furthermore, viral proteins synthesized from [ + ] -genome by cell enzymes could lead to IFN synthesis."}