{"title": "Clinical evaluation of real-time PCR assays for rapid diagnosis of SARS coronavirus during outbreak and post-epidemic periods", "body": "Severe acute respiratory syndrome (SARS) is the first pandemic infectious disease of the new millennium, which is caused by a novel coronavirus (SARS CoV). This pathogen swept across almost all the continents of the globe, and has currently involved 33 countries and regions, including the mainland China, Hong Kong, Taiwan, North America and Europe (Drosten et al., 2003; Lee et al., 2003; Peiris et al., 2003a; Tsang et al., 2003) . In Hong Kong, as a result of reductions in population contact rates and improved hospital infection control, the epidemic was shown to decline (Riley et al., 2003) . The World Health Organization (WHO) estimated that there were 8439 cases of SARS with 812 deaths at the end of the transmission cycle in 2003 (available from URL: www.who.int/csr/sars/country/2003 07 11/en/). Control of the spread of disease relies on rapid diagnosis and appropriate clinical management. Early and reliable detection of the SARS CoV in clinical specimens will determine which patients presenting with fever should be immediately isolated and managed according to strict procedures of infection control. The protocols of WHO network laboratories (available from URL: http://www.who.int/csr/sars/primers/en) facilitated development of rapid diagnosis for SARS CoV using reverse transcription (RT)-PCR assays. However, several reports have shown that conventional and real-time PCR assays were very specific for SARS CoV but lack sensitivity depending on the assay, specimen, and time course of disease (Peiris et al., 2003b; Poon et al., 2003a; Yam et al., 2003) . This study evaluated an automatic nucleic acid extraction system in coordination with two commercial real-time PCR assays used during this SARS outbreak and post-epidemic periods in Hong Kong.\n\nDuring April 28, 2003 and May 31, 2003, a total of 137 specimens (54 nasopharyngeal aspirate, 10 throat swab, 29 urine, and 44 stool) were collected from 101 patients presented with clinically suspected SARS at three acute regional hospitals in Hong Kong (WHO, 2003) . For each patient, paired acute-and convalescent-phase serum samples and at least one respiratory specimen were collected for study. Respiratory specimens were collected between days 1 and 5 after admission, whereas urine and stool specimens were collected between days 5 and 10. The acute-phase sera were collected in the first week of illness, and the convalescentphase sera were collected 21 days after the onset of clinical symptoms. Respiratory specimens were assessed by rapid direct immunofluorescent antigen detection for influenza virus types A and B, parainfluenza virus types 1, 2, and 3, respiratory syncytial virus (RSV), and adenovirus (Chan et al., 2002 (Chan et al., , 2004 . Paired serum samples were assayed for increasing titer against SARS CoV as described previously (Chan et al., 2004; Yam et al., 2003) . Nine nasopharyngeal aspirate from patients suffering from unrelated diseases were collected as controls. A clinical isolate of SARS CoV (HKU39849) and two human coronaviruses (OC43 and 229E) were used as positive and negative controls for subsequent PCR assays. After the last reported case of confirmed SARS in early June, another 56 respiratory specimens (45 nasopharyngeal aspirate and 11 throat swab) were also collected from clinically suspected SARS patients during August and September 2003.\n\nRespiratory specimens were suspended in viral transport medium. Urine was transported in sterile container. Stool was mixed in viral transport medium at 1 in 10 dilution, centrifuged at 10,000 × g for 1 min and the supernatant was collected. Viral RNA of coronavirus was extracted by the Qiagen Robotic 9604 System for total viral nucleic acid (Qiagen, Hilden, Germany). Initial processing of specimens was performed under biohazard level-2 containment. According to manufacturer's instructions (QIAamp Virus BioRobot 9604 kit, Cat. No. 965662, Hilden, Germany) , sample volume of 220 L was mixed with 240 L of AL buffer and 40 L protease solution. The mixture was incubated at 60 • C for 10 min before transferring to the rack of Robotic 9604 System containing tubes for 96 samples. Nucleic acid precipitation was initiated by addition of 275 L absolute ethanol and 250 L AW1 buffer followed by transferring to the QIAamp 96 wells vacuum manifold. RNA extracted was washed once with 360 L AW1 buffer and twice with 1000 L AW2 buffer. A final volume of 50-60 L total nucleic acid was eluted by addition of 86 L AVE elution buffer. The sequential steps of nucleic acid precipitation, washing and elution were operated automatically. Each run of nucleic acid extraction for 96 samples required 3 h.\n\nThe WHO first generation RT-PCR (WHO-HKU) protocol was performed with the use of a single RT step for cDNA synthesis, followed by subsequent PCR amplification with specific sense primer (TACACACCTCAGCGTTG) and anti-sense primer (CACGAACGTGACGAAT) Yam et al., 2003) . Reverse transcription was carried out with random primers by Superscript II RT (Invitrogen, USA) kit. A total volume of 20 L reaction mix contained 10 mM DTT, 500 M dNTP, 0.15 g random primer, RT buffer and 200 U of RT enzyme as well as 12 L extracted RNA. The mixture was incubated at 25 • C for 10 min, 42 • C for 50 min and, finally, 94 • C for 3 min. Two microlitres of RT product was transferred to PCR with a reaction volume of 50 L containing reaction buffer, 200 M dNTP, 2.5 mM MgSO 4 , 250 nM each primer and 2 U AmpliTaq Gold enzyme. The reaction mix was denatured at 94 • C for 10 min, followed by 40 cycles of 94 • C for 30 s, 50 • C for 40 s and 72 • C for 15 s. A final extension step was set at 72 • C for 10 min. Amplified products were electrophoresized through 2% agarose gel in Tris borate buffer. Target bands of 182 bp were visualized by staining with ethidium bromide. A clinical isolate of SARS CoV (HKU39849) and two human coronaviruses (OC43 and 229E) were used as positive and negative controls.\n\nReal-time PCR was performed using two commercial kits: RealArt HPA-Coronavirus LC RT PCR kit (Artus GmbH, Hamburg, Germany) and LightCycler SARS-CoV Quantification Kit (␤-Test-Lot) (Roche Diagnostics, Germany). Both assays are ready-to-use systems for the detection of SARS CoV RNA using LightCycler real-time PCR system (Roche Diagnostics, Germany). Positive and negative controls used in conventional RT-PCR were also included. For the determination of viral load, internal SARS CoV standards are sup-plied with both assay kits. For each sample, internal control was incorporated into the reaction mix for determination of PCR inhibition.\n\nThe Artus assay specifically amplifies an 80-bp region of the SARS CoV genome. Primer and probe sequences were described previously (Drosten et al., 2003) . Real-time quantitative amplification of SARS CoV RNA was performed according to the instructions of the manufacturer. A total of 5 L RNA extract was transferred into reaction tubes containing 15 L PCR reagents. RT was performed at 50 • C for 10 min and amplification was performed for 1 cycle of 95 • C for 10 s and 50 cycles of 95 • C for 2 s, 55 • C for 12 s, and 72 • C for 10 s. A final cooling step was performed at 40 • C for 30 s.\n\nThe Roche assay specifically amplifies a 180-bp target sequence of the replicase 1AB/polymerase gene of SARS CoV. Selected region shows no significant sequence homology to other coronaviruses (human group 1, 2, and 3 coronaviruses) or non-SARS CoV-related viruses. Specific probes emit fluorescent light after hybridization to the target sequence. Realtime quantitative amplification of SARS CoV RNA was performed according to the instructions of the manufacturer. A total of 5 L of RNA extract was transferred into reaction tubes containing 15 L of PCR reagents. RT was performed at 61 • C for 20 min and amplification was performed for 1 cycle of 95 • C for 30 s and 45 cycles of 95 • C for 5 s, 55 • C for 15 s, and 72 • C for 10 s. A final cooling step was performed at 40 • C for 30 s.\n\nCoronavirus immunoglobulin G serologic testing was performed by indirect immunofluorescence. Batches of SARS CoV-infected Vero cell smears were prepared using a clinical isolate of SARS CoV (HKU39849) and fixed in ice-cold acetone for 10 min. The cells were adjusted to be 60-70% SARS CoV infected, as judged by immunofluorescent staining with a control positive human convalescent-phase serum. The fixed smears were stored at −70 • C until use. Serum samples were screened at a dilution of 1:10 on infected and uninfected control cells. After 30 min of incubation, the cells were washed twice in phosphate-buffered saline (PBS) for 5 min each, and then goat anti-human fluorescein isothiocyanate conjugate (INOVA Diagnostics Inc., San Diego, CA) was added, and the cells were incubated for 30 min at 37 • C. The cells were washed again as described and examined with an immunofluorescent microscope. Serum samples positive at a screening dilution of 1:10 were titrated with serial two-fold dilutions in parallel with the respective acute-phase serum specimen from the same patient. A positive control serum was tested with each batch of cells.\n\nFor laboratory diagnosis of respiratory viral pathogens, direct immunofluorescent antigen (DFA) test was carried out with nasopharyngeal aspirate specimens as described previously (Chan et al., 2002) . Sample was transferred to virus transport medium and centrifuged, and the cell pellet was resuspended in phosphate-buffered saline and washed by repeated cycles of centrifugation until free of visible mucus. The cell pellet was then spotted onto 6-mm wells of Tefloncoated slides, air dried, and fixed in ice-cold acetone for 10 min. Smears were stained with a panel of Imagen antibodies specific for influenza virus types A and B, parainfluenza virus types 1, 2, and 3, adenovirus and RSV (Dako, Glostrup, Denmark). Slides were then examined at a magnification of ×400 under epifluorescent illumination using the fluorescein isothiocyanate (FITC) filter of a fluorescent microscope. If a specimen with <20 columnar epithelial cells in the nasopharyngeal aspirate smear was negative by immunofluorescence, the specimen was considered to have insufficient respiratory epithelial cells, and such specimens were reported as indeterminate.\n\nAmong 137 specimens from patients with clinical suspected SARS in epidemic period (Table 1) , 101 were collected from patients confirmed to have SARS CoV infections on the basis of sero-conversion. None of the common viral pathogens including influenza virus types A and B, parainfluenza virus types 1,2, and 3 RSV, and adenovirus was detected among 64 respiratory specimens. Using seroconversion as the gold standard for SARS diagnosis, the WHO first generation RT-PCR assay (WHO-HKU) exhibited a sensitivity of 72% (respiratory specimens), 72% (stool), and 59% (urine) with a 100% specificity for all specimens. Sensitivities of Artus and Roche real-time PCR assays were found to be 87% and 85% for respiratory specimens, 91% and 88% for stool, and 82% for urine. A specificity of 100% was exhibited by both real-time PCR assays except Artus attained only a 92% specificity for stool. For real-time PCR assays, viral RNA detected in clinical samples ranged from 0.13 to 10 6 copies for Artus and 0.44 to 10 8 copies for Roche assays. In Fig. 1 , high concordance of results was exhibited by both real-time PCR assays for 134 specimens ( ). Artus detected SARS CoV RNA in two specimens ( ) of SARS-confirmed patients at 1.8 and 0.13 copies whereas Roche PCR assay was negative for these two specimens. In another stool specimen (᭹), Artus and Roche detected SARS CoV RNA at 1.3 and 0 copies; however, the patient was subsequently confirmed SARS negative by seroconversion and clinical presentation. Except for this false positive result exhibited by Artus PCR assay, none of the other sero-negative patient samples and human coronavirus isolates (OC43 and 229E) gave a positive PCR result. After the last reported case of confirmed SARS in early June, the 56 respiratory specimens tested during post-epidemic period were negative by all PCR assays. Based on the internal controls incorporated in each reaction, PCR inhibitors were (Chan et al., 2002) . d Samples positive for other viral pathogens included 8 flu A, 1 adenovirus, and 23 RSV by immunofluorescence (Chan et al., 2002) . detected at 8% and 7% by Artus and Roche real-time PCR assays.\n\nSero-diagnosis for SARS CoV infection is reliable and specific but sero-conversion can only be detected around day 10 of illness and, in some patients, especially if they have been treated with immunomodulator drugs such as steroids, may be delayed until the third or fourth week of the illness (Peiris et al., 2003b; Poon et al., 2003a) . The case-exclusion criteria is defined by absence of antibody to SARS CoV in convalescent-phase serum samples obtained >28 days after symptoms onset. To serve the purpose of rapid diagnosis, first generation in-house RT-PCR (WHO-HKU) assay launched for routine application has been shown to be highly specific but insensitive (Yam et al., 2003; Chan et al., 2004) . In the previous study, manual RNA extraction was performed (QIAamp viral RNA kits, Hilden, Germany) using 140 L sample volume. However, the WHO-HKU assay exhibited a higher sensitivity in this study when compared to previous finding, which is probably accounted by the more efficient robotic system using a larger initial sample volume (220 L) for viral RNA extraction. Standardized PCR assays are expected to facilitate rapid diagnosis of SARS CoV in routine practice. In this study, both commercial real-time PCR assays were significantly more sensitive than WHO-HKU assay as the latter missed mainly samples with low copy numbers of SAR CoV RNA. Artus PCR assay has been shown to detect SARS CoV RNA from 10 4 to 10 9 copies/g lung tissue of SARS patients (Mazzulli et al., 2004) ; this study further illustrated the sensitivity of real-time PCR assays for specimens with low viral load. Recently, the detection limit of Roche and Artus assays was found to be 3982 copies/mL and 37.8 copies/mL, respectively (Hourfar et al., 2004) , which may account for the slightly higher diagnostic sensitivity of Artus over Roche in this study. Using the LightCycler system, the real-time PCR assay generates quantitative results within 1 h, which is much shorter than traditional PCR reactions. As the WHO-HKU protocol is a two-step RT-PCR assay, onestep real-time RT-PCR assays are more suitable for routine diagnostic application to reduce risk of cross contamination. One false positive result was exhibited by the Artus assay, indicating the high specificity of PCR assays for SARS CoV and minimal cross contamination introduced by the robotic system during viral RNA extraction from clinical specimens. Recent study used samples from confirmed SARS patients to verify higher sensitivity of both Roche and Artus assays over first generation tests (Drosten et al., 2004) ; this study further elucidates the specificity of both commercial real-time PCR assays suitable for routine application. The detection rate of PCR inhibitors remained moderately low, demonstrating that coordination of automatic RNA extraction system and realtime PCR assays are efficient for routine screening of SARS CoV with less technologist time. For routine diagnosis, in case of presence of PCR inhibitor, a second sample will be requested immediately to repeat the PCR assay. In our laboratory, one technologist/scientist can perform RNA extraction and real-time PCR assays for 96 samples in a working day (data not shown). We have conveyed another study using stored clinical samples, an in-house real-time PCR assay and four times volume of respiratory specimen for manual viral RNA extraction . Sensitivity of the assay was comparable to the two commercial PCR assays in this study; however, effect of PCR inhibitors due to increase of initial sample volume for RNA extraction was not evaluated in the previous study. It has been shown earlier that testing more than one respiratory specimen will maximize the sensitivity of PCR assays, it was not assessed in this study due to limited supply of commercial kits (Yam et al., 2003) . Rapid diagnosis of SARS CoV by PCR assays is useful during an epidemic. During post-epidemic period, no SARS CoV was detected by all PCR assays used in this study. To monitor reemerging of SARS CoV infection, rapid diagnosis is important not only for timely therapeutic intervention but also for the identification of a beginning outbreak, positive predictive value of PCR assay for a sporadic case with no epidemiological link to other cases such as the recent SARS in southern China requires further investigation (available from URL: http://www.who.int/csr/don/2004 01 05/en/). Nevertheless, detection and quantification of SARS CoV by real-time PCR assays are relevant for rapid diagnosis and treatment planning. To avoid a false alarm for contingency plan towards SARS CoV epidemic, initial positive laboratory tests need validation by a second laboratory in the same region or a repeated PCR assay on another target. Our study highlights the high throughput and performance of automatic RNA extraction and standardized real-time PCR assays suitable for largescale routine diagnosis in case of future SARS epidemic."}