{"title": "SARS-CoV spike protein-expressing recombinant vaccinia virus efficiently induces neutralizing antibodies in rabbits pre-immunized with vaccinia virus", "body": "In November 2002, an influenza-like acute pneumonia designated as severe acute respiratory syndrome (SARS) by the World Health Organization, first emerged in China and spread to 29 countries within a few months. By July 2003, 8098 probable cases with 774 deaths were reported (www.cdc.gov/mmwr/mguide sars.html). The etiologic agent of SARS was identified as a novel type of coronavirus (CoV) that was genetically distinct from previously characterized members of the Coronaviridae family [1] [2] [3] . Like other coronaviruses, SARS-CoV is a positive stranded RNA virus with an approximately 30 kb genome encoding non-structural proteins as well as structural proteins, including spike, envelope, membrane and nucleocapsid. Spike protein is a type I transmembrane glycoprotein that mediates binding to the host cell receptor using an amino-terminal S1 domain and membrane fusion using a carboxyl-terminal S2 domain [4] . Angiotensin-converting enzyme 2 (ACE2) binds to the S1 domain of SARS-CoV spike protein and functions as a receptor for SARS-CoV [5] . CoV spike protein is a major target of protective immunity [6] , and neutralizing (NT) antibodies and cytotoxic T lymphocytes against SARS-CoV spike protein have been detected in SARS patients [7, 8] .\n\nThese findings indicate that SARS-CoV spike protein is an appropriate target for vaccines and therapy.\n\nThe SARS epidemic broke in May 2003. However, several cases of SARS were reported in China in 2004. Although the civet cat and bats are suspected to be the natural hosts of SARS-CoV, the reservoir of SARS-CoV has yet to be identified [9] [10] [11] . In addition, the precise mechanism underlying the development of SARS is not clear and the therapeutic guidelines for SARS have not been established. It has been reported that prophylactic and therapeutic treatment with pegylated IFN-␣ reduces viral replication and excretion in SARS-CoV infected macaques [12] . Although pegylated IFN-␣ may eventually become a good therapeutic agent for SARS after infection, it cannot provide long-term protection when used as a prophylactic agent. Therefore, the development of a SARS vaccine is imperative. Several groups have reported a number of SARS vaccine candidates, including inactivated SARS-CoV vaccines [13, 14] , DNA vaccines [15, 16] and recombinant viral vaccines [17] [18] [19] expressing one or more SARS-CoV structural proteins. Recombinant live viral vaccines can generally induce strong and long-term immunity, similar to an attenuated live vaccine, and can be abundantly manufactured in a short period of time. More importantly, a safe vaccine can be developed using an attenuated strain that has already been proven safe.\n\nVaccinia virus (VV) is a double stranded DNA virus with an approximately180 kb genome, and attenuated strains have been used as the smallpox vaccine. A long DNA fragment is able to be inserted into the VV genome by homologous recombination without damaging viral integrity, as the VV genome is large and contains genes non-essential for viral replication. In fact, recombinant VV can express various proteins encoded by the transduced gene, including the glycosylated proteins of pathogens, some of which have been evaluated as candidates for prophylactic and therapeutic vaccines [20] . Lister is the attenuated VV strain that was used in the worldwide smallpox eradication program. However, additional attenuated strains were generated from Lister due to its side effects, which included erythema, fever and encephalitis. LC16m8 was isolated from Lister via the intermediate strains, LC16 and LC16mO, by multiple plaque purification in primary rabbit kidney cells. LC16m8 is characterized by temperature sensitivity and the formation of small pocks [21] . No serious side effects were observed among the over 100,000 people who were immunized with LC16m8, while the immunogenicity of LC16m8 is similar to that of Lister [22] . Therefore, LC16m8 was authorized as the vaccine against smallpox by the Japanese Ministry of Health and Welfare in 1975.\n\nRecombinant VV expresses proteins encoded by transduced genes under the control of its own promoters. Highly efficient hybrid promoters have been developed and are composed of poxvirus A-type inclusion body (ATI) late promoter and tandem repeats of mutated 7.5 kDa protein (p7.5) early promoter [23] . The protein expressed under the control of the ATI/p7.5 hybrid promoter strongly induces both humoral and cellular immunity [24] . In the present study, we generated a recombinant VV expressing SARS-CoV spike protein (RVV-S) under the control of the ATI/p7.5 hybrid promoter, using LC16m8, and examined whether RVV-S could be used as a SARS vaccine.\n\nSARS-CoV (Vietnam/NB-04/2003 strain), which was isolated from nasal and throat swabs from 1 patient in Hanoi, has been previously described [25] . LC16m8 and LC16mO were kindly provided by the Chemo-Sero-Therapeutic Research Institute (Kumamoto, Japan). The RK13 cell line (ATCC: CCL-37) and VERO E6 cell line (ATCC: CRL-1586) were cultured in MEM (Nissui Pharmaceutical Co. Ltd., Tokyo, Japan) containing 5% fetal bovine serum.\n\nThe pSFJ1-10 vector contains the ATI/p7.5 hybrid promoter within the hemagglutinin (HA) gene region of VV [23] . Full length cDNA encoding the SARS-CoV spike protein gene was cloned from SARS-CoV viral RNA by RT-PCR, and then inserted downstream of the ATI/p7.5 hybrid promoter of pSFJ1-10; final designation: pSFJ1-10-SARS-S. pSFJ1-10-SARS-S was then transfected into RK13 cells that had been infected with LC16m8 at a multiplicity of infection (moi) of 10 plaque forming units (PFU)/cell. At 24 h after transfection, the virus was harvested. HA negative plaques were cloned as described previously [26] . Briefly, the harvested virus was re-infected into RK13 cells. At 96 h after infection, cells were washed with PBS (+) twice, and then incubated with chicken erythrocytes for 30 min at 30 • C. Following washing again with PBS (+), white plaques were isolated. Isolated viruses were cloned by three serial rounds of plaque purification using erythrocyte agglutination and then propagated in RK13 cells. Insertion of the SARS-CoV spike protein gene into LC16m8 genome was confirmed by direct PCR and expression was detected by Western blotting. The viral titer of RVV-S was determined using the standard plaque assay.\n\nRK13 cells were infected with RVV-S or LC16m8 at moi 10. After 24 h infection, cells were lysed with RIPA buffer (10 mM Tris, pH 7.4, 150 mM NaCl, 1% SDS and 0.5% Nonidet-P40), and 30 g of total protein was subjected to 7.5% SDS-PAGE and was transferred to a polyvinylidene difluoride membrane (Immobilon-P, Millipore, Bedford, MA). The membrane was blocked in 5% skim milk in TBS containing 0.1% Tween-20 (TBS-T) and then washed with TBS-T. Polyclonal antibodies against spike protein were used as the primary antibody. These were prepared from rabbit sera immunized with a KLH-conjugated spike protein peptide (amino acid residues 559-570 or 1236-1248) and the IgG fraction purified using the Ampure PA kit (Amersham Bioscience, Piscataway, NJ). Antigen-antibody interaction was detected by horseradish peroxidase (HRP)-conjugated donkey anti-rabbit polyclonal antibodies (Amersham Bioscience) and visualized using the ECL system (Amersham Bioscience).\n\nRK13 cells seeded on slide-glass were infected with RVV-S or LC16m8 at moi 5. At 12 h after incubation at 30 • C, cells were fixed in cold acetone/methanol and then blocked in 1% BSA in PBS (−) for 1 h at room temperature. Following removal of the blocking buffer, cells were incubated with polyclonal antibodies against spike protein, which recognize the C-terminal peptide of spike protein (amino acid residues 1236-1248), for 1 h at room temperature. Following three washes with PBS containing 0.05% Tween-20 (PBS-T), cells were incubated with Alexa 488-conjugated anti-rabbit IgG (Invitrogen, Carlsbad, CA) for 1 h at room temperature. After washing again with PBS-T, the slide-glasses were mounted in Permafluor (Beckman Coulter, Fullerton, CA) containing 1 g/ml 6-diamidino-2-phenylindole (DAPI) and analyzed using a confocal microscope (LSM510, Carl Zeiss, Oberkochen, Germany).\n\nGroups of three New Zealand White rabbits, which were purchased from SLC (Hamamatsu, Japan), were intradermally immunized with one of several doses (10 6 , 10 7 or 10 8 PFU) of RVV-S, or with 10 8 PFU of LC16m8, at 0 and 6 weeks. The LC16m8 immunized group was further immunized with 10 8 PFU of RVV-S at 12 and 18 weeks. Another group of three rabbits was immunized with 10 7 PFU of LC16m8 at 0 week, and then immunized with 10 7 PFU of RVV-S at 6 and 12 weeks. A summary of the immunization schedule is shown in Table 1 . Sera were collected every week, and used for enzyme linked immunosorbent assay (ELISA) and the in vitro neutralization (NT) assay below. All animal experiments were approved by The Tokyo Metropolitan Institute of Medical Science Animal Experiment Committee and were performed in accordance with the animal experimentation guidelines of The Tokyo Metropolitan Institute of Medical Science.\n\nFull length recombinant SARS-CoV spike protein containing a six-histidine tag (His) was expressed in RK13 cells by RVV-S-His, which was generated from LC16mO, and purified using Nickel sepharose (Amersham Bioscience). Peptides from the N-terminal (mixture of three peptides, amino acid residues 12-53, 90-115 and 171-203), middle position (mixture of two peptides, amino acid residues 408-470 and 540-573) and C-terminal (mixture of three peptides, amino acid residues 1051-1076, 1121-1154 and 1162-1190) of the spike protein, which respond to sera from SARS-infected individuals, were purchased from ProSpec-Tany TechnoGene Ltd. (Rehovot, Israel). These three peptide mixtures or full length spike protein were coated onto the 96 well plates at 4 • C. The plates were blocked with 1% BSA in PBS (−) containing 0.5% Tween-20 and 2.5 mM EDTA, and then incubated with serial dilutions of sera from the rabbits immunized with RVV-S or LC16m8. After extensive washing, the plates were incubated with HRP-conjugated donkey anti-rabbit polyclonal antibodies (Amersham Bioscience). Antigen-antibody interactions were detected using 3,3 ,5,5 -tetramethylbenzidine solution as the substrate (Becton Dickinson, San Jose, CA), and the binding activity was measured by the absorbance at 450 nm.\n\nSerial dilutions of heat-inactivated sera were mixed with equal volumes of 100 TCID 50 of SARS-CoV and incubated at 37 • C for 1 h. VERO E6 cells were then infected with the virus/sera mixtures in 96 well plates. At 120 h after infection, the NT titer was determined as the maximum dilution of sera that inhibited the SARS-CoV induced cytopathic effect by more than 50%. All experiments with SARS-CoV were performed in a biosafety containment level III facility.\n\nSerial dilutions of heat-inactivated sera were mixed with equal volumes of 100 PFU of LC16mO, and incubated at 37 • C for 1 h, followed by incubation at 4 • C for 16 h. RK13 cells were then infected with the virus/sera mixtures in 6 well plates. At 48 h after infection, the NT titer was determined as the maximum dilution of sera that inhibited plaque formation by more than 50%.\n\nAll data were expressed as mean ± S.E.M. Data for RVV-S dose dependent effect were statistically analyzed by oneway ANOVA followed by Turkey test. Data for LC16m8 preimmunization effect were statistically analyzed by Student's or by Welch's t-test. p < 0.05 was considered to be statistically significant.\n\nThe full length SARS-CoV spike protein gene was inserted by homologous recombination into the HA gene region of LC16m8, which was located downstream of the powerful ATI/p7.5 hybrid promoter (Fig. 1A) . Recombination between pSFJ1-10-SARS-S and LC16m8 results in inactivation of the HA gene. We screened for RVV-S using the erythrocyte agglutination assay, and insertion of the transduced gene was then confirmed by PCR. To confirm the expression of SARS-CoV spike protein, Western blotting was performed. Two kinds of rabbit polyclonal antibodies that recognized different epitopes, amino acid residues 559-570 and 1236-1248 of SARS-CoV spike protein, were used as the primary antibody. In RVV-S but not LC16m8 infected cells, both antibodies detected an approximately 180 kDa protein ( Fig. 1B and C) , which is consistent with the molecular mass of spike protein [18] . SARS-CoV spike protein is reported to be highly glycosylated, and thus the molecular mass on SDS-PAGE is larger than that predicted from the gene sequence [18] . Expression of spike protein following infection with RVV-S was also confirmed by immunofluorescence analysis. RVV-S infected VERO E6 cells were stained with antibody against spike protein, whereas no staining was observed in the cells infected with LC16m8 or the uninfected control cells (Fig. 1D ).\n\nTo investigate whether RVV-S induces binding antibodies against spike protein, 10 8 PFU of RVV-S or LC16m8 (as the control) was intradermally injected into rabbits at 0 and 6 weeks. Rabbits immunized with either RVV-S or LC16m8 did not exhibit weight loss or any clinical signs except for regional skin reactions, such as erythema and induration. The skin reaction induced by RVV-S was comparable to that induced by LC16m8 (data not shown). Binding antibodies against full length spike protein were detected by ELISA in the sera from rabbits immunized with RVV-S ( Fig. 2A) . Next, we investigated the binding activities of immunized sera against different epitopes of the spike protein. RVV-Simmunized sera reacted with all three regions of spike protein.\n\nThe sera bound to the C-terminal peptides, which contained the heptad repeat 2 (HR2) region, reported to be the NT epitope of SARS-CoV (Fig. 2B) [27] and to the middle peptides, in which a receptor binding domain, another NT epitope of SARS-CoV, was included [28] .\n\nNext, to determine whether the antibodies induced by immunization with RVV-S have NT activity against SARS-CoV, we performed an in vitro NT assay against SARS-CoV using immunized sera. Interestingly, the sera obtained from all three rabbits in this group showed NT activity against SARS-CoV, even at 1 week after immunization with 10 8 PFU of RVV-S (Fig. 3A) . The NT titer reached 1:100 at 3 weeks, and increased 10-fold further by boost immunization. In contrast, sera obtained from rabbits immunized with LC16m8 did not show any NT activity against SARS-CoV (Fig. 3A) . Next, to determine the minimum dose that can induce NT antibodies against SARS-CoV by single immunization, rabbits were immunized with lower doses of RVV-S. All three rabbits that underwent single immunization with 10 7 PFU of RVV-S generated NT antibodies against SARS-CoV (Fig. 3A) . The NT titer further increased by boost immunization with 10 7 PFU of RVV-S and reached a comparable level to that induced by 10 8 PFU of RVV-S (Fig. 3B) . On the other hand, NT activity was induced by single immunization with 10 6 PFU of RVV-S at 2 and 4 weeks after immunization in all three rabbits, but then decreased below the detection limit in one rabbit at 6 weeks (Fig. 3A) . However, the NT titer increased to approximately 1:300 in the group immunized with 10 6 PFU of RVV-S by boost immunization with the same dose of RVV-S (Fig. 3B) .\n\nInduction of NT antibodies against VV by RVV-S was next examined. The in vitro NT assay against VV revealed that LC16m8 and RVV-S equally induced NT antibodies against VV in the rabbits (Fig. 3C) . NT activity against VV was induced by 10 8 PFU of RVV-S at 1 week after immunization, similar to SARS-CoV. The NT titer against VV, which reached 1:10,000 at 2 weeks after boost immunization with 10 8 PFU of RVV-S, was similar to that induced by 10 8 PFU of LC16m8. These results suggest that the epitopes of the NT antibodies against VV were preserved in RVV-S. Since VV has been used as a smallpox vaccine in humans, we were concerned that RVV-S might be eliminated by the host's immune response before inducing effective immunity against a protein encoded by the transduced gene. Therefore, to assess whether RVV-S can induce NT antibodies against SARS-CoV in rabbits that had NT antibodies against VV, RVV-S was injected into rabbits which had been pre-immunized with LC16m8. NT antibodies against VV were induced in the rabbits by single immunization with 10 7 PFU of LC16m8 and the NT titer reached 1:64-256 (Fig. 4A) . By following immunization with an equal dose of RVV-S (10 7 PFU), NT antibodies against SARS-CoV were induced in all three rabbits, although induction of NT antibodies was delayed in one rabbit (R14). Although the induction of NT antibodies against SARS-CoV was partially suppressed in the LC16m8 pre-immunized rabbits, the NT titer further increased in all three rabbits by boost immunization with RVV-S (Fig. 4C) . These results suggest that RVV-S can induce NT antibodies in individuals who have been previously immunized with a smallpox vaccine. Next, we examined whether RVV-S induced NT antibodies against SARS-CoV in rabbits with a high titer of NT antibodies against VV. The NT titer against VV in rabbits that had been immunized twice with 10 8 PFU of LC16m8 was sustained at approximately 1:4000 (Fig. 4B ). Although these rabbits had an extremely high titer of NT antibodies against VV, NT antibodies against SARS-CoV were induced in all three rabbits upon a booster injection with 10 8 PFU of RVV-S (Fig. 4B) . Surprisingly, the NT titer of these rabbits increased to levels comparable to those of the non-pre-immunized rabbits (Fig. 4C) . These results indicate that an immune response against a protein encoded by a transduced gene can be induced by immunization with 10 8 PFU of RVV in spite of the pre-existence of NT antibodies against VV. \n\nIn the present study, we generated a SARS-CoV spike protein-expressing recombinant vaccinia virus using a highly attenuated strain, LC16m8, and demonstrated that NT antibodies against SARS-CoV can be strongly induced by immunization with RVV-S, not only in naïve rabbits but also in LC16m8 pre-immunized rabbits.\n\nIn a previous study, passive transfer of sera obtained from mice inoculated with SARS-CoV prevented the replication of SARS-CoV in the upper and lower respiratory tract [29] . In addition, intraperitoneal injection of sera from mice immunized with MVA expressing spike protein (MVA/S) reduced the viral titers in lung and nasal turbinate in a dose-dependent manner [18] . These finding indicate that NT antibodies against spike protein are sufficient to protect against SARS-CoV infection. Single immunization with 10 7 or 10 8 PFU of RVV-S and two immunizations with 10 6 PFU of RVV-S were able to induce a high level of NT antibodies against SARS-CoV at 2 weeks after immunization. Therefore, RVV-S also may protect against SARS-CoV in vivo and would be a highly effective vaccine against SARS in naïve individuals.\n\nContrary to the above studies [18, 29] , Czub et al. [30] reported that immunization with MVA/S did not prevent SARS-CoV infection in ferrets but rather produced inflammatory responses and focal necrosis in the liver after SARS-CoV challenge. This may have been due to only low NT activity against SARS-CoV being induced by the MVA/S immunization. Moreover, the precise mechanism of this liver inflammation has not been clarified. Feline infectious peritonitis virus (FIPV), another member of the coronaviruses, exhibited enhanced FIPV infection into monocytes/macrophages through viral-specific antibody binding to the Fc receptors of these cells, and caused enhanced inflammation [31] . However, there is no evidence that NT antibodies against SARS-CoV cause antibody-dependent enhancement, and correlation between inflammation and antibodydependent enhancement by MVA/S vaccination has not yet been established. The side effects of vaccines are also influenced by the dosage and route of immunization. In Czub's report, MVA/S was intraperitoneally injected into the ferrets, although most vaccinations with RVV are conducted through other routes, such as intradermal, intramuscular or subcutaneous injection. Therefore, selection of a different immunization route may prevent such side effects. Nonetheless, further analysis of the side effects of various SARS vaccines, including RVV-S, is required in in vivo SARS-CoV challenge models in a variety of animals.\n\nUsing RVV-S as a candidate SARS vaccine means that possible complications due to previous vaccination with the VV for smallpox may be avoided. Hammarlund et al. [32] reported that a particular antiviral antibody against poxvirus is maintained for a very long time (possibly for life) by immunization with the smallpox vaccine. Therefore, there was concern that a RVV vaccine would be eliminated by the host antiviral immune response before induction of effective humoral and/or cellular immunity against the protein encoded by the transduced gene. However, immunization with 10 7 PFU of RVV-S induced NT antibodies against SARS-CoV in rabbits that had been immunized with 10 7 PFU Fig. 4 . Induction of NT antibodies against SARS-CoV in rabbits preimmunized with LC16m8. (A) Three rabbits (R13-15) were immunized with 10 7 PFU of LC16m8 on day 0, and then immunized with 10 7 PFU of RVV-S at 6 and 12 weeks. (B) Three rabbits (R4-6) were immunized with 10 8 PFU of LC16m8 at 0 and 6 weeks, and then immunized with 10 8 PFU of RVV-S at 12 and 18 weeks. Immunized rabbit sera were analyzed by in vitro NT assay against SARS-CoV (closed symbols) or vaccinia virus (open symbols). Each type of symbol indicates one and the same individual, and the schedule of immunization with RVV-S or LC16m8 is indicated by arrowheads. (C) Comparison of NT antibodies against SARS-CoV induced by RVV-S in VV-immunized or naïve rabbits. RVV-S (10 7 or 10 8 PFU) was injected into rabbits at 0 and 6 weeks in the presence (10 7 PFU, R13-15; 10 8 PFU, R4-6) or absence (10 7 PFU, R10-12; 10 8 PFU, R1-3) of pre-immunization with an equal titer of LC16m8. Immunized rabbit sera were analyzed by in vitro NT assay against SARS-CoV. ** p < 0.01. of LC16m8. Since the NT titer against VV induced by 10 7 PFU of LC16m8 was comparable to that in people vaccinated with the smallpox vaccine [32] , RVV-S may induce NT antibodies against SARS-CoV in such people. On the other hand, 10 8 PFU of RVV-S also induced NT antibodies against SARS-CoV in rabbits that had an extremely high titer of NT antibodies against VV due to two pre-immunizations with 10 8 PFU of LC16m8. Furthermore, there was no difference in the NT titer against SARS-CoV induced by RVV-S between naïve rabbits and LC16m8 pre-immunized rabbits. The immune response against a protein encoded by a transduced gene may be influenced by the amount of antigen expression, the antigenicity of the protein encoded by a transduced gene, the route of immunization and viral proliferation in the host, and thus further analysis is required to resolve the precise mechanism involved. Furthermore, the vaccine effect of RVV-S still needs to be confirmed in humans preimmunized with the smallpox vaccine.\n\nIn the present study, immunization with RVV-S manifested a vaccine effect against SARS-CoV, in spite of the pre-existing NT antibodies against VV. This finding indicates that an RVV vaccine derived from LC16m8 can be used for people previously immunized with the smallpox vaccine. Furthermore, this RVV vaccine could be repeatedly used against various microbes, such as influenza virus, by alteration of the protein encoded by the transduced gene. Therefore, the use of an RVV vaccine generated from LC16m8 is a promising vaccine strategy against various infectious diseases."}