{"title": "Has the Virus of Multiple Sclerosis Been Isolated?", "body": "characterized, but it deserves further attention because it seems to be a hitherto unknown virus, difficult to isolate and difficult to work with in the laboratory. Its isolation from the four patients mentioned above (and subsequently in several other MS patients) warrants further investigation of its potential role in MS and other progressive diseases of the CNS.\n\nMultiple sclerosis (MS), a progressive disease of the white matter of the central nervous system (CNS), is characterized by ataxia, spasticity, visual impairment, and sensory changes. The disease is the result of a loss of myelin, producing a lesion or plaque which grows by extending its boundary. Small lesions may also merge into confluent plaques. The myelin-producing cells, the oligodendrocytes, are lost from the center of the plaque and astrocytes proliferate at the periphery. MS is an inflammatory disease with lymphocytes, plasma cells, and macrophages present within the lesions.\n\nMS occurs in genetically predisposed persons who appear to have an abnormal immunoregulatory activity. Over 250,000 patients are affected in the United States. The prevalence in the northern temperate regions (northern Europe, Canada, northern United States) is higher than in the lower latitudes (southern United States, Mediterranean area): about 100 compared to about 30 per 100,000. It is much less common in the Japanese and Chinese, although in the Orient there is more optic neuritis and spinal cord involvement and the overall disease may be more malignant.\n\nThe current status of knowledge has been well summarized by Waksman [1] : MS may be an autoimmune disease involving some antigen of myelin or of the oligodendroglia cell which makes myelin; alternatively, MS may be caused by either an unknown virus (perhaps a slow virus) or a familiar virus like measles, or indeed the disease may represent an abnormal response to any of several common viruses. The autoimmune theory is supported by an animal model, experimental autoallergic 251 encephalomyelitis. Viral infections initiating an autoimmune process in genetically predisposed hosts would reconcile the two hypotheses.\n\nA viral etiology is supported by the epidemiology of MS. Its onset is usually between the ages of 15 and 50, but chiefly in young adults, with females outnumbering males. The frequency of the disease in those migrating between areas of high and low prevalence is age-dependent. Those who migrate after the age of 15 develop MS with the same frequency as those in the area they come from, whereas those who migrate in childhood develop MS with the frequency of those in the region they migrate to.\n\nPatients usually live for 30 years or more after the onset of illness. Although most remain ambulatory for the first 15 years or so, the quality of their lives suffers from the crippling neurologic defects. Many attempts have been made to isolate an agent from MS patients, but the isolations have been sporadic and could not be confirmed in further studies. Some of the reported isolations seem to have been pick-ups from the laboratory or from the inoculated animals.\n\nA number of animal disease models have been recognized or developed which have similarities with MS. As shown in Table 1 , they include viral infections alone or combined with immunologic defects. Waksman [1] summarizes these observations: \"Theiler's virus induces an MS-like state only in SJL mice. It is thought therefore that this disease may be due to an autoimmune process, triggered by the viral infection in a genetically defective host. On the other hand, mutants of the JHM virus give a chronic demyelinative disease by infecting oligodendroglia to the exclusion of other cells. Experimental autoallergic encephalomyelitis (EAE) has been investigated for just a half century. Yet it is only in the last decade that a chronic, relapsing EAE closely resembling MS has been studied in any detail. Since this disease is readily produced in SJL mice and not in other mice strains, there is again an implication that defective immune regulation permits development of a chronic, relapsing autoimmune state. In other animal species, this relationship is less clearcut.\" Thus, the animal model studies support the idea that MS may be the result of a chronic viral infection with a genetically determined abnormality of immune regulation.\n\nSerological studies show that MS patients have higher antibody titers against measles virus than do controls and a higher frequency of antibody in the cerebrospinal fluid (CSF) [2] . However, antibodies are high not only against measles virus but also against a number of other viruses, including herpes, vaccinia, varicella- zoster, influenza, mumps, and rubella. The significance of these high antibody levels is unknown, but they probably result from the deranged immunologic response. In his review, Norrby [2] writes that the high levels may hinge upon \"a nonspecific immune activation of immune-competent cells that were once conditioned to produce antibodies. This possibility is supported by the observation that the oligoclonal IgG represents antibodies against several different viruses and presumably other antigens. It is known from studies on the occurrence of oligoclonal IgG in sera of patients with different diseases that 'non-specific' activation of immunoglobulin production may occur both as a result of lymphoproliferative disorders and also secondary to neoplastic disorders of cell types not known to produce immunoglobulins, diseases of suspected autoimmune origin (e.g., chronic active hepatitis), chronic infections, parasitic diseases, and liver cirrhosis.\" To search for the presence of latent viruses that are in a noninfectious state, radioactive probes can now be used. With this technique, the measles virus genome has been detected in the brain tissue of four of ten patients who died of MS [3] , and DNA sequences of herpes simplex virus have been found in brain tissue, but in tissue from normals as well as from MS patients [4] .\n\nOur approach has been to look once again for infectious virus based on observations originally made in Japan on patients suffering from a progressive CNS disease. Ten years ago [5] a virus was isolated in Japan from the CSF of patients suffering from subacute myelo-optico-neuropathy (SMON), a finding which other investigators disputed [6] . Because so much difficulty was reported in working with the original isolate, we set out to determine if we could establish conditions for obtaining reproducible titrations of the virus and for conducting neutralization tests. Once this objective was met, we attempted the isolation of virus from 12 consecutively taken samples of CSF of Houstonian patients with chronic CNS disease. Four isolates were made-three from patients with MS and one from a patient with amyotrophic lateral sclerosis (ALS)-and none from 27 CSF specimens from \"control\" patients.\n\nHuman diploid fibroblasts, strain MRC5, were used as recommended by Nishimura [7] . For our most consistent results, cells were used between the thirtieth and fortieth passage. Cells in the earlier passages grew very well, but the virusinduced changes were not as readily seen as in the older cells. Beyond the fortieth passage, growth was slow and sparse.\n\nA great deal of time was spent during the past three years [8] systematically investigating the optimal conditions for titration of the virus and for carrying out neutralization tests. For a period of several months our work was disrupted and could only be put back on track when we improved the quality of our water. For detection of virus, a cell monolayer was used in the shape of an elongated triangle, which formed when tube cultures were prepared in a stationary, slightly inclined position. After virus inoculation, the cultures were rolled and the cytopathic changes were examined primarily at the boundary between the cell monolayer and the culture fluid. When virus was present, the cells lost their parallel orientation and crisscrossed with each other. Some cells retracted and clear spaces appeared on the glass surface. Some cells swelled and granules appeared within them. Crucial to the interpretation of the results of each test was the requirement (a) that each test which was set up by one worker be read independently by two 100 TCDso per 0.1 ml with 0.5 ml of the serum diluted 1:25 or greater. The mixtures were incubated for 1 hour at 37°C and then randomly coded; 0.2 ml of each coded sample was inoculated in each of three cultures. The cultures were rolled at 37°C and examined on day 5. Then, without knowledge of the results of this reading, they were examined again on day 6. Virus titrations were included in each test to assure the infectivity of the agent. At the end of the test, the results of the virus titration and the virus-serum mixtures were decoded.\n\nSpecimens from 12 patients with persistent CNS disease were obtained in the order in which they were hospitalized, during the first fortnight of March 1979. The CSF was tested for virus by inoculation of 0.1 ml of 1:10 dilution into each of four cultures. Four specimens were positive and repeat tests on the frozen spinal fluid were also positive. Passages were made and the virus used in the neutralization test as passages 3 and 4, when the virus isolates titered from 1050°to 106-5 per ml. The patients were all adults; their diagnoses and the results of virus isolations are given in Table 2 .\n\nIn addition to the spinal fluids of the above patients, ten specimens taken from children and 17 from adults whose spinal taps were taken for diagnostic purposes unrelated to chronic CNS illness were tested. All 27 were negative. Table 3 lists the results of the coded neutralization tests in which sera from the 12 The viruses isolated in Houston are antigenically related to SMON virus isolated in Japan [8] . However, the viruses do not seem to be identical since the neutralizing serum endpoints of antisera prepared in rabbits varied with the different isolates.\n\nAt least ten viruses have been suggested by earlier investigators to be the cause of MS, but subsequent investigation has disproved the original claim [1,91. Thus, it is with considerable caution that we present our results and emphasize the need for extensive further work before a claim can be made that the viruses isolated were causally related to either MS or ALS. For detection of the virus, we found that human diploid cultures after the thirtieth passage responded better than the more vigorously growing cells of early passages. The virus produced mild changes in the cells, changes easily overlooked or sometimes confused with changes seen in aging cultures. It is for this reason we insisted that all inoculations be coded and that the readings of the test cultures be made under code by at least two investigators.\n\nIt is noteworthy that the presence of virus in the CSF was associated with serum neutralizing antibody in the same patient. Antibody was detected in only three of 32 tests conducted with the sera of the eight patients who failed to yield virus. The linking of virus in the CSF with serum antibody is similar to the situation in rubella arth- [10] . Naturally, we have been concerned with the possibility of contaminating agents. For controls, uninoculated cultures were maintained in every test; many were used for passage along with the inoculated cultures, but characteristic, passageable cell changes were not produced in such control cultures. Tests for mycoplasma were negative when third passage virus harvests of the four strains described in this paper and a fifth strain isolated from the CSF of another MS patient were inoculated into diphasic broth and onto E-agar plates [11] . In addition, the cytopathic changes were not inhibited by antimycoplasma drugs such as tylocine at 60 Ag/ml or gentamicin at 25 Ag/ml. Further, the selective neutralization of the virus by sera from the patients who yielded the agent indicates that we are not dealing with a contaminant. The possibility of contamination of our cultures by the agent previously isolated in Japan is ruled out by repeated isolations of the virus from the positive spinal fluids during periods when the Japanese agent was not being cultivated in our laboratory. Also, the selective neutralization tests mentioned above militate against such contamination.\n\nThere have been many attempts to isolate viruses from patients with MS, and indeed about ten viruses have been incriminated at one time or another over the past 35 years. However, in every case further research has disproved the original claim. The viruses observed have been those common to humans, the most recent \"candidates\" being coronaviruses, measles virus, canine distemper virus, and herpes simplex virus. Further work is now being done with these agents, particularly with the new method of nucleic acid hybridization.\n\nIn our preliminary work we have isolated four antigenically related agents from the CSF of three patients with MS and one patient with ALS. The patients yielding the isolates from their CSF possessed neutralizing antibodies to the virus in their blood, in contrast to several other patients with chronic CNS diseases who failed to yield the virus and also failed to manifest neutralizing antibodies. The agent has not yet been adequately characterized but it deserves further attention because it seems to be a hitherto unknown virus, difficult to isolate and difficult to work with in the laboratory. Its presence in the four patients mentioned above (and in several other MS patients) warrants further investigation of its potential role in MS and other progressive diseases of the the CNS. It is conceivable that infection with the agent may provoke different immunopathological responses, leading to MS in some patients and to ALS in others. However, this is conjecture.\n\nWe are having difficulty in characterizing our agent. In spite of much effort, we have been unable to visualize the agent in the electron microscope, either in infected cells or in purified concentrates. From our preliminary data, we suspect that we may be dealing with an agent similar to scrapie. A puzzling aspect of these agents is their \"invisibility\" by electron microscopy, despite the fact that estimates of their size, based on their retention by filters having pores of known dimensions, show them to be large enough for detection by electron microscopy. Our agent passes a 100-nm filter, but seems to be held back by a 50-nm filter. It is not sedimented in the ultracentrifuge when spun at 35,000 x g for 1 hour, but is sedimented at 175,000 x g for 2 hours. Like the scrapie agent, its infectivity is destroyed by ether, but it is inactivated by heating at 50°C. It has been suggested that scrapie-like agents do not possess any nucleic acid with which to reproduce themselves [12] . Such infectious proteins, called prions, may act as infectious agents by invading susceptible cells, where they are replicated by utilizing the DNA of the host cell [13] . Reorganizing host DNA fragments may result in the formation of new genes which then direct the synthesis of the original infectious proteins. Rather than a conventional virion, we may have isolated such an infectious protein. Time will tell."}