{"title": "Rapidly Fatal Infections", "body": "Meningitis is an inflammation of the thin membranes (dura, arachnoid, and pia mater) that surround the brain and spinal cord. Bacterial meningitis was first described by Viesseux [1] in 1805. The fatality rate approached 100%. In 1913, Flexner [2] first reported some treatment success with the use of an intrathecal equine meningococcal antiserum. Since then much has changed; the use of antibiotics and the introduction of the Haemophilus influenzae type b conjugate vaccine have decreased mortality rates as well as shifted the relative frequency of the various bacteria that are responsible for community-acquired bacterial meningitis [3, 4] . In addition, a dramatic increase in the median age of patients with bacterial meningitis has been observed. In less than a decade, the median age of presenting patients has soared from 15-month-old toddlers to 25-year-old adults [5] .\n\nToday the leading cause of bacterial meningitis after the neonate stage is Streptococcus pneumoniae, followed by Neisseria meningitidis and Listeria monocytogenes [3] . In addition, nosocomial meningitis appears to be an increasingly relevant contributor among reported adult cases [4] . In general, bacterial meningitis can occur at any age in otherwise healthy individuals; however, the patient's age and certain predisposing factors can give important clues as to which organism might be involved in the disease process. Table 1 exhibits characteristics and common associations of organisms that can cause bacterial meningitis [4] [5] [6] [7] .\n\nClassic textbook signs and symptoms include fever, nuchal rigidity, altered mental status (such as lethargy), and headache. Patients who are very young, elderly, or immunocompromised may present atypically and can have a paucity of these symptoms; however, studies consistently report that the vast majority will have at least one traditional finding [4, 8] . Other classic associations include Brudzinski's and Kernig's signs. The former is seen when the clinician flexes the patient's neck and this, in turn, causes the patient to flex his or her hips. The latter can be observed with the patient lying supine in hip flexion at 90 degrees. The patient will resist the clinician's attempt to fully extend the knee secondary to pain [9] . Patients can also present with photophobia, sore throat, and a rash [10] . A classic petechial rash is most commonly associated with Neisseria meningitidis but can also occur with Streptococcus pneumoniae and other bacteria. The same is true for an often associated complication of meningococcal meningitis, the Waterhouse-Friderichsen syndrome. It manifests as meningococcemia (or pneumococcal meningitis [6] ) with hypotension and bilateral adrenal hemorrhage. In general, an adverse outcome and increased mortality have been observed in persons aged more than 60 years and in patients who initially present with seizure activity or severely altered mental status [4, 5] .\n\nBacterial meningitis is a clinical diagnosis, and antibiotic treatment must not be delayed for lumbar puncture or CT scan. If a high index of suspicion exists, the patient must be treated empirically; the definitive diagnosis is often not revealed until lumbar puncture results are available. A definitive diagnosis is important not to satisfy one's own curiosity but to keep statistics current and to better allow the Centers for Disease Control (CDC) to analyze trends and make recommendations. Furthermore, empiric antibiotic regimens can and should be modified when a particular organism has been identified [11, 12] . There is ongoing debate over whether a CT scan should be performed before lumbar puncture [4] . In general, it may be advisable if the patient has focal neurologic signs, papilledema, or is in a state of coma. The yield of a CT scan is low in the absence of such findings [11, 13] . Antibiotics should be given first even if the clinician decides to obtain a head CT before lumbar puncture.\n\nLumbar puncture and cerebrospinal fluid analysis. A conventional emergency department lumbar puncture tray includes four vials. A 1-to 1.5-mL sample of cerebrospinal fluid (CSF) is collected per vial. A cell count with differential, protein and glucose concentrations, as well as culture and Gram stain are routinely requested. Typical CSF findings are depicted in Table 2 . As is true for any analysis, absolute numbers should be treated with caution. Bacterial meningitis cannot necessarily be ruled out in a patient who has a negative Gram stain and an absolute CSF white blood cell (WBC) count of less than 100 cells/mm 3 [5] ; rather, a wider range of less than 100 WBC/ mm 3 to greater than 10,000 WBC/mm 3 may sometimes be encountered [12] in bacterial meningitis.\n\nEven though we have a much better understanding of the disease today and newer antibiotics have been introduced, during the past 35 years, overall case fatality rates have remained high at 20% to 25% [4, 5, 8] . Bacterial meningitis is a rapidly fatal infection; therefore, empiric intravenous antibiotic treatment is appropriate and necessary. The drawback is the increasing antimicrobial resistance, especially among pneumococci [11] . A better understanding of the pathophysiology and the involvement of inflammatory cytokines in the disease process has led to the use of corticosteroids as an adjunct treatment. Although early reports stated that steroids did not affect overall mortality, it was soon recognized that they decrease the rate of complications associated with bacterial meningitis, especially sensorineural hearing loss [3] . Other sequelae include brain damage, learning disabilities, and mental retardation [5, 14] . In 2007 the Cochrane Database of Systematic Reviews stated that the use of corticosteroids in community-acquired bacterial meningitis reduced mortality, hearing loss, and other neurologic complications in children and adults [15] . As a result, dexamethasone is the drug of choice to be given before or with the first antibiotic dose [12, 15] . Table 3 shows the current recommendations for antibiotic treatment in suspected bacterial meningitis cases [11, 12] . Antibiotic prophylaxis for close contacts of patients with meningococcal meningitis is currently recommended. Close contacts include members of the same household or day care center, and those with direct contact with oral secretions (may include emergency medical service or emergency department personnel). Current regimens for prophylaxis include single-dose ciprofloxacin, 400 mg orally, or rifampin, 600 mg orally q12 hrs for four doses. Respiratory isolation is recommended for all suspected meningitis patients [14] .\n\nViral encephalitis is caused by an inflammation of the brain parenchyma itself. The multitude of viruses that can cause such an inflammation is vast. Described herein are two arboviruses, the St. Louis encephalitis virus and the Eastern equine virus. Both viruses are associated with high mortality rates as well as a high incidence of neurologic sequelae among survivors [16] . The CDC has reported a 5% to 15% mortality rate for St. Louis encephalitis [17] . Eastern equine encephalitis has a somewhat higher mortality rate of 33%; therefore, it is one of the most fatal arthropod-borne diseases in the United States [18] .\n\nArboviruses cause disease in humans via the bite of an infected mosquito. The St. Louis encephalitis virus is a small RNA virus that belongs to the Flaviviridae family. Cases have been reported in most US states, but the central and eastern regions are primarily affected [17] . Eastern equine encephalitis virus is also a small RNA virus and a member of the Togaviridae family; transmission occurs mostly along the East and Gulf Coast regions [18] .\n\nBoth viruses have similar incubation periods and clinical presentations. After the mosquito bite, 2 to 15 days may pass before a viral illness develops. There is great variability of signs and symptoms, ranging from mild headache, fever, and neck stiffness to altered mental status and coma [17] [18] [19] [20] [21] . Especially with Eastern equine encephalitis, gastrointestinal manifestations such as nausea, vomiting, and abdominal pain are common [19] . Once neurologic symptoms start, deterioration is rapid. Seizures may also be seen and have been associated with a poor outcome in St. Louis encephalitis [21] . Even mild forms of twitching around the mouth and eyebrows are poor prognostic indicators [22] . One study found no such correlation with Eastern equine encephalitis; however, bad outcomes were related to a high initial WBC count in the CSF and the degree of hyponatremia in the serum [19] .\n\nForms of parkinsonian movement disorders have also been described with St. Louis encephalitis, which are most likely associated with the viral inflammation of the basal ganglia [20] . Focal radiographic signs and early basal ganglia involvement are also characteristic of Eastern equine encephalitis; these disease entities can be distinguished from herpes simplex encephalitis which shows temporal lobe involvement [19, 23, 24] . Typical radiographic signs in herpes simplex encephalitis include inflammatory changes on MRI consistent with increased water content. CT may show nonspecific edema but may be normal in up to 30% of cases [23, 24] .\n\nIn St. Louis encephalitis, adults are more often affected than are children, but both groups can have severe disease manifestations. Adults and elderly patients usually have a worse outcome [20] . Eastern equine encephalitis used to be more commonly seen in younger patients, but some reported series have not found this to be true. Furthermore, neither age nor the length of the prodrome can be correlated with outcome [19] . According to the CDC, patients aged more than 50 years and those younger 15 years are at greater risk for severe disease [18] .\n\nSerology testing is currently the best diagnostic modality. ELISA is used for antibody detection of IgM in serum and CSF; however, this test can often be negative when the patient initially presents, because antibodies may not be detectable at the time of presentation. Lumbar punctures may have to be repeated [19] [20] [21] . These viruses often demonstrate basal ganglia involvement, and repeat radiographic imaging can be of value. The CSF analysis usually shows an elevated WBC count that is predominately lymphocytic in St. Louis encephalitis, whereas in Eastern equine encephalitis a polymorphonuclear leukocyte (PMN) pleocytosis is seen [19] . Glucose levels are often normal with normal or mildly elevated protein levels [19, 22] . Especially in St. Louis encephalitis, viremia is infrequent; therefore, the virus cannot be isolated from the CSF. It comes as no surprise that in cases in which virus isolation has been possible, the patients have died rather quickly [20] .\n\nCurrently, there is no antiviral treatment, and all efforts should be directed toward supportive care such as correcting electrolyte imbalances and preventing secondary bacterial infections. Early treatment of St. Louis encephalitis with interferon-alfa may decrease the severity of neurologic sequelae [25] . Corticosteroids and antiepileptic medications as adjunct therapy have been tested for Eastern equine encephalitis, but the outcomes were disappointing. In one case report, improvement was observed secondary to immunotherapy [26] ; however, the majority of patients in another study actually did worse when compared with patients who were not treated with any steroids or anticonvulsants [19] . Although there is no treatment, fast diagnosis is essential, especially if it involves index cases. Early involvement of public health authorities may lessen the endemic case burden via public awareness. Preventing mosquito bites in the first place is the only effective way to avoid these diseases [17, 18] .\n\nMeningoencephalitis describes a more diffuse inflammatory process of the meninges as well as the brain parenchyma. It is commonly seen with fungi and parasites. A well-established disease entity is primary amoebic meningoencephalitis. Caused by the parasitic amoeba Naegleria fowleri, it is a rare but rapidly fatal disease that leads to fulminant inflammation and necrosis of the brain [27] . According to the CDC, the mortality rate is greater than 95%, and few survivors have been reported. In the United States, 23 cases secondary to primary amoebic meningoencephalitis have been documented between 1995 and 2004 [28] . Naegleria fowleri infections have been on the rise, and stories have appeared on national news casts. The total number of fatal cases for 2007 was six [29] .\n\nNaegleria fowleri is a free living amoeba that flourishes in fresh water at temperatures of around 28 C or above [30] . It gains entry into the CNS via the nasal mucosa and the cribiform plate when swimming in rivers, fresh water lakes, hot springs, or insufficiently chlorinated swimming pool. Person-to-person transmission is not possible [28, 31] . More recently, microbiologists have identified Naegleria fowleri as a reservoir for pathogenic bacteria [32] , although the clinical significance of this is unclear.\n\nUsually, 1 to 12 days pass before a viral like illness develops. Presenting signs and symptoms are similar to those seen in meningitis. Patients may complain of fever, headache, nausea, vomiting, and neck stiffness [27] [28] [29] . Altered mental status and seizures can occur [33] . Altered taste and smell sensations have also been reported [27] . Coma and death usually occur within a few days after the onset of symptoms [28] .\n\nDiagnosis is challenging, and most cases can only be confirmed at autopsy [33] . Although it is a rare disease, the fact that it is so rapidly fatal makes it an important entity. It should be on the differential diagnosis list when a patient with fever, headache, and a history of recent swimming or water sport activity presents to the emergency department. CSF analysis resembles the clinical presentation of bacterial meningitis, with an increased PMN pleocytosis, elevated protein, and decreased glucose concentrations, with potentially visible motile organisms seen on microscopy [27, 33, 34] .\n\nFast diagnosis is essential, but only limited treatment options exist at this time. Survival has been documented on rare occasions. Based on the limited information available, intravenous or intrathecal amphotericin B in combination with intravenous or oral rifampin as an adjunct should be given as quickly as possible [32, 34] .\n\nEpidemiology Toxic shock syndrome (TSS) is a disease entity characterized by sudden onset fever, chills, vomiting, diarrhea, and rash which can quickly progress to hypotension, multiorgan system failure, and even death. Reports have suggested a mortality rate of 30% to 70% despite aggressive treatment [35] TSS is most commonly caused by Staphylococcus aureus and group A streptococcus. S aureus TSS has a strong association with tampon use, intravaginal contraceptive devices, nasal packing, and postoperative wound infections, whereas group A streptococcus TSS has been linked to minor trauma, surgical procedures, and viral infections, particularly varicella [36] . Of the total cases of S aureus TSS, 93% percent involve women [37] . Group A streptococcus TSS affects all ages and genders equally. The last active surveillance performed in the United States in 1987 by the CDC showed an annual incidence of 1 to 2 cases per 100,000 population in women aged 15 to 44 years; however, the current incidence is likely much lower after the withdrawal of highly absorbent brands of tampons from the market in the late 1980s. Cases of menstrual-related S aureus TSS accounted for over 90% of total TSS cases in 1980 and have significantly decreased to 59% in 1996, with a predicted annual incidence of 1 case per100,000 women [38] . The incidence of group A streptococcus TSS has maintained a consistent level of approximately 3.5 cases per 100,000 people since the 1980s [39] . Menstrual-related cases are more likely to occur in women who use higher absorbency tampons, who keep a single tampon in place for a longer period of time, and who use tampons continuously for more days in their cycle [40] . Nonmenstrual TSS is quickly gaining ground on menstrual-related cases. Women account for 76% of nonmenstrual cases, perhaps because many cases are related to postpartum wound infections and mastitis. Other causes include surgical wounds, sinusitis, burns, respiratory infections, and skin infections. The number of postsurgical-related cases increased nearly twofold from 1986 to 1996, now accounting for 27% of all cases of nonmenstrual-related TSS [37, 41] .\n\nBoth S aureus and group A streptococcus cause TSS by releasing exotoxins that act as superantigens. Superantigens activate large numbers of T cells to produce cytokines, including interleukin-1, tumor necrosis factor, and interferon, which results in capillary leakage and tissue damage and development of the signs and symptoms of TSS. In contrast to typical antigens, superantigens do not need to be processed by an antigen-presenting cell to produce the T-cell activation cascade, allowing them to activate many T cells at once and in a very short period of time [42] . S aureus produces TSS toxin-1 (TSST-1) and various enterotoxins, whereas group A streptococcus produces an assortment of pyrogenic exotoxins [43] [44] [45] [46] . The M protein of group A streptococcus is an important virulence factor and gives the organism antiphagocytic properties. Serotypes of group A streptococcus are based on their M type. Those most commonly associated with TSS are M types 1, 3, 12, and 28.\n\nThe CDC developed a case definition for the diagnosis of TSS in 1981 which is still used today [47] . The definition includes fever (O38.9 C), hypotension, rash, desquamation within 1 to 2 weeks after onset of illness, involvement of three or more organ systems, and negative results for any other pathogen.\n\nA multitude of skin manifestations have been reported in TSS [48, 49] . The typical initial presentation is a diffuse, erythematous, macular rash involving all skin and mucosal surfaces including the palms and soles resembling sunburn. Infections of surgical wounds can have more intense erythema around the surgical sites. One to 3 weeks into the disease process, desquamation begins on the palms and soles and can progress diffusely. Some patients even have hair and nail loss months after the onset of illness.\n\nThere is little difference in the presentation of menstrual and nonmenstrual TSS. One small study showed an earlier onset of rash and fever, less musculoskeletal involvement, and more severe renal and CNS complications in nonmenstrual TSS [50] .\n\nClinicians must remember that the working definition for TSS was created for epidemiologic surveillance. If one has a strong suspicion of TSS, treatment should not be delayed if all criteria are not met, and antibiotics should not be withheld if there is concern for non-staphylococcal TSS. Supportive care should be initiated immediately and remains the mainstay of treatment. Hypotension is often severe and unresponsive to large volumes of intravenous fluid resuscitation. Patients may require 10 to 20 L of fluid per day to maintain perfusion in addition to vasopressors. Surgical intervention is commonly needed for group A streptococcus infections, and it is best to consult surgeons early on in patients who have this TSS diagnosis. Deepseated infections often require debridement, fasciotomy, amputation, or aspiration [51] .\n\nThe addition of antibiotics has not been proven to alter the course of acute S aureus TSS [52, 53] . Despite the fact that studies suggest a decrease in the recurrence rate with antibiotics, episodes are shown to resolve without antibiotics [54] . Clindamycin has been used for the treatment of S aureus TSS since the syndrome was initially defined. Its use is hypothetically supported by its suppression of protein synthesis and, hence, toxin synthesis, and it has been shown to suppress TSST-1 synthesis in vitro by 90% even at levels below inhibitory concentrations [55] . The same study showed that beta-lactam antibiotics actually increased levels of TSST-1, most likely because of their mechanism of action on the cell wall leading to cell lysis or increased membrane permeability resulting in increased release of toxin. A more recent 2006 in vitro study showed that clindamycin and linezolid completely suppressed TSST-1, whereas maximum toxin production occurred with nafcillin and vancomycin [56] . The most appropriate treatment regimen can be selected based on culture and sensitivity results. Patients with suspected S aureus TSS should be treated empirically with clindamycin plus vancomycin or linezolid. If sensitivity results show methicillin-sensitive S aureus, vancomycin can be changed to oxacillin or nafcillin.\n\nAntibiotic regimens for simple group A streptococcus infections are relatively simple because group A streptococcus remains nearly universally sensitive to penicillins. Unfortunately, complicated group A streptococcus infections are shown to have a high mortality rate despite aggressive antibiotic therapy, and penicillin has been shown to have limited effects if not initiated early in the disease. Studies suggest that penicillin loses its effectiveness once large numbers of group A streptococcus are present. This loss is attributed to the fact that penicillins and beta-lactams work best against rapidly growing bacteria. Once concentrations of group A streptococcus build up, replication slows down, reducing the effectiveness of the antibiotic [57] . Clindamycin is now used as an alternative to penicillin for several key reasons. First, clindamycin is not affected by the number of group A streptococcus or the stage of growth. Second, as mentioned previously, clindamycin suppresses protein synthesis, including toxins. Third, it allows phagocytosis of group A streptococcus by inhibiting M-protein synthesis [58] [59] [60] . In addition, clindamycin has a longer postantibiotic effect than penicillin and suppresses the production of tumor necrosis factor. Current guidelines for antibiotic regimens for group A streptococcus TSS are based on limited retrospective trials, which suggest use of a protein synthesis-inhibiting antibiotic (eg, clindamycin) with a cell wall-inhibiting antibiotic (eg, beta-lactams) [61] .\n\nThe use of intravenous immune globulin and corticosteroids are less conventional treatments that have been suggested for TSS, but neither has been extensively studied. Multiple small studies of the use of intravenous immune globulin suggest little effect on outcome in S aureus TSS and mild improvement for group A streptococcus TSS [62] [63] [64] ; however, more studies are needed before recommendations can be made regarding its routine use. Corticosteroid use has been shown to decrease the duration and severity of symptoms but has no measurable effect on mortality rates and is not recommended for routine treatment of TSS [65] .\n\nMethicillin was introduced to the public in 1959 as a narrow spectrum betalactam antibiotic. Shortly after its introduction, outbreaks of methicillin-resistant Staphylococcus aureus (MRSA) infections began to appear [66] . MRSA began primarily as a hospital-acquired infection; however, it is quickly becoming a common community-acquired pathogen. In fact, the rate of communityacquired MRSA (CA-MRSA) is increasing so rapidly that it now accounts for the majority of community-acquired skin and soft tissue infections and approximately 5% of all community-acquired pneumonias. Necrotizing pneumonia is caused almost exclusively by the CA-MRSA strains. The exact prevalence of necrotizing pneumonia caused by MRSA is unknown; however, the mortality rate of documented cases is significant (30% to 75%) [42, 50, 63, 64] . The prevalence of CA-MRSA colonization and soft tissue infections which include pneumonia is more extensively studied.\n\nIn 2004, a prospective study followed adults with skin and soft tissue infections at 11 emergency departments in the United States. MRSA was present in 59% of cases, and 97% were consistent with CA-MRSA strains [67] . In 2005, a case-control study was conducted to determine the rate of MRSA carriage by performing surveillance cultures on more than 700 patients at hospital admission. Fifty-three percent of the patients were positive for MRSA, and the risk factors associated with colonization included recent antibiotic use (within 3 months), hospitalization within the past year, skin or soft tissue infection on admission, and HIV infection [68] . A 2003 metaanalysis study found that the CA-MRSA prevalence among total hospital-diagnosed MRSA cases was 30.2% in 27 retrospective studies and 37.3% in five prospective studies [69] ; however, study samples obtained from community members outside of the health care setting showed a colonization rate of only 1.3%. In addition, studies that excluded people with any health care contacts had an MRSA prevalence of only 0.2%, suggesting that the distinction between hospital-acquired and CA-MRSA is becoming blurred. The term CA-MRSA is now defined by the genetic traits of the strain rather than the means by which colonization or infection occurred.\n\nPanton-Valentine leukocidin (PVL) is a pore-forming cytotoxin that causes leukocyte destruction and tissue necrosis. PVL is produced by fewer than 5% of S aureus strains but is found in the majority of CA-MRSA strains that cause soft tissue infections and necrotizing pneumonia [67, [70] [71] [72] . It is rarely found in hospital-acquired MRSA. One study found PVL genes in 93% of MRSA strains associated with furunculosis and in 85% of those associated with severe necrotic hemorrhagic pneumonia [70] . PVL genes were not found in strains that caused endocarditis, mediastinitis, hospital-acquired pneumonia, TSS, and urinary tract infections [70] . Studies on a mouse model of acute pneumonia showed that PVL alone was sufficient to cause necrotizing pneumonia [73] .\n\nIn addition to PVL, a strong link between the influenza virus and MRSA necrotizing pneumonia has been reported in multiple instances [74] [75] [76] [77] . During the 2003 to 2004 influenza season, the CDC received reports of severe pneumonia caused by S aureus and MRSA among previously healthy children and adults after influenza virus infection [75] . Of the 17 case patients identified, 5 died (median age, 28 years), and only 1 had underlying illness. Most died within 1 week of symptom onset. Most infections were caused by MRSA (76%), 85% had the PVL genes, and all were uniformly resistant to macrolides [75] . Another study of 10 cases of CA-MRSA pneumonia occurred in association with the influenza season in 2006 to 2007 [76] . Sixty percent of the patients who were co-infected died of their illness. Various mechanisms by which influenza interacts with S aureus to increase the risk of co-infection have been suggested. They include an influenza-induced increase in S aureus adhesion to the respiratory tract and an increase in S aureus proteases which leads to a synergistic increase in severity of both the influenza and S aureus infection [78] [79] [80] .\n\nMRSA necrotizing pneumonia can be difficult to differentiate from other causes of community-acquired pneumonia based on symptoms alone. The key distinguishing features are the severity of symptoms, the rapid progression of disease, the age of patients, the association of disease onset and recent viral illness, the lack of comorbidities, and the significantly increased mortality [70] . Similar to patients who have community-acquired pneumonia, patients with MRSA pneumonia present with cough, fever, respiratory distress, and malaise. Patients with PVL-positive MRSA pneumonia are more likely to present with shock, hemoptysis, leukopenia, and even death [70, 72, 81] .\n\nBetween 1986 and 1999, eight cases of necrotizing pneumonia caused by S aureus in France were reported [82] . All of the strains were found to produce PVL, which prompted a prospective surveillance study of staphylococcal pneumonia [77, 83] . A total of 52 cases were studied, 16 of which were positive for PVL. PVL-positive S aureus pneumonia typically occurred in younger patients (median age, 14.8 years) who were previously healthy, and 75% were found to have had a viral infection in the preceding days. Other remarkable features of PVL pneumonia versus non-PVL pneumonia were the frequency of shock (81% versus 53%), respiratory distress (75% versus 53%), hemoptysis (38% versus 3%), and mortality (75% versus 47%) [77, 83] . A retrospective study of 50 cases reported in France from 1986 to 2005 showed a mortality rate of 56%. The factors most closely linked to death were leukopenia, airway bleeding, and erythroderma [82] .\n\nIn recent years, vancomycin has remained the cornerstone of pharmacologic therapy for severe MRSA infections; however, failure rates of up to 40% have been reported [84] . Most antimicrobial studies are performed on hospital-acquired MRSA infections, making antibiotic decision making difficult for CA-MRSA pneumonia. Linezolid is a bacteriostatic choice with activity against MRSA that is relatively new to the market. Some studies suggest that linezolid and clindamycin are superior to vancomycin due to their ability to inhibit exotoxin production, specifically PVL [81] ; however, an open-label trial of linezolid versus vancomycin for MRSA pneumonia showed equivalent rates of clinical cure (75% versus 75%) [85] . A retrospective analysis of two prospective double-blind clinical trails of hospitalacquired pneumonia suggested that cure rates of linezolid were superior to that of vancomycin (59% versus 36%); however, no differences in outcomes for patients with concomitant bacteremia were appreciated [81, [86] [87] [88] . To date, no study has demonstrated superiority of linezolid over vancomycin for MRSA pneumonia; therefore, the choice remains one of physician preference. Other antibiotics, including trimethoprimsulfamethoxazole, clindamycin, quinupristin-dalfopristin, and daptomycin, have undergone limited trials with poor demonstrable efficacy.\n\nOther options for treatment have been suggested but not extensively studied, including percutaneous drainage, thoracoscopic decortication, and surgical debridement. Surgical management of acute necrotizing pneumonia is rarely performed due to unclear indications and high risks of complications. A retrospective review of 35 patients undergoing resection for lung necrosis showed an 8.5% postoperative death rate, and 11% of patients remained ventilator dependent [89] .\n\nWith the increasing prevalence of CA-MRSA colonization and newly emerging drug-resistance strains of S aureus, necrotizing pneumonia is likely to become an increasing problem. Rapid disease progression and significant mortality demand aggressive diagnosis and treatment. Particular attention and consideration need to be given to younger patients who present with a history of recent viral illness, sudden onset cough and hemoptysis, leukopenia, and chest radiographs consistent with pneumonia.\n\nViral infections have the potential of being rapidly fatal infections. Fatal viral infections, although rare, are particularly ominous because of the lack of effective treatments. Two deadly viral infections that have emerged in recent years include severe acute respiratory syndrome (SARS) and influenza A (H5N1), also known as avian influenza or bird flu. Although there have been no recent cases of SARS and although avian influenza is still rare, both infections have the potential to be rapidly fatal and to reach pandemic status.\n\nFrom its emergence in Guangdong Province in China in November 2002 until July 31, 2003, there were 8096 probable SARS coronavirus (SARS-CoV) cases, with a case fatality ratio of 9.6% [90] . According to the CDC definition, key clinical features of SARS-CoV are an incubation period of 2 to 10 days, early systemic symptoms followed within 2 to 7 days by dry cough or shortness of breath, the development of radiographically confirmed pneumonia by day 7 to 10, and lymphocytopenia in many cases [91] .\n\nOne of the more disturbing aspects of SARS is its ability to start with one index case and to spread rapidly to many contacts of that individual. One such case was studied in March of 2003 at the Prince of Wales Hospital in Hong Kong. A 26-year-old man was admitted with fever and productive cough. He was not placed in respiratory precautions, and, subsequently, SARS infection developed within the next 2 weeks in 138 people, mainly hospital personnel [92] . A similar case occurred in Singapore and began when a 23-year-old woman resided at a hotel in Hong Kong on the same floor as other individuals infected with SARS. This patient returned to Singapore and infected 20 close contacts, including hospital workers [93] .\n\nAt the Prince of Wales Hospital from March 11, 2003 to March 25, 2003 , 156 patients were treated for SARS. Many of them were hospital personnel exposed to the index case discussed previously. Complaints on initial presentation included fever in 100% of patients, cough, muscle aches, and headache. Common laboratory findings included leukopenia, lymphocytopenia, and thrombocytopenia, and elevated activated partial thromboplastin time, aspartate transaminase (AST), creatinine kinase, and lactate dehydrogenase (LDH). Abnormal chest radiographs were found in 78% of patients, often with one-sided consolidation. Twenty-three percent of patients required ICU care, and nearly 14% of patients needed ventilatory support. In total, five patients died by day 21 [94] .\n\nStaying at the same hotel as the index case for Singapore discussed previously was the index case for a Toronto outbreak. An elderly woman traveling from Hong Kong to Toronto brought the infection with her. A cohort of 144 patients was studied in Toronto, with 14 physicians and 29 nurses infected. Signs and symptoms of the illness were similar to those seen in Hong Kong. Twenty-one patients needed ICU admission, and the 21-day mortality rate was 6.5% [95] . Poor prognostic indicators for SARS have included male sex, hyponatremia, left shift, elevated LDH, and age greater than 60 years [93] [94] [95] .\n\nUnfortunately, there is no rapid test for SARS. Reverse transcriptionpolymerase chain reaction (RT-PCR) can be used to evaluate for SARS, but the yield depends on the duration of symptoms and the type of sample [96] . There is also no known effective treatment. Anecdotally, some Hong Kong patients seemed to respond to corticosteroid and ribavirin therapy, but no randomized control trials have been done [94] .\n\nDue to its high fatality, lack of treatment options, and the frightening ability to spread among contacts, it is important to have a plan to control any new infections and prevent spread. According to World Health Organization (WHO) guidelines, patients with suspected SARS should have a separate triage area. These patients need to wear a mask, and triage staff should wear mask and eye protection. Probable cases should be isolated in a single negative pressure room if available and be placed on droplet, airborne, and contact precautions. Disposable devices such as stethoscopes should be used for each patient. If single rooms are not available, patients should be placed in cohort rooms [97] . There have been no cases of SARS in the past few years; however, there is always the potential for this deadly virus to reemerge.\n\nAnother emerging deadly virus is avian influenza, otherwise known as influenza A (H5N1). Although there have been relatively few cases, this virus is especially disturbing owing to its pathogenic nature. The reservoir for avian influenza is wild poultry. It is present in wild birds in Asia, Europe, the Near East, and Africa. Most infections in humans are related to exposure to ill birds. Human-to-human transmission is currently rare [98] .\n\nAccording to WHO statistics, there have been 332 total reported cases from 2003 to October 2007 and 204 reported deaths in that period [99] . The majority of cases have been in Indonesia and Viet Nam. Up to this point, there have been no reported cases in North or South America [99] .\n\nIn January 2004, 10 cases of avian influenza were diagnosed by RT-PCR or viral culture in Viet Nam. The ages of these patients ranged from 5 to 24 years. Eight of the ten patients had a known contact with poultry. Every patient was found to have abnormalities on chest radiography that significantly progressed during the course of their illness (although there is no report on a characteristic radiographic finding). Signs and symptoms of infection included fever, cough, diarrhea, shortness of breath, lymphocytopenia, and thrombocytopenia. Disturbingly, eight patients required mechanical ventilation within 48 hours of admission, and all of these patients died between day 6 and 14 [100] .\n\nSimilarly in Turkey in 2006, there were eight WHO-confirmed cases of patients infected with avian influenza [101] . These patients were between 5 and 15 years of age. All of the patients had been exposed to live poultry in their homes. Fever was present in each patient. Cough, sore throat, myalgia, and diarrhea were also common complaints. Lymphocytopenia, thrombocytopenia, and elevated AST, LDH, and creatinine kinase were common laboratory findings, similar to the cases studied in Viet Nam. Four of the patients needed mechanical ventilatory support within 48 to 72 hours. All of the eight patients died within 7 days of hospitalization [101] .\n\nThe worrisome factors in both of these case series include not only the obviously high mortality but also the young age of the patients involved and the rapidity at which their disease progressed. Indeed, according to the CDC, the overall mortality rate of avian influenza is currently 60%. Strikingly, mortality is highest in patients aged 10 to 19 years, similar to the influenza outbreak of 1918 [98] .\n\nHealth care providers should entertain the diagnosis of avian influenza when addressing a patient with fever and respiratory illness who is from or has traveled to areas where avian influenza infection has been found in poultry [102] . These areas include Azerbaijan, Cambodia, China, Djibouti, Egypt, Indonesia, Iraq, Nigeria, Thailand, Turkey, and Viet Nam [99] . Rapid influenza detection kits should not be used for identifying avian influenza. Specimens should be sent to a WHO-recognized laboratory for identification [102] .\n\nAs is true for many illnesses that are rare and rapidly fatal, only anecdotal information is available regarding the treatment of avian influenza. No randomized control trials are available at this time that address antiviral therapy. According to WHO guidelines, oseltamivir should be used for antiviral therapy. Anecdotal data suggest that it can reduce mortality. In patients with severe disease, amantadine or rimantadine can be added to the oseltamivir regimen. These drugs should not be used alone. Corticosteroids should only be considered in patients with septic shock and possible adrenal insufficiency. If adult respiratory distress syndrome develops, lung protective mechanical ventilation should be used [102] .\n\nAs is true for SARS, there is no clinically proven treatment for avian influenza, making prevention of the spread of disease very important. Currently, person-to-person spread is rare, but influenza viruses in general are known for their ability to change. Because the virus has its reservoir in poultry, there is an embargo on birds from affected countries to the United States in an attempt to prevent the spread of infection [103] .\n\nIt is important to maintain contact and airborne precautions when dealing with patients with suspected avian influenza. Whenever possible, patients should be in a negative pressure isolation room. The expiratory ports of ventilators and oxygen masks should contain a high-efficiency particulate air filter to decrease aerosol production and spread of the disease [102, 104] .\n\nAlthough avian influenza and SARS infections are rare, they clearly have the potential to be rapidly fatal. Travel by air can easily cause spread of infection to previously infection-free sites. Health care providers need to be aware of these infections and keep them in mind when evaluating patients with febrile respiratory illnesses, especially those who have traveled from affected areas."}