{"title": "", "body": "HLA-A * 0201 T-cell epitopes in severe acute respiratory syndrome (SARS) coronavirus nucleocapsid and spike proteins\n\nSevere acute respiratory syndrome (SARS) is caused by a novel coronavirus-SARS-associated coronavirus (SARS-CoV). SARS-CoV is an enveloped positive-stranded RNA virus [1, 2] . The four structural genes of SARS are S gene, encoding a spike glycoprotein which plays a role in cell-cell fusion; small membrane protein (E), an integral membrane glycoprotein (M), and the N gene encoding a nucleocapsid RNA-binding protein that may be associated with viral M protein [3] . Presumably, SARS-CoV infects cells through the S protein, which binds to cell surface receptor-angiotensin-converting enzyme 2 [4] . After this initial attachment, the viral E protein fuses with the plasma membrane of the host cell, and a cascade of intracellular events follows, including interaction between the M and N proteins [4] . Hence, these four structural proteins are major targets for developing anti-SARS drugs or vaccines. To date many efforts have been made to find a vaccine that can block SARS-CoV infection and eliminate its viral loads.\n\nInfectious bronchitis virus (IBV), a prototype of the Coronaviridae family, causes a highly contagious respiratory disease of chickens. IBV-specific CTLs are critical to play a role in the elimination of virus particles during acute infection and subsequent control of the infection in chickens [5, 6] . Therefore, CTL may determine the role of immunity in controlling viral pathogenesis. In this project, for generating SARS-CoV CTL response, we chose to analyze the two structural genes-S and N for defining HLA-A * 0201-restricted CTL epitope for the future vaccination. Human CTLs are specific for peptides presented in the context of major histocompatibility complex (MHC) molecules. Prior to presentation, peptides are generated in the cytosol by limited proteolytic fragmentation of all available antigens, translocated to the endoplasmic reticulum, specifically sampled by MHC molecules, and exported to the cell surface, where they await CTL scrutiny. Subunit vaccines that contain small synthetic peptides corresponding to minimal cytotoxic T lymphocyte (CTL) epitopes have been shown to be highly effective for the induction of strong, protective CTL-mediated immunity against infectious virus and tumor growth in murine models [7] . Hence, in this study, we mapped the HLA-A * 0201 CTL epitopes of SARS-CoV N and S proteins. We used online database analysis to predict HLA binding peptides of SARS-CoV N and S proteins and validated by T2-cell binding assay [8] . Our results identified three N-and two S-specific HLA-A * 0201 peptides. Moreover, our identified N317-325 and S1042-1050 CTL epitopes could induce recall responses when IFN-c stimulation of blood CD8 + T-cells revealed significant difference between normal healthy donors and SARS-recovered patients after those PBMCs were in vitro vaccinated with its cognate antigen.\n\nPeptide synthesis. To determine potential vaccine candidates, ten each potential 9-amino acid peptides of SARS-CoV N and S proteins were synthesized. In addition, the HLA-A2.1-binding peptide YMDGTMSQV (tyrosinase 369-377) and the HLA-A1-binding peptide EADPTGHSY (MAGE-1 161-169) [9] were tested positive and negative control, respectively. These peptides were synthesized by solid-phase strategies on an automated peptide synthesizer (Abimed AMS 422) using Fmoc chemistry. Peptides were analyzed by reverse-phase high-performance liquid chromatography (HPLC) and dissolved in dimethyl sulfoxide (DMSO) at 1-5 mg/ml, liquated, and stored at À70°C.\n\nT2-cell stabilization assay: stabilization of HLA-A2.1 on the surface of T2-cells by synthetic peptides. To determine whether synthetic peptides could bind to HLA-A * 0201 molecules, peptide-induced HLA-A * 0201 upregulation on T2-cells was examined according to a protocol described previously [8] . To measure the relative amounts of HLA-A2.1-peptide complexes formed, 2 · 10 6 cells were incubated with 100 lg of each N or S protein peptide for 3.5 h at 26°C in HBSS supplemented with 5% FBS, 5 lg/ml human b 2-microglobulin (Sigma), and 5 lg/ml brefeldin A. The various titrations of peptide for T2-cell binding assay were tested, and 100 lg of peptide was the approximate concentration for this assay (data not shown). The cells were then washed and incubated for an additional 2 h at 37°C to allow the remaining peptide-free MHC molecules to denature, followed by indirect immunofluorescence staining for HLA-A2.1 expression with BB7.2 Ab and goat anti-mouse IgG (F(ab')2) FITC (Jackson ImmunoResearch, West Grove, PA), being fixed with 1% para-formaldehyde, and being analyzed by flow cytometry. Results were calculated as a percentage of HLA-A2.1 expression using the formula: (fluorescence intensity of experimental peptide binding to HLA-A2.1 À mock peptide binding to HLA-A2.1) · 100%.\n\nProduction of recombinant N protein. The recombinant N protein was expressed from pRSETA vector (Invitrogen, Carlsbad, CA, USA) in Escherichia coli system BL21(DE3)Gold (Stratagene, Cedar Creek, TX, USA) by DNA recombinant technology and purified by Ni-NTA resin as reported by Liu et al. [10] .\n\nAnimals. HLA-A2.1 transgenic mice were purchased and imported from the Jackson Laboratory, and maintained in our Institute under specific pathogen-free conditions. The transgenic mice with C57BL/6 background that express a MHC-I molecule of human HLA-A2.1 have been described previously [11] . These transgenic mice received each N-or S-specific peptide (100 lg) or N protein (50 lg) with 30 lg CpG oligodeoxynucleotide (CpG ODN 1826) via intramuscular injection three times at one week intervals. One week after the last immunization, we mapped the CTL epitopes of N and S proteins by analyzing antigen-specific CD8 + interferon-c + (IFN-c + ) double-positive cells in HLA-A2.1 transgenic mice with flow cytometry [12, 13] .\n\nIntracytoplasmic cytokine staining and flow cytometry analysis. Splenocytes (2 · 10 6 ) from peptide vaccinated HLA-A2.1 transgenic mice or controls were incubated for 12 h with a 30 lg stimulator (each N or S synthetic peptide) for the detection of N or S peptide-specific CD8 + T-cell precursors. Golgistop (PharMingen, San Diego, CA) was added into each well at 6 h before the cells were harvested. Cells were then washed twice in FACScan buffer and stained with fluorescein isothiocyanate (FITC)-conjugated rat anti-mouse CD8b.2 (Ly-3.2) monoclonal antibody (PharMingen). Cells were subjected to intracellular cytokine staining using the Cytofix/Cytoperm kit according to the manufacturer's instructions (PharMingen). Phycoerythrin-conjugated rat anti-mouse IFN-c monoclonal antibody was purchased from PharMingen. FACS analysis was performed on a Becton-Dickinson FACScan with CELLQuest software (Becton-Dickinson Immunocytometry System, Mountain View, CA).\n\nHLA-A * 0201 typing. Blood samples were collected in acid citrate dextrose tubes and transported within 24 h to the Immunohematology Reference Laboratory, Mackay Memorial Hospital (Taipei, Taiwan). All samples were tested for HLA-A, B, C serology (standard microlymphocytotoxicity technique) using Terasaki Chinese HLA-ABC 72-Well Trays (lots 2, 3, 3A, 3B) [14] .\n\nIn vitro vaccination and IFN-c assay. Samples were obtained with informed consent from Tri-Service General Hospital and Mackay Memorial Hospital, Taipei, Taiwan, and the study was approved by the institutional Human Investigation Review Committee. Human PBMCs were isolated, respectively from 5 normal and 5 full recovery patients of severe SARS-infection with HLA-A * 0201 type by separation on Ficoll-Hypaque density gradients and re-suspended in T-cell medium [15] . These five recovery patients including one laboratory worker and four hospital nurses contracted SARS-CoV during the epidemic period on 2003 [16] . They were afflicted with SARS disease and hospitalized until full recovery. All of them were identified virus RNA in respiratory secretions. Antibodies against SARS-CoV were detected by SARS-specific IgG capture ELISA and end-point dilution Ab titers. The Ab titers were =1:16 and were observed in all recovered patients. No Ab to SARS-CoV was detected in any healthy donors. All patients' bloods were harvested over one year post-infection.\n\nThe isolated peripheral blood mononuclear cells were incubated on plastic dishes for 2 h. The non-adherent lymphocytes were aspirated, the adherent fraction was cultured in medium containing 1% polled human AB serum, recombinant granulocyte-macrophage colony-stimulating factor (GM-CSF) (1000 IU/ml), and recombinant human interleukin 4 (IL-4) (1000 IU/ml) (R and D Systems, Minneapolis, Minn.). One hundred micrograms of recombinant N protein or the combination of multiple S peptides was incubated with the adherent cells at 37°C. Recombinant human interleukin 2 (IL-2) (10 IU/ml), recombinant human interleukin 7 (IL-7) (10 IU/ml), recombinant human interleukin 1-beta (IL-1b) (10 ng/ml), and recombinant human tumor necrosis factor-alpha (TNF-a) (10 ng/ml) were added every second days into antigen-vaccinated adherent cells. Three days after the initial addition of antigens to adherent cells, autologous blood lymphocytes (non-adherent cells) (2 · 10 6 /well) were coincubated with adherent cells, on the second day recombinant human interleukin 2 (IL-2) (10 IU/ml) was added. Cultures were fed with medium containing penicillin, streptomycin, IL-2, and IL-7. After 7 to 15 days of culture, the CD8 + T-cells were purified by labeling blood lymphocytes with magnetic microbeads coated with anti-CD8 + antibody in accordance with the manufacturer's recommendations (Miltenyi Biotech GmbH) and separated on an Automacs device (Miltenyi Biotech GmbH) using the series procedures [17] . The isolated CD8 + T-cells were then stimulated with each indicated peptide, and the next day, the supernatants were collected and analyzed for IFN-c (polyclonal Ab) with an ELISA kit (Quantikine, R&D systems). The series concentrations of standard protein (0, 15.6, 31.2, 62.5, 125, 250, 500, and 1000 pg/ml) were parallely measured for the reference, accordingly the concentrations of IFN-c in each test were calculated.\n\nDefine HLA-A * 0201-restricted epitopes of N and S proteins of SARS-CoV by T2-cell binding assay\n\nWe screened the amino acid sequences of N and S proteins of SARS-CoV and used HLA peptide binding predictions offered by the National Institute of Health (NIH) (http://thr.cit.nih.gov/molbio/hla-bind/) to determine the potential CTL epitopes by estimating dissociation half-life from MHC class I molecules. Ten each potential N-and S-specific HLA-A2-binding peptides along with the positive and negative control peptides were then synthesized (Supplement Table 1 ) and subjected to a T2-cell binding assay for validating the binding affinity of HLA-A2.1. The tyrosine-derived peptide YMDGTMSQV served as a positive control [9] , and the HLA-A1-binding peptide EADPTGHSY (MAGE-1) served as a negative control. Online database analysis and the T2-cell binding affinity assay revealed that three N peptides (N223-231, N227-235, and N317-325) (Fig. 1A) and two S peptides (S787-795 and S1042-1050) (Fig. 1B) exhibited strong binding to HLA-A2.1 molecules.\n\nTransgenic mice have been widely used as preclinical disease models and can provide information relevant to clinical trial design. Transgenic mice with a C57BL/6 background expressing class I MHC molecules of human HLA-A2.1 have been described previously [11] . Using these mice, we mapped HLA-A2.1 CTL epitopes by vaccinating HLA-A2.1 transgenic mice with 50 lg recombinant N protein three times at one week intervals. One week after the last vaccination, splenocytes were harvested and stimulated with each of the T2-cell binding peptides or non-binding peptides separately, after which CTLs were assayed by CD8 + IFN-c + double staining with flow cytometry [18] . As shown in Fig. 2A , peptides N223-231, N227-235, and N317-325 stimulation resulting 38, 75, and 121 CD8 + IFN-c + T-cells were detected per 10 5 splenocytes derived from SARS-CoV N protein vaccination, it was an approximate 3-, 4-, and 8-fold increase in N223-231, N227-235, and N317-325 peptide stimulation compared to N407-415 (non T2-cell binding peptide), respectively (Fig. 2B ). As to IFN-c production from non-CD8 + cells in Fig. 2A , it suggests that CD4 or natural killer cells may involve in and that is worth for further investigation. To sum, peptides N223-231, N227-237, and N317-325 could act as stimulators to induce a SARS-CoV N-specific CTL response.\n\nIdentification of SARS-CoV N and S CTL epitopes from HLA-A2.1 transgenic mice vaccinated with T2-cell binding peptides plus CpG ODN 1826\n\nImmunization experiments were conducted with the three T2-cell binding peptides of N protein and two S peptides as well as each non-T2-cell binding peptide-N407-415 and S151-159 (Figs. 1A and B) , to test its capacity to induce peptide-specific CTL immunity in vivo. CpG phosphorothioate oligodeoxynucleotide 1826 (CpG ODN 1826) was used as an adjuvant [18] . Transgenic mice received each peptide with CpG ODN 1826 via intramuscular injection three times at one week intervals. One week after third immunization, we measured peptide-specific CTL activity by analyzing antigen-specific CD8 + IFN-c + double-positive cells in HLA-A2.1 transgenic mice with flow cytometry. As shown in Figs. 3A and B, CTL activity resulting from vaccination with peptides N223-231, N227-235, and N317-325 was significantly increased by about 4-, 4-, and 5-fold, respectively, compared to non-T2-cell binding peptide-N407-415. The cutoff for significant immune response in this study was chosen about fourfold differences between stimulator peptide and irrelevant peptide-inducing CTLs. Likewise, to determine S CTL epitopes, CTL activity resulting from vaccination with peptides S787-795 and S1042-1050 was increased by about 4-and 5-fold, respectively (Supplement Fig. 1 ), indicating that peptides S787-795 and S1042-1050 were immunogenic CTL epitopes of SARS-CoV S protein.\n\nRecently several groups measured vaccine efficacy by in vitro vaccinating PBMCs from cancer patients with peptides [7] , tumor cells [19] , soluble protein [20] , virus like particles [15] , and recombinant adenoviruses [21] . They all showed that in vitro vaccination with these agents could trigger human CTLs against tumor antigens. Moreover, the recent report demonstrated that in vitro vaccination of healthy donors with human papillomavirus type 16 E7 protein can generate E7-specific CTL clones [22] . It indicates that CTL clones can be generated by in vitro vaccinating PBMCs from either patients or normal healthy. For avoiding radioactive risk, we used ELISA to measure IFN-c releasing from purified CD8 + T-cells as a CTL assay instead of chromium release assay and ELISPOT assay. We had performed ELISPOT and ELISA for IFN-c production of purified CD8 + T-cells in parallel, the results of these two assays were coherent (data not shown). Therefore in this study, we examined CTL activity by IFN-c releasing from purified CD8 + T-cells with ELISA kit. The lymphocytes were obtained from five HLA-A * 0201 donors who had fully recovered from SARS-CoV infection and five HLA-A * 0201 healthy donors with no history of SARS-CoV infection. The adherent and non-adherent cells were isolated and divided from human bloods by separation on Ficoll-Hypaque density gradients as described in Materials and methods. Recombinant N protein or the combination peptides of S protein were introduced into isolated adherent cells. The vaccinated adherent cells were then co-cultured with autologous lymphocytes (non-adherent cells). Two weeks after co-incubation, CD8 + T-cells were isolated. The purification of CD8 + T-cells was analyzed by flow cytometry, and the results showed no CD4 + T-cells and NK cells existing (data not shown). The isolated CD8 + T-cells were then stimulated with each peptide, and IFN-c + production was assayed by ELISA. As shown in Fig. 4A , stimulation with peptides N223-231 or N227-235 or N317-325 produced high amounts of IFN-c + both in normal healthy and fully recovered SARS-CoV infected patients, but a low response to irrelevant peptide. The positive control was T-cell response to HLA-A2-restricted influenza virus matrix peptide stimulation [23] . There was no significant T-cell response in non-HLA-A * 0201 of healthy donors and SARS-CoV infected patients (data not shown). These data, derived from an average five individuals in each group indicated that human antigen presenting cells can process N protein, therefore present MHC I molecules complexed with N peptide to T-cells. Therefore peptides N223-231, N227-235, and N317-325 are endogenous CTL epitopes of N protein. Likewise, in vitro vaccination data showed peptides S787-795 and S1042-1050 as S-specific CTL epitopes (Fig. 4B) . Furthermore, to look into the recall response of CTL peptides, the IFN-c production from blood CD8 + T-cells in response to N317-327 and S1042-1050 CTL epitope stimulation revealed significant difference between normal healthy donors and SARS-recovery patients after those PBMCs were in vitro vaccinating with their cognate antigen, indicating that these two CTL peptides in recovery patients can induce higher immune response than normal healthy (Figs. 4A and B) . However, N223-231, N227-235, and S787-795 CTL epitope stimulation showed no significant difference between normal donors and SARS-recovered patients, indicating that no-recall response of these three peptides exists in blood lymphocytes of fully convalescent SARS-CoV infected patients.\n\nIn this study, we were the first to identify N peptides 223-231, 227-235, and 317-325 as HLA-A * 0201-restricted CTL epitopes of SARS-CoV N protein; and two novel S CTL epitopes S787-795 and S1042-1050 in addition to three S epitopes (978-986, 1203-1211, and 1167-1175) already known [24, 25] by immunizing HLA-A2.1 transgenic mice and in vitro vaccinating HLA-A * 0201 positive human PBMCs to measure their immunogenicity. During SARS-CoV infection, N protein is reported to be highly immunogenic and large quantities have been found in serology assays at the early stage of SARS-CoV infected patients [26, 27] . Similarly, the N antigen also has been found to be highly immunogenic in elk CoV [28] and IBV [29] . However until now, there has been no report concerning any N-specific CTL epitopes to elicit cellular immune response in humans. But there are several published papers for SARS-CoV N protein vaccine development in experimental animals. For examples, N vaccines can efficiently generate N-specific humoral and T-cell-mediated immune responses in vaccinated mice or monkey [30, 31] . In this study, we are the first to identify three N-specific HLA-A * 0201 CTL epitopes N223-231, N227-235, and N317-325 that can stimulate IFN-c release from CD8 + T-cells via in vitro vaccination of human blood lymphocytes from healthy donors or SARS-CoV fully recovered patients. Therefore, these three T-cell epitope peptides are good candidates for at least the partial constitution of an anti-SARS-CoV vaccine.\n\nThe S of SARS-CoV, a 1255-amino acid type I membrane glycoprotein [32] , is the prominent protein present in the viral membrane and presents as the typical spike structure found on all coronaviruses [33] . S glycoprotein domain structure has been deduced from sequence analysis [32] . The S glycoprotein consists of a leader (amino acids 1 to 14), an ectodomain represented by amino acids 15 to 1190, a membrane spanning domain (amino acids 1191 to 1227), and a short intracellular tail (amino acids 1227 to 1255) [32] . Previously, the three S-specific HLA-A * 0201-restricted CTL epitopes were reported [24, 25] . In this study, we found two novel S-specific HLA-A * 0201 CTL epitopes S787-795 and S1042-1050. Wang et al. [24] used SYFPEITHI and Epi-topePredict [24] to predict S-specific HLA-A * 0201 binding affinity epitopes and identified peptides S978-986 and S1203-1211 as S-specific HLA-A * 0201-restricted CTL epitopes. In our study, we used the NIH database to predict potential HLA-A * 0201 binding peptides. The identification of S787-795 and S1042-1050 as CTL epitopes of S protein was validated by a T2-cell binding assay and the immunogenicity was measured by HLA-A2.1 transgenic mice and in vitro vaccination of human PBMCs. As to identification of CTL epitopes of S protein, unlike N protein, there was not available the entire S protein for vaccination in this study, but induction of CTL activity via in vitro vaccination of human blood lymphocytes with S787-795 and S1042-1050 found in this study had a similar stimulating effect as S978-986 and S1203-1211 identified by Wang et al. [24] (Fig. 4B) . Hence, S787-795 and S1042-1050 can be regarded as two novel S-specific HLA-A * 0201 CTL epitopes.\n\nRecently, angiotensin-converting enzyme 2 (ACE2) was found to be a functional receptor for SARS-CoV S protein [4] . Subsequently, the ACE2 receptor-binding domain was located between amino acid residues 303 and 537 of the S [34] [35] [36] . Therefore if including the results of the present study, five of the known S-specific CTL epitopes (S787-785, S1042-1050, S978-986, S1203-1211, and S1167-1175) seem not to be involved in ACE2 receptor binding of host [24, 25, 35, 36] . Hence, the binding domain (amino acid 303 to 537) of S protein to ACE2 receptor is not strong CTL activity in HLA-A * 0201 humans. On the other hand, B-cell epitopes of spike protein have been found. Among those, the epitope covering 789-799 amino acids of S protein is reported to be B-cell antigenic epitopes by the recognition of monoclonal antibodies [37] . The other recent report has also revealed that the amino acids between 787 and 809 are an immunodominant site which the human humoral immune system recognizes and interacts with. This short peptide fragment (787-809) is located in the loop region between the predicted N and M helices of the spike protein and is in close proximity to a glycosylation site identified at glutamine 783 [38] , suggesting that this fragment is on the surface of the spike protein. Our data combining with these above results, reveals that the T-cell epitope S787-795 identified in this study may elicit both strong humoral and cellular immunity [39] , and may be a more valuable candidate for vaccine development. In this study, CD8 + T-cells from normal healthy donors could induce T-cell response to N-or S-peptide stimulation after whose blood lymphocytes were in vitro vaccinated with its cognate antigen (Figs. 4A and B) . It indicates that either N or S antigens may stimulate normal human blood T-cells to become effective CTLs in vitro. The recent studies have similarly reported that heat-inactivated SARS-CoV can elicit CTL response [40] and human papillomavirus type 16 E7-specific CTL clones can be generated from in vitro vaccinating normal healthy blood lymphocytes [22] . This would suggest that mature dendritic cells have the capability to activate SARS-CoV N-and S-specific CTLs from naïve precursor in vitro. In this study, N peptides N223-231, N227-235, N317-325 as well as S peptides S787-795 and S1042-1050 were identified as N-and S-specific HLA-A * 0201 CTL epitopes, respectively. Among them, CTL peptides, N317-325 and S1042-1050 could induce recall response, but N223-231, N227-235, and S787-795 CTL epitopes did not (Fig. 4) . Since the IFN-c production by N317-325 and S1042-1050 CTL epitopes stimulation revealed significant difference between normal healthy donors and SARS-recovery patients after those PBMCs were in vitro vaccinating with cognate antigen, indicating that these two CTL peptides can trigger recall responses (Fig. 4) . However, the IFN-c secretion by N223-231, N227-235, and S787-795 CTL epitopes stimulation showed no significant difference between normal donors and SARS-recovered patients, indicating that no-recall response of these three peptides exists in blood lymphocytes of fully convalescent SARS-CoV infected patients. Previous report identified two S-specific HLA-A * 0201 CTL epitopes S978-986 and S1203-1211 [24] , T-cell specific immune response to these two epitopes (S978-986 and S1203-1211) was only observed in HLA-A * 0201 and SARS-CoV infected patients but not in healthy donors. But when we tested these two peptides (S978-986 and S1203-1211) along with our finding CTL epitopes, the results showed that S978-986 and S1203-1211 elicited no difference in immune response between healthy donors and recovered patients (Fig. 4B) . The different results of S978-986 and S1203-1211 in their and our assays are in assay timing [24] . In their study, T-cell immunity was analyzed one month after SARS-CoV infection; but the recovered patients in our study were tested from at least one year after virus infection. This would suggest that the memory cells to S978-986 and S1203-1211 existing in the blood of SARS-CoV recovered patient may not be long-lived. It was confirmed in their continuing report that S978-986 and S1203-1211 do not elicit Ag-specific recall response when analyzed CTL responses of PBMC to inactivated SARS-CoV in SARS-recovered patients over one year after recovery [40] . In sum, the memory T-cells to N317-325 and S1042-1050 seem long-lived; hence, these two peptides become more valuable candidates for future vaccination and diagnosis marker of SARS prevention and infection. Due to the decline in the SARS epidemic, no acute SARS patients are available to illustrate the balance between the pathogenesis and immune reaction of SARS. Our results would provide a new insight in to the development of immune response of SARS-CoV infection and the approaches of therapeutic vaccine in SARS."}