{"title": "Role of tourism price in attracting international tourists: The case of Japanese inbound tourism from South Korea", "body": "International tourism has experienced sustained expansion over the past six decades, substantially contributing to the world economy. International tourist arrivals reached the unprecedented milestone of 1 billion in 2013 and generated US$476 billion in expenditures (World Tourism Organization, 2014) . Accordingly, many researchers have conducted studies on international tourism flows and their major determinants (Carey, 1991; Chatziantoniou, Filis, Eeckels, & Apostolakis, 2013; De Vita & Kyaw, 2013; Garín-Muñoz, 2006; Law, Goh, & Pine, 2004; Lee, 1996; Wang, 2009) .\n\nTourism demand forecasting is important for effective use of limited resources in both private and public sectors (Lee, Var, & Blaine, 1996; Song & Witt, 2006) . Since many tourism products such as airline seats and hotel rooms are perishable, efficient planning based on accurate estimation of demand is critical for successful tourism businesses. An inability to meet demand often leads to business failure in the tourism industry (Song & Witt, 2006) . For the public sector, tourism forecasting provides a basis for planning investments in tourism infrastructure such as airports and highways (Lee, Song, & Mjelde, 2008) . Since such large-scale infrastructure projects require considerable public funds over the long term, the expected return on investment (ROI) should be spelled out in the planning stages, and ROI is in large part determined by forecasting tourism demand. Accordingly, accurate demand estimation is essential when appraising investment plans' economic feasibility (Song & Witt, 2006) .\n\nRecognizing the importance of tourism demand forecasting, the econometric approach has been widely adopted to predict tourism demand (Song & Li, 2008) . In econometric studies of tourism demand, per capita income, tourism price, promotional efforts, and external shocks have been identified as important determinants of tourism demand (Li, Song, & Witt, 2005; Lim, 1999; Song & Li, 2008) . However, results regarding the effects of price variables (e.g.relative prices, exchange rates, transport cost) on international tourism demand vary widely. Some inconsistent results may be attributable to use of different variables as a proxy for the same tourism price factor. This inconsistent use of price variables suggests that more research needs to be done to identify the price variables that best represent international tourism price.\n\nGiven that previous empirical studies yielding the inconclusive results on price effect have been conducted in the context of different countries, proper price variables may be different from destination to destination. Indeed, tourists' responses to changes in explanatory variables are country-specific and therefore the variables' elasticity varies by destinations (Crouch, 1995; Dwyer, Forsyth, & Rao; Gil-Pareja, Llorca-Vivero, & Martínez-Serrano, 2007) . Moreover, recent changes in economic circumstances such as currency depreciation resulting from unconventional monetary policy (US, Eurozone, Japan), shifts in exchange rate policy (Switzerland, Singapore, China), and drastic drops in oil prices triggered by expanded supplies of shale gas may substantially influence the cost of travel to the countries changing international tourism demand. Thus, choosing the proper price variables for the tourist destinations examined could be critical to the accurate estimation of tourism demand for those destinations.\n\nThe aim of this study is to address the selection of proper tourism price variables in identifying underlying factors in tourism demand http model. Specifically, this study estimates and compares several demand models of Japanese inbound tourism from South Korea (hereafter Korea), each of which includes different price variables. Japanese inbound tourism from Korea was chosen for the following reasons:\n\n(1) Korea is the largest tourism market for Japan; and (2) price variables have a clear effect on tourism demand, as shown by the fact that the Japanese yen (JPY) has depreciated against the Korean won (KRW) from the fourth quarter of 2011 to the third quarter of 2014. The findings of this study contribute to a better understanding of price variables when forecasting international tourism demand for a specific country. In addition, because the Japanese government intends to increase its annual tourist arrivals to 20 million by 2020 when Japan hosts the Tokyo Olympics (Ong, 2014) , identifying determinants of tourism demand for Japan is of great importance for both policymakers and tourism practitioners.\n\nTourism demand studies fall into two categories: qualitative and quantitative (Peng, Song, & Witt, 2012) . Quantitative demand studies are dominant in the tourism demand literature (Song & Turner, 2006) and two forecasting approaches are the most commonly used: timeseries and econometric (Song & Li, 2008) . The time-series approach is useful in that estimation procedures are relatively simple and only one data series is needed for estimation (Peng et al., 2012) . In this approach, demand forecasting is performed by analyzing the patterns of past demand movements and then, from that, predicting future movements (Song & Li, 2008) . On the other hand, the econometric approach predicts tourism demand based on the causal relationship between dependent (e.g. tourists) and explanatory (e.g. income) variables with sound theoretical basis (Peng et al., 2012) . The empirical usefulness of this approach lies in identifying which factors contribute most to tourism demand Song, Witt, and Li, 2009 ).\n\nIn econometric tourism demand studies, several economic factors have been found to be significant determinants of international tourism demand (Prideaux, 2005) . Based on classic economic demand theory (i.e. the higher the prices of goods and services, the lower the demand for those products), tourism price has been commonly used in demand models as a primary determinant (Hui & Yuen, 1998; Uzama, 2009 ). According to Crouch (1994) , Witt and Witt (1995) , and Webber (2001), tourism price consists of living cost plus transport cost. Living cost, in turn, has two components: prices of tourism goods and services in the destination country and exchange rates.\n\nIn general, prices of tourism goods and services have a negative relationship with tourism demand. The relationship may be sensitive to changes in domestic tourism prices in the origin country and therefore many demand models include prices of destination tourism products relative to the origin country in order to consider the cross-price effect (Loeb, 1982; Tan, McCahon, & Miller, 2002) . Because price information of tourism goods and services is generally unavailable, consumer price index (CPI) has commonly been used as a proxy for relative prices (Akis, 1998; Lee, 1996; Morley, 1994; Muchpondwa & Pumhidzai, 2011) . Furthermore, actual prices of a destination's tourism products have not been found to be clearly superior to CPI in accounting for tourism demand (Martin & Witt, 1988) . Although CPI is most commonly used for relative prices (Akis, 1998) , Gil-Pareja et al. (2007) included purchasing power parity in their demand model instead of CPI and Garín-Muñoz (2006) developed her own tourism price index.\n\nMany studies have proved that tourism demand is significantly responsive to changes in relative prices (Eilat & Einav, 2004; Hiemstra & Wong, 2002; Patsouratis, Frangouli, & Anastasopoulos, 2005; Qu & Lam, 1997; Webber, 2001) . For example, Webber (2001) identified the determinants of tourism demand for Australia in eight tourism markets using Engle and Granger's procedure and Johansen's procedure. The results showed that relative prices had a significantly negative effect on tourist arrivals from six of the eight countries, all but Malaysia and the U.K. Hiemstra and Wong (2002) investigated the outbound tourism from seven major countries to Hong Kong between 1990 and 1998. In the study, autoregressive estimation was employed for seven tourism demand models and relative prices were included only in the demand model for Australia-Hong Kong. The results of the study provided clear evidence of a significant effect of relative prices on tourist arrivals from Australia to Hong Kong. On the other hand, Muchpondwa and Pimhidzai (2011) found no link between relative prices and tourism demand. Lee et al. (1996) showed that the significant effects of relative prices on international tourism demand varied depending on the origin country to country indicating mixed results.\n\nExchange rates, the other indicator of living cost, have also been frequently examined in tourism demand studies (e.g., De Vita & Kyaw, 2013; Di Matteo & Di Matteo, 1996; Dritsakis & Gialetaki, 2004; Edward, 1995; Wang, 2009; Yap, 2011) . When the currency of a country devalues, its tourism becomes more price competitive and therefore travel demand for the country is likely to increase (De Vita & Kyaw, 2013) . Conversely, as the value of a country's currency rises, the decreased price competitiveness of its tourism results in a reduction in inbound tourism (De Vita, 2014) . However, this view has not always been borne out in international tourism markets. Some researchers (e.g. Di Matteo & Di Matteo, 1996; Eilat & Einav, 2004; Hiemstra & Wong, 2002; Roselló-Villalonga, Aguiló-Pérez, & Riera, 2005; Wang, 2009 ) have found evidence that exchange rates have a significant effect on tourism demand, while others (e.g. Hui & Yuen, 1998; Muchapondwa & Pimhidzai, 2011; Webber, 2001) failed to find such evidence. In addition, Lee (1996) developed several demand models for inbound tourism to Korea and the results of exchange rate were inconsistent. These results indicate that the effects of exchange rates are asymmetric across countries and even across different markets in a single country.\n\nIt has generally been held that relative prices and exchange rates should be considered in tourism demand models, but it remains controversial whether these two components of living cost should be examined separately or combined as effective relative prices (Durbarry & Sinclair, 2003; Gray, 1966; Tan et al., 2002) . According to Song and Witt (2000) , price changes in a destination country can be calibrated by movements in exchange rate. Therefore, the destination price level that potential foreign tourists pay attention to is relative prices adjusted by exchange rates. Based on this argument, many researchers (e.g. Chang, Khamkaew, & McAleer, 2010; Divisekera, 2003; Garín-Muñoz, 2006; Kliman, 1981) convert relative prices into the currency of an origin country in tourism demand equations. Numerous studies (e.g. De Vita, 2014; Divisekera, 2003; Durbarry & Sinclair, 2003; Hiemstra & Wong, 2002) have argued for the significance of effective relative prices. Tan et al. (2002) concluded that effective relative prices were a better measure of living costs for Malaysian and Indonesian tourism. In contrast, Eilat and Einav (2004) and O'Hagan and Harrison (1984) argue that relative prices and exchange rates should enter separately into tourism demand models because it is highly likely that tourists will have more up-to-date information on exchange rates than on relative prices. Accordingly, they are more likely to use exchange rates to estimate cost of travel to the destination. Moreover, it has been noted that responsiveness of tourists to exchange rates is distinctive from their responsiveness to changes in relative prices (Gray, 1966; Lee, 1996; Muchapondwa & Pimhidzai, 2011) . With this in mind, many researchers (e.g. De Vita & Kyaw, 2013; Di Matteo & Di Matteo, 1996; Eilat & Einav, 2004; Edward, 1995; Wang, 2009 ) have included exchange rates as a separate variable in their tourism demand equations.\n\nTransport cost is also a component of tourism price. As transport cost accounts for a large proportion of total travel cost, an increase in transport cost tends to negatively affect destination choice with a subsequent decline in tourism flows (Covington, Thunberg, & Jauregui, 1995; Divisekera, 2003) . Airfares, oil prices, or distance have been typically used as proxies for transport cost (Durbarry & Sinclair, 2003; Kulendran & Witt, 2001; Song & Witt, 2000) . Kulendran and Witt (2001) compared the forecasting performance of cointegration and least-squares regression models, indicating that transport cost represented by airfares significantly influenced outbound tourism flows from the U.K. Nelson, Dickey, and Smith (2011) conducted time-series and cross-section analyses to investigate tourism from the US mainland to Hawaii. Airfare was found to be a significant determinant of tourism demand for Hawaii.\n\nSince transport cost changes as a function of fuel costs and geographical distance, oil prices and distance between two countries have been added to demand models as a proxy for transport cost (Hiemstra & Wong, 2002) . For example, Wang (2009) employed the autoregressive distributed lag model to identify the determinants of Taiwan's inbound tourism, particularly focusing on the effect of disastrous events. The study reported that oil prices had a significantly negative effect on Taiwan tourism indicating that foreign tourists are less likely to visit Taiwan as transport cost rises. De Vita (2014) used a distance variable to approximate transport cost through a gravity-type tourism demand equation and found distance was significant on tourism demand for 27 countries. The popular use of gravity models in tourism demand studies has allowed extensive investigation of the explanatory power of distance. Such studies include Eryiğit, Kotil and Eryiğit (2010) , Park and Jang (2014) , and Uysal and Crompton (1984) . However, oil prices and distance may be inappropriate for representing transport costs since neither variable considers the other, but both are main elements of the fuel cost function. Airfares are also limited due to complex fare structures and lack of data availability (Song & Witt, 2000; Webber, 2001) .\n\nAs one contributor to the increasing trend in international tourism, Japanese inbound tourism has increased from 0.7 million arrivals in 1971 to 13.4 million arrivals in 2014 (Japan National Tourist Organization, 2015). Despite occasional crisis events (e.g. the 9/11 terrorist attacks, the outbreak of severe acute respiratory syndrome (SARS), the meltdown of the Fukushima nuclear power plant), Japanese inbound tourism continues to grow. From 1971 to 2014, the annual growth rate was 7.2% on average and the figure has accelerated in recent three years averaging 29.3% along with considerable depreciation of the currency (50.3%). As a result, Japan has the sixth largest international tourism share among Asian countries (World Tourism Organization, 2014) .\n\nThree East Asian countries -China, Korea, and Taiwanaccounted for approximately 60% of Japan's inbound tourism market in terms of number of tourist arrivals (Japan National Tourist Organization, 2014). Among these countries, Korea has been the biggest market for Japan for the last two decades. Korean tourists to Japan has increased from 0.7 million in 1990 to 2.5 million in 2013 (see Fig. 1 ) and their share of the Japanese inbound tourism market was between 17.6% and 31.2% (Japan National Tourist Organization, 2014). Despite the importance of Korea in the Japanese tourism industry, few studies have examined the determinants of the Korean demand for Japan tourism.\n\nThere has been extensive exchange between Korea and Japan and in various areas such as economy, culture, politics, and diplomacy because of their geographic proximity. The major presence of Korea in Japanese tourism may be a result of the strong ties established in the various areas (Lee, Song, & Bendle, 2010) . Moreover, due to geographic proximity and the strong ties between the two countries, Koreans are likely to be aware of Japanese economic conditions and thus reasonably responsive to changes in Japanese tourism price. Accordingly, the impact of the different price variables of Japan tourism, whether positive or negative, can be readily captured in relation to Korea.\n\nThis study developed tourism demand models from Korea to Japan between the first quarter of 2000 and the fourth quarter of 2014. The dependent variable (RTOUR t ) was the number of Korean tourists divided by the total population of Korea. The use of population as a deflator was done to control for the increase in Korean tourists caused merely by population growth.\n\nBased on classic demand theory in which demand is a function of product price and individual income, two economic variables influencing demand for international tourism were added to the models: per capita income and tourism price. As the most important determinant of international tourism, per capita income is a measure of individual spending power. An increase in individual income is likely to lead to greater spending power creating tourism demand. This variable was calculated as the gross domestic product (GDP) of Korea divided by its population and then converted into real per capita income (RINCOME t ) by dividing per capita income by Korean CPI.\n\nTo investigate the price effect on Japanese inbound tourism from Korea, this study used relative prices, effective relative prices, exchange rates, oil prices, and jet-fuel prices. For the selection of adequate price variables, this study developed and compared six demand models with different price variables as follows: \n\nThe first model included relative prices and exchange rates separately to measure living cost in Japan. Relative price (RPRC t ) was calculated as the ratio of Japanese CPI to Korea CPI and exchange rate (EXC t ) was measured as the value of JPY per KRW. The second model added oil prices as a proxy for transport cost. Real oil price (ROIL t ) was computed by dividing crude oil prices per gallon by Korean CPI. The third model used jet-fuel prices as a proxy for transport cost instead of oil prices. Despite the importance of distance in transport cost functions, oil price variable does not reflect the distance between two countries. In addition, crude oil may have different price movement from the jet fuel actually used by aircraft. Thus, this study developed a variable of jet-fuel prices as new proxy for transport cost, since it takes into account both distance and actual fuel price. Real jetfuel price (RJET t ) was calculated as (jet-fuel prices per gallon×(distance/average fuel efficiency per seat))/Korean CPI. In the fourth model, a combined variable, effective relative price (RPRC t ), was used to represent living cost. Effective relative price (ERPRC t ) was calculated by adjusting relative price (RPRC t ) with exchange rate (EXC t ). The fifth model added real oil price (ROIL t ) to the explanatory variables used in the fourth model. In the sixth model, real jet-fuel price (RJET t ) replaced real oil price (ROIL t ) used in the fifth model.\n\nIn addition to the economic variables, five binary dummy variables were included in our models to take into account the effect of special events. To account for the impacts of radiation risk in Fukushima and the visa-free entry (VFE) program, two dummy variables (DM NUCLEAR , DM VFE ) were added. Since nuclear leakage is a continuing concern and the VFE program is still in place, these dummy variables were coded as one after their starting date ( were added to control for seasonal effects. The base group was the fourth quarter. The expected signs for the variables were: REXC t , RINCOME t , DM VFE , DM SEASON > 0 and RPRC t , ERPRC t , ROIL t , RJET t , DM WCUP , DM SARS , DM FCRISIS , DM NUCLEAR < 0.\n\nAs in most previous tourism demand studies, our models used a double log-linear function. The double log specification allows researchers to interpret the coefficients as elasticity. Preliminarily, serial correlation of the six models was assessed using the Durbin-Watson test and Breusch-Godfrey test. Because both of the tests found serial correlation in all models, this study employed Prais-Winsten estimation, one type of feasible generalized least squares (FGLS), to estimate the six demand models.\n\nThe study period was from the first quarter of 2000 to the third quarter of 2014. Quarterly number of Korean tourist arrivals was obtained from the Japan National Tourist Organization (2015). For computation of explanatory variables, economic indices were acquired from the databases of the Organization for Economic Co-operation and Development (2015) Table 1 . While Pearson correlation analysis was performed for continuous variables, the pointbiserial correlation method was applied to the pairs of continuous and binary variables. Phi correlation was used when both variables had binary values. Point-biserial correlation and phi correlation are equivalent to Pearson correlation (Gould & Rogers, 1992; Revelle, 2008) . The results showed that none of the explanatory variables were highly correlated indicating that the estimated models did not have multicollinearity problems which can reduce the overall data fit of a model and increase the variance of coefficients, decreasing the model's statistical power (Hair, Black, Babin, & Anderson, 2010) . Table 2 summarizes the results of model estimation. The results showed that all six models explained more than 70% of the variance in Korean tourist arrivals to Japan. In terms of R 2 , Models 1, 2, and 3 which treated relative price (RPRC t ) and exchange rate (EXC t ) separately appeared to provide a better fit to the data than Models 4, 5, and 6 which used effective relative price (ERPRC t ). Model 1 and Model 2 or 3 were nested because Model 1 could be obtained from Model 2 or 3. Model 4 and Model 5 or 6 were nested in the same way. Model 1 (or Model 4) was the restricted model for the full models of Models 2 and 3 (or Models 5 and 6). Based on these relationships, rigorous model selection analysis was performed.\n\nUsing a partial F-test, we checked whether the restricted models without a transport cost variable showed a significant difference in overall model fit to data compared to the full models. The partial F-test results revealed no significant differences in overall fit between all nested model pairs (see Table 3 ). This indicates that the removal of transport cost variables from the full models does not significantly change the explained variance in Japanese inbound tourism from Korea. In terms of model parsimony, Model 1 was better than Models 2 and 3, and Model 4 was better than Models 5 and 6.\n\nSince a partial F-test can be used only for nested models, this study employed Akaike Information Criterion (AIC) to compare nested and un-nested models together (Burnham & Anderson, 2004; Cavanaugh, 2012) . The results of AIC presented in Table 4 showed that the models using relative price (RPRC t ) and exchange rate (EXC t ) had relatively lower AIC than the models with effective relative price (ERPRC t ). Among the models using relative price (RPRC t ) and exchange rate (EXC t ), the AIC of Model 1 was the lowest, suggesting that Model 1 offers the best fit to the data, having the smallest information loss.\n\nSince model selection analysis identified Model 1 as the best model, this study presents the coefficient estimation results from Model 1. The living cost variables represented by relative price (RPRC t ) and exchange rate (EXC t ) accounted for a significant amount of the changes in Japanese inbound tourism from Korea. The coefficients show that a 1% decrease in relative price (RPRC t ) results in a 2.3% increase in Japanese inbound tourism from Korea and that a 1% depreciation in JPY (or a 1% appreciation in KRW) leads to a 0.7% increase in Japanese inbound tourism from South Korea. Real per capita income (RINCOME t ) also had a significant impact on international tourism demand to Japan from Korea: a 1% increase in Koreans' individual income results in a 1.2% increase in tourism demand for Japan.\n\nThe coefficients of dummy variables for the special events had the expected signs except for the dummy for 2002 World Cup. However, only the dummies for the financial crisis (DM FCRISIS ) and the Fukushima nuclear disaster (DM NUCLEAR ) had a significant effect on Japanese inbound tourism from Korea. Seasonal dummy variables were also significant. Specifically, the dummies for the first and the third quarters were significantly positive, implying that Korean tourists visit Japan mainly in summer and winter.\n\nThis study compared six tourism demand models, each with different price variables, to identify proper price variables affecting Japanese inbound tourism from Korea. Partial F-test based on the nested (or hierarchical) relationship of demand models and AIC analysis were used for model comparison. The results of this study showed that separate inclusion of relative prices and exchange rates was more effective in accounting for the changes in Japanese inbound tourism from Korea than a price variable combining these two price indicators. Model comparison results also showed that exclusion of a transport cost variable did not decrease the explanatory power of the models. This study has several theoretical, methodological, and practical implications.\n\nIn terms of theory, the results confirm the view that exchange rates should be treated separately in tourism demand models because exchange rates are often used for destination selection apart from relative prices (Muchapondwa & Pimhidzai, 2011; O'Hagan & Harrison, 1984; Witt & Witt, 1990) . Some researchers (Gray, 1966; Lee, 1996) argue that the price level actually recognized in origin Note. RTOUR t is the dependent variable for all six models. *p < 0.05; **p < 0.01.\n\nResults of partial F-tests. Note. Model 1 is the restricted model for the full models of Models 2 and 3, and Model 4 is for Models 5 and 6. countries is highly dependent on exchange rates and therefore foreign tourists' responses to changes in exchange rates are very different from their responses to relative prices. This view is supported by the argument that when potential tourists cannot obtain updated information on tourism prices, they tend to use the exchange rates, which is readily available to the public (Muchapondwa & Pimhidzai, 2011; Webber, 2001) . Considering this, it is notable that exchange rates are an important consideration in destination selection even though Koreans may be well aware of the prices of Japanese tourism products due to the two countries' proximity and sustained active relationship. This suggests that it is not easy, even between closely associated countries, for foreign consumers to gain knowledge of destination prices or accurately update their existing price knowledge over time.\n\nEither case may lead them to use the current exchange rates in their travel decisions. Thus, this study's significant contribution is to extend existing tourism demand literature by empirically identifying two price variables used for tourism destination choice in the Korea-to-Japan context. In the identified model, per capita income was significant on Japanese tourism demand from Korea. This result is consistent with previous studies (e.g. Garín-Muñoz, 2006; Lee, 1996; Webber, 2001) which found this variable to be an important determinant of tourism demand. Two separate price variables were also significant determinants. The significant results for relative prices, exchange rates, and per capita income support the application of the classic demand theory to Japanese inbound tourism. The results also indicate that the demand for Japan tourism by Koreans can be effectively estimated without considering transport cost. This implies that changes in transport cost do not affect Japanese inbound tourism from Korea. Two different measures of transport cost, oil price and jet-fuel price, were indeed found to be unrelated to changes in Japanese inbound tourism from Korea in the full models. The results suggest that tourists planning short-haul international travel are less likely to take into account the cost of transport to their destination. As a result, caution should be exercised in including transport cost in modeling the demand for shorthaul international travel.\n\nIn addition to the theoretical implications previously discussed, this study has important methodological implications. In an attempt to identify proper price variables, this study demonstrated model comparison methods for nested models (partial F-test and AIC) and for unnested models (AIC) (Bowerman & O'Connell, 1990; Burnham & Anderson, 2004) . By developing new measures of transport cost which consider actual aircraft fuel prices and the distance between two countries, this study tried to address the limitations of using oil price and distance as a sole proxy for transport cost.\n\nPractical implications are also evident from the results of this study. This study found evidence for the significance of per capita income. In other words, outbound tourism from Korea to Japan is sensitive to movements in the Korean economy. This suggests that economic growth in Korea generates a significant increase in the Korean demand for tourism to Japan. Although destination countries have limited ability to influence per capita income of inbound tourists, since it is mainly affected by economic conditions in origin countries, destination countries can still take advantage of this characteristic. For example, when Japanese inbound tourism from Korea shrinks due to a local or global recession, Japan's tourism industry could counter this loss by reallocating their promotional resources to tourism markets experiencing an economic boom or less economy-sensitive markets. To implement this strategy, Japan would need to monitor economic conditions in Korea and its other major tourism markets such as China, Taiwan, and the US.\n\nAs discussed earlier, relative prices and exchange rates had a significant effect on Japanese inbound tourism demand from Korea. Combined with the results for other explanatory variables in the most appropriate model, this shows that relative prices contribute the most to Japan's inbound tourism in terms of elasticity and indicates that prices of tourism products are the most important factor in the choice of destination by tourists. Given that prices of tourism products are manageable by destination country or tourism industry to a certain extent, and the importance of price in attracting international tourists to Japan, a solid pricing strategy is critical for the Japanese tourism industry to maintain destination competitiveness. Some researchers (e.g. Bowen, 1998; Griffin, Shea & Weaver, 1997; Papadopoulos, 1989) have emphasized the importance of the price competitiveness of Japanese tourism products with those of neighboring countries such as China and Korea, which provide relatively cheap tourism products. For price competitiveness, the relentless efforts of the private sector, including cost reduction, new technology adoption, and research and development, should be made on a continuous basis (Blake, Sinclair, & Soria, 2006; Dwyer & Kim, 2003) . In the same vein, government is of great importance in providing sustainable price-competitive tourism products. The recent jump in tourist arrivals to Japan, for example, was triggered by a sharp decline in the value of JPY resulting from Japanese prime minister Shinzo Abe's economic policy known as 'Abenomics' (Ong, 2014) . This indicates that government economic policy is likely to influence tourism demand by altering economic conditions, which are responsible for the prices of tourism products (Edward, 1995; Eilat & Einav, 2004) . Furthermore, governments could offer tax credits for international tourists' expenditures (Dimanche, 2003) and tax incentives to tourism firms which undertake extensive overseas marketing campaigns, hold international meetings, and renovate or replace their facilities (Blake & Sinclair, 2003; McKehee & Kim, 2004) . Great care must therefore be taken in formulating tourism and economic policies in order to promote international tourism through price competitiveness and stability.\n\nAs with many other tourism demand studies, this study is not without limitations. First, the relatively small subject pair and sample observations may limit the generalizability of the results. Second, although none of the explanatory variables could be excluded due to multicollinearity, the variables may not be totally free from the multicollinearity problem given that significant correlations exist between the variables. One way to overcome the first limitation would be to use panel data. Examining the relationship between different price variables and tourism arrivals in the context of multiple tourism markets would improve the generalizability of the variable selection results. For the second limitation, it would be worthwhile employing dynamic factor analysis, a time-series extension of factor analysis proposed by Geweke (1977) . By applying factor analysis to multivariate time series data, dynamic factor analysis can address the correlation between explanatory variables and data stationarity (Stock & Watson, 2011) . Third, this study used primarily economic variables to explain Japanese inbound tourism from Korea. Over the course of their history, politically sensitive issues have arisen between Korean and Japan, such as the use of Korean 'comfort women' under Japanese colonial rule and the territorial dispute in the East Sea (Lee et al., 2010) . Korean public opinion (or sentiment) regarding these sensitive issues may affect Korean tourism to Japan. Future studies could consider this intangible aspect in modeling tourism demand between Korea and Japan. In addition, it would be interesting to test the effect of jet-fuel prices, our new proxy for transport cost, in different tourism destinations."}