{"title": "Binding of Dr adhesins of Escherichia coli to carcinoembryonic antigen triggers receptor dissociation", "body": "The Dr family of adhesins of Escherichia coli is associated with diarrhea and urinary tract infections such as cystitis, asymptomatic bacteriuria and gestational pyelonephritis (Servin, 2005) . Some members of the Dr adhesin family are able to mediate attachment by binding decay accelerating factor and carcinoembryonic antigen (CEA) -related cell adhesion molecules (CEACAMs), including CEA, CEACAM1, CEACAM3 and CEACAM6 (Berger et al., 2004; Guignot et al., 2000) . The CEACAM family is a group of highly glycosylated intercellular adhesion molecules involved in intracellular signaling events. They are comprised of an N-terminal Ig variable (IgV)-like domain followed by up to six Ig(C) domains (Gray-Owen and Blumberg, 2006) . CEACAM1 and CEACAM3 are inserted into the plasma membrane via a transmembrane domain and possess a carboxy terminal cytoplasmic domain, while CEA and CEACAM6 are anchored to the membrane via glycosylphosphatidylinositol.\n\nCEACAMs are expressed on numerous cells including epithelial, endothelial and myeloid cells (Gray-Owen and Blumberg, 2006) . Several functions including intercellular adhesion, tumor growth, B-cell proliferation, T-cell activation, apoptosis, NK-cell and T-cell cytotoxic activity and inhibition of cell differentiation depend on CEACAM homophilic and heterophilic (CEA -CEACAM1 and CEACAM6 -CEACAM8) interactions (Gray-Owen and Blumberg, 2006) . The GFCC'C\" face of the N-terminal domain mediates these interactions and several reports have implicated specific amino acid residues, Y34, V39, D40, R43 and Q44, in recognition (Markel et al., 2004; Taheri et al., 2000; Tan et al., 2002; Watt et al., 2001) . . Several bacterial pathogens including Neisseria meningitidis, N. gonorrhoea, Haemophilus influenzae and Moraxella catarrhalis bind members of the CEACAM family via the Nterminal domain (Bos et al., 1999; Villullas et al., 2007; Virji et al., 2000; Virji et al., 1996) . Notably, members of the neisserial opacity associated proteins (Opa) are able to recruit CEACAM molecules as receptors for epithelial cell invasion (Gray-Owen and Blumberg, 2006) .\n\nRecently we demonstrated that the Dr adhesins, AfaE-III (referred to as AfaE hereafter) and DraE, bind to the N-domain of CEACAMs. Mutagenesis analysis implicated F29, Q44 and D40 of CEA in Dr adhesin binding (Korotkova et al., 2006) . These residues are located in the exposed loops of the GFCC'C\" face of N-CEA, are not sheltered by carbohydrate moieties according to the crystal structure of murine CEACAM1 (Tan et al., 2002) and thus should be accessible for pathogen binding.\n\nIn this study we undertook a comprehensive structural analysis to define the mode of binding of Dr adhesins to CEACAMs, and to determine how this interaction may affect the functionally critical homophilic and heterophilic interactions among CEACAMs. We determined the structure of N-CEA by X-ray crystallography, and extensively analyzed the interdomain contacts observed in the crystal packing of the N-CEA structure by site directed mutagenesis and size exclusion chromatography to reveal the native interactions of N-CEA dimers in solution. Paramagnetic relaxation enhancement (PRE) was used to derive an ensemble for the solution structure of the N-CEA/Dr adhesin complex. Mutational analysis confirmed the N-CEA residues critical for the formation of the N-CEA/Dr adhesin complex. Surface plasmon resonance (SPR), analytical ultracentrifugation and tetramethylrhodamine labeling were used to determine the monomer/dimer equilibrium of N-terminal wild-type and mutant CEACAM domains in the absence and presence of Dr adhesins. Our data demonstrate that binding of Dr adhesins to CEACAM surfaces prevents homophilic interactions involved in dimerization. This binding event is likely enhanced by avidity effects (as expected from a high local concentration of adhesin molecules in the Dr fimbriae) and is consistent with the observed clustering of CEACAM molecules on epithelial membranes upon binding of Dr + E. coli strains. Furthermore, our observations suggest that\n\nTo obtain detailed information about the structure of human CEA, we carried out crystallographic studies of the N-terminal domain (N-CEA), which is composed of a single IgV-like domain. The crystal structure was solved at 1.8 Å resolution. The primary, secondary and tertiary structures of N-CEA are very similar to those of murine and human CEACAM1 (Fedarovich et al., 2006; Tan et al., 2002) . In line with the ability of CEA to dimerize (Taheri et al., 2000; Watt et al., 2001) , we identified contacts within the crystal structure that might represent native, inter-domain interactions. We found that two molecules in the asymmetric unit are related by a non-crystallographic two-fold rotation axis. Each molecule in the asymmetric unit participates in two major inter-molecular contacts in this crystal form which suggest physiologically important interactions. One of these (interface I) buries 1622 Å 2 of accessible surface (Lee and Richards, 1971) in forming dimer I ( Figure 1A ). The other (interface II) buries 1407 Å 2 (dimer II) ( Figure 1B ). It has been demonstrated that residues on the GFCC'C\" face of CEACAMs, namely Y34, V39, D40, R43 and Q44, are directly engaged in homophilic cell adhesion (Markel et al., 2004; Taheri et al., 2000; Tan et al., 2002; Watt et al., 2001) . These amino acids are located in interface I, indicating that this interface is involved in the physiological dimer ( Figure 1A ). Further evidence for this assignment is the recognition of similar dimers in other published CEACAM structures. In both murine CEACAM1 (PDB id 1L6Z (Tan et al., 2002) ) and human CEACAM1 (PDB id 2GK2, (Fedarovich et al., 2006) ), crystallographic symmetry operations, when applied to single molecules in the asymmetric units, produce dimers with subunit -subunit interactions very similar to those seen in the N-CEA asymmetric unit.\n\nTo verify the physiological significance of the N-CEA dimers found in the crystals we analyzed a number of mutations in interface I and interface II (Table II) . Several of these mutations were constructed in our previous study (Korotkova et al., 2006) . To determine the molecular weight (Mw) of N-CEA mutants, the proteins were analyzed by size exclusion chromatography. Chromatographic analysis demonstrated that N-CEA at a concentration 50 μM is predominantly dimeric with a Mw of about 24 kDa. Mutations in interface II ( Figure  1B ) did not alter the dimerization state of N-CEA; however, several N-CEA mutations in interface I ( Figure 1A ) prevented the formation of N-CEA dimers (Table II) . The Mw of these mutants was about 12 kDa (Supplementary Figure S1 ). These results confirm that the proposed homodimer ( Figure 1A ) predicted by interface I in the crystal structure is likely to be the physiologically relevant structure. Interestingly, the substitution H89Q, occurring within the dimerization interface of the CEA homologs CEACAM6 and CEACAM1, did not affect N-CEA dimerization. In contrast, the Q44L substitution identified in the CEACAM6 predicted dimerization interface disrupts N-CEA homophilic interactions, implying that CEACAM6 would display monomeric characteristics.\n\nAlthough we recently demonstrated that E. coli Dr adhesins recognize the N-domains of CEACAM (Korotkova et al., 2006) , the role of CEACAM dimerization in this interaction has not been characterized. To establish the predominant oligomerization state of CEA, CEACAM1 and CEACAM6 in solution, we performed high-speed sedimentation velocity experiments. We analyzed the data using the enhanced van Holde -Weischet method (Demeler and van Holde, 2004) to obtain diffusion-corrected G(s) distributions. N-CEA and N-CEACAM6 sedimented with appreciably different speeds (Supplementary Figure S2) , whereas N-CEACAM1 displayed characteristics of higher order oligomeric forms (data not shown), making that protein unsuitable for sedimentation equilibrium analysis.\n\nDissociation constants (Kd) of N-CEA and N-CEACAM6 were obtained from the sedimentation equilibrium experiments. For N-CEACAM6, the experimental data were well described by a single ideal species model with a Mw of 11.23 kDa (predicted Mw is 12.31 kDa). For N-CEA, the single ideal species model did not result in a good fit. However, we were able to obtain an improved fit by modeling the data with a reversible monomer-dimer model. The Kd determined from this fit was found to be 0.8 μM (+0.4/-0.3 μM). Plots of the residuals and overlays for N-CEA and N-CEACAM6 fits and a distribution plot of relative monomer and dimer concentrations are shown in Supplementary Figure S2 .\n\nTo further examine the effect of CEA mutations on CEA self-association and interactions with other members of the CEACAM family, we employed surface plasmon resonance (SPR) analysis. N-CEA was immobilized on the sensor surface via direct amine coupling. N-CEA, N-CEA mutants and N-CEACAM6 were employed as analytes. N-CEA displayed strong binding to the N-CEA-immobilized surface characterized by very fast on and off rates typical of other cell adhesion complexes (Evans et al., 2006; van Raaij et al., 2000) ( Figure  2A ). However, a 1:1 steady state binding model failed to fit the plot of analyte concentration versus steady state resonance signal (Req) presumably due to self-association of N-CEA in solution ( Figure 2B ). The data for N-CEA mutants impaired in dimerization were described well by a 1:1 binding model (a fit of steady state analysis of Q44R mutant/N-CEA interactions is shown in Figure 2C ; SPR analyses of F29R, S32N, and I91A mutants are shown in Supplementary Figure S3 ). These data confirm the results of size exclusion chromatography, demonstrating that interactions between subunits are weak in these mutants. Moreover, the estimated affinities of the mutant/N-CEA interactions were significantly weaker than the N-CEA self-association affinity determined by analytical ultracentrifugation (Table III) . Notably, the mutation V39A abolished CEA homophilic interactions completely.\n\nCEA is involved in heterophilic interactions with other members of the CEACAM family (Gray-Owen and Blumberg, 2006) . A 1:1 model of binding fits well to the binding curve of CEA/CEACAM6 interactions with a Kd of ∼100 μM, confirming the monomeric status of N-CEACAM6 in solution (data not shown). To test the hypothesis that the dimerization surface of CEA is involved in interactions with other CEACAMs, N-CEACAM6 or N-CEACAM1 were immobilized on the sensor surface, and N-CEA or N-CEA mutants impaired in dimerization served as analytes. As with N-CEA/N-CEA interactions and as expected considering the propensity of the analytes to dimerize, a 1:1 model fits poorly to N-CEA/N-CEACAM1 and N-CEA/N-CEACAM6 binding curves (Supplementary Figure  S4 ). However, when the N-CEA mutants served as analytes, the 1:1 model fits well to the binding curves (Supplementary Figure S4 ). The I91A mutation abolished N-CEA binding to N-CEACAM6 and N-CEACAM1, and the V39A mutation abolished N-CEA binding to N-CEACAM6 (Table III) . These data indicate that the CEA dimerization surface is also involved in interactions with other members of the CEACAM family.\n\nWe have shown previously that residues F29, D40 and Q44 of N-CEA are important for interactions with E. coli Dr adhesins (Korotkova et al., 2006) . To further elucidate the N-CEA surface involved in adhesin binding, we analyzed DraE affinity to the newly generated mutants of N-CEA (Table II) . Indeed, N-CEA mutants F29I, I91A and L95A have appreciably lower affinity for DraE (Table II) . Interestingly, N-CEA mutants S32N, V39A (Korotkova et al., 2006) and E99A which demonstrated little dimerization (see above) bound to DraE with affinities comparable to wild type N-CEA (Table II) . Therefore, the mutagenesis data and structural analysis suggest that DraE can recognize both CEA monomers and dimers as binding partners. To fully account for the monomer-dimer equilibrium of N-CEA, SPR experiments were conducted in the buffer used for analytical ultracentrifugation, for which the Kd of CEA self-association is available (0.8 μM (+0.4/-0.3 μM)) and can be employed to calculate the concentration of CEA monomers for each aliquot of injected CEA. Surprisingly, a 1:1 stoichiometry fit better to the DraE/CEA binding curves when the total concentration of CEA was employed in the calculation, without regard to the proportion of the protein in the monomeric form (Supplementary Figure S5A ,B). However when we estimated the affinity of N-CEA to the N-CEACAM6immobilized surface, a 1:1 model fit the binding curve only when the calculated monomer concentration was employed, giving a Kd of 65 ±7 μM (Supplementary Figure S5C ,D). This finding suggests that either CEA dimers bind to DraE in a divalent manner with affinity equal to that of monomers, or that DraE efficiently triggers the dissociation of the N-CEA subunits. In each case, the stoichiometry of the complex is 1:1.\n\nTo assess the biological relevance of CEACAM mutations that significantly decrease bacterial adhesin binding to the soluble N-CEA constructs or CEACAM self-association under conditions of SPR analysis, we examined Dr fimbriae-mediated bacterial binding to the tissue culture cells expressing mutant CEACAM1. We analyzed CHO cells transiently transfected with CEACAM1 containing V39A (impaired in dimerization) and L95A (impaired in Dr adhesin binding) mutations. Using the anti-CEACAM1 antibody in unpermeabilized CHO cells transfected with the constructs, we detected cell surface expression of CEACAM1 and the mutants (data not shown). The ability of E. coli expressing Dr fimbriae to adhere to the transfected CHO cells corresponded with the results of SPR analysis of CEA mutants. Binding of bacteria to CHO cells was observed only with cells expressing native CEACAM1 or the V39A mutant ( Figure 3A , B). Moreover we detected the strong recruitment of the receptors around adhering bacteria consistent with the previously reported clustering of CEACAMs in response to adherence of Dr-fimbriated E. coli (Berger et al., 2004) . No binding was seen with untransfected cells (data not shown) or with cells expressing the L95A mutant CEACAM1 ( Figure 3C ).\n\nTo directly test the ability of CEACAM dimers to interact with the Dr adhesin, we constructed a CEA dimer covalently joined through a disulfide bond. Our structural analysis of the N-CEA dimer indicates that residue V39 on one subunit makes a hydrophobic contact with V39 on the other subunit, and the two amino acids are separated by 2.6 Å, a distance comparable to that of a disulfide bond ( Figure 1A ). The V39C mutant forms a covalently linked dimer that runs as a dimer in native SDS gels. Addition of DTT reduces the dimer to monomers ( Figure 4A ).\n\nTo determine if the structure of the V39C dimer is similar to other CEACAM dimers, we solved the crystal structure of the mutant. The structure reveals two related dimers in the asymmetric unit labeled A and B in PDB id 2QST. One dimer is formed by chain A and a symmetry-related copy of itself (A') while the other dimer contains chain B and its symmetry-related mate (B'). A disulfide bridge between adjacent C39 residues covalently links A and A' subunits as well as B and B' subunits ( Figure 4B ). The A-A' and B-B' dimers use the same interface for homodimerization as was observed in CEA, however they differ slightly in the relative orientations of their monomers by a rotation of approximately 5-10 degrees ( Figure 4B ). Therefore the covalent V39C dimer is very similar in structure to the native N-CEA dimer.\n\nTo analyze binding of the V39C dimer to N-CEA and DraE, we employed SPR analysis. The dimer was immobilized on the sensor chip and N-CEA or DraE fimbriae served as analytes. No change in the resonance signal was detectable when N-CEA or DraE were injected over the sensor surface, indicating the absence of detectable binding. However, when the surface was treated with 20 mM DTT prior to the injection of analyte, a rising slope in the resonance signal was detected during the injections of either N-CEA or DraE, demonstrating unmasking of binding surfaces of the monomers by reduction of the disulfide bond ( Fig 4C, D and E) . These studies demonstrate that DraE does not bind N-CEA dimers, supporting the hypothesis that the SPR binding kinetics observations are best explained by the ability of DraE to disrupt N-CEA dimers prior to binding of the resulting monomers.\n\nTo reveal the details of the interaction between CEA and the Dr adhesins, high resolution structural studies were attempted on the complex. Despite exhaustive attempts to cocrystallize N-CEA with monomeric DraE, no additional electron density was found that could account for the bound adhesin. To date, no crystal structures of any CEACAM in complex with pathogen ligands have been reported. The availability of complete NMR assignments for the highly related AfaE adhesin (98% identical to DraE with similar binding affinity for N-CEA) provides an excellent opportunity to derive the solution structure of the N-CEA/AfaE-dsc complex using NMR methods. Analysis of amide line-widths and chemical shift perturbation (CSP) in 1 H-15 N HSQC spectra of AfaE-dsc in the presence of the N-CEA revealed that many of the interfacial resonances are broadened beyond detection indicating these complexes are in the intermediate exchange limit on the NMR time scale. This precludes use of NOE data for deriving a solution structure of the complex. We adopted a site-directed spin labeling approach, in which paramagnetic centers are introduced at appropriate locations and the induced relaxation enhancements are used to derive intermolecular distances to regions outside the immediate binding site. This method has been recently shown to be very powerful in structure determinations of proteins and protein complexes with limited NOE data (Battiste and Wagner, 2000; Liang et al., 2006) .\n\nOur SPR data have established the stoichiometry of the Dr adhesin/N-CEA complex to be 1:1. Based on the chemical shift perturbation data combined with available mutagenesis data, an initial model of a 1:1 complex was constructed by the HADDOCK approach (Dominguez et al., 2003) using the solution structure of AfaE-dsc (Anderson et al., 2004) and the crystal structure of N-CEA (this study). Using this model, N-CEA residue positions were chosen for mutation to cysteine and subsequent coupling to either a paramagnetic or diamagnetic label. NMR PRE data were recorded for each mutant separately, yielding a total of 46 resonances demonstrating significant paramagnetic effects in AfaE-dsc. PRE effects were introduced into the structure calculation as distance restraints with ± 4 Å error. To check for non-specific binding effects, a control mutant (V20C) was chosen that was located over 25 Å from the predicted binding surface. No paramagnetic effects were observed in the V20C complex. Interestingly, a further mutant, L95C, displayed severely reduced affinity for N-CEA (Table II) and yielded a complex undergoing exchange in the fast limit. Distances from this mutant were not included in the structure calculation as this residue was presumed to form part of the interaction surface of CEA, but it served to support the resulting structural ensemble.\n\nTo test whether PRE and CSP datasets could be satisfied by either 1:1 or 2:2 complexes, initial structural ensembles were calculated for both scenarios. Only the 1:1 complex was able to satisfy all the structural data without appreciable violations, confirming that AfaE binding prevents CEA dimerization by binding as a 1:1 heterodimer. The 200 final waterrefined structures for the AfaE-dsc/N-CEA complex were clustered according to a pair-wise RMSD cut-off of 2.0 Å, producing a single cluster of 130 structures. The average intermolecular interaction energy for this cluster was -2042 ± 46 kcal mol -1 . No experimental intermolecular restraints were violated in the final family of structures. Figure  5A shows an overlay of the 10 water-refined structures with the lowest interaction energies from the top cluster. Furthermore, these models were entirely consistent with PRE data from the L95C mutant, which was omitted from the calculation, thus corroborating the structural ensemble and confirming a similar binding mode ( Figures 5B and C) . Structural statistics are shown in Table IV .\n\nThe structural model shows that the N-CEA binding site resides on strands A2, B and E of AfaE-dsc ( Figure 5D ) and buries approximately 1446 Å 2 surface area. Key AfaE-dsc side chains contributing to the interaction include P27, T29 and Q31 from strand B; S91 and T95 from strand E; and L10 from strand A2. N-CEA residues F29, Y34, Q44, P59, I91 and L95 form the principal contacts at the interface. The structure is consistent with the effects of our series of mutants. All CEA mutants exhibiting a detrimental effect on DraE binding are located within the binding interface, whereas mutants with no effect reside outside this region ( Figure 5D and 5E).\n\nTo provide direct demonstration of adhesin-induced changes in the monomer-dimer equilibrium of CEA, we investigated the extent of formation of tetramethylrhodamine (TMR) iodoacetamide-labeled N-CEA dimers in the presence and absence of DraE. This method was successfully used to study the dimerization of ribosomal proteins L7/L12 induced by ribosome binding (Hamman et al., 1996) . TMR forms dimers with a Kd of 667 μM. The formation of TMR dimers causes the appearance of a new absorption peak at 518 nm in addition to the preexisting 555-nm peak. Ratios of 1.3 and 0.4 for the extinction coefficients at 518 and 555 nm (518/555 ratio) are reported for the rhodamine dimer and monomer, respectively (Hamman et al., 1996) .\n\nTo generate an N-CEA variant suitable for position-specific conjugation with TMR, a single cysteine substitution was introduced at amino acid position H27. This amino acid residue was selected because our crystal and NMR structural analyses indicated that it is not involved in CEA dimerization, DraE binding, or direct interaction with other residues of CEA. The predicted distance between H27 residues on subunits comprising an N-CEA dimer is about 27 Å. According to gel filtration chromatography analysis, the Mw of the TMR conjugate corresponded to that observed for unlabeled N-CEA, demonstrating the absence of either monomers or higher aggregates. The absorption spectra for the TMRlabeled CEA demonstrated peaks at 518 nm and 555 nm. The 518/555 ratio was 0.90±0.03 for the labeled protein (30 μM). The appearance of the second peak at 518 nm was attributed to the formation of TMR dimers. However, the spectra of V39A or Q44L mutants impaired in dimerization exhibited a single prominent absorption band with a maximum at 555 nm and had 518/555 ratios of 0.60 ± 0.03, indicating a reduction in the presence of rhodamine dimers.\n\nAccording to analytical ultracentrifugation analysis, the N-CEA monomer -dimer equilibrium is reversible. N-CEA at 15 μM is calculated to consist of about 20% monomers and 80% dimers (Supplementary Figure S2D ). In agreement with the model for N-CEA, upon dilution of the TMR-labeled CEA dimer over the range of 30 μM to 15 μM, the peak at 518 nm was diminished and the 518/555 ratio was 0.64±0.01 (Figure 6 ), indicating a decrease in the dimeric species. Loss of the peak at 518 nm of the TMR-labeled N-CEA homodimer was also observed after dilution with an excess of unlabeled N-CEA, resulting in a 518/555 ratio of 0.58±0.01 ( Figure 6 ). This result was attributed to CEA subunit exchange. Moreover dilution of the labeled protein with DraE triggered a significant decrease in the absorption at 518 nm, which resulted in a 518/555 ratio of 0.48±0.01 ( Figure  6 ). The effect of addition of DraE on dimerization was identical to the effect of addition of urea. These data show that CEA dimers rapidly dissociate upon disruption of their native structure or upon interaction with DraE. Rapid disappearance of CEA dimers upon addition of DraE is consistent with adhesin-induced dissociation of CEA.\n\nCell adhesion molecules are very attractive targets for exploitation by pathogenic organisms because they are readily available on the cell surface, usually expressed at high levels on host tissues and linked to cytoskeleton proteins that facilitate pathogen access into their host cells. It can also be advantageous for a pathogen to use pre-existing binding sites on host receptors to subvert normal host cell signaling. Moreover these interaction surfaces are less prone to mutations than other regions and are highly accessible to ligands.\n\nIn this study we have presented structural and biochemical evidence showing that the CEA region involved in binding to the Dr adhesins of E. coli partially overlaps with the region involved in homophilic and heterophilic interactions and that engagement with the adhesin interferes with normal dimerization. Structural analysis of the N-domain of CEA together with size exclusion chromatography and analytical ultracentrifugation demonstrate that N-CEA forms a homodimer with Kd = 0.8 μM (+0.4/-0.3 μM). The CEA dimer interface contains a number of hydrophilic and charged amino acids that could potentially form hydrogen bonds and salt bridges. Hydrophilic interactions in the subunit-subunit interface involve residues S32, R38, G41, Q44, L95, N97 and E99. In addition, residues F29, V39, and I91 of one subunit make hydrophobic contacts with the equivalent residues on the other subunit. These contacts appear to be critical for the interaction as mutation of F29, S32, V39, Q44, I91, L95 and E99 dramatically reduce the amount of CEA dimerization. The existence of the N-CEA homodimer in solution suggests that CEA occurs as homodimer on the cell surface, which is typical for Ig superfamily members.\n\nInterestingly, CEACAM6 possesses three amino acid substitutions within the predicted dimerization interface when compared to CEA (F29I, Q44L and H89Q) and is mainly monomeric in solution. Examination of F29L and H89Q mutants by size exclusion chromatography ruled out an effect of these substitutions on CEA dimerization. However, the Q44L mutation altered the self-association of CEA and resulted in a monomeric species. Thus this substitution may explain the failure of CEACAM6 to dimerize. These data support the published observation that Q44 is critical for homophilic CEACAM1 and heterophilic CEACAM6 interactions (Markel et al., 2004) .\n\nCEACAM receptors are also involved in heterophilic interactions with other members of the CEACAM family (Gray-Owen and Blumberg, 2006) . Using SPR analysis we were able to analyze the impact of mutations inhibiting CEA self-association on heterophilic binding of CEA to CEACAM1 and CEACAM6. Several mutations preventing CEA dimerization dramatically affected CEA/CEACAM1 and CEA/CEACAM6 interactions, suggesting that the CEA dimer interface is also important for heterophilic interactions. In addition, SPR studies revealed very low CEA/CEACAM6 affinity. This observation is in agreement with the data demonstrating poor cell adherence mediated by CEA/CEACAM6 contacts (Oikawa et al., 2000) . Interestingly, a single mutation of CEA, Q44R, increased CEA/CEACAM6 affinity significantly. This amino acid substitution is present in only one member of the CEACAM family, CEACAM8, a protein expressed in neutrophils and eosinophils . CEACAM8 mediated binding to CEACAM6 in a cell adherence assay , and CEACAM8/CEACAM6 interactions were detected by SPR analysis (N. Korotkova, unpublished data, 2007) , thus CEACAM8 is likely to be a physiological ligand of CEACAM6.\n\nThe N-domains of CEA, CEACAM1, CEACAM3 and CEACAM6 are targeted by Dr adhesins of E. coli (Korotkova et al., 2007; Korotkova et al., 2006) . Structural studies of the complex and mutational analysis of CEA demonstrate that the CEA dimerization surface and the Dr adhesin binding region on CEA extensively overlap. The relationship between the two surfaces and the relative positioning of the N-CEA ligands are shown in Figures 5E . All of the mutated residues that affect both interactions are positioned in the shared binding region important in CEA dimerization and Dr adhesin binding. This suggests that Dr adhesins are unable to bind efficiently to CEA dimers as a steric clash would be created with the second N-CEA molecule. Interestingly, the human pathogens N. gonorrhoeae and H. influenzae also bind to CEACAM receptors and residues critical for adherence are also located at the dimer interface (Bos et al., 1999; Villullas et al., 2007) . SPR analysis of a CEA mutant in which dimerization is covalently locked by a disulfide bond revealed that only the CEA monomer is efficiently bound by the Dr adhesin. Thus our data suggest that pathogen attachment to CEA would disrupt self-association and interactions with other CEACAM family members.\n\nUsing tetramethylrhodamine attached to cysteine residues of the CEA homodimer, we were able to investigate the mechanism of CEA/Dr adhesin interactions. Binding of TMR labeled N-CEA to DraE resulted in rapid disappearance of the dimer. Thus, the highly dynamic homophilic interactions of CEACAMs appear to be disrupted by bacterial adhesins despite the similar affinities and fast on/off rates for DraE/CEA complex formation and CEA dimerization. A possible explanation is inherent in the highly polymeric nature of the Dr adhesins; monomeric CEA is first targeted by Dr adhesin and the high local concentration of adhesin subunits present in polymeric fimbriae would enable the adhesin to efficiently out compete CEA self-association. Another possible scenario for this is that Dr adhesin might interact with the CEA dimer with very low affinity causing the dissociation of the CEA dimer to monomers followed by Dr adhesin binding to monomer.\n\nA similar mechanism of binding to host receptors is used by other pathogenic organisms. For example binding of the HIV gp120 envelope protein to the CD4 receptor expressed on T-cells disrupts weak CD4/MHC class-II molecule interactions (Wang et al., 2001) . gp120 recognizes the identical region on CD4 which interacts with the MHC molecule and forms a high affinity complex with the ligand (Wang et al., 2001) . Another interesting example is the attachment of coxsackievirus to its receptor, CAR. CAR is concentrated in tight junctions (Cohen et al., 2001) and involved in homophilic interactions in a manner similar to CEA (van Raaij et al., 2000) . It has been demonstrated that the CAR homodimer interface overlaps with the virus-binding surface, implicating the inhibition of normal CAR function during virus infection (van Raaij et al., 2000) . Coxsackievirus binding to CAR triggers the disruption of tight junctions in human epithelium, facilitating the spread of virus to new compartments (Walters et al., 2002) .\n\nIt will be interesting to learn if pathogenic E. coli exploit Dr adhesin -CEACAM interactions, not only for attachment, but also to affect cellular functions in which CEACAM receptors participate. Some CEACAM1 isoforms contain two immunoreceptor tyrosinebased inhibitory motifs (ITIM) in the cytoplasmic domain which are phosphorylated in epithelial and immune cells (Gray-Owen and Blumberg, 2006) . It has been suggested that in a CEACAM1 homodimer, steric hindrance between adjacent cytoplasmic tails prevents access of downstream effectors to one of the two cytoplasmic ITIMs in each receptor (Obrink et al., 2002) . Therefore Dr adhesin binding to CEACAM1 may trigger signaling by disruption of CEACAM1 dimers inducing the recruitment of cytoplasmic kinases and phosphatases to the ITIMs of CEACAM1. Future studies will assess the specific roles of CEACAMs in mediating pathogenesis of Dr + E. coli and may yield new information on the molecular mechanism that governs the interaction of E. coli with the host.\n\nBacterial strains were grown in Luria-Bertani (LB) medium at 37°C. The Chinese hamster ovary (CHO) cells used for transient transfection were cultured in Ham's F12 supplemented with 10% fetal bovine serum (FBS) in a humidified atmosphere of 5 % CO 2 at 37°C. To create the plasmid for CHO cell transfection, the sequence corresponding to the human CEACAM1-3S (short cytoplasmic domain) sequence was PCR amplified using a cDNA clone as a template and inserted into pEGFP-N1 (Clontech) into Nhe I and Age I restriction sites to generate CEACAM1 fused with green fluorescent protein (GFP) at the C-terminus (CEACAM1-GFP). Mutations were introduced into the CEA gene on pET-21d plasmid (Korotkova et al., 2006) and CEACAM1 on pEGFP-N1 plasmid (this study) by site-directed mutagenesis using the Quick Change Kit as directed by the manufacturer (Stratagene). Constructs containing mutations were identified by DNA sequence analysis.\n\nCHO cells were split into 24-well plates with glass coverslips and transiently transfected with native or mutated CEACAM1-GFP constructs using Lipofectamine™ 2000 (Invitrogen) as directed by the manufacturer. Recombinant E.coli expressing DraE was previously reported (Korotkova et al., 2007) . To generate the fluorescent bacteria, the 0.77-Kb fragment of the gene encoding monomeric red fluorescent protein was inserted upstream of the DraE gene on plasmid pUCm. The adherence assay was performed as described in (Korotkova et al., 2006) . Details of image analysis are provided in Supplementary data.\n\nThe N-domains of various CEACAMs were expressed in E. coli and purified from inclusion bodies as described previously (Korotkova et al., 2006) . For NMR studies the recombinant strains expressing his-tagged N-CEA were expressed in E. coli ROSETTA cells and purified by Ni-agarose affinity chromatography under denaturing conditions. Renaturation was carried out by stepwise dialysis to a final buffer of 20 mM sodium acetate pH 5.0, 50 mM NaCl. DraE fimbriae were purified from the recombinant strain as previously described in (Korotkova et al., 2007) .\n\nTo construct DraE-dsc we followed the strategy used for AfaE (Anderson et al., 2004) . AfaE-dsc and DraE-dsc were expressed in E. coli and purified from inclusion bodies as described in (Anderson et al., 2004) . The refolded protein was purified by gel filtration chromatography using a Superdex 75 column in HBS buffer (10 mM Hepes pH 7.4, 150 mM NaCl). 15 N-labeled samples of AfaE-dsc were produced in minimal media containing 0.07% 15 NH 4 Cl and 0.2% glucose.\n\nSPR analyses were performed using a BIAcore 2000 system (BIAcore AB). Data were analyzed with BIAevaluation 3.0 software (BIAcore AB). Details of SPR analysis are provided in Supplementary data.\n\nAll sedimentation equilibrium experiments were performed with a Beckman Optima XL-I at the Center for Analytical Ultracentrifugation of Macromolecular Assemblies (CAUMA) at the University of Texas Health Science Center at San Antonio, Dept. of Biochemistry. Details of analytical ultracentrifugation are provided in Supplementary data.\n\nModification of cysteine mutants of CEA with TMR iodoacetamide (Molecular probes) was carried out with a modification of the method described by (Hamman et al., 1996) . For spinlabeling, CEA was modified by either the paramagnetic 1-oxyl-2,2,5,5-tetramethyl-è3pyrroline-methyl) methanethiosulfonate (MTSL, Toronto Research Chemicals Inc.) or the diamagnetic analogue of MTSL: (1-acetyl-2,2,5,5-tetramethyl-è3-pyrroline-3methyl)methanethiosulfonate (dMTSL, Toronto Research Chemicals Inc.) . Details are provided in Supplementary data.\n\nTo study the effect of DraE on CEA dimerization, TMR labeled H27C N-CEA mutant (60 μl of a 30 μM solution) was mixed with different volumes (2-60 μl) of 600 μM DraE-dsc in HBS buffer with 8 M urea or HBS buffer. To examine subunit exchange in CEA dimers, TMR labeled CEA was titrated with an excess of unlabeled N-CEA (200 μM). The absorption spectra of CEA samples were read at 518 and 555 nm and the 518/555 ratios were calculated. All measurements were done at room temperature.\n\nN-CEA was crystallized using hanging drop vapor diffusion experiments. Crystals were obtained from an 11 mg/ml protein solution in HBS buffer equilibrated against a reservoir solution containing 3.0 M NaCl, 0.1 M Tris/HCl, pH 7.0. Crystals were grown at 4°C. The protein solution contained a 1:1 complex of N-CEA/DraE-dsc. It was mixed in a 1:1 ratio with the reservoir before equilibration. Paraffin oil served as a cryoprotectant for diffraction data collection at 100K. Diffraction data were collected at ALS beamline 5.0.1 and processed using HKL2000 (Otwinowski, 1997) . The space group for the crystals is R3, with a=b=132.53 Å, c=82.76, α=β=90°, γ=120. Crystals of the V39C mutant of N-CEA were obtained using similar vapor-diffusion techniques. The protein solution contained 4 mg/ml protein in HBS buffer. The reservoir solution contained 2.5 M NaCl, 0.1 M Tris/HCl, pH 7.0. Crystals were transferred to paraffin oil and frozen for data collection at 100K on a Rigaku R-axis IV ++ system. The diffraction data were processed using HKL2000 (Otwinowski, 1997) . The space group for the mutant crystals is R32, with a=b=127.23 Å, c=166.94, α=β=90°, γ=120. Data set statistics are listed in Table I . The structures of N-CEA and V39C mutant were solved using MOLREP, in the CCP4 suite (Vagin and Teplyakov, 1997) . Details of the structure determination are provided in Supplementary data. Coordinates and structure factors of N-CEA have been deposited in the PDB (PDB id 2QSQ). The coordinates of the mutant can be found in PDB id 2QST. Refinement statistics are provided in Table I .\n\nFor NMR experiments, samples of 15 N-labeled AfaE-dsc (∼50 μM) were prepared in 20 mM sodium phosphate buffer pH 7.0, 0.1 M NaCl, 4% Complete™ protease inhibitor cocktail (Roche Diagnostics Ltd, UK), 0.03% sodium azide in 90% H 2 O and 10% D 2 O in 0.5 ml. Backbone amide assignments obtained previously were used and reconfirmed at this pH (Anderson et al., 2004) . To improve the solution behavior of N-CEA, L18 and L20 residues were mutated to Ser and Thr, respectively. These changes had no affect on the interaction with AfaE, as tested by NMR and SPR. The chemical shift perturbation studies of AfaE-dsc in the presence of N-CEA were used to design a series of cysteine mutants predicted to be adjacent to the AfaE-dsc/N-CEA interface and able to induce PRE effects when reacted with MTSSL. The single-site mutants chosen were V20C, V39C, R43C, Q54C, T56C and L95C. 2D 1 H-15 N HSQC spectra were recorded in the presence of either MTSL-labeled or dMTSL labeled mutant N-CEA at a 1:1 molar ratio of AfaE-dsc/N-CEA. Intensity ratios were obtained for well-resolved resonances, and PRE distances were deduced using a established method based on the modified Solomon-Bloembergen equation for transverse relaxation (Battiste and Wagner, 2000; Liang et al., 2006) . The distances were corrected for the fraction of bound AfaE-dsc at a 1:1 molar ratio. A cautious estimate for dissociation constants of the mutants was taken to be 20 μM based on acquired NMR and SPR data. Resonances exhibiting conformational exchange on an intermediate timescale were not used in the analysis. Details of the solution structure for the complex are provided in Supplementary data. The structural statistics are shown in Table IV .\n\nRefer to Web version on PubMed Central for supplementary material. All backbone atoms with the interface 1.3 ± 0.4\n\nAll backbone atoms 1.6 ± 0.7"}