{"title": "Optimizing Health Care Environmental Hygiene", "body": "be validated to develop clinically grounded implementation guidance has yet to be substantially realized. 1, 3 Despite such ongoing challenges, it is important to recognize that environmental hygiene represents a critical element of what Wenzel and Edmond define as \"horizontal interventions\" that are central to mitigating a wide range of HAIs. 4, 5 These approaches aim to reduce the risk of infections caused by a broad range of pathogens by the implementation of standard practices that are effective regardless of patient-specific conditions. 6 In contrast to the horizontal interventions, \"vertical interventions\" are pathogen and/or condition specific. They remain important in defined settings and become most cost effective when the indications for their use are most clearly defined. Although vertical and horizontal approaches are not mutually exclusive, there is evolving evidence that horizontal interventions in endemic situations may represent a best use of HAI prevention resources. 6 Recent well-designed studies of chlorhexidine bathing and decolonization as well as expanded use of contact precautions in ICUs seem to have significant potential for HAI reduction, at least in certain settings. 6 Furthermore, the use of vertical interventions has recently been shown of critical value in optimizing safety with emerging pathogens, such as Ebola virus and the Corona virus associated with MeRS. 7, 8 To facilitate discussion of the many elements necessary to optimize health care hygienic cleaning, it is useful to put these interventions into a defined construct of HAI prevention activities. As indicated in Fig. 1 , hygienic cleaning and hand hygiene as well as interventions related to instrument reprocessing, air quality, water quality, and physical setting design are all horizontal interventions. All these horizontal interventions represent elements of health care hygienic practice. Although these elements have traditionally been discussed independently, their effectiveness in clinical settings is substantially interrelated, in particular environmental hygiene and hand hygiene, as discussed later. The term, environmental hygiene, with respect to health care, can be defined as cleaning activities directed at removing and/or killing potentially harmful pathogens capable of being transmitted directly from surfaces or indirectly to susceptible individuals or other surfaces. As such it consists of both the physical cleaning of surfaces as well as surface disinfection cleaning (see Fig. 1 ). Although liquid chemistries are well established as the most clinically useful approach to surface disinfection, innovative approaches that may have the potential for complementing traditional liquid chemistry have been developed over the past several years. Each of these aspects of environmental hygiene is discussed in detail whereas the other components of health care hygienic practice (see Fig. 1 ) are addressed in other articles of this issue.\n\nAlthough minimizing health care surface pathogens has long been considered a useful aspect of optimizing patient safety, it was not until the landmark study by Huang and colleagues 9 quantified the risk of methicillin-resistant Staphylococcus aureus (MRSA) and VRE acquisition posed by occupying a room previously occupied by a patient colonized or infected by these pathogens that the clear risk of suboptimal disinfection cleaning became widely appreciated. Eight similar studies have confirmed an average 120% increased risk of the subsequent occupant becoming colonized or infected with MRSA, vancomycin-resistant enterococci (VRE), Clostridium difficile, pseudomonas, and Acinetobacter. 10, 11 As a result of a range of investigations, important insights have been gained into the basic epidemiology of health care surface pathogen transmission, as summarized in Table 1 . Current understanding of these features provides a critical context, both for optimizing current practices and for designing future research to objectively evaluate the importance of intervention strategies aimed at optimizing environmental hygiene. Table 1 The key epidemiologic features of HAP transmission.\n\nShedding of gastrointestinal tract colonizing pathogens is unpredictable and prolonged; it fluctuates; and it is impacted by colonic flora disbiosis. \n\nThe importance of physically removing visible dirt and soil from surfaces in hospitals has been recognized for more than 150 years. 37 Consequently, acute care hospitals have developed policies and procedures to define the role of environmental services (EVS) personnel for cleaning surfaces in all patient care areas. EVS managers and infection preventionists had implemented joint visual inspection of surfaces in patient care areas well before the CDC recommended that hospitals were to clean and disinfect \"high-touch surfaces\" in 2003 38 and that hospitals monitor (ie, supervise and inspect) cleaning performance to insure consistent cleaning and disinfection of surfaces in close proximity to patients and likely to be touched by patients and health care professionals in 2006. 39 Such monitoring, referred to as environmental rounds in the United States and visual audits in Great Britain, is used primarily to identify cleaning deficiencies. 40 Unfortunately, the intrinsically subjective nature of such monitoring along with its episodic and deficiency-oriented features limit its ability to accurately assess the thoroughness of day-to-day cleaning activity. Preliminary studies documenting patient zone surface contamination with HAPs raised concerns that cleaning practice should be improved. 41 It was not until actual cleaning practice was objectively monitored, initially using a covert visual monitoring system 42 and later with covertly applied fluorescent markers, that actual cleaning practice was objectively evaluated. 43, 44 This made it possible to contrast conventional visual monitoring to objective monitoring of cleaning practice (Box1). 10 After the identification of opportunities to improve the thoroughness of patient zone surface cleaning as part of discharge cleaning in acute care hospitals, 43, 44 cleaning practice was similarly evaluated in multiple venues within hospitals, including the operating room between cases and end-of-day cleaning, emergency departments, outpatient clinics, and chemotherapy administration suites. 45 Identical studies have been extended to long-term care facilities and dialysis units as well as dental clinics and emergency medical services vehicles. 45 The evaluations were done in a standardized manner with an identical fluorescent marking system. The outcome measured was the actual thoroughness of cleaning expressed as a thoroughness of disinfection Goal-oriented structured process improvement model cleaning (TDC) score. TDC is an expression of the proportion of actual cleaning documented in comparison to the cleaning expected to be done according to the relevant cleaning policy. 43, 46 As shown in Fig. 2 , these studies consistently identified substantial opportunities for improving practice in all settings. 45 Although visual monitoring as part of environmental rounds remains important for detecting substantial oversights in cleaning practice, there are many advantages to the objective monitoring of disinfection cleaning practice. 10 Shortly after confirming the sensitivity and specificity of covert use of fluorescent markers to objectively and reproducibly identify opportunities to improve terminal cleaning thoroughness, process improvement interventions based on structured educational activities and direct performance feedback to EVS staff was shown highly effective in improving cleaning thoroughness. 47 Published reports have now confirmed the effectiveness of such programs in more than 120 hospitals in the United States, Canada, and Australia. 45, [47] [48] [49] [50] [51] In the study hospitals, not only has the thoroughness of cleaning improved from TDC scores of approximately 40% to 60% to 80% to 90% or higher as a result of similar programmatic intervention but also there has been excellent sustainability of the results over at least 3 years where ongoing programs have been evaluated. 50 Several reports have now shown that improved environmental cleaning decreases HAP contamination of surfaces. As shown in Fig. 3 , 4 comparable clinical studies objectively evaluating thoroughness of environmental cleaning over many months found contamination of patient zone surfaces decreased an average of 64% as a result of an average 80% improvement in thoroughness of environmental disinfection cleaning. 10 Although the complexity and cost of studies to evaluate the impact of decreased patient zone HAP contamination on acquisition has limited such undertakings, 2 landmark studies found similar statistically significant results. The 2006 study by Hayden and colleagues 42 confirmed a 66% (P<.001) reduction in VRE acquisition as a result of a 75% improvement TDC. A more recent study by Datta and colleagues 52 found a 50% (P<.001) reduction in MRSA acquisition and a 28% (P<.001) reduction in VRE acquisition as a result of an 80% improvement in environmental cleaning. The latter study also confirmed significantly decreased prior room occupant transmission for both pathogens during the intervention period. These studies clearly show that direct patient safety benefits can be realized by improving the thoroughness of patient zone surface cleaning.\n\nBased on published evidence supporting objective monitoring to evaluate surface cleaning processes and improved patient outcomes as a result of improved environmental hygiene, the CDC developed the guidelines, Options for Evaluating Environmental Cleaning in 2010. 46 This guidance recommends that all hospitals implement methods to objectively monitor environmental cleaning (Box 2). 46\n\nDirect overt monitoring of individual EVS workers as they clean with or without some form of testing, such as fluorescent marking or an adenosine triphosphate (ATP) Fig. 3 . Improving disinfection cleaning to decrease environmental surface contamination.\n\nHospitals should implement programs to improve current environmental hygiene practice by adopting a 2-phase stepwise programmatic approach:\n\nLevel I program Basic interventions to optimize disinfection cleaning policies, procedures, and environmental services staff education and practice. When completed move to level II program.\n\nLevel II program All elements of level I program 1 objective monitoring measurement (discussed later), can be used by EVS managers to teach proper cleaning of patient zone surfaces 53,54 as part of a certification process. 55 Unfortunately, such activity typically leads to a Hawthorne effect, whereby the knowledge of observation affects observed behavior. 56 In addition, substantial resources are needed to broadly implement such activities for large numbers of individuals. For these reasons, the use of direct overt monitoring of EVS workers to quantifiably assess cleaning practice is not feasible. As discussed in the CDC guidelines and the 2015 Agency for Healthcare Research and Quality (AHRQ) Technical Brief 22, Environmental Cleaning for the Prevention of Healthcare-Associated Infections,57 5 methods have the potential for being used within a structured process improvement program to objectively monitor cleaning practice, if performed as recommended. 46, 47, 57 Covert direct practice observation\n\nAs demonstrated by Hayden and colleagues, 42 this form of monitoring of actual cleaning practice, covert direct practice observation, can provide an objective assessment of individual EVS worker performance and compliance with cleaning protocols. Unfortunately, logistical issues, cost, and challenges with standardization across multiple settings limit the use of this form of monitoring to research settings.\n\nVarious culture methods have been used to study microbial contamination of environmental surfaces. Swab cultures or replicate organism direct agar contact (RODAC) contact plates are often used for such assessments. Recently, sterile sponge cultures as well as Petrifilm have shown a potential for increasing the sensitivity of such cultures. 58 No matter which system is used, cultures are most helpful when it is necessary to identify specific pathogens during epidemiologic investigations of outbreaks. Unfortunately all these basic culture methods are difficult to use for programmatically monitoring cleaning practice because of the need to determine precleaning levels of contamination for each object evaluated to accurately assess cleaning practice due to the intrinsically low bioburden of health care environmental surfaces. 10 For this reason, swab system cultures are used primarily to identify specific pathogens to help clarify the epidemiology of possible environmental hygiene-related outbreaks or hyperendemic transmission problems. 46 Agar slide cultures\n\nAgar-coated glass slides, initially developed to simplify quantitative cultures of liquids, have been used to evaluate the cleanliness of environmental surfaces in health care settings. 53, 59, 60 Although the ability of the fixed surface area of the slide to quantify viable bioburden (expressed as aerobic colony counts/cm 2 ), is useful, any culturebased system to evaluate the environmental cleaning practice has the same limitations noted for swab cultures, necessitating the comparison of precleaning cultures with postcleaning, as discussed previously. A recent study confirmed the ability of such a process to evaluate thoroughness of cleaning practice. 61 In the study, 10.5% of precleaning cultures were without measureable bioburden using this system before cleaning. This decreased the sensitivity of this form of monitoring, which necessitated the monitoring of a greater number of objects to develop an accurate analysis of cleaning practice.\n\nATP bioluminescence technology detects the presence of organic material, including viable and nonviable bioburden, on surfaces. Semiautomated ATP measurement systems have been in use in the food processing industry for more than 30 years.\n\nAlthough their ease of use led to an attempt to use them to quantify health care surface bioburden, the high sensitivity of the system to nonmicrobiologic and nonviable organic matter and its relative insensitivity to some HAPs have now been clarified. 53, 62, 63 As recently reported by Mulvey and colleagues in a detailed evaluation of the ATP technology, \"Sensitivity and specificity of 57% (with the ATP tool) means that the margin for error is too high to justify stringent monitoring of the hospital environment (with ATP technology) at present.\" 60(p29) Furthermore, significant intrinsic limitations of the technology, which would have an impact on its use in objectively monitoring cleaning practice, have been recently identified by Whitley and colleagues. 62, 64 Although not yet investigated, it is plausible that the ATP assay could be used for prospective monitoring of cleaning practice over time if the type of pre-post cleaning target evaluation system recommended for culture-based symptoms is used. Although several reports discussed previously have used ATP tools for education, the frequently low bioburden of most clinical surfaces as well as the limitations of the technology have made it difficult to use ATP assays for other than immediate performance feedback.\n\nAs discussed previously, studies in the United States and abroad during the past 10 years have used a specially developed fluorescent gel test soil to covertly evaluate environmental cleaning in a wide range of health care settings. 43, [47] [48] [49] [50] [51] [65] [66] [67] These studies have used a standardized transparent gel specifically formulated for the covert evaluation of health care surface cleaning. Although nonstandardized fluorescent powders and lotions have been used in a noncovert manner for education, 68 the fact that these substances are visible in ambient light precludes their use in programs to objectively monitor cleaning practice as a result of their ability to induce a Hawthorne effect. 66, 67 Because fluorescent gel cannot be used to detect the presence or absence of specific organisms, its exclusive use in pathogen-specific outbreak evaluations is not feasible. 46 Because the removal of the fluorescent gel represents a physical removal of an applied substance, the possibility has been raised that surfaces may have been effectively disinfected but not necessarily cleaned well and may be flagged as not being effectively cleaned. 57 Because the use of liquid disinfectant chemistries involve a concomitant physical cleaning process, that is, wiping the surface, which has been shown to result in the easy removal of the standardized fluorescent gel, such a hypothetical concern seems unwarranted. 43, 66 As noted in the 2015 AHRQ technical brief, \"Fluorescent gel is the most commonly used formulation because it dries to a transparent finish on surfaces, it is abrasion-resistant, and unlike powder, is not easily disturbed. For these reasons, the fluorescent gel formulation has been the most well-studied method to assess surface disinfection and to quantify the impact of educational interventions.\" 57(p14) The report adds that additional advantages of fluorescent surface markers include their \"relatively low cost, ease of implementation and their use for direct feedback to the EVS staff.\" 57(p14)\n\nAlthough process improvement programs developed in accordance with the CDC 2010 guidelines have been successful in improving patient zone cleaning as well as decreasing HAP surface contamination and transmission (as discussed previously), recent studies have begun to identify both the collateral benefits and the challenges of these programs.\n\nAs part of an HAI prevention initiative in Iowa, a diverse group of 56 hospitals implemented objective monitoring and process improvement activities for discharge cleaning practice using the fluorescent marking system and programmatic interventions as previously modeled. 47, 50 Preintervention cleaning thoroughness averaged 60% and was similar in most hospitals (95% CI, 56.7-64.4). As indicated in Fig. 4 , after education and ongoing feedback of performance to the EVS staff, cleaning ultimately improved to 89% for the group (P<.001). 50 A structured questionnaire by the hospitals completing the project found that the EVS staff at all hospitals appreciated and were enthusiastic about being evaluated, particularly because the program provided them with a new and unique opportunity to show other health care workers how well they were performing disinfection cleaning activities. Approximately half the sites reported that the program led to new senior management recognition of the value of the patient safety oriented work performed by EVS personnel, that the program redefined the EVS role in patient safety, and that the targeting system was valuable for one-on-one training. Twenty percent of the hospitals reported that the study led to identification of opportunities for improving EVS program issues related to manpower resources and communication. A similar number of sites commented on the very favorable response the program received from the board of trustees. Three of 20 sites (15%) noted that the program initially met resistance from EVS management. Three other sites noted that the program resulted in some transient anxiety among the EVS personnel, which resolved once the value of the program and its nonpunitive orientation was understood.\n\nAlthough the study confirmed the value of an objective structured programmatic process to broadly improve cleaning practice, it also documented the challenges of implementing such activities. Due primarily to resource limitations (infection preventionists' time constraints) and personnel turnover, more than one-third (23/56 [41%]) of the sites, which likely could have benefitted significantly from the program, withdrew from the study prior to achieving cleaning scores of greater than 80% (see Fig. 4 ). Although it is not possible to exclude the impact of motivational issues on the decision by some of these sites to withdraw from the program, recent reports Fig. 4 . The thoroughness of discharge cleaning observed during the three phases of the Iowa disinfection cleaning project. 50 Optimizing Health Care Environmental Hygiene have confirmed high levels of administrative pressures on infection preventionists working in acute care hospitals. 69 Conversely, 71% of the sites in which the initial assessment disclosed opportunities to improve disinfection cleaning were motivated enough to pursue the study and to achieve cleaning scores of greater than 80%. Furthermore, 27% of the hospitals completing the study independently maintained cleaning thoroughness at greater than 90% for more than 3 years. 50 Similar sustainability of cleaning thoroughness (92%) was also found in a group of 14 hospitals in California using the same program for more than a year. 70 As stated in the 2010 CDC guidelines, \"It is important that the monitoring be performed by hospital epidemiologists, infection preventionists or their designees who are not part of the actual EVS cleaning program. Such an approach assures the validity of the information collected.\" 46(Appendix B, p1) A recent study in 2 hospitals found that when EVS managers monitored the discharge room TDC, they documented an average score of 82.5% whereas a research team covertly evaluating the same hospitals documented an average score of 52.4%. 71 Given that neither the Joint Commission nor the World Health Organization considers self-monitoring of hand hygiene practice acceptable, it seems reasonable that a similar expectation should be applied to monitoring disinfection cleaning activities.\n\nThe use of EPA-registered hospital-grade disinfectants to clean patient zone hard surfaces has been considered an important element of health care environmental cleaning for many years. 35 As recommended by the CDC, disinfectants are used on all such surfaces in US hospitals. 38 Their use in some other countries has been limited to special areas, such as intensive treatment units and operating theaters. 11 Given the recent detailed review related to disinfectant choice and utilization, 35 the following discussion focuses only on several important generalizations.\n\nDuring the past 2 years, the traditional use of EPA-registered hospital-grade disinfectants on noncritical patient zone surfaces has been profoundly impacted by the development of sporicidal chemistries that are at least as effective as bleach, are not associated with significant damage to surfaces, and are not associated with potentially toxic residuals during either their use or disposal. 72 Recent published reports have confirmed both equal sporicidal potency to bleach as well as an absence of any discernable damage to a range of surfaces after repeated exposure for 1 hydrogen proxide/peroxy acetic acid disinfectant. 72, 73 In a clinical study, the peroxide/peroxy acetic acid formulation was found approximately twice as potent as a quartenary ammonium compound in surface bioburden reduction and as effective as bleach in clinical use. 61, 74 Although studies to further quantify the relative clinical value of both peroxide/paracedic acid formulations as well as chlorinated hydrogen peroxide are warranted, these new chemistries have the potential for substantially improving the effectiveness of patient zone surface disinfection cleaning. Given the numerous traditional hospital-grade disinfectants currently marketed and the ongoing development of new chemistries, it is critically important that all disinfectant systems undergo rigorously designed comparative studies in actual clinical settings to quantify their efficacy, similarities, differences, and potential limitations. 35, 57, 61 Although the development of new disinfectants and delivery systems may hold the promise of more effective and less difficult to use disinfection of patient zone surfaces, in 2014 Rutala stated, \"Nothing is more important than the thoroughness of cleaning/disinfecting all hand contact (eg, environmental surfaces or patient care equipment) as current studies demonstrate that less than 50% of high risk objects are cleaned/disinfected at terminal cleaning.\" 35(p859) Although premoistened disposable wipes have been widely used to clean surfaces in health care settings, their clinical effectiveness has yet to be evaluated in comparative studies. Over the past 5 years, reports have documented the spread of HAPs from contaminated to noncontaminated surfaces by wipes. 75, 76 In a review of health care cleaning practices, Sattar and Millard 76 in 2013 recommended that a moist wipe using a single-direction application be used on only 1 surface before being discarded. The validity of this approach was confirmed by the recently approved American Society for Testing and Materials standard E2967-15 test. All the 5 wipes tested by 3 independent testing sites confirmed a greater than 4 log 10 reduction in Staphylococcus aureus and Acinetobacter baumanii on seeded surfaces but only a wipe using 0.5% accelerated H 2 O 2 prevented transfer of the test bacteria to another surface. 77\n\nAlthough the use of EPA-registered hospital-grade disinfectants is intrinsic to surface disinfection cleaning, the concomitant recognition of suboptimal cleaning practice in many health care settings along with the evolving recognition of the role of the HAP-contaminated surfaces in pathogen acquisition has led to the development of technological interventions designed to augment physical cleaning of patient zone surfaces. Over the past decade, many innovative approaches have been developed and can be categorized broadly as no-touch technologies and self-disinfecting surfaces.\n\nOver the past several years, innovative technologies using hydrogen peroxide vapor or UV light systems have been developed and used to augment traditional chemicalbased disinfection cleaning at the time of discharge. As stated by Otter 78 in a recent review, \"The key question for some time has been whether automated room disinfection systems are able to reduce the rate of transmission compared with conventional cleaning and disinfection. HPV technologies are more potent systems but have logistical disadvantages. Recommendations would be premature for the routine use of such novel technology, primarily because research on microbial effectiveness, cost effectiveness and pragmatic application is still underway.\" 78(p234) Ultimately, welldesigned, independent, controlled, comparative studies will be needed to objectively quantify the cost and possible added value of such technologies when routine cleaning and disinfection has been sustainably optimized. 3\n\nAlthough the antibacterial properties of heavy metals, in particular silver, have led to its use in central venous and Foley catheters to decrease colonization and possibly infection, only recently have such materials been proposed as health care surface treatments to augment traditional chemical disinfection. Although in vitro studies of copper, silver, and other treated surfaces have confirmed modest but slow killing of most HAPs other than C difficile spores, substantial concerns have been raised regarding factors that could limit the clinical effectiveness of such surface treatments over time. 79 Although the concept of patient zone surfaces that are intrinsically inhospitable to HAPs is an attractive one, as noted by Humphries 79 in a recent review of disinfecting and microbocide impregnated surfaces and fabrics, \"Larger and better designed studies are required to determine if these approaches augment current Optimizing Health Care Environmental Hygiene hygiene regimens, especially when these (current hygienic regimens) are optimally implemented.\" 79\n\nAccording to the summary of the AHRQ technical brief developed by Han and colleagues, 2 \"Environmental cleaning is a complex, multi-faceted process and involves the physical action of cleaning surfaces to remove organic and inorganic material followed by the application of a disinfectant as well as monitoring strategies to insure the appropriateness of these practices.\" 2(p1) Before discussing the challenges of such monitoring by evaluating the process of cleaning or its outcome, cleanliness, it is important to clarify the critical difference between these 2 similar terms. As indicated in Table 2 , monitoring cleaning represents a process measure of practice. It is expressed as a TDC score and may be applicable to an object, a defined set of surfaces, a defined geographic entity such as an ICU, or monitoring a hospital or even a group of hospitals. 46 When used generally, the term, cleanliness, may be used to describe a surface free from visible soil. In contrast, when discussing patient zone hygiene, cleanliness represents a quantitative measure of viable bacteria on a surface after the surface has been cleaned.\n\nGiven that truly sterile patient zone surfaces are not feasible in the context of the epidemiology of HAPs (discussed previously), it has been suggested that a microbiologically definable threshold, or cleanliness standard, may exist below which transmission of HAPs would not occur. 11 Although, as Rutala and Weber have noted, the value of having patient zone surfaces \"hygienically clean, that is, free of pathogens in significant numbers to cause human disease\" 35(p863) is widely appreciated, it has not yet been possible to define or quantify such a condition. 57 Because the realistic goal of environmental cleaning and disinfection of patient care areas is not to produce a continuously sterile surface environment but rather to effectively decrease pathogen transmission, the identification of a threshold of environmental contamination below which transmission would not be expected to occur could be valuable. 3 Furthermore, the challenges of evaluating cleanliness over time as a process measure include the typically low bioburden of HAPs on contaminated surfaces, the need to measure cleanliness immediately after cleaning to eliminate the variable of recontamination \n\nObjectively monitoring the process of cleaning as recommended by the CDC guidelines has been shown to decrease both HAP environmental contamination and HAP transmission to patients. As discussed previously, many studies over the past decade have documented its value in mitigating environmental HAP contamination while improving patient safety with respect to these pathogens.\n\nOver the past several years, it has become increasingly evident that infection prevention initiatives focused on optimizing hand hygiene have not realized their hoped-for impact on HAP transmission in well-resourced health care settings. [80] [81] [82] [83] [84] Accepting an inability to quantify the absolute risk of pathogen acquisition directly from health care workers' hands, there is good circumstantial evidence that such transmission accounts for a substantial proportion of HAP transmission. It has become widely accepted that hand hygiene, as noted by Palamore and Henderson, is \"critically important for the prevention of HAIs.\" 85(p8) In response, many health care organizations have undertaken extensive, resource-intensive efforts to improve hand hygiene compliance. 86 Despite extensive translational research and strong support from accrediting institutions over the past 10 years, the enthusiasm for quickly reaping substantial benefits from optimizing hand hygiene practice has been tempered by the realization that acceptance inertia, psychological barriers, suboptimal application of technique, and, most particularly, the pressures of providing direct patient care have had an adverse impact on the effectiveness of this intervention. 87 These issues, along with the challenges of performing hand hygiene as recommended by the World Health Organization \"five moments\" construct while caring for acutely ill patients and the fact that 10% to 60% of patient zone surfaces contain HAPs, make it likely that pathogen-contaminated environmental surfaces will negate some of the benefits of optimized hand hygiene practice. 11, 43, 88 Given that patient zone surfaces not contaminated by HAPs cannot be a source of pathogen transmission even in the absence of hand hygiene, further consideration must be given to viewing both environmental hygiene and hand hygiene as interdependent interventions. When viewed in this manner, it becomes evident that the mandates and challenges of these 2 interventions represent an inverse continuum (Fig. 5) . For example, in the ICU setting, where hand hygiene often becomes logistically challenging and glove use without hand hygiene is frequent, there would be a particularly strong mandate to optimize hygienic cleaning. In contrast, in ambulatory settings, where there are few intrinsic barriers to hand hygiene, enhanced hygienic cleaning practices would not be strongly mandated. In this context, the specific elements of hygienic practice can be characterized along a complexity gradient (Fig. 6) . By relating these constructs to the various settings (Fig. 7) , interventions can be defined along the continuum outlined to provide a framework for analyzing and prioritizing the relative cost/benefit of different levels of complementary hygienic practices (see Fig. 7 ). By characterizing intrinsic patient/personnel risk and setting modifiers, a particular site can be moved up or down diagonally along the range of settings. For example, if an immunologically compromised person was in an ambulatory care setting, it would Optimizing Health Care Environmental Hygiene Carling be reasonable to consider moving to a higher level of hygienic cleaning intervention than otherwise is warranted. Similarly if the patient population in a long-term care setting required only minimal assistance, it would be reasonable to move down the intervention continuum toward noninpatient health care settings. Once the particular features of a setting are defined in this manner, the constructs can be used to develop programmatic interventions that maximize the components of health care hygienic practice for the best cost/benefit to improving patient/personnel safety.\n\nAlong with an evolving awareness of the need to optimize both the process and structural elements of hygienic cleaning (see Box 1), it has become increasingly evident that there is limited objectively developed evidence to guide best practices. 1,3,11,57\n\nDuring the past 20 years, many published reports have described improved outcomes as the result of modifications in basic hygienic cleaning. Unfortunately, causal analysis of almost all these studies has been greatly hampered by the simultaneous implementation of multiple interventions in addition to improved cleaning. This issue is particularly well illustrated by the reports of interventions to minimize health care-onset C difficile infection beginning in the mid-1980s. Although more than 20 quasiexperimental, often outbreak-associated, studies have supported the likely role of improved environmental hygiene on C difficile transmission, all these studies consist of several interventions implemented simultaneously. Because of confounding variables (some known and some unknown) in each study, it has been impossible to specifically quantify the impact of disinfection cleaning on C difficile transmission. 89 Even when a single Optimizing Health Care Environmental Hygiene environmental intervention, such as cleaning agent change, is pursued, published studies have not separated the thoroughness of cleaning from the specific cleaning agent being tested. 90, 91 For example, it is possible that the novelty of a new cleaning agent resulted in better attention to the process of cleaning. As a result, the improved outcome may have actually been due to the heightened attention to cleaning surrounding the change in disinfectant. To date, only 2 clinical studies have compared the relative effectiveness of 2 disinfectant chemistries while controlling for this phenomenon by objectively monitoring the thoroughness of the hygienic cleaning processes in addition to microbiologic 61, 74 and outcomes. 74 There is also a need to substantially move environmental hygiene research from evaluation of practice to evaluation of objectively defined and reproducible clinically meaningful outcomes. 11, 61, 92 Several studies have successfully used objective cleaning process monitoring and documented significantly decreased environmental contamination by clinically important bacterial pathogens, such as methicillinsensitive Staphylococcus aureus, VRE, C difficile, and mixed bowel flora. 23, 42, 87, 93 There remains a need, however, for large well-conducted studies that use pathogen acquisition and, if feasible, clinical infection as outcomes to quantify the clinical impact of disinfection cleaning agents and thoroughness of practice. 3, 92, 94 Such outcome studies, although logistically complex and costly, will provide critical validation of the benefit of improving routine disinfection cleaning practice. Similar studies could also be used to clarify the potential benefits of no-touch technologies and selfcleaning surfaces. 3, 11, 92 A Proposed Hygienic Practice Research Agenda\n\nThe critical importance of developing a consensus-based research agenda focused on broad as well as specific needs led the CDC to convene a round table meeting, Environmental Hygiene in Healthcare, in September 2015. 1 The meeting brought together more than 30 clinical and academic experts, members of industry, patient advocates, federal agencies (Food and Drug Administration) and union representatives to \"discuss the current state of knowledge regarding how patient care surfaces become contaminated, how transmission of infections occurs from the surfaces, and importantly, what facilities can do to improve the cleanliness of these surfaces.\" 1 There were 5 presentations given related to specific topics, including the presentation of a proposed environmental hygiene agenda. 95 Subsequently, a roundtable discussion led to the development of a consensus related to 4 key areas of interest for further research.\n\nUnderstanding transmission events related to patient room surfaces As discussed previously, hand hygiene and hygienic cleaning are critical and interdependent elements of hygienic practice, although the quantitative impact of these 2 interventions has yet to be well defined. 11 In this regard it is hoped that the rapidly evolving technology, including the use of genomic epidemiology tools, highly sensitive and standardized surface culture methods, and sensitive approaches to pathogen acquisition monitoring will begin to clarify ways to optimize these interventions.\n\nAlthough the value as well as significant challenges of defining a so-called cleanliness standard are discussed previously, it is hoped that standardized surface culturing methods and sensitive systems to quantify transmission events will lead to defining when in-use patient zone surfaces are a transmission risk to patients.\n\nThe opportunities and challenges of the important EVS activities were discussed extensively during the meeting. It was observed that some subject areas need further study and guidance, including methods of education and training of EVS personnel, methods for monitoring cleaning and disinfection, and ways to overcome organizational challenges of the work that EVS personnel perform.\n\nThe role of no-touch technologies and self-disinfecting surfaces was acknowledged as was the fact that the body of evidence to define the appropriate role for these interventions is limited. There was unanimous agreement that comparative studies of these technologies are urgently needed. 1 The importance of developing such a consensus research agenda has become a critical guide to the 6 previous and 5 new CDC Epicenter programs, recently the recipients of almost $11 million in federal funding specifically to further research in these areas. 96 \n\nThis review is dedicated to the memory of Judeen Bartley, MS, MPH, CIC, whose insight and leadership related to health care environmental hygiene science greatly influenced the development of the field. The author acknowledges editorial guidance and assistance from Hilary Humphreys, MD, and Linda Homan, RN, CIC."}