{"title": "The influence of envelope features on interunit dispersion around a naturally ventilated multi-story building Article History", "body": "Natural ventilation has been recognized as an effective way to achieve low-energy building design and an economic way to provide a healthy indoor environment (Homod and Sahari 2013; Schulze and Eicker 2013; Chau et al. 2008; Wu et al. 2018) . However, during the natural ventilation process, outdoor pollutants could penetrate indoors through open windows and deteriorate the indoor air quality. Among others, the transport of human exhaled bio-aerosols between adjacent units in a building, namely interunit dispersion, is a valid route, which was observed in the outbreak of SARS in Hong Kong ).\n\nSince being identified, a large of number studies have been conducted to explore the interunit dispersion characteristics and mechanisms as well as to quantify its infectious risks (e.g., Li et al. 2004; Niu and Tung 2008; Gao et al. 2008; Liu et al. 2010; Ai et al. 2013; Mak 2014, 2016; Cui et al. 2014 Cui et al. , 2016 . Li et al. (2004) analyzed the SARS transmission characteristics in the most affected housing estate in Hong Kong and found that airflow has been involved in the transport of SARS viruses. Later, Niu and Tung (2008) performed on-site measurements to quantify the interunit dispersion between two vertically adjacent units and reported that the buoyancy-induced upward transmission from a source unit to the unit immediately above it can reach up to 7%. According to Niu and Tung (2008) , for an indoor/outdoor temperature difference of 3-5 °C, the turbulence effect of a wind speed over 0.9 m/s can overwhelm the thermally driven force. Wind tunnel experiments conducted by Liu et al. (2010) indicated that the vertical interunit dispersion could occur not only along an upward direction but also along a downward direction. Ai and Mak (2014) further extended the findings on the interunit dispersion route, who reported that wind-induced interunit dispersion could occur along any direction, namely upward, downward, and horizontally lateral directions. The reentry ratios could reach up to 14.9%, which is much higher than that due to buoyancy effect.\n\nOne important finding obtained from previous studies is that the interunit dispersion along building facades is strongly determined by the near-facade flow patterns. Among others, it is obvious that the near-facade flow patterns around a building are largely influenced by the envelope configurations and the surrounding buildings. Among all the surrounding interfering buildings, an upstream building has a significant influence when the downstream building is located in the leeward-side recirculation zone (Hajra et al. 2011) . Common knowledge tends to support that the presence of an upstream building would lower external wind speeds and then reduce the indoor ventilation performance of its downstream building. Although our earlier study (Cui et al. 2016 ) revealed the significant influence of the presence of an upstream building on interunit dispersion, it is, however, limited to the building models with flat facades.\n\nIn practice, buildings are attached with various types of envelope features on their facades, such as balconies, bay windows, wing walls and overhangs (see Fig. 1 ) and wind catchers (Jomehzadeh et al. 2016; Hughes et al. 2012; Pak et al. 2018) . These envelope features are designed for architectural and/or functional purposes, some of which were proved being able to mitigate noise, moderate the transport of heat and air and reduce transmission of daylight from outside to indoor environments (Ai et al. 2013; Mak et al. 2005 Mak et al. , 2007 Niu 2004 ). Since 2001, in new residential projects in Hong Kong, it has been permitted to exclude envelope features such as balconies from calculations of the Gross Floor Area and/or Site Coverage (Joint Practice Note No. 1 2001). Ai et al. (2013) revealed the significant influence of the presence of balconies on interunit dispersion, which however, is limited to isolated building models.\n\nOverall, previous studies on interunit dispersion focused mostly on isolated buildings with flat facades. This study intends to explore the influence of upstream buildings and envelope features on interunit dispersion in a multistory building. Two heights of an upstream building are considered, namely one with the same height of the downstream building and another with the double height of the downstream building. In addition, two typical envelope features are investigated, namely vertical and horizontal envelope features. Computational fluid dynamics (CFD) method is used, and the widely used RANS turbulence model, namely, renormalization group (RNG) k-ε model, is employed to predict the airflow field in and around buildings. CFD method in the RANS framework is the most widely used method to investigate flow and dispersion in and around buildings (Blocken 2015) . Tracer gas is used to simulate human exhaled flows. Owing to the similar aerodynamic characteristics between gas and fine aerosols, tracer gas technique was widely used in past studies, including numerical simulations (Gao et al. 2008; Ai et al. 2013; Mak 2014, 2016) and experiments (Liu et al. 2010; Niu and Tung 2008) . After the establishment of flow field, tracer gas is released from a certain unit and its concentrations in all units are monitored to observe interunit dispersion pattern and to quantify infectious risks. The findings from this study are expected to extend the understanding of interunit dispersion in naturally ventilated buildings. Franke et al. (2007) , a computational domain with an upstream distance of 5D z , downstream distance of 15D z , lateral distance of 5D z , and height of 6D z is chosen for compromising accuracy and numerical cost. Table 1 shows the 9 different configurations designed based on the 4-story building with and without vertical or horizontal envelope features and the upstream buildings. For each configuration, there are 8 cases with the source released from the 8 different units. Therefore, totally 72 cases were simulated.\n\nA grid with approximately 4.2 million cells is used after a grid independence test based on the building configurations without envelope features (see also Cui et al. 2016) . Three types of grids, namely coarse, medium and fine, are created, which contain 2.1, 4.2 and 6.5 million cells, respectively. The average ACH value of the units in the target building is used as an indicator to evaluate the independence of the grid. For the three types of grid, the average ACH values are 17.0, 16.0, 16.2, respectively, which suggests that the medium grid is suitable to be used for further simulations.\n\nThe commercial CFD software, ANSYS Fluent 13.0, was used to compute the flow and turbulence fields in and around the buildings. The RNG k-ε model (Orszag et al. 1993; Yakhot and Orszag 1986 ) was adopted to deal with the turbulence effect. Considering the roughness of the ground, the velocity inlet was specified according to the widely used power law profile:\n\nwhere V z is the wind speed at the height Z, V ref is the reference velocity at the building height D z , α is the roughness coefficient that was specified as 0.16 to represent a typical urban ground roughness. The turbulence at the inlet boundary was characterized by turbulence intensity and length scale, which were 8% and 1 m, respectively. Zero normal gradients and zero background pressure were applied to the domain outlet. On the domain ground and building surfaces, nonslip boundary conditions combined with standard wall functions were used. A tracer gas, CO2 (carbon dioxide), was used to represent fine droplet nuclei in the human exhaled flows. It was released continuously at the center of a source room at a flow rate of 8 mg/s. The species transport model (Fluent 2010) was employed to predict the concentration of the tracer gas. The dimensionless number, Sct, could has a large influence on the solution of the species equation (Tominaga and Stathopoulos 2007) . Ai et al. (2013) used RANS model to investigate interunit dispersion and found that Sc t equal to 0.7 is a suitable setting. Therefore, all simulations in this study were conducted with the Sc t equal to 0.7. The governing equations were discretized to algebraic equations on a staggered grid system based on the finite volume method (FVM). The pressure and momentum equations were coupled using the SIMPLEC algorithm. All the discretization schemes had second-order accuracy. Convergences were reached when the solutions of the velocity and concentration at important locations in the computational domain become stable for dozens of iterations.\n\nThe parameter reentry ratio (Rk) was used to evaluate and quantify the interunit dispersion, which is defined as (Niu and Tung 2008; Ai et al. 2013) :\n\nThe reentry ratio indicates the fraction of air leaving from a source unit reenters an affected unit. In the equation, C j and C i are the concentration at an affected unit and a source unit, respectively; (ACH) j and (ACH) i are the air change rate of the affected unit and the source unit, respectively. ACH of a specific unit was calculated using an integral method:\n\nwhere V x is the normalto-opening velocity component, A the area of the opening, and Vol R the volume of the unit.\n\nValidations of the CFD methods described in Sections 2.1-2.2 against experiments were reported in our earlier papers (Cui et al. 2016; Ai et al. 2013; Ai and Mak 2014) . The experiments used for validation include the influence of an interfering building on the pressure distributions on the building facades of another adjacent building (Zhang and Gu 2008) and the flow field and ventilation rate of a naturally ventilated building (Jiang et al. 2003) . Zhang and Gu (2008) investigated the wind-induced surface pressure on the facades of a building under the effect of a staggered interfering building in an atmospheric wind tunnel. They measured the pressure coefficient along the vertical center line of walls. CFD simulations were employed to reproduce the experiments (Cui et al. 2016 ). Using RNG model, the simulated pressure coefficients had a good agreement with the measured results, with an average deviation of 6.21%. This justifies the use of the aforementioned CFD methods to study the influence of an upstream building on the flow field around its downstream building. Jiang et al. (2003) conducted a wind tunnel experiment to investigate airflow inside and around a cubic building model with single-sided natural ventilation. They measured the mean air velocities along ten vertical lines on the vertical centerplane of the building using laser Doppler anemometer. CFD simulations were performed and the velocities along these vertical lines were predicted (Ai et al. 2013; Ai and Mak 2014) . Despite the deficiencies of the RNG model in predicting the vortex-shedding effects in the wake of a bluff body, the simulated results generally agree well with the measurements in most areas in and around the building. It was concluded that the application of RNG model was reliable to establish the flow field in and around a naturally ventilated building. Figure 3 presents the streamlines and velocity contours on the vertical centerplane across the buildings when there is no envelope features (see also Cui et al. 2016 ). The airflow patterns around a building, which have a significant influence on the interunit dispersion, have been widely examined in the field of wind engineering. When encountering an isolated bluff body, such as a flat-roofed building, the urban wind will separate at the windward facade, which includes vertically downward and upward flows as well as horizontal flows. Due to the airflow impingement, the windward facade is exposed to a relatively high pressure flow field, where the maximum pressure appears at the stagnation zone at approximately 2/3 height of the building (Oke 1987). Such a general airflow pattern around an isolated bluff body is similar for both a single-story building and a multi-story building (Ai and Mak 2015) . When comparing Figs. 3(a), (b) and (c), it is obvious to find that the presence of an upstream building has a significant influence on the airflow field around its downstream building. As shown in Fig. 3(b) , the presence of a low upstream building makes the windward area of the downstream building to be a downward dominated flow field, where the upward flow around the building top (see Fig. 3(a) ) disappears. Such a change in airflow pattern would directly alter the interunit dispersion routes. For example, when pollutants are released from the fourth floor, their dispersion route will change from upward to downward. The presence of the high upstream building also modifies the near-facade airflow pattern of the downstream building in both windward and leeward sides (see Fig. 3(c) ). In addition, a very obvious change caused by the presence of an upstream building is that it increases the velocity magnitude in the vicinity and the inside of the downstream building, which potentially improves the indoor ventilation performance.\n\nFigures 4 and 5 show the influence of envelope features on the airflow pattern in and around an isolated building. The general external flow fields around a building are similar with those revealed in previous studies on bluff bodies (Santos et al. 2011; ASHRAE 2011; Martinuzzi and Tropea 1993) . However, the presence of protrusive envelope features introduces more resistances to the near-facade sweeping airflows and intensifies the turbulent fluctuations by the enhanced interaction between approaching wind and envelope features (both vertical and horizontal). As shown in Fig. 4(b) and Fig. 5(b) , small vortices appear in the corners of the envelope features, which indicates that the presence of the envelope features create a rougher and more dynamic near-facade flow field when compared with that formed near flat building facades. According to Haghighat et al. (1991) , such near-facade wind fluctuations around building surfaces are the continuous driver of the indoor and outdoor air exchange. \n\nFigures 6 and 7 present the flow fields on the vertical centerplane of the building when there is an upstream building. Again, the presence of envelope features disturbs the near-facade airflow patterns and generates many small vortexes. Such a change in near-facade airflow patterns caused by the presence of envelope features is the same no matter there is an upstream building or not. Here, an important finding is that the direction of external flows entering the units is different when there is a low upstream building when compared to that when there is a high upstream building. This difference caused by the different heights of an upstream building is not changed by the presence of envelope features. In addition, with the presence of an upstream building, the addition of envelope features mostly forms as a barrier to prevent the indoor and outdoor air exchange, especially when the upstream building has the same height with the target building. Figure 8 presents the average ACH coefficients of all configurations. ACH coefficient is defined as the ratio of the average ACH value of the four windward units or the four leeward units of a specific configuration (Configurations 2-9) to the average ACH value of the four windward units of Configuration 1. For an isolated building (Configurations 1-3), compared to the configuration with no envelope features (Configuration 1), the presence of vertical envelope features increases the average ACH values considerably on both windward (increased by 120%) and leeward side (increased by 38%). While, the presence of horizontal features slightly improves the average ACH values for both windward and leeward side of the downstream building. After the inclusion of a low upstream building (Configurations 4-6), both types of envelope features have negative influences on the natural ventilation performance. In particular, compared to the configuration with no envelope features (Configuration 4), the ACH values at windward and leeward sides are decreased by 52% and 42% after the presence of horizontal features (Configuration 6). When the upstream building is increased to double height (Configurations 7-9), the presence of vertical envelope features increases the ACH value on windward side by 40%, whereas horizontal features result in a decrease of ACH by 18% and 38% on windward and leeward side, respectively.\n\nFor wind-induced natural ventilation of a multi-story building, pollutant released from one unit may re-enter into other units of the building. In addition, many buildings in cities like Hong Kong are high-rise cylinder-like buildings, which pose a risk of pollutant transport between windward units and leeward units. The interunit dispersion characteristics of the 9 configurations are discussed in this section. Figures 9-12 show the pollutant reentry ratios R k from a source unit to other units. To focus on analyzing the major dispersion routes, those reentry ratios smaller than 0.1% are not presented. Figure 9 presents the reentry ratios of tracer gas from the source unit W1 to other units on both windward and ② With a low upstream building; ③ With a high upstream building leeward sides of the building. When a pollutant is released from the ground floor unit W1, the R k to all units are less than 0.4% in the case of an isolated building with flat-facade (see Fig. 9(a) ). These relatively small reentry ratios are formed basically because that the ground floor is close to the downward recirculation zone in front of the building, where the tracer gas is restricted in this region and diluted effectively into the lateral flow vortices. However, the presence of an upstream building, especially a low upstream building, enhances obviously the interunit dispersion. The presence of envelope features, especially the vertical features, first extends the affected scope in terms of the number of affected units and second increases the reentry ratios not only on the windward side but also on the leeward side. The reentry ratios can reach up to 3.2% and 2.2% on windward and leeward side, respectively. Figure 10 presents the reentry ratios of tracer gas from the source unit W2 to other units in the building. Obviously, the unit just below the source unit on the windward side is the most affected one. The unit W2 is close to the strong downward flow region in front of the building, which, therefore, leads to a significant downward dispersion to the unit W1. This downward flow is formed because of the high pressure difference between the stagnation zone at the 2/3 building height and the low-pressure recirculation zone around the ground. The presence of an upstream building, especially the low upstream building, enhances considerably the downward dispersion, where the R k increases from 1.8% to 15.2%. The presence of the vertical envelope features forms a vertical dispersion channel, which restricts further the dispersion direction and reduces tracer gas dilution. As a consequence, the presence of the vertical envelope features results in the increase of reentry ratio in most units. However, the presence of horizontal features performs in a different way, where the reentry ratios to most units are decreased significantly. This can be attributed to that the horizontal features form a barrier to the vertical transport of tracer gas and induce the dilution of the tracer gas to the main flow stream. Figure 11 presents the reentry ratios of tracer gas from the source unit W3 to other units. As described in Section 3.1, the presence of a low upstream building modifies the airflow pattern near the windward side of its downstream building, where no stagnation exists and the downward flow becomes the dominated flow pattern. When the pollutant source of an isolated building is located in the stagnation area (W3), the pollutant released from the source unit flows both upward and downward on the windward side, which means that both the unit W4 and W2 are affected. However, when there is a low upstream building, almost only the lower floors are affected.\n\nFor the case of an isolated building, all units with flatfacade have relatively small R k (below 0.3%). The presence of an upstream building, especially a low upstream building, intensifies the interunit dispersion for most units. However, the unit W2 is an exception when there are vertical features, where it suffers from the highest reentry (11.5%) when there is no an upstream building. In general, the enhancing effect of the interunit dispersion due to the presence of vertical features still exists; the reentry ratios of the lower units, especially unit W2 are significantly increased. However, the presence of horizontal features tends to lower the reentry ratio level. Overall, the most affected units are W2 and W1, which are located below the source unit. Figure 12 presents the reentry ratios of tracer gas from the source unit W4 to other units. The basic influences of the presence of an upstream building and envelope features on the interunit dispersion are the same with those analyzed in previous section. Overall, the lower units are most affected.\n\nThe presence of a low upstream building and the presence of vertical envelope features enhance significantly the interunit dispersion. With the combined effect of the upstream building and vertical envelope features, the reentry ratios can reach up to 7.6%. The presence of horizontal features, however, helps to reduce the reentry ratios.\n\nThis study examines the influence of the presence of an upstream building and envelope features on the natural ventilation performance and interunit dispersion of a multistory building using CFD method. Based on the findings, the following conclusions can be obtained.\n\nThe presence of upstream building changes the nearfacade flow patterns around its downstream building, and the presence of envelope features create a rough and dynamic near-facade flow field and forms a barrier to the vertical or horizontal development of the near-facade flow. On average, for an isolated building, the presence of vertical features increases the ACH value by 79%, but the presence of horizontal features improves only slightly the ACH value.\n\nWith the presence of a low upstream building, both types of envelope features have negative influences on natural ventilation performance; particularly the ACH value is decreased by 47% due to the presence of horizontal features. With the presence of a high upstream building, the addition of vertical features improves the natural ventilation performance on windward side by 40%, but the addition of horizontal features results in a decrease by 28%.\n\nThe presence of an upstream building, especially a low upstream building, significantly enhances the interunit dispersion for most cases. Such an enhancement can be up to one order of magnitude. It suggests that findings from previous studies on interunit dispersion based on an isolated building underestimate the dispersion risks. The presence of vertical envelope features forms vertical channels to restrict the dilution of pollutant, which therefore intensifies the interunit dispersion and increases significantly the reentry ratios for most cases. The presence of horizontal features forms barriers that induce the dilution of pollutant to the main flow stream, which therefore weakens largely the vertical interunit dispersion. The large influences caused by the presence of envelope features extend the findings from previous studies based on flat-facade buildings."}