{"title": "Quality control implementation for universal characterization of 1 DNA and RNA viruses in clinical respiratory samples using single metagenomic next-generation sequencing workflow", "body": "Although the potential of mNGS technology is very promising, further evaluation studies are 71 urgently needed for its routine clinical use within a reasonable timeframe. The approach 72 described herein is crucial to bring standardization and to ensure the quality of the generated 73 sequences in clinical setting. We provide an easy-to-use single protocol successfully 74 Since the development of Next Generation-Sequencing (NGS) technologies in 2005, 78 the use of metagenomic approaches has grown considerably. It is now considered as an 79 efficient unbiased tool in clinical virology [1, 2] , in particular for the characterization of viral 80 acute respiratory infections (ARIs). Several advantages of metagenomic NGS (mNGS) 81 compared to conventional real-time Polymerase Chain Reaction (PCR) assays have been 82 highlighted. Firstly, the full viral genetic information is immediately available allowing the 83 investigation of respiratory outbreaks, viral epidemiological surveillance, or identification of 84 specific mutations leading to antiviral resistance or higher virulence [3] [4] [5] . Secondly, a 85 significant improvement in viral ARIs diagnosis has been reported [4,6-9]; as the process is 86 sequence independent, mNGS is able to identify highly divergent viral genomes, rare 87 respiratory pathogens, and to discover respiratory viruses missed by targeted PCR [1, 4, 7] . all of these have to be controlled to ensure the quality of the generated sequences [6, [14] [15] [16] . 96 Furthermore, specimen to specimen, environmental, and reagent contaminations are also a 97 major concern in metagenomic setting and must be accurately evaluated [6, [17] [18] [19] . 98\n\nThe objective of this study was to implement QCs in a single metagenomic protocol and to 99 evaluate it for the detection of a broad panel of DNA After normalization, a pool of libraries (V/V) was made and quantified using universal KAPA 132 library quantification kit (Kapa Biosystems, Wilmington, MA, USA); 1% PhiX genome was 133 added to the quantified library before sequencing with Illumina NextSeq 500 ™ platform 134 ( Fig. 1 ). In addition, it should be noticed that our wet-lab process was designed to prevent 135 contaminations as much as possible: reagents were stored and prepared in a DNA-free room; 136 patient samples were opened in a laminar flow hood in a pre-PCR room; after the 137 amplification step, tubes were handled and stored in a post-PCR room. 138\n\nA stepwise bioinformatic filtering pipeline was used to quality filter reads using cutadapt and 140 sickle; and to remove human, archaeal, bacterial, and fungal sequences by aligning reads with 141 bwa mem. The databases used were GRCh38.p2, RefSeq archaea, RefSeq bacteria, and 142\n\nRefSeq fungi. Remaining reads were aligned on ezVIR viral database v0. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint particular region of the genome. This latter requirement could be important to correctly 152 identify RNA virus subtypes with high recombination frequencies within a species, but has to 153 be implemented specifically for each viral family. 154\n\nAll respiratory specimens were spiked with internal quality control (IQC) before sample 156 preparation. MS2 bacteriophage from a commercial kit (MS2, IC1 RNA internal control; r-157 gene, bioMérieux) was selected as the IQC. As positive external quality control (EQC), we 158 used viral transport medium spiked with MS2 at the same concentration used for the IQC. A 159\n\nNo-Template Control (NTC) was implemented to evaluate contamination during the process. \n\nStatistical analyses were performed using GraphPrism version 5.02 applying the appropriate 171 statistical test (associations between mNGS and viral real-time PCR assay were determined 172 by applying the Pearson's correlation coefficient and differences between median and 173 distributions were evaluated by the Mann-Whitney U test). A p-value less than 0.05 was 174 considered to be statistically significant. 175 . CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint\n\nDetermination of optimal internal quality control spiking 177 MS2 bacteriophage (MS2), a single-stranded RNA virus (ssRNA), was used as the IQC to 178 validate the whole metagenomic process for each sample. In order to optimize IQC spiking 179 level, the sensitivity of the metagenomic analysis workflow for MS2 detection was first 180 evaluated with a ten-fold serial dilutions of MS2 (from 10 -2 to 10 -5 ) in a nasopharyngeal swab 181 tested negative using FA RP (bioMérieux). MS2 was detected in internal QCT1 (IQCT1) for 182 all levels of MS2 spiking (Ct ranged from 17.5 at the 10 -2 dilution to 26.4 Ct at the 10 -5 183 dilution). Full to partial MS2 genome coverage was obtained for all MS2 spiking levels in 184 internal QCT2 (IQCT2; coverage ranged from 98% at the 10 -2 dilution to 69% at the 10 -5 185 dilution). For the highest spiking level, 66.0% of the total number of viral reads was mapped 186 to MS2; for the lowest spiking level, 0.9% were so (Fig. 2) . To limit the number of NGS reads 187 consumed for IQC detection, the optimal spiking condition was determined to be the 10 -188 5 dilution and was used for the rest of the study. Normalized read counts were significantly lower for linear dsDNA viruses than for other viral 237 genome types (Fig. 4b) . 238 compared to the other viral genome types were noticed. As previously described for EBV and 302 CMV, the necessary use of DNase to reduce host contamination may affect these fragile large 303 dsDNA viruses [9,10]. As the detection limit of mNGS analysis is mainly dependent on viral 304 load and total number of reads per sample, this effect could be overcome by increasing 305 sequencing depth; however, we chose to limit the costs of the workflow. 306\n\nThe reagent cost of this mNGS approach is relatively low and was estimated to ~€150 thanks 307 to our viral enrichment process and the amplification method using a commercial kit which is 308 diluted 5-fold [21] . The use of a universal workflow for both DNA and RNA viruses also 309 reduces the reagent cost compared with metagenomic protocols targeting DNA and RNA 310 viruses separately. In contrast, targeted NGS of specific viruses following their specific 311 amplification by PCR can be up to 2 times cheaper based on our experience (e.g. influenza 312\n\nvirus sequencing [29] . Due to several limitations, including its cost and a long turnaround 313 . CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint time, viral metagenomics is currently considered to be a second-line approach and is not used 314 as a primary routine diagnostic tool. However, with the improvement of sequencing 315 technologies allowing real-time sequencing such as MinION sequencers (Oxford nanopore, 316\n\nOxford, United Kingdom), it could be envisioned that mNGS will gradually be used for 317 primary diagnosis in the mid-term. In case of high viral load and sufficient DNA input after 318 amplification our workflow might be used with a MinION sequencer. 319\n\nThe approach described in this preliminary work is crucial to bring standardization for the 320 routine clinical use of mNGS process within a reasonable timeframe. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint Table 1 The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. \n\n. CC-BY-NC 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/367367 doi: bioRxiv preprint"}