{"title": "New prodrugs of Adefovir and Cidofovir", "body": "Acyclic nucleoside phosphonates (ANPs) are a group of compounds with remarkable antiviral activities. Their development has resulted in three approved drugs, and research on ANPs continues to provide new active compounds. 1, 2 The presence of the phosphonate group is responsible for their ionic character when subjected to physiological pH. The ionized molecule is not easily permeable through the gastrointestinal wall and biological membranes. In order to achieve better oral bioavailability, the phosphonate group of the drug can be transformed to a phosphonic ester or amidate, which is enzymatically cleaved to the parent drug after passing the intestinal barrier, or later inside the cells. A considerable number of ANP prodrugs have been evaluated, but only a few of them passed the preclinical studies. This likely arises from the complexity in achieving the right balance between the suitable chemical, physical, and pharmacological prodrug properties.\n\nThe basic aim of this work is to apply several less common promoieties to 9-[(2-phosphonylmethoxy)ethyl)]adenine (1) (PMEA, Adefovir). PMEA has demonstrated a broad spectrum of antiviral activity 1 against human immunodeficiency virus (HIV) and other retroviruses and is active against various DNA viruses, including the hepatitis B virus and seventeen herpesviruses. The bis(pivaoyl-oxymethyl)ester of PMEA [Adefovir Dipivoxyl, bis(POM)-PMEA] ( Fig. 1 ) has been approved as an oral prodrug for the treatment of hepatitis B. The orally administered prodrug is absorbed and then cleaved by carboxyesterases in the serum generating pivalate and formaldehyde as its byproducts. Formaldehyde is the significant contributor to the overall cytotoxic effects of the prodrug. 3 Another masking group of the pharmacochemistry of antibiotics-the dioxolenone unit-has been previously utilized to mask the carboxylic function analogously to the pivaoyloxymethyl variety. However, rare examples of dioxolenone esters on phosphate or phophonate have been published. 4 The bioavailability and stability of (5-substituted 2-oxo-1,3-dioxolen-4-yl)methyl esters have been explored. Methyl as a substituent in position 5 proved to be optimal with respect to oral absorbability as well as stability of the prodrug. 5 We have aimed at the preparation of a conjugate of this particular dioxolenone unit and 1.\n\nLipophilic esters constitute another important class of phosphate and phosphonate prodrugs. Some alkyl 6 and alkyloxyalkyl 7 esters of nucleotides or acyclic nucleoside phosphonates have already been advanced into clinical studies. Their antiviral activities are superior when compared to the parent drugs. On the other hand, their physical properties are far from being optimal. They suffer from low solubility in water. Additionally, a simple alkyl chain is subjected to a x-oxidation process resulting in inactivation of the prodrug. Therefore, we have focused on those promoieties consisting of the aliphatic chain modified by means of addition(s) 0968 of hydroxyl group(s) or insertions of oxygen atoms. A hydroxylated alkyl or alkyloxyalkyl unit or a hexaethyleneglycol unit was attached by ester linkage to the phosphonate group of Adefovir as a model drug. The influence of the above-mentioned modifications on the in vitro antiviral activities is reported here. We also studied the effects of the addition of the hexaethylene glycol unit in Cidofovir [(S)-HPMPC, 2] as prodrugs closely related to Cidofovir hexadecyloxypropyl and octadecyloxyethyl esters, that is, HDP (S)-HPMPC and ODE (S)-HPMPC, respectively 7 (Fig. 1) . HDP (S)-HPMPC (CMX001) is currently being developed for use in the prophylactic and preemptive therapy of dsDNA viral infections.\n\nDioxolenone prodrugs are expected to be cleaved by serum or tissue esterases yielding the parent phosphonate, carbon dioxide and relatively nontoxic acetoin 5 , according to Scheme 1. The lipid phosphonate diesters are cleaved into appropriate monoesters after permeation through the wall of the small intestine. 8 Unlike the dioxolenone ester of phosphonate, lipid monoesters are stable in plasma due to their hydrolytic stability and the absence of phospholipases. The remaining ester linkage is cleaved by phosphoesterases C inside the cells. 7b It was believed that the only role of the lipid pro-moiety is the facilitation of the passive transport through the phospholipid membranes. Recently, it was shown that the attachment of the masking alkyloxyalkyl unit to the phosphonate pharmacophore affects pharmacokinetics more complexly. 7b\n\nWe have prepared several structural types of PMEA prodrugs which are outlined in Section 1 (see Fig. 2 ). The prodrugs of 1 were prepared in doublets of corresponding mono and diesters with the exception of compound 15. The presented pro-moieties are 10-hydroxydecyl unit (compounds 3 and 5), 9,10-dihydroxydecyl unit (compounds 4 and 6), 2-[(10-hydroxydecyl)oxy]ethyl unit (compounds 7 and 9), 2-[(9,10-dihydroxydecyl)oxy]ethyl unit (compounds 8 and 10), hexaethyleneglycol units (compounds [11] [12] [13] [14] or (5-methyl-2-oxo-1,3-dioxolen-4-yl)methyl unit (compound 15). The length of the hydroxylated alkyl chain in compounds 3-10 was limited by the accessibility of the precursors (9-decen-1-ol, 10-undecen-1-ol). Hexaethyleneglycol pro-moiety was coupled also to Cidofovir (2), and thus prodrugs 16 and 17 were prepared.\n\nThe synthesis of the prodrugs is based on nucleophilic substitution reactions. The acidic P-OH group can be deprotonated and the negatively charged oxygen atom acts as a nucleophile in the reac-tion with a functionalized alkyl bromide or tosylate. Their preparation is depicted in Section 2.1.2 below. Tetrabutylammonium hydroxide was used as a base for the deprotonation of alkyl phosphonic acid 1. The resulting tetrabutylammonium salt is soluble in organic solvents and reacts with 2 equiv of an appropriately protected alkyl bromide or tosylate in moderate yields. The acid labile protecting groups of the prepared phosphonate diesters 18-22 were cleaved in a subsequent step by conventional methods (AcOH, Dowex 50). The monoesters 3, 4, 7, 8, 11, 12 were prepared from appropriate diesters by means of the published procedure 9 involving a treatment with excess of lithium azide. Resulting monoesters are sufficiently stable towards the additional nucleophilic attack of the azide ion due to the presence of charged oxygen atom of the phosphonate function. Thus, the appropriate monoester was isolated as a sole product.\n\nDiisopropylethylamine was utilized first as a base for the preparation of the (5-methyl-2-oxo-1,3-dioxolen-4-yl)methyl ester of PMEA. Monitoring of the reaction mixture by TLC showed the formation of a relatively nonpolar product which was thought to be the appropriate diester. However, it disappeared during the working up the reaction mixture and monoester 15 was isolated as the sole product (see Scheme 3) . Although the preparation procedure involving one equivalent of tetrabutylammonium hydroxide as a base seemed to be more suitable, the yield was still low (16%).\n\nCidofovir was alkylated starting from its cyclic form (23). 7a The tetrabutylammonium salt of 23 was treated with tosylate 28 or 29 (see Section 2.1.2). The resulting cyclic phosphonate esters yielded the monoesters (16 or 17) after the final working up (see Scheme 4).\n\nThe (5-Methyl-2-oxo-1,3-dioxolen-4-yl)methyl bromide for the preparation of 15 was synthesized according to the published procedure. 5 Bromides for the preparation of 18-21 were prepared from commercially available 9-decen-1-ol or 10-undecen-1-ol. Their hydroxyl groups were replaced with bromine and the double bond was oxidized to 1,2-diol by the treatment with osmium tetroxide and N-methylmorfoline-N-oxide (Scheme 5). The diol system in 22 was protected with an isopropylidene group, and the prepared bromide 23 was reacted in a subsequent step with ethylene glycol. The arising alcohol was converted to bromide 24. The diol system in 25 was oxidized by the action of sodium periodate followed by reductive treatment and MOM-protection procedure. The resulting bromide 26 was treated in the same two-step-way as compound 23 yielding bromide 27. Bromides 23, 24, 26, 27 were used for the alkylation of PMEA according to Scheme 2. The acid labile protecting groups (isopropyliden, MOM) of the prepared phosphonate esters 18-21 were cleaved in a subsequent step by conventional methods (AcOH, Dowex 50) (see Scheme 2). The hexaethyleneglycol moiety was coupled to phosphonates 1 and 2 via its monotosylate. Hexaethyleneglycol was tosylated with one equivalent of tosylchloride with silver oxide as a base. 10 The remaining hydroxyl group was protected as THP ether. The reaction of the prepared 28 with sodium ethoxide was followed by THP deprotection and tosylation. The three-step procedure yielded compound 29 (see Scheme 6) . Both tosylates 28 and 29 were utilized for PMEA (1) or cHPMPC (23) alkylation (see Scheme 2). The THP protecting group of synthesized phosphonate esters 22 and 24 was cleaved in the presence of Dowex 50.\n\nThe antiviral activity of the different compounds was evaluated against various DNA viruses, including poxviruses [i.e., vaccinia virus (VACV)], herpesviruses [i.e., herpes simplex virus type 1 (HSV-1) and type 2 (HSV-2), thymidine kinase-deficient HSV-1 (acyclovir-resistant, ACV r ), varicella-zoster virus (VZV) and human cytomegalovirus (HCMV)] ( Table 1 ). The compounds were also evaluated against retroviruses [(i.e., human immunodeficiency virus type 1 (HIV-1) and type 2 (HIV-2)] ( Table 2 ). All of the compounds were also examined against several RNA viruses, including vesicular stomatitis virus (VSV), Coxsackie B4, respiratory syncytial Table 2) . None of the prodrugs showed activity against the different RNA viruses, except for HIV-1 and HIV-2. However, a loss in the antiviral activities of the hydroxylated decyl or decyloxyethyl and hexaethyleneglycol esters of PMEA (compounds 3-14) against HIV was observed since compound 7 {2-[(10-Hydroxydecyl)oxy]ethyl ester of PMEA} was the only compound among this type of prodrugs showing some activity against HIV at nontoxic concentrations. Thus, compound 7 was able to inhibit HIV replication with 50% effective concentrations (EC 50 ) which were $10-fold higher than those observed for PMEA. In contrast, the (5-methyl-2-oxo-1,3-dioxolen-4-yl)methyl ester of PMEA anti-herpesvirus activities of the prodrugs 3-14 decreased when compared to the parent compound, with compound 7 being the most active one among these prodrugs. In the case of HSV and VZV, the drop in antiviral activities was inferior to that observed for HIV since the EC 50 values for compound 7 against HSV and VZV were three-to four-fold lower than those for PMEA. However, compound 7 was totally inactive against CMV. The (5-methyl-2oxo-1,3-dioxolen-4-yl)methyl ester 15 had anti-herpesvirus activities. The activity of compound 15 against herpesviruses was equivalent (HSV-1 and VZV) or two-(CMV) to four-fold (HSV-2) lower than that observed for the parent compound PMEA. Other esters of PMEA, that is, compounds 6, 8, 11 and 12, showed weak activities only against VZV, with EC 50 values in the range of 18-114 lM, which is 3-to 15-fold higher than the EC 50 values for the parent compound. None of the PMEA prodrugs showed activity against vaccinia virus or feline herpesvirus, like the parent compound PMEA. The two prodrugs of (S)-HPMPC, that is, compounds 16 {14-hydroxy-3,6,9,12-tetraoxaheptadecyl ester of (S)-1-[3-hydroxy-2-(phophonomethoxy)propyl]cytosine} and 17 {3,6,9,12,15-pentaoxaeicosyl ester of (S)-1-[3-hydroxy-2-(phophonomethoxy)propyl]cytosine} were able to inhibit the replication of the different herpesviruses tested and the poxvirus vaccinia virus. Both prodrugs had activities equivalent to that of (S)-HPMPC against CMV, with EC 50 values in the range of 0.6-0.95 lM as compared to 0.9 lM for (S)-HPMPC. However, compounds 16 and 17 had six-to seven-fold lower activities than (S)-HPMPC against VZV. Compound 17 had activities against HSV, feline herpesvirus, and vaccinia virus similar to those found for (S)-HPMPC while the activities of compound 16 against these viruses were 5-to 15-fold lower.\n\nAs already mentioned, prodrugs 16 and 17 represent the penta oxy-analogs of alkyloxyalkyl prodrugs developed by Hostetler 7b Table 3 compares some antiviral activities of 12 (HIV), 16 and 17 (CMV) with analogous simple alkoxyalkyl ester. 11, 12 The comparison demonstrates that insertion of oxygen atoms into the chain in 16 and 17 caused 400-to 1000-fold drop of activity against CMV. The loss of anti-HIV activity of 12 is even more significant (>10 7 -fold compared to HDP-PMEA). Comparison of activities of compounds 3-11 with HDP-PMEA is not possible because different chain length plays a role. We can only speculate based on the relationship between activity and chain length, as observed with Cidofovir prodrugs. 11 The adequate chain shortening from 20 atoms (HDP) to 12 atoms (octyloxypropyl) caused circa 1000-fold drop in anti-CMV activity. However, the decrease in antiviral activity of compounds 3-8 is more significant ($10 7 -fold compared to HDP-PMEA) and is hardly accountable solely to the chain shortening.\n\nThe superior antiviral activity of HDP esters is explained by the interplay of increased permeation through the cell membrane and the by-pass of the phosphorylation step leading to the rapid formation of bioactive Cidofovir diphosphate. 7b Since the prodrugs 3-14, 16 and 17 are less active than the parent drug in some cases, decreased cellular uptake or slow cleavage of the promoiety by intracellular phospholipase C may be the reason for their poor antiviral activities.\n\nA set of new amphiphilic prodrugs of PMEA (Adefovir) and (S)-HPMPC (Cidofovir) has been prepared and evaluated in vitro. The phosphonate group of PMEA was masked with a hexaethyleneglycol unit or hydroxylated decyl or decyloxyethyl chain. The first prodrug type was applied also to (S)-HPMPC (Cidofovir). As a less toxic analog of Adefovir Dipivoxyl, the (5-methyl-2-oxo-1,3-dioxolen-4-yl)methyl ester of PMEA was prepared. However, complete masking of the phosphonate group with the dioxolenone unit was not accomplished. A loss in the antiviral activities of hexaethyleneglycol esters and hydroxylated decyl or decyloxyethyl esters of PMEA was noted while the (5-methyl-2-oxo-1,3-dioxolen-4-yl)methyl ester of PMEA showed significant activities against HIV and herpesviruses. (S)-HPMPC prodrugs bearing hexaethyleneglycol pro-moiety exhibited significant activities against cytomegalovirus, which were in the same range as (S)-HPMPC. Activities against herpesviruses and poxviruses were one-to fifteen-fold lower than that of (S)-HPMPC. Considering these results, we assume that the prodrugs 3-14 and 16-17 are taken up less efficiently or are not suitable substrates for phospholipase C. \n\nUnless stated otherwise, solvents were evaporated at 40°C and compounds were dried at 100 Pa. The purification of the products by reverse phase HPLC technique was performed on a Waters Delta 600 instrument with a Waters 2487 Dual k Absorbance Detector using Luna Phenomenex Ò C-18 preparative columns (10 lM, 21 Â 250 mm, flow 12 ml/min); the elution conditions are given in the text. The column chromatography was performed on 60 lM silica gel (Fluka). The 1 H and 13 C NMR spectra were measured in CDCl 3 , D 2 O or DMSO-d 6 on a Bruker Avance II 600 spectrometer ( 1 H at 600 MHz, 13 C at 151 MHz) or Bruker Avance II 500 spectrometer ( 1 H at 500 MHz, 13 C at 125.7 MHz). The spectra were referenced to TMS or dioxane (d 3.75 and 67.19) as internal standards or to the residual solvent signal (d 2.50 and 39.7 for DMSO). The 31 P NMR spectra were measured on Bruker Avance II 500 spectrometer (202.3 MHz) in CDCl 3 using H 3 PO 4 as the external standard. The general numbering for the assignment of the NMR signals is depicted in Figure 3 . Mass spectra were measured by the ESI technique using LCQ Fleet or LTQ Orbitrap XL (Thermo Fisher Scientific). Most of the chemicals and ion-exchange resins were purchased from Sigma-Aldrich (Czech Republic).\n\nPMEA (1) (273 mg, 1.0 mmol) was suspended in MeOH (5 ml) and dissolved by a solution of tetrabutylamomonium hydroxide (2.0 ml, 1 M solution in MeOH). The solution was then evaporated and co-distilled with isopropanol (5 ml) and toluene (3 Â 5 ml). The syrupy residue was dissolved in DMF (4 ml) and appropriate bromide (23, 24, 26 or 27) or tosylate (28 or 29) (2.1 mmol) was added. The mixture was stirred at 100°C (8-12 h), evaporated, after which the residue was chromatographed on a silica gel column (80 g) in 10% MeOH/CHCl 3 (for compounds 12 and 13) or 6% MeOH/CHCl 3 for all of the others.\n\nCompound 18, prepared by a general procedure from 1 and 26, was refluxed in methanolic hydrochloric acid (5 ml, pH $2) for 6 h. The mixture was evaporated, co-distilled with ethanol and crystallized from EtOH-Et 2 O. Yield: 270 mg (46%) of crystals; mp 101-104°C. 1 The ester 22, prepared by a general procedure from 1 and 28, was contaminated with tetrabutylammonium salts. The mixture was treated with Dowex 50WX8-400 [H + ] in methanol at 40°C. The suspension was put on a Dowex 50WX8-400 [H + ] column. Rinsing with water was followed by 1% ammonia. The UV-adsorbing eluate was evaporated. Yield: 375 mg (47%) of syrup. 1 The product obtained according to the general procedure using tosylate 29 was contaminated with tetrabutylammonium bromide. It was further purified on a Dowex 50WX8-400 [H + ] column (5 ml). Rinsing with water was followed by an elution of 1% ammonia. The UV-absorbing fractions were evaporated and co-distilled with ethanol and toluene. Yield: 430 mg (50%) of syrup. 1 \n\nThe appropriate diester (0.16 mmol) and LiN 3 (78 mg, 1.6 mmol) in DMF (1 ml) was heated to 100°C. The conversion was monitored by means of TLC (CHCl 3 /MeOH, 9:1). The conversion was complete in 10-16 h.\n\nThe product was crystallized overnight from the reaction mixture. Recrystallization from H 2 O-EtOH afforded 50 mg (73%); mp 181-183°C. 1 \n\nCyclic (S)-HPMPC (23) (261 mg, 1.0 mmol, prepared according to lit. 7a ) was suspended in MeOH (5 ml) and dissolved by a solution of tetrabutylamomonium hydroxide (1.0 ml, 1 M solution in MeOH). The solution was evaporated and co-distilled with isopropanol (5 ml) and toluene (3 Â 5 ml). The syrupy residue was dissolved in DMF (4 ml) and the appropriate tosylate (28 or 29) (1.05 mmol) was added. The mixture was stirred at 100°C (8 h), evaporated and the residue was chromatographed on a silica gel column (80 g) in 16% MeOH/CHCl 3 . The obtained cyclic ester of HPMPC was contaminated with tetrabutylammonium salts. 5.3.1. 14-Hydroxy-3,6,9,12-tetraoxaheptadecyl ester of (S)-1-[3hydroxy-2-(phophonomethoxy)propyl]cytosine (16)\n\nThe crude ester 24, prepared by general procedure from 23 and 28, was heated in 50% aqueous acetic acid (10 ml) at 50°C for 2 h. The mixture was then evaporated, co-distilled with H 2 O. The residue was deionized on a Dowex 50WX8-400 [H + ] column (12 ml). Rinsing with water was followed with 0.5% ammonia. The UVadsorbing eluate was concentrated and put on a Dowex 1 [AcO À ] column (12 ml). The column was washed with water and the product was eluted with 0.25% aqueous AcOH. The UV-adsorbing fractions were evaporated, co-distilled with water, ethanol and toluene. Yield: 205 mg (38%) of syrup. 1 The crude ester 26, prepared by a general procedure from 23 and 29, was deionized on a Dowex 50WX8-400 [H + ] column (12 ml), gradient water?0.5% ammonia, after which concentrated UV-adsorbing eluate was put on a Dowex 1 [AcO À ] (12 ml), gradient water?0.25% acetic acid. Yield: 255 mg (46%) of syrup. 1 Triphenylphosphine (9.23 g, 35.2 mmol) was added in several portions to a cooled (0°C) solution of 9-decen-1-ol or 10-undecen-1-ol (32.0 mmol) and CBr 4 (33.6 mmol, 11.1 g) in dichloromethane (50 ml). The reaction mixture was stirred for 1 h at 0°C and 1 h at room temperature and subsequently evaporated. The residue was filtered through a short silica gel column (5 Â 10 cm) in hexane as a mobile phase. The eluate was evaporated and the crude bromide was dissolved in acetone (150 ml) and Nmethyl-morpholine N-oxide (10 ml of 50% aqueous solution, 48.0 mmol) and osmium tetroxide (2.0 g of 4% aqueous solution) were added. The reaction mixture was stirred for 3 h at room temperature, then concentrated ($ 50 ml) and partitioned between ether (100 ml) and an aqueous solution of sodium thiosulfate (100 ml). The aqueous layer was washed with ether again (50 ml). The combined ether portions were dried over MgSO 4 , filtered and evaporated. The residue was purified on a short silica gel column (5 Â 10 cm) in ethyl acetate/hexane (3:2). The fractions were evaporated and the product was crystallized from toluenehexane. Yield: 6.85 g of 10-bromo-1,2-decandiol or 7.31 g of 11bromo-1,2-dodecanediol (85%). \n\nDiol 22 (6.80 g, 26.9 mmol) in 2,2-dimethoxypropane (50 ml) was treated with toluenesulfonic acid (100 mg, 0.53 mmol) at room temperature for 30 min. The solution was then extracted with an aqueous solution of NaHCO 3 (50 ml). The aqueous solution was washed with ether (50 ml) again and the combined organic fractions were dried (MgSO 4 ) and evaporated. The crude product (7.79 g, 99%) was used in the next step without further purification. 1 Ethyleneglycol (900 l, 16 mmol) was slowly added to a cooled (0°C) suspension of NaH (400 mg of 60% suspension in mineral oil, 10 mmol) in dry DMF (3 ml). The suspension was stirred overnight at room temperature, after which bromide 23 (2.35 g, 8.0 mmol) in DMF (3 ml) was added. The mixture was stirred for 24 h. The excess of NaH was decomposed with several drops of MeOH. The solvents were evaporated and the residue was partitioned between chloroform (40 ml) and water (40 ml). The aqueous layer was treated with water again. The combined organic extracts were dried (MgSO 4 ) and evaporated. The residue was chromatographed on a silica gel column (60 g) in 10%?20% aceton/hexane. The fractions containing the main product were evaporated. The syrupy residue (1.14 g) was dissolved in dichloromethane (10 ml) and CBr 4 (1.46 g, 4.4 mmol) was added. The solution was cooled to 0°C and triphenylphosphine (1.21 g, 4.6 mmol) was added. The reaction mixture was stirred for 1 h at 0°C, 1 h at room temperature and subsequently evaporated. The residue was chromatographed on a silica gel column in 5?10% acetone/hexane. Yield: 1.35 g (50%) of liquid. 1 \n\nA solution of diol 25 (4.13 g, 16.3 mmol) in THF/H 2 O (1:1, 200 ml) was cooled to 0°C and NaIO 4 (5.3 g, 24.8 mmol) was added while stirring. NaBH 4 (1.1 g, 29.1 mmol) was added 1 h later at 0°C. The reaction mixture was stirred overnight at room temperature and then concentrated to $ 100 ml. The aqueous residue was extracted with EtOAc (3 Â 50 ml), combined organic layers were dried (MgSO 4 ) and evaporated. The residue was dissolved in CH 2 Cl 2 (50 ml), the solution was cooled (0°C) and treated with iPr 2 EtN (3.8 ml, 21.8 mmol) and methoxymethyl bromide (1.7 ml, 20.8 mmol). The solution was allowed to heat to room temperature and stirred overnight. The mixture was then washed with an aqueous solution of NaHCO 3 (50 ml), the dichloromethane portion was dried (MgSO 4 ) and evaporated. The residue was chromatographed compounds. Antiviral activity was expressed as the EC 50 or concentration required reducing virus-induced cytopathogenicity or viral plaque formation by 50%. The methodology of the anti-HIV assays was as follows: human CEM ($3 Â 10 5 cells/cm 3 ) were infected with 100 CCID 50 of HIV-1 (IIIB) or HIV-2 (ROD)/ml and seeded in 200-lL wells of a microtiter plate containing appropriate dilutions of the test compounds. After four days of incubation at 37°C, HIVinduced CEM giant cell formation was examined microscopically.\n\nCytotoxicity measurements were based on the inhibition of cell growth. HEL cells were seeded at a rate of 5 Â 10 3 cells/well into 96-well microtiter plates and allowed to proliferate for 24 h. Then, medium containing different concentrations of the test compounds was added. After three days of incubation at 37°C, the cell number was determined with a Coulter counter. The cytostatic concentration was calculated as the CC 50 , or the compound concentration required reducing cell proliferation by 50% relative to the number of cells in the untreated controls. CC 50 values were estimated from graphic plots of the number of cells (percentage of control) as a function of the concentration of the test compounds. Alternatively, the cytotoxicity of the test compounds was expressed as the minimum cytotoxic concentration (MCC) or the compound concentration that caused a microscopically detectable alteration of cell morphology."}