{"title": "Molecular Characterization of Three New Avian Infectious Bronchitis Virus (IBV) Strains Isolated in Quebec", "body": "Infectious Bronchitis (IB) is an acute, highly contagious respiratory and urogenital disease of chickens. The most detrimental consequences of the infection are a drop in egg production and a decrease in egg quality [1, 2] . In spite of routine vaccination, IB is still one of the major respiratory disease in commercial chickens. In addition, the outbreaks of IB in vaccinated flocks have been reported with high frequency, which could be due to inappropriate vaccination or emergence of new strains of infectious bronchitis virus.\n\nThe causal agent of IB disease is Infectious Bronchitis Virus (IBV) a member of the Coronaviridae family. The viral genome is a single, positive-stranded RNA, varying from 27 to 32 kb [3±5] .\n\nThe major structural protein encoded by the genome is the spike protein (S), which is processed proteolytically into two noncovalently bound peptide chains named S1 and S2 [6] . S1 forms the distal part of the peplomer against which neutralizing and serotype-specific antibodies are directed [7] . S1 region varies greatly in its amino acid sequence, the variations are thought to be located inside two hypervariable regions (HVRs).\n\nThe occurrence of multiple serotypes of IBV and the highly transmissible nature of the disease have complicated and increased the cost of attempts to prevent the spreading of the infection by immunization [8] . Despite the use of vaccines, the disease continues to be a problem in poultry industry, because some serotypes of IBV do not cross-protect against unrelated serotypes [9] , including variant strains of the same virus [8] .\n\nThe isolation and serotype identification of IBV field isolates are important to control the disease, because vaccines are selected based on the serotypes of field isolates in a given area. Identification of newly introduced IBV serotypes or variant strains of IBV in geographic areas can be used to modify vaccination programs in order to provide greater protection against the enzootic strains [8] .\n\nIn this paper, we present evidence of molecular variations in S1 glycoprotein gene of three IBV strains (Qu16, Qu_mv) isolated in Quebec between 1996 and 1999. Another strain (NB_cp) isolated in New Brunswick (Canada) as well as the strain Qu_37zm isolated in Quebec were equally used in our comparative study for the analysis of an ancestral relationship.\n\nQu16, Qu_mv, and Qu_37zm IBV strains were isolated from commercial broiler flocks reared at a poultry farm located in the region of Joliette (province of Quebec). NB_cp strain was also isolated from broiler flocks reared in the province of New Brunswick. During bronchitis outbreaks, infected birds by either Quebec or New Brunswick strains displayed respiratory clinical signs manifested by coughing, sneezing ands rales causing a high morbidity, but no mortality was reported.\n\nSamples of trachea, lung, kidney and caecal tonsil of diseased chickens were extracted, homogenized and examined for the presence of IBV by serial passage in specific pathogen free (SPF) 10-day-old commercial chicken embryos as described [10] . Inoculated eggs were candled daily and embryos that died after 24 h of incubation were discarded [11] . Preliminary diagnosis of IBV infection involved examination of embryos between 2 and 7 days after inoculation for the presence of characteristic IB clinical signs such as dwarfing, stunting, and curling. The isolates were confirmed as IBV using immunofluorescence and immunodot assays as described previously [12] . Monoclonal antibodies used in these tests were obtained from Dr S. Naqi (Cornell University, Ithaca, NY) and described [13] . Three previously characterized serotypes Ark99, Conn, and Hol serotypes were used as reference strains.\n\nIsolates identified as IBV were inoculated into the allantoic cavities of 10-day-old chicken embryos and incubated for 40 h at 37 C. The eggs were kept at 4 C for 4 h before the allantoic fluid was harvested. A total of 200 ml of allantoic fluid containing approximately 10 4.5 mean egg infectious dose (EID 50 ) were dissolved in 800 ml of TRIZOL reagent (GibcoBRL, Canada) and RNA was isolated according to the descriptions of the manufacturer. The RNA obtained was resuspended in 30 ml of RNAase-free water, heated at 56 C for 10 min. One microlitre of RNA-Guard (Amersham Biotech, Canada) was added to the suspension to avoid RNA degradation [14] .\n\nPrimers S1OLIGO5 0 and S1OLIGO3 0 used to amplify the whole S1 coding sequence of IBV were described previously [25] . Two microlitres (640 ng) of viral RNA were used for One-Step RT-PCR reaction carried out by using the One-Step RT-PCR system kit (GibcoBRL, Canada). Cycling conditions consisted of one cycle of cDNA synthesis and predenaturation at 94 C for 2 min, followed by 35 cycles each consisting of denaturation at 94 C for 1 min, annealing at 55 C for 30 s and extension at 72 C for 1 min, with a final extension at 72 C for 5 min. RT-PCR reaction was performed in an Applied Biosystems 9600 thermal cycler (Perkin±Elmer). PCR products were resolved by electrophoresis on 1% agarose gel and visualized under 340 nm UV light after staining with ethidium bromide (0.5 mg/ml) [14] . Two negative controls (without template and with NDV RNA template) were RT-PCR amplified in parallel with the samples. The S1 band of predicted size of 1.7 kb was cut from the gel and purified using the GeneClean kit (BIO101) according to the manufacturer's recommendations. 500 ng of purified DNA were digested with HaeIII (GibcoBRL, Canada) restriction enzyme according to the manufacturer's specifications. The restriction fragment pattern was analyzed following electrophoresis on a 2% agarose gel at constant voltage of 100 V.\n\ncDNA Cloning S1 gene amplified by RT-PCR and purified by Gene Clean was ligated into pCR2.1 cloning vector (Invitrogen Corp., CA, USA). Ligation product was used to transform E. Coli competent cells (INVF'a) (Invitrogen, CA, USA). Transformed cells were plated on Luria±Bertani agar containing Ampicillin (50 mg/ml) and 32 ml of X-Gal (40 mg/ml) stock solution. Ten white colonies from each plate carrying recombinant plasmids were picked. Plasmid DNA was extracted using Qiagen Miniprep Kit (Qiagen, Canada). Plasmid DNA was digested by EcoRI restriction enzyme (Gibco BRL, Canada) and electrophoresed on 1% agarose gel to confirm the size of the insert. The recombinant DNA was used for sequencing.\n\nSequencing was initially performed with M13 forward and reverse primers with the Prism Ready Reaction Dye Deoxy Terminator Cycle Sequencing Kit on an ABI PRISM TM 310 DNA sequencer (PE Applied Biosystems, Foster City, CA). Subsequently, additional primers were designed from the 3 0 and 5 0 ends of each obtained sequence to walkthrough S1 gene. Nucleotide S1 sequence data of different isolates were edited assembled and translated using GeneWorks Software version 2.5.1 (IntelliGenetics Inc., USA). The whole S1 sequences of Quebec isolates were aligned with S1 nucleotide sequences of Our S1 sequences of Quebec isolates were submitted in GenBank with accession numbers: (Qu16) AF349620, (Qu_mv) AF349621. The S1 sequence of NB_cp IBV strain that was isolated in New Brunswick (Canada) and used in this study, was submitted in GenBank under the accession number AF349619.\n\nThree-week-old SPF chickens (10 per group) were inoculated ocularly and intranasally with 10 5 EID 50 of each Quebec isolate and reference serotypes. Two weeks post-inoculation birds of each group were reinoculated intravenously with the same titer of the same isolate. Four weeks after primary immunization, chickens were bled and sera were collected, pooled and inactivated at 56 C for 30 min prior to use in viral neutralization (VN) test [8] . Briefly, field isolate antisera were diluted to contain 10±20 antibody units and reacted against an equal volume of reference strains (10 2 EID 50 ) during 1 h at room temperature. After incubation, the virus±serum mixtures were inoculated into allantoic cavity of SPF chicken embryos and incubated at 37 C for one week. During incubation embryos were observed. Seven days after inoculation the embryos were examined for IBV lesions regarded as typical for infection with IBV, such as dwarfing, stunting, and curling. Antiserum of field isolate that neutralized a reference strain was assigned to the neutralized serotype.\n\nAnalysis of S1 Gene Sequences PCR products of S1 gene of isolates Qu16, Qu_mv, and NB_cp were cloned into pCR2.1 plasmid (Fig. 1) (Invitrogen, CA, USA), sequenced and aligned with S1 gene of IBV strains M41, H120, Ark99, Ark-like, D207, UK/7/93, CU_T2, Beaudette, Florida, Gray, JMK, Qu_37zm, and NB_cp. S1 gene sequences of Quebec isolates (Qu16, Qu_mv, and Qu_37zm) displayed major changes at nucleotide level involving insertions of two short amino acids stretches New Quebec IBV Isolates (aa 118±119 : Arg±Ser and aa 141±145 : Sys±Ser±Asn±Ala± Ser±Cys) located in C-terminal region of HVR-1 (Fig. 2) . However, NB_cp isolate as well as IBV strains assigned to Mass serotype (Beaudette, Florida, M41, H120) did not display these insertions. Amino acid sequences alignment showed that Quebec IBV isolates contain simultaneously Mass and Ark-related sequences (Fig. 2) . Many point mutations, short deletions and insertions were also observed along S1 gene of Qu16, Qu_mv, and Qu_37zm isolates. Phylogenetic tree constructed based on amino acid alignment of S1 gene showed that Quebec IBV isolates form a new cluster (Fig. 3) and have amino acid homology of 96±99% between each other, while, the homology with H120 (vaccine strain) does not exceed 75%. However, homology between NB_cp and H120 S1 glycoproteins reach 97% and does not exceed 74% when compared with Quebec isolates S1 glycoproteins.\n\nRFLP results indicated that HaeIII restriction patterns of two of IBV strains isolated in Quebec (Qu16, Qu_mv) were different from the HaeIII pattern of the strain isolated in New Brunswick and comparatively used in this study (Fig. 4) . Consequently, three restriction fragments sized respectively 900, 380, and 200 bp were generated with HaeIII restriction enzyme from S1 gene of Qu16 and Qu_mv strains.\n\nThe fragments generated by the same restriction enzyme using S1 gene of NB_cp strain were respectively 950, 500 and 380 bp that are identical to HaeIII pattern of Mass serotype strains M41, Beaudette, H120, and Florida [15] . These data indicate that Quebec isolates might acquire major changes that affected their HaeIII restriction sites of S1 gene.\n\nPercentage of relatedness between newly isolated IBV strains and reference serotypes (Mass, Hol, Ark, Conn) were given in Table 1 . Strains showing relatedness values ranging between 50% and 100% were arbitrarily assigned to the same serotype [8] . We succeeded to determine serotypes of Qu16, Qu_mv and Qu_37zm strains using VN test while the serotype of NB_cp IBV isolate (the province of New Brunswick, Canada) remain undetermined. This could be due to the weak titer of antibodies in antisera of reference serotype and/or to the susceptibility of embryos. Percentage of relatedness of Qu16 and Qu_mv with reference serotypes seemed very similar indicating that these same area could explain their relatedness. Protection against homologous strains was between 60% and 95%.\n\nMore than 20 serotypes within IBV have been recognized worldwide and are thought to be generated by insertions, deletions, and point mutations [16] . A more rapid modification in the genetic composition occurs as a result of both recombination events and point mutations [17] . The generation of Mass-like and Ark-like IBV strains as a consequence of recombination in the S1 gene have been increasingly reported [18, 19] . The newly isolated strains have been associated with severe respiratory disease in chickens previously immunized with Mass-like vaccine [19] .\n\nSequence analyses indicated that the genetic background of the Quebec IBV isolates include both Mass-like and Ark-like sequences. This hybrid S1 gene was very likely the product of recombination events that occurred at about 153 bases downstream end of start codon. Thus, suggest that recombination events may be an important mechanism by which new IBV strains have been generated and implicated in recent IBV outbreak in Quebec. In view of the fact that some of IBV strains were isolated from chicks immunized with live Mass vaccine, the vaccine could be implicated as a source of the Mass-like sequence of Quebec strains. Since vaccines containing Ark strains are not authorized in Canada, the Ark-like sequence may have derived from a naturally occurring virus or from the chicks imported form USA that might have been inadvertently immunized with live Ark vaccines.\n\nComparison of the deduced amino acid sequences encoded by the S1 gene of Qu16, Qu_mv and Fig. 2 . Amino acid sequence of Quebec IBV isolates S1 gene were aligned with S1 gene amino acid sequences of reference IBV strains. Amino acid sequences of hypervariable region one (HVR-1) of S1 glycoprotein gene of Qu16, Qu_mv, and Qu_37zm isolates showed differences with Mass serotype strains Florida, H120, Beaudette and M41 S1 glycoprotein HVR-1. Regular boxes indicate amino acid substitutions caused by point mutations. Bold boxes represented by italic letters indicate two major amino acid insertions (Cys±Ser±Asn±Ala± Ser±Cys and Arg±Ser±Glu) into Qu16, Qu_mv, and Qu_37zm HVR-1 segment of S1 gene. Insertions are located at residues (aa: 118±121) and (aa: 141±147). Horizontal double-headed arrows represent limits of HVR-1. Underlined letters indicate glycosylation motifs of S1 glycoprotein. Letters in italic and bold represent amino acids of fragments inserted into S1 gene of IBV Quebec isolates. Dots indicate amino acids correspondence the IBV H120 vaccine strain and dashes indicate amino acids deletion. *IBV strains belong to Mass serotype`Flor' is the abbreviation for Florida IBV strain and`Beau' for Beaudette. **NB_cp IBV strain was isolated in New Brunswick (Canada). IBV strains indicated in bold-italic character were isolated in Quebec (Canada). Underlined triplet letters indicate NXT/S glycosylation motifs in the S1 gene.\n\nQu_37zm isolates with other IBV strains showed that the differences were distributed along S1 segment. It is well known that RNA viruses can mutate rapidly due to the absence of a proof-reading mechanism during replication [20] , this suggests that antigenic variation might also have occurred as a result of accumulated point mutations.\n\nIn addition, two insertions (aa 118±119 : Arg±Ser) and (aa 141±145 : Sys±Ser±Asn±Ala±Ser±Cys) occurred downstream and within the hypervariable domain 2 (HVR-2) respectively. Cysteine located upstream and downstream of Cys±Ser±Asn±Ala±Ser±Cys segment could be involved in the formation of cysteine loop structure. In fact, by using different respiratory syncytial virus (RSV) recombinant G protein derived fragments [21] , it was concluded that the binding was found to be dependent on the presence of the cysteinyl residues. This binding was proposed to be involved in the formation of an intermolecular disulfide-constrained loop structure, indicating a conformation-dependent binding. Amino acid stretch (Cys±Ser±Asn±Ala±Ser±Cys) was found to be overlapped with neutralization epitope (aa 132±149 ) [22] located at HVR-2 of IBV S1 gene (Fig. 2) . In addition, this stretch contains an amino acid region displaying higher hydrophobicity after comparison with the profiles of the vaccine strain (H120) [23] . Consequently, these variations together could affect the conformation of S1 glycoprotein of Quebec IBV isolates. It may be postulated that, the antibodybinding site will be altered favoring virus escape from immune response.\n\nSequence analysis showed also an insertion of four NXT and NXS (X 6 P) glycosylation motifs scattered along HVR region (aa 51±167 ) of S1 gene. However, glycosylation sites located outside the segment (aa 51±167 ) had substitutions of residues X by residue asparagin (N) allowing the formation of new motifs NXS in S1 gene of all Quebec IBV isolates. It is not known whether these motifs were glycosylated or not, if it was the case it might affect the molecular weight, the conformation of the glycoprotein S1 and consequently influence the antigenicity of this glycoprotein. Indeed, the glycosylation play a significant role to confer the final charge, the conformation, and the stability of maturing protein [23] .\n\nThe`hot-spot' variations (deletions, insertions, and point mutations) were further confirmed by genotyping with PCR±RFLP. RFLP pattern showed changes in restriction sites in the Quebec IBV isolates caused by sequence variations. Since vaccine strains belong to Mass serotype we selected HaeIII restriction enzyme that can digest their S1 gene into common fragment profile. According to HaeIII RFLP pattern we could identify the location of sequence insertions in S1 gene of Qu16 and Qu_mv isolates. HaeIII RFLP pattern of Qu16, and Qu_mv isolates had three bands of 900, 380, and 200 bp in size (Fig. 4) , but did not have the 950, 500 and 380 bp bands characteristic of Mass strains M41, Beaudette, H120, and Florida [24, 25] . However, HaeIII pattern of NB_cp strain was identical to HaeIII pattern of Mass strains. This suggests that the Quebec IBV isolates might be new variants of IBV. Sequence insertion and point mutations in hypervariable regions were probably the reason for the shifting of HaeIII restriction sites and variation of RFLP pattern. The RFLP profile was consistent with the DNA sequencing results. However, thorough restriction pattern study using more than one endonuclease to confirm sequencing variation is Fig. 3 . Phylogenetic analysis of IBV Quebec isolates and other IBV reference strains, based on amino acid sequences. Phylogenetic tree was constructed based on alignment of Quebec IBV isolates (Qu16, Qu_mv, Qu_37zm) S1 gene amino acid sequences with amino acid sequences of IBV reference strains (Ark99, Cu_T2, Ark-like, Gray, JMK, M41, Beaudette, H120, Florida, D207, UK/7/93) and New Brunswick IBV isolate (NB_cp) S1 gene amino acid sequences. Alignment showed those IBV isolates Qu16, Qu_mv, and Qu_37zm form a new phylogenetic cluster. However, New Brunswick (Canada) IBV isolate remained in Mass serotype cluster (M41, Beaudette, H120, Florida). expected. Genotyping method using PCR and RFLP analysis have been reported to agree with VN test, which is the reference method of serotyping of IBV isolates [24] .\n\nSerological studies allowed us to identify the serotype of only one Quebec IBV isolate (Qu16) using the virus neutralization test, but we could not determine the serotype of the other isolates used in our study. This was probably due to the weak titer of antibodies in antisera prepared against reference serotypes as well as against IBV Quebec isolates. It was possible to inoculate chicks repeatedly to boost the titer of antibodies, but since we observed an antigenic variability of the virus [26] we performed only two inoculations. Alternatively, the weak titer of antibodies could be associated also to the immune response of birds.\n\nHomologous neutralization trial using Ark reference strain indicate that protection was as low as 60%. It was reported earlier [8] that chickens vaccinated with virus from passages 10%, 15%, or 50% are 80% resistant to homologous challenge virus. In our project the homologous protection by Ark strain was reproducibly identical to 60%. The low homologous protection could be due to (i) weakness of viral antigenicity and partial loss of viral infectivity [27] , and/or (ii) shifting of epitopic profile through accumulated point mutations after virus passage in embryos [16, 22] .\n\nIn conclusion, the results of this study suggest that in addition to inter-serotype recombination events, other factors like mutations, deletions and insertions are also contributing to the generation of new IBV strains in Quebec. The use of Ark±Mass combined vaccine should also be studied since the emergence of Ark-like isolates reached Quebec. Nevertheless, Canadian federal government does not allow the use of Ark so far. "}