{"title": "Assembly and immunogenicity of coronavirus-like particles carrying infectious bronchitis virus M and S proteins", "body": "Avian infectious bronchitis virus (IBV) causes an acute and highly contagious viral disease of chickens, and leads to huge economic losses in poultry industry worldwide. IBV is an enveloped RNA virus and its virus particle morphology is spherical with a 80-120 nm in diameter. IBV contains four viral structural proteins: membrane protein (M), spike protein (S), envelope protein (E), and nucleocapsid protein (N).\n\nThe M protein contains a short amino-terminal ectodomain with 2 glycosylation sites, and is 23-35 kDa with varying degrees of glycosylation. Homotypic interactions among M proteins and interactions with the S protein and the other structural proteins are required for virus particle formation. Thus, the M protein plays an important role in coronavirus assembly [1] [2] [3] [4] . IBV M protein is found in the cis-Golgi network and cis-Golgi complex when expressed alone [5] , and cannot be released into the supernatant unless IBV E is present [6] . In contrast, studies of other coronaviruses suggested that the M protein was observed in the Golgi area and plasma membranes of a variety of cells when expressed alone [7] , and can form sedimentable particles and release from infected cells [8] .\n\nThe S protein forms projections on the surface of the virion and generates two subunits, S1 and S2, through posttranslational cleavage. The S1 protein contains epitopes that can induce neutralization, hemagglutination inhibition (HI) and serotype-specific antibodies [9] [10] [11] [12] [13] [14] . Obviously, the S protein is the main immunogenic protein and will be a target protein when designing new IBV vaccines. The S protein is transported to the plasma membrane when expressed alone [15] . Incorporation of spikes into coronavirus particles is effected by interactions between the S protein and the M protein and governed by the carboxy-terminal domain of the S protein [16] .\n\nNumerous VLPs assemble in an in vitro expression system, contain the major structural viral proteins, and mimic the conformation and organization of authentic native viruses without the viral genome [17] . For IBV VLPs, some researchers have reported that E proteins are sufficient for formation, but the efficiency is extremely low [6] . Other researchers have described that interactions between the E and M proteins and the membrane bilayer probably played an important role in VLP formation and virus budding [18] .\n\nNowadays, IBV is controlled using live attenuated and inactivated vaccines, but IBV frequently outbreaks in endemic areas. Thus, the development of new vaccines is urgent. In the present study, we assembled IBV VLPs containing M and S proteins using a baculovirus expression system and we further evaluated the VLPs immune responses in mice and chickens.\n\nSpodoptera frugiperda (Sf9) insect cells were grown adherent in T-flask in the complete Grace's Insect Cell Culture Medium and incubated at 27 • C. Human epithelial kidney cells (293T) were grown in the complete Dulbecco's Modified Eagle's Medium and incubated at 37 • C in 5% CO 2 . H120 strain of IBV was propagated in 9-day-old chick embryos and inactivated by 0.1% formalin at 37 • C for 24 h. The inactivated H120 was purified by ultracentrifugation at 80,000 × g for 3 h at 4 • C on a discontinuous sucrose gradient of 20%, 30%, 40%, 50%, and 60% sucrose.\n\nIBV M and S genes were amplified from the total RNA extracted from the allantoic fluid of H120-infected chick embryos using reverse transcriptase polymerase chain reaction (RT-PCR) and subcloned into plasmid pFastBac TM Dual (pFDual) (Invitrogen), either individually or simultaneously (Fig. 1) . The recombinant plasmids were chemically transformed into competent DH10Bac TM Escherichia coli cells (Invitrogen). The recombinant shuttle plasmids rBacmid-M, rBacmid-S, and rBacmid-S-M were obtained and identified by PCR using M13 primers.\n\nA total of 8 × 10 5 Sf9 cells per well grown in 6-well culture plates were transfected with 5 g purified recombinant bacmid DNA mixed with 6 l CellfectinR II ® Reagent (Invitrogen) in 210 l in supplemented Grace's Medium. After incubating the transfected cells at 27 • C for 4 h, the transfection mixture was removed and replaced with complete growth medium, and the cells were incubated at 27 • C. The supernatant was collected through centrifugation when 90% of cells had cytopathogenic changes. The recombinant baculoviruses rB-M, rB-S, and rB-S-M harvested from the supernatant were propagated and purified 3 times using viral plaque in Sf9 cells.\n\nAt 72 h postinfection, supernatants from infected Sf9 cells were collected, filtered, and centrifuged at 80,000 × g for 60 min at 4 • C. Sediments were suspended in phosphate-buffered saline (PBS) plus 0.1 mM phenylmethylsulfonyl fluoride (PMSF). Next, adherent cells were rinsed twice and collected in PBS plus 0.1 mM PMSF, sonicated, and microcentrifuged at 3500 × g for 15 min at 4 • C to remove cell debris. The samples were resolved through electrophoresis on 8%, 10%, and 12% SDS-polyacrylamide gels and transferred to a polyvinylidene fluoride membrane (Bio-Rad). The expressed proteins were detected with chicken polyclonal sera raised against IBV virus at a 1:3000 dilution and horseradish peroxidase (HRP)conjugated anti-chicken secondary antibody at a 1:5000 dilution (PTGLAB, USA).\n\nAt 48 h post-infection, the infected Sf9 cells grew on glass cover slips were fixed in 100% ice-cold methanol at 4 • C and blocked with PBS-Tween 3% bovine serum albumin plus 0.2% Triton TM X-100. Fixed cells were incubated with the primary antibody at a 1:200 dilution and with the secondary antibody at a 1:300 dilution. M proteins were detected with mouse polyclonal sera raised against M protein expression with 293T cells and secondary anti-mouse fluorescein isothiocyanate (FITC)-conjugated antibody (PTGLAB, USA). S proteins were detected with chicken polyclonal sera raised against S1 protein expression with 293T cells and secondary antichicken Cy3 conjugated antibody (PTGLAB, USA). Cell nuclei were stained with 4 ,6-diamidino-2-phenylindole. Cover slips were visualized under a confocal laser scanning microscope (TCS SP5, Leica).\n\nAt 48-72 h post-infection, the culture media of infected Sf9 cells was collected, filtered, and microcentrifuged at 3500 × g for 15 min at 4 • C to remove cell debris. The supernatant was ultracentrifuged at 80,000 × g for 60 min at 4 • C. VLPs collected in the pellet were suspended in PBS. To further purify them, the VLPs suspension was loaded on a discontinuous sucrose gradient of 20%, 30%, 40%, 50%, and 60% sucrose and ultracentrifuged at 80,000 × g for 3 h at 4 • C. VLPs at the interface between 30% and 40% sucrose were collected and pelleted by ultracentrifugation at 80,000 × g for 1.5 h at 4 • C. VLP-containing pellets were resuspended in PBS and analyzed for the presence of IBV structural proteins using Coomassie Blue stained SDS-PAGE electrophoretogram and Western blot.\n\nThe purified VLPs were placed onto carbon-coated, 200-mesh copper grids for 2 min. Sample-containing grids were washed with water, dried with filter paper, and stained with 1% phosphotungstic acid (pH 6.5) for 1 min. Excess staining solution was removed with filter paper. VLP-containing grids were viewed with a transmission electron microscope (JEM-100CX, JEOL Ltd., Japan). Images were taken at 40,000× magnification.\n\nThe total protein concentrations of VLP and inactivated IBV were determined using Bradford Protein Assay Kit (Beyotime, China) with bovine serum albumin (BSA; TaKaRa, Japan) as standard; and the S protein concentrations of VLP and inactivated IBV were determined using SDS-PAGE gel electrophoresis by GeneSnap and GeneTools from SynGene software with BSA as standard.\n\nTwenty-four 6-week-old specific-pathogen-free (SPF) BALB/c female mice (Experimental Animal Center, Sun Yat-sen University) without IBV-specific antibody were randomly divided into 3 groups of 8 mice. The mice were housed in positive pressure and immunized 3 times (weeks 0, 2, and 4) with Freund's adjuvant. Group 1 mice were immunized with 2 g VLPs (S protein) per mouse via subcutaneous injection. Group 2 mice were injected with 2 g inactivated H120 (S protein) per mouse as a positive control. Group 3 mice received PBS as a negative control. Sera were collected from mice at days 14, 28, and 42 after initial immunization for IBV-specific antibody detection.\n\nSixty 10-day-old SPF chickens without IBV-specific antibody were randomly divided into 3 groups of 20 chickens. The chickens were housed in individual isolators under positive pressure and immunized 2 times (weeks 0 and 2) with oil adjuvant. The immunization program and immunization dose of chickens were the same as the mice did. Sera were collected from chickens at days 14 and 28 after primary immunization for IBV-specific antibody detection.\n\nThe purified H120 virosomes were used as antigen to detect the IBV-specific antibodies in an indirect ELISA. The H120 virosomes reconstitution with the detergent octaethylene glycol monododecyl ether (C12E8) and purification with discontinuous sucrose gradient centrifugation were carried out following the procedures as previously described [19, 20] . The secondary rabbit anti-mouse or donkey anti-chicken HRP-conjugated antibodies were used at a 1:5000 dilution. The optical density value was 450 nm.\n\nThe neutralizing antibody titer was determined using a neutralization test performed on chick embryos following the procedures as previously described [21] . Serum samples were incubated for 30 min at 56 • C to inactivate nonspecific inhibitors. Treated sera were serially diluted twofold and incubated with an equal volume of H120 with 100 EID50 at the final concentration for 1 h at 37 • C. 100 l of the incubated sera-viral mixture was injected into 9-dayold SPF chick embryos. The 100 EID50 of H120 without serum was used as a negative control. The injected eggs were incubated for 7 days at 37 • C. The neutralizing antibody titer was determined using the reciprocal of the highest dilution of serum that gave 50% neutralization of 100 EID50 of virus in chick embryos.\n\nSpleens were collected from mice on day 42 after the primary immunization. The lymphocytes were isolated from the spleens using mouse 1× lymphocyte separation medium (Dakewe, China). The number of IFN-r and IL-4 secreting cells in the single-cell suspension of splenocytes was determined with a ELIspot Kit (Dakewe, China) following the manufacturer's protocol. The splenocytes were stimulated with purified H120 virosomes at a 10 g/mL concentration, and the spots were counted using the ImmunoSpot ELIspot Reader (Bioreader 4000, Bio-Sys, Germany).\n\nThe data between groups were statistically analyzed by using a Student's two-tailed t test when only two groups were compared or by one-way analysis of variance (ANOVA) when more than two groups were compared. P values less than 0.05 (P < 0.05) were considered statistically significant.\n\nThe supernatant culture media and cell lysates from the recombinant baculovirus-infected Sf9 cells were harvested and analyzed using Western blot. The results showed that M and S proteins could be expressed in the Sf9 cells (Fig. 2) . Interestingly, when M protein was expressed alone, it could be detected in the sedimentable particles of the culture media ((A), lane 2), but S protein could not be detected when it was expressed alone ((B), lane 2). More importantly, when S protein was expressed together with M protein, S protein could be detected in the sedimentable particles of the culture media ((C), lane 2). The expressions of M and S proteins were further confirmed by immunofluorescence staining analysis. Sf9 cells were first infected with rB-M, rB-S or rB-S-M, respectively, and then stained with M-or S1-specific primary antibodies and FITC-or Cy3-conjugated secondary antibodies. The results showed that both M and S proteins were mainly expressed near the plasma membranes, and M and S proteins were co-localized (Fig. 3) .\n\nThe detection of S protein in the sedimentable particles when it was co-expressed with M protein strongly suggested that IBV VLPs could be generated using M and S proteins only. Sf9 cells were infected with rB-S-M, and supernatant culture media were harvested and then the sedimentable particles were subjected to sucrose density gradient ultracentrifugation. Fractions were collected and analyzed by Western blot (data not shown). The fraction collected from the interface between 30% and 40% showed the coexpression of M and S proteins, where a distinct protein band of roughly 23-35 kDa corresponding to the M protein and a 170 kDa band corresponding to the S protein ( Fig. 4A and B ). Using EM analysis, we could see a spherical morphology particle with a diameter of about 100 nm (Fig. 4C ).\n\nWe investigated the immunological characteristics of IBV VLPs both in mice and chickens. IBV-specific antibody in the sera of immunized mice was detected using indirect ELISA. The results indicated that, 2 weeks after the primary vaccination (day 14), serum IgG titers could be detected in VLPs and inactivated H120 groups, and the titers continued to increase following the second and third immunizations (days 28 and 42) (Fig. 5) . The VLPs and inactivated H120 groups had significantly higher IgG titers (P < 0.01) than the PBS group. As for the VLPs and H120 groups, the VLPs group, after the first and second immunizations, had lower IgG titers than the inactivated H120 group; and the VLPs group, after the third immunization, had higher IgG titers than the inactivated H120 group, but they were not statistically different (P > 0.05). We further researched the immunogenicity of IBV VLPs in chickens. The results showed that, 2 weeks after the primary vaccination (day 14), both of VLPs and inactivated H120 groups could not detected serum IgG titers, and the differences between these and PBS groups were not statistically significant (P > 0.05); but following the second immunization (day 28), the IgG titers of the VLPs and inactivated H120 groups increased (Fig. 6 ) and were significantly higher (P < 0.01) than the PBS group. The differences between VLPs and inactivated H120 groups were not statistically significant (P > 0.05), although the VLPs group had a slightly lower IgG titers after the second immunization.\n\nAntisera from vaccinated mice and chickens were analyzed using a neutralization assay to detect functional antibodies with neutralization activity against the H120 virus. The IBV-specific neutralization antibodies in mice were detected at 42 days after the primary immunization and in chickens the antibodies were detected at 28 days after the primary immunization. The results showed that VLPs and inactivated H120 groups had statistically significantly higher neutralizing antibody titers (P < 0.01) than the PBS group (Fig. 7) . The differences between VLPs and inactivated H120 groups were not statistically significant (P > 0.05), although the VLP group had a slightly higher neutralizing antibody titer. 7 . Neutralizing antibody titers of mice and chickens sera. Y1 means neutralizing antibody titers of mice sera collected on day 42; Y2 means neutralizing antibody titers of chickens sera collected on day 28. Virus like particles (VLPs) and inactivated H120 groups had significantly higher neutralizing antibody titers (P < 0.01) than the PBS group. The groups were not statistically different (P > 0.05), although the VLP group had a slightly higher neutralizing antibody titer.\n\n3.5. IBV VLPs induced significant higher cellular immunoresponses than inactivated H120 vaccine did in mice Cellular immunoresponses were evaluated through detection of the number of cells secreting IFN-r and IL-4 after H120 virosome stimulation of the single-cell suspension splenocytes from vaccinated mice using the ELIspot assay. The results revealed that the levels of IFN-r and IL-4 in mice which inoculated with VLPs were significantly higher than in those which inoculated with inactivated H120 and PBS (P < 0.01) (Fig. 8 ).\n\nThe molecules required for the formation of coronavirus VLPs varied in different reports. Ho et al. showed that M and E proteins were required for the assembly of human SARS coronavirus-like particles in Sf21 cells [22] ; but M, E and N proteins were required for the formation of SARS-CoV VLP as demonstrated by Siu et al. in Vero E6 cells [23] and Nakauchi et al. in 293T cells [24] . Liu et al. found that influenza M1 protein and SARS S protein could assemble chimeric SARS-CoV VLPs in Sf9 cell [25] . For mouse hepatitis virus (MHV-A59), Vennema et al. showed that transfection of OST7-1 cells with vaccinia virus encoding M and E proteins resulted in the VLP formation [26] . These reports strongly suggested that M and E were the minimal molecules required for the coronavirus-like particles regardless of virus types and cell lines used in the studies. In contrast, our results showed for the first time that IBV M and S proteins were efficient assembled into VLPs in Sf9 cells with a single recombinant baculovirus encoding M and S proteins. This might not be a complete surprise. As for IBV, Corse and Machamer reported that while the presence of E protein could enhance the release of M proteins in the sedimentable particles from the culture supernatants, M protein alone was capable of being released in the sedimentable particles from the culture supernatants in OST7-1cells with a vaccinia-T7 polymerase expression system [18, particularly Fig. 6 ]. In addition, the native envelope trimeric S glycoprotein is not necessary for particle formation but is incorporated into VLPs when present [22] ; and incorporation of spikes into coronavirus particles is mediated by the S protein's carboxy-terminal domain and effected by interactions between the S protein and the M protein [16] . The showing of IBV VLPs formed by M and S proteins demonstrated a simple strategy for production of coronavirus-like particles for coronaviruses.\n\nS protein is a main antigen for coronaviruses [9, 12] . In line with previous literatures, our results showed that IBV VLPs induced humoral antibody responses (i.e., serum IBV-specific IgG antibodies and IBV-specific neutralization antibodies) in a level comparable to that of the inactivated IBV vaccines in mice and chickens, and both IBV VLPs and inactivated IBV vaccine induced significantly higher humoral antibody responses (P < 0.01). For the cellular immune responses, the IFN-r and IL-4 were detected using the ELIspot assay. The results revealed that IBV VLPs elicited high levels of IFN-r and IL-4, but the inactivated H120 vaccine only induced IL-4 at a significantly lower level (P < 0.01). The results demonstrated that IBV VLPs could elicit both Th1-and Th2-type cellular immune responses, but inactivated H120 only stimulated Th2-type cellular immune response. Previous studies showed that VLPs could elicit more effective antibody responses than proteins in their nonnative forms [27, 28] . The reason for the results that the inactivated H120 vaccine used in this study had slightly lower neutralizing antibody titers and a significantly lower level of cellular immune responses than VLPs might be that a portion of S molecules lost their native forms during inactivation with formalin. Our results demonstrated that the IBV VLPs mimic the conformation and organization of authentic native viruses, and their immunogenicities were reserved.\n\nIn summary, we have successfully generated IBV VLPs carrying M and S proteins and shown that the generated IBV VLPs could effectively elicit humoral immune responses both in mice and chickens, and more importantly, IBV VLPs could induce significantly higher cellular immune responses than inactivated IBV vaccine in mice. As the results taken together demonstrated a simple strategy for generating coronavirus-like particles and provided a candidate vaccine against the infection of IBV for future development."}