{"title": "Utilization of Viral Molecular Diagnostics Among Children Hospitalized With Community Acquired Pneumonia NIH Public Access Author Manuscript NIH-PA Author Manuscript Supplementary Material Refer to Web version on PubMed Central for supplementary material", "body": "The use of highly sensitive molecular diagnostics, including polymerase chain reactionbased respiratory viral panels (RVPs), to identify potential pathogens among children with pneumonia has increased substantially. 1 Although such testing is highly sensitive, it is not always clear whether organisms detected from the nasopharynx are true lower tract pathogens. 2 Furthermore, detection of a virus does not exclude the possibility of bacterial coinfection, complicating the use of RVP results for making antibiotic decisions. Several studies examining whether such testing influences clinical management have found conflicting results. [3] [4] [5] [6] [7] Whether RVP testing can inform our understanding of disease severity is largely unexplored. These are important considerations given the not insubstantial cost of testing. In this study, we examined the association between results of an RVP and antibiotic use as well as clinical outcomes (length of stay [LOS] , intensive care admission, respiratory support, and mechanical ventilation) among previously healthy children hospitalized with pneumonia. .0, 488.11) who also had an RVP performed within 24 hours of admission. We restricted testing to the first 24 hours of admission to identify children in whom testing was ordered as part of the initial evaluation. Children with ≥1 complex chronic conditions were excluded by using a previously described algorithm. 8 Details regarding each hospitalization, including laboratory and microbiologic testing; need for respiratory support, intensive care admission, or mechanical ventilation; parenteral antimicrobial use; and hospital LOS were collected from Vanderbilt's Electronic Data Warehouse, the Medipac charge database, and medical record review by a member of the study team (GS). The RVP used has been previously described. 6 The test was introduced institution-wide in August 2009, and clinicians were informed of its availability through email. During this time, testing was performed Monday through Friday, with results available in ≤24 hours.\n\nTo determine the representativeness of our study population to a nonselected population of otherwise healthy children admitted with pneumonia, we compared the 952 children who met inclusion criteria but did not have an RVP performed to our study population in terms of age, hospital LOS, and intensive care admission.\n\nTests of association included Fisher's exact and Mann-Whitney U tests for categorical and continuous variables, respectively. For virus-specific analyses, only those with a single detection were included. Six less frequently detected viruses were combined into 2 groups according to known or possible associations with pneumonia in children: group 1 (human metapneumovirus, parainfluenza, and influenza) and group 2 (adenovirus, bocavirus, and coronavirus). Subgroup analyses were also conducted according to need for intensive care and age <2 years. A 2-sided α of <.05 was considered significant for all analyses. Vanderbilt University's Institutional Review Board approved the study.\n\nAmong 1154 previously healthy children admitted with pneumonia during the study period, there were 202 children with an RVP performed within 24 hours of admission that constituted the study population. At least 1 virus was detected in 127 children (63.1%). The most frequently detected viruses were rhinovirus/enterovirus (n = 44, 34.6% of positive tests) and respiratory syncytial virus (RSV; n = 38, 29.9% of positive tests; Table 1 ). Detection of rhinovirus/enterovirus did not vary by season (P = .26), whereas RSV detection was strongly seasonal with the majority of detections occurring from December through February (19 of 38, 50%, P < .01). Detection of other viruses ranged from 12.6% for human metapneumovirus to 2.4% for adenovirus. Fourteen children had 2 viruses detected on RVP testing. Twelve children (5.6%) had a bacterial pathogen identified by sterile-site culture (n = 10), serology (n = 1), or polymerase chain reaction (n = 1). Additionally, 21 children had bacteria identified from non-sterile site cultures (Supplemental Table 3 ). One child required extracorporeal membrane oxygenation; this child had an RVP positive for coronavirus and no bacterial pathogen identified. There were no deaths.\n\nChildren with a positive RVP were significantly younger than those with a negative RVP (1 year, interquartile range [IQR] 0.3-4 vs 3 years, IQR 0.3-8, P = .035; Table 2 ). There were no differences in the percentage of children receiving parenteral antibiotics (96.1% vs 89.2%, P = .08) or duration of parenteral therapy (median 62 hours, IQR 40-144 vs 65 hours, IQR 37-121, P = 1.0) between RVP-positive and RVP-negative children. These comparisons were unchanged after stratifying the study population based on need for intensive care (data not shown).\n\nRVP-positive children were more likely to require mechanical ventilation (33.1% vs 17.6%, P = .021) and have a longer median duration of respiratory support (3 days, IQR 2-5 vs 2 days, IQR 1-5, P = .02) compared with those with a negative RVP. Among children <2 years, those with a positive RVP had a significantly longer median duration of respiratory support (4 days, IQR 2-5 vs 2 days, IQR 1-5, P = .008) and a non-significant increase in need for invasive mechanical ventilation (44.2% vs 25.8%, P = .08) compared with younger children with a negative RVP. There were no differences in parenteral antibiotic use, need for intensive care, or LOS.\n\nThe most frequently detected viral pathogen was rhinovirus/enterovirus; however, we found no significant differences in antibiotic use or duration or in clinical outcomes between these children and those with a negative RVP (Table 2 ). In contrast, children with pneumonia where RSV was detected were younger and had a longer median LOS than children with a negative RVP (6 days, IQR 4-11 vs 3 days, IQR 2-7, P = .01). Similarly, compared with children with a negative RVP, children with RSV had a longer median duration of respiratory support (4.5 days, IQR 3-8 vs 2 days, IQR 1-5, P < .001) and were more likely to require intensive care (75% vs 55.4%, P < .05) or intubation (43.8% vs 17.6%, P = .007). However, there was no difference in the use or duration of antibiotics for children when RSV was detected compared with those with a negative RVP. Considered together, children with viruses other than RSV or rhinovirus/enterovirus were not significantly different from RVP negative children. Notably, children in whom influenza or parainfluenza was detected had frequent complications including intubation and empyema requiring intervention (Supplemental Table 4 ).\n\nOur study population was significantly different from a nonselected population of otherwise healthy children admitted with pneumonia for whom RVP testing was not performed. RVP testing was performed more often among younger children (3.5 years vs 4.6 years, P < .001) and those requiring intensive care (60.6% vs 26.6%, P < .001). Those with RVP testing performed also had a longer hospital LOS compared with those without an RVP performed (5.8 days vs 3.4 days, P < .001).\n\nWe report the use of an RVP among children hospitalized with pneumonia at a tertiary care children's hospital. We found that >60% of children tested had a positive result, with RSV and rhinovirus/enterovirus being the most frequently detected pathogens. [9] [10] [11] Only RSV was associated with a more severe clinical course compared with RVP-negative children. A positive RVP, regardless of the virus detected, was not associated with changes in antibiotic use, suggesting viral testing did little to influence management.\n\nOverall, children with a positive RVP had a more complicated clinical course compared with RVP-negative children, with higher likelihood of mechanical ventilation and longer duration of respiratory support. Other studies have demonstrated similar results, finding that virus-positive children were more often hypoxic and had increased need for intensive care. 9, 12 However, our study also suggests that the more severe course seen among many RVP-positive children is driven largely by RSV. In contrast, children with detections for rhinovirus/enterovirus were no different from RVP-negative children. Additionally, although we observed frequent, severe complications among children with other viruses such as influenza or parainfluenza, our study size limits the conclusions we can draw regarding these less commonly detected viruses.\n\nRVP testing did not influence antibiotic prescribing in our study. A similar study examining the temporal relationship between treatment decisions and RVP results found that few children had antibiotics discontinued even after a positive RVP result was obtained. 7 Notably, RVP testing was ordered in <20% of children who met other study criteria, and those tested had more severe illness, with a high proportion of children requiring intensive care. In these critically ill children, there is hesitancy to withhold antibiotics even if viral testing identifies a pathogen because it is difficult to exclude the possibility of bacterial coinfection. 4 Conversely, RVP testing could play a more beneficial role in less severely ill patients and allow for a \"watchful waiting\" approach with regard to antibiotics when viral testing is positive. In 2 large studies of children with acute respiratory illnesses, including 1 randomized trial, clinicians initiated antibiotics significantly less frequently in children who had RVP testing performed, suggesting that clinicians may indeed defer antibiotics in selected populations when viral testing results are rapidly available. 5, 7 Given the high prevalence of viral etiology among children with pneumonia, expanded viral testing that leads to meaningful reductions in antibiotic use could help slow the spread of antimicrobial resistance and facilitate cost savings.\n\nThere is little question about the importance of RSV and other selected respiratory pathogens contributing to pneumonia; indeed, detecting these pathogens may provide important prognostic information for clinicians and families, and, in the case of influenza, an opportunity to provide antiviral therapy. 7 These data are also important for understanding etiologic disease burden and for shaping public policy (eg, vaccine development). Thus, there is potential benefit associated with viral testing at both the individual and population levels. However, there is more uncertainty when other viruses are implicated because some, such as rhinovirus, are also frequently recovered from asymptomatic children. 2, 13, 14 The utility of RVP testing is also hampered by the typical turnaround time of 24 to 48 hours. Rapid, point-of-care testing may have more impact on resource utilization. 15, 16 Similarly, any benefits derived from an RVP must also be weighed against the not insubstantial cost of testing. 1 With these limitations in mind, an alternative strategy might include more focused viral testing (eg, RSV or influenza) by using rapid antigen tests. Such testing is widely available and low-cost, and results may help clinicians with management decisions and facilitate hospital cohorting.\n\nOur study is limited by its retrospective, observational nature and the potential for unmeasured confounders including prehospital care, previous antibiotic exposure, and disease severity. Our design also does not allow us to fully examine the temporal relationship between RVP results and treatment decisions. The children in our population were selected for testing by their treating clinicians and had more severe illness than the general population of children hospitalized with community-acquired pneumonia. In addition, we excluded children with serious chronic health conditions to focus on the use of RVP in previously healthy children. However, previous work has suggested that viral testing may be more helpful in medically complex children. 6\n\nAmong children hospitalized with pneumonia at a large, tertiary-care children's hospital, we found no association between RVP results and antibiotic use, suggesting that testing did little to influence treatment decisions. RVP-positive children demonstrated several differences in clinical outcomes compared with RVP negative children; however, differences were largely due to RSV infection. Finally, use of RVPs was largely restricted to those with more severe illness. Future studies should address whether expanded viral testing may serve a more important role in children with less severe pneumonia, where clinicians and families would be more comfortable deferring antibiotics. As the availability, "}