{"title": "SYNTHESIS AND SECRETION OF MILK LIPID DROPLETS: THE STATUS QUO 2762", "body": "Milk fat constitutes the sole source of preformed lipids for the suckling neonate and is an essential constituent in many dairy products. Therefore, how milk fat is assembled and secreted has attracted widespread interest from both a practical or industrial standpoint and as a model system for investigating fundamental mechanisms of lipid synthesis and accretion at the molecular and cellular levels. Our aim in this review is to discuss recent advances in our understanding of milk lipid droplet assembly, to discuss unresolved issues and highlight novel insights revealed by following the subcellular transit, fusion, and secretion of lipid droplets in live mice using laser-scanning confocal microscopy. Similarities between the mechanisms of milk secretion at the cellular level in mice and other species, including ruminants and humans, should ensure that aspects of these studies are relevant to the dairy industry and postnatal infant care, respectively (Oftedal, 2012) .\n\nOver 96% of the lipid in bovine milk comprises membrane-coated droplets of triacylglycerols (TG), sterols, and sterol esters that separate as a layer of cream when milk is left to stand for several hours at unit gravity . The remainder is dispersed in the skim milk phase in the form of phospholipid-rich membrane fragments, exosomes, and lipoprotein particles (Plantz et al., 1973; Monks et al., 2001; Admyre et al., 2007; Argov-Argaman et al., 2010) . In this review, we will emphasize events surrounding the initial formation and secretion of milk lipid droplets. Metabolic factors effecting lipid droplet size and nutritional aspects of milk lipids are subjects of other symposium papers in this issue (Argov-Argaman, 2019; Ortega-Anaya and Jiménez-Flores, 2019; Singh, 2019) .\n\nThe core TG of milk lipid droplets are synthesized in the rough endoplasmic reticulum (rER) from snglycerol 3-phosphate and fatty-acyl-CoA precursors by a well-established pathway ( Figure 1A ; Weiss et al., 1960; Patton and Jensen, 1975) . Briefly, fatty acids are esterified at the sn-1 and sn-2 positions to create phosphatidic acid, which is then dephosphorylated to generate a diacylglycerol. Addition of a third fatty acid at the sn-3 position creates a diverse number of TG, which can contain different acyl chains at each of the 3 positions. An additional pathway, which is based on the stepwise esterification of sn-2-monoacylglycerol at the sn-1 and sn-3 positions, plays a major role in TG synthesis in intestinal cells and other tissues but is of minor importance in the mammary gland (Palmquist, 2006) . There is a wealth of information on transcriptional regulation, enzyme isoforms employed, and species differences in the fatty acyl chains, which are esterified to the glycerol backbone (Palmquist, 2006; Bionaz and Loor, 2008; Wang et al., 2017) . Much less is understood about how the nascent droplet of TG forms in the rER membrane. Several models have been proposed, including TG synthesis within eggcup-shaped infolds of the rER (Robenek et al., 2006) , initial budding of nascent lipid droplets into the rER lumen , and bicelle formation through scission of the membrane bilayer (Ploegh, 2007) .\n\nIn the currently accepted model, TG are deposited in the hydrophobic core of the membrane bilayer and form a lens-like structure between the 2 phospholipid monolayers ( Figure 1B ; Martin and Parton, 2006) . As the TG accumulate, they begin to protrude out into the cytoplasm in the form of a micro-lipid droplet, which is coated with a monolayer of phospholipids derived from the exoplasmic leaflet of the rER bilayer (Figures 1B and 2; Tauchi-Sato et al., 2002) . Early stages in this process, when precursor droplets are only 30 to 60 nm in diameter, have been captured by electron tomography in yeast (Choudhary et al., 2015) and larger 250nm structures in mammalian cells (Kassan et al., 2013) . A cohort of proteins, including acyl-CoA synthetase 3, FIT2, seipin, ARF1, COP1/coatomer, plin2 (adipophilin), plin3 (TIP47), and rab18 function in initial lens formation and lipid droplet extrusion and help stabilize the resulting structure (Kassan et al., 2013; Choudhary et al., 2015; Walther et al., 2017) . This overall mechanism appears to be conserved from yeast to mammals and constitutes the current paradigm for generation of lipid droplets on the cytoplasmic face of the rER in most cells (Szymanski et al., 2007; Choudhary et al., 2015; Walther et al., 2017) . However, it should be noted that TG formed in the rER may also enter exoplasmic spaces of the secretory pathway , as is the case in the assembly of serum lipoproteins in hepatocytes (Ohsaki et al., 2008; Wurie et al., 2011) or chylomicra in enterocytes (Hussain, 2014) . Lipid droplets even form within the inner nuclear membrane (Romanauska and Köhler, 2018) .\n\nA recent explosion of research has established lipid droplets as bona fide organelles, which have diverse functions in many cells besides the storage of energy in the form of intracellular fat depots (Welte, 2015; Walther et al., 2017; Cohen, 2018) . Lipid droplets have been implicated in protein trafficking, lipid signaling pathways, and the sequestration of misfolded proteins, and they play contradictory roles as platforms for both the assembly of viral particles and as reservoirs of antiviral and antibacterial proteins. In line with such multifunctional roles, lipid droplets associate with other organelles besides the rER, including mitochondria, peroxisomes, the Golgi complex, and elements of the endosomal pathway (Martin et al., 2005; Barbosa et al., 2015; Salogiannis and Reck-Peterson, 2017; Valm et al., 2017) . However, despite such inter-organellar interactions, many lipid droplets may never leave the rER but remain attached to the cytoplasmic face of the membrane. This is almost certainly the case in yeast (Szymanski et al., 2007; Jacquier et al., 2011) but also in some cultured mammalian cells, as recently shown by time-lapse confocal and lattice-light sheet microscopy (Valm et al., 2017) .\n\nIn the absence of any contradictory evidence, lipid droplets in the mammary epithelium are presumably formed by similar processes, function in lipid homeostasis, and play additional roles as discussed above. However, unlike most other cell types, the bulk of the TG synthesized are incorporated into lipid droplets, which at some point must enter the cytoplasm for export from the cell. Historically, lipid droplet maturation was established as a multi-step process based on the application of cell fractionation techniques, biochemical analysis, and electron microscopy (Bargmann and Knoop, 1959; Wooding, 1971; Deeney et al., 1985) . Following release from the rER, micro-lipid droplets coated with a phospholipid monolayer and a cohort of associated proteins were assumed to fuse with each other and transit to the apical surface ( Figure 2 ). Lipid droplet growth appeared to be linear (Stemberger and Patton, 1981) and follow a strict hierarchy, such that smaller droplets fused with larger ones whereas large lipid droplets were not seen to fuse with each other Deeney et al., 1985; Heid and Keenan, 2005) . In some studies, fusion of droplets of any size was rarely observed, if at all (Wooding, 1971; Stemberger and Patton, 1981) .\n\nTransport appeared to require elements of the cytoskeleton, most probably microtubules, although much of the original data are compromised by the application of inhibitors, such as colchicine, which have global effects on cell structure, discussed below and by Mather and Keenan (1998) .\n\nFrom the first electron micrographs of Bargmann and coworkers (Bargmann and Knoop, 1959; The Kennedy Pathway. Fatty acyl moieties from fatty-acyl-Coenzyme A (R 1-3 -CO-SCoA) precursors are esterified to the sn-1, sn-2, and sn-3 positions of glycerol-3-phosphate with the removal of the sn-3 phosphate group PO 4 2− ( ) . The enzymes for each step are indicated as follows: GPAT = glycerol-3-phosphate acyltransferase; AGPAT = acylglycerol-3-phosphate acyltransferase; PAP = lipin phosphatidic acid phosphatase; DGAT = diacylglycerol acyltransferase. (B) Triacylglycerols (TG) form as a lens-like structure between the bilayer halves of the rough endoplasmic reticulum membrane (1), bud out into the cytoplasm (arrow, 2), and are released from the membrane (3). al., 1961), it was obvious that the final release of lipid from the cell requires acquisition of an outer bilayer membrane as the lipid droplet at the cell apex transitions from the cytoplasm to the exoplasmic spaces of the alveolar lumen. Because of this and additional confirmatory studies (Kurosumi et al., 1968; Peixoto de Menezes and Pinto da Silva, 1978) , many investigators have assumed that the bulk of this outer bilayer is directly derived from the apical plasma membrane as the lipid droplets bud out from the cell (Figure 2 ). However, the origin of this membrane has proven to be controversial because, like droplets in other cell types, mammary lipid droplets may associate with many organelles during transit to the surface. Ultrastructural studies have shown potential interactions with mitochondria and the Golgi complex (Stemberger et al., 1984) , vesicles with electron lucent content (Wu et al., 2000; Mather et al., 2001) and, most notably, casein micelle-containing secretory vesicles (Wooding, 1971 (Wooding, , 1973 Stemberger et al., 1984; Wu et al., 2000) . The extent to which such lipid droplet-membrane interactions have functional significance and contribute directly to the membrane around lipid droplets in milk is difficult to assess from the sole analysis of static micrographs of fixed tissues. Even recent proteomic analyses of milk lipid droplet membranes (generally known as the milk fat globule membrane, MFGM; Honvo-Houéto et al., 2016; Monks et al., 2016) do not resolve this issue as many of the \"intracellular marker proteins\" detected may be integral residents at lower concentrations in the apical plasma membrane (discussed further below). There is also the additional complication that the MFGM fractions analyzed might have been contaminated with cytoplasmic material, which becomes trapped between Figure 2 . Overview of lipid droplet formation, transit, and secretion from mammary epithelial cells. Triacylglycerols (TG) are synthesized in the rough endoplasmic reticulum, released into the cytoplasm as micro-lipid droplets coated with a monolayer of phospholipids and proteins (inset), and transported by poorly defined mechanisms to the cell apex. Droplets grow in transit, especially at the apical surface, and are secreted surrounded by a bilayer membrane. Milk lipid droplets are therefore uniquely coated with a trilaminar structure, comprising an inner monolayer and outer bilayer of phospholipids and proteins. the outer bilayer and lipid droplet in some of the droplets as they bud out from the cell (Wooding et al., 1970; Huston and Patton, 1990) . Characterization of purified fractions of the apical plasma membrane free of cytoplasm and intracellular membranes would answer this question but such fractions have not been forthcoming.\n\nThus, previous biochemical and morphological approaches have uncovered many aspects of lipid droplet assembly, MFGM formation, and secretion, but most were limited by reliance on the analysis of fixed tissues and isolated cell fractions of uncertain character. What was lacking in all but a few radiotracer studies of milk lipid or protein secretion (Stein and Stein, 1967; West et al., 1972; Saacke and Heald, 1974) was any temporal analysis of mammary cells in situ, which would reveal the kinetics of milk lipid droplet formation in real time in the absence of many experimental artifacts. To overcome these limitations, we developed intravital imaging techniques using transgenic mice, which express proteins fused to green fluorescent protein (GFP) or GFP analogs ( Figure 3A and B; Masedunskas et al., 2017) . The GFP fusion proteins served as endogenous morphological markers, which allowed the movements of organelles and subcellular structures, including lipid droplets, to be tracked by confocal microscopy in real time in surgically exposed glands.\n\nEach mouse at peak lactation was kept under a deep plane of anesthesia and surgically prepared by making an incision around the number 4 inguinal mammary 2765 gland ( Figure 3C ). The skin was then carefully peeled away from the abdominal wall thus creating a skin flap with the gland and vascular supply still intact. For imaging, the mouse was placed on a heating pad next to a laser scanning confocal microscope and the exposed gland stabilized on the microscope stage with acrylic supports. Neutral lipid in the gland was labeled during surgery with hydrophobic fluorescent borondipyrromethene (BODIPY) dyes and the formation and movement of labeled lipid droplets followed in real time by repetitively scanning the gland for up to 2 h. Sequential scanning of the BODIPY and GFP fluorophores placed the labeled lipid droplets in their cellular context. The GFP transgenic lines used included mice in which GFP was targeted to the cytoplasm (the GFP cyto mouse), the plasma membrane (the GFP membr mouse), actin (the GFP LifeAct mouse), or myosin IIa (the GFP myoIIa mouse) [see Abe and Fujimori (2013) for a list of available lines]. Scanned images were stored as TIFF files and assembled into movies using Meta-Morph (Molecular Devices LLC, San Jose, CA) and Image J (National Institutes of Health, Bethesda, MD) software. Further practical details are documented at length by Masedunskas et al. (2014 Masedunskas et al. ( , 2017 .\n\nIntravital images revealed gland morphology, alveolar architecture, and the mammary epithelium at high resolution in all transgenic lines. Subcellular structures were resolved to a minimum of 0.7 µm, which allowed detection of BODIPY-stained lipid droplets at all positions in the cell. Cytoplasm in the secretory epithelium was intensely fluorescent in the GFP cyto mouse, which served to accentuate nonfluorescent organelles and provided a convenient background for monitoring the movement of BODIPY-stained lipid droplets ( Figure  3D ). These images were complemented by the GFP membr mouse, in which the fluorescent cell surface helped to establish spatial relationships between lipid droplets in the cytoplasm and the apical plasma membrane (Figure 3D) .\n\nLipid droplets increased in size in a basal-to-apical direction, although some small droplets were evident throughout the cell, in agreement with many previous morphological studies of fixed tissue (Wooding, 1971; Stemberger and Patton, 1981) . Most droplets were either stationary or moved with variable speed toward the cell apex, with some lining up behind each other in apparent tracks ( Figure 4A and B; Supplemental Videos S1 and S2; https: / / doi .org/ 10 .3168/ jds .2018 -15459). In some cases, droplet movement was coupled with growth as lipid droplets caught up with and fused to slower droplets further ahead on the same path.\n\nThese behaviors are in distinct contrast to many other cell types, in which lipid droplets are either quiescent in the cytoplasm or, as discussed above, remain associated with the rER after synthesis. On the other hand, droplet speeds were comparatively slow, averaging approximately 1.5 µm/min, compared with the speed of lipid droplets moving on microtubules in some other cells (e.g., >1.0 µm/s in Drosophila embryos).\n\nLipid droplet movement fell into 3 distinct categories when the mean square displacements and diffusion coefficients of each droplet were plotted against time interval (examples for mean square displacements are given in Figure 5A ). About half moved in a directed (superdiffusive) manner toward the apical surface, whereas the remainder displayed either diffusive (stochastic) motion or a mixture of both. The number of superdiffusive lipid droplets decreased toward the apical surface, with a corresponding increase in the number of droplets displaying diffusive or mixed motion ( Figure 5B ). None of the lipid droplets analyzed were entirely constrained, even when they were closely associated with the plasma membrane, which probably reflects movements inherent to the apical surface itself.\n\nThe slow and intermittent nature of lipid droplet movement raises interesting mechanistic questions, especially as many of the droplets moved at different rates, sometimes stopping, and then accelerating and catching up with each other, and then growing by progressive fusions en route. Furthermore, lipid droplets are confronted by a viscous cytoplasm (Luby-Phelps, 2000) , which is packed with cytoskeletal elements, organelles, and numerous vesicles, some of which may interact with the droplets in transit. Superdiffusive motion is regarded as an atypical form of diffusion in which lateral mobility is augmented by directed motion and may be associated with the motor-driven movement of particles on microtubules and actin cables (Caspi et al., 2000) . Transport of lipid droplets on microtubules would most likely be driven by minus-end directed dynein motors as dynein intermediate chain has been detected on lipid droplets isolated from mouse mammary homogenates (Wu et al., 2000) , and 64% of microtubules in rat mammary cells during lactation are oriented parallel to the lateral plasma membranes (Nickerson and Keenan, 1979) with their minus ends toward the centriole situated close to the apical surface . Presumably, lipid droplets that catch up in transit with droplets further along such tracks either have a higher complement of dynein motors or the leading droplets are temporarily constrained through interactions with membranous structures in the cytoplasm.\n\nNotwithstanding these considerations, there is no morphological evidence that lipid droplets are in con-tact with microtubules, whereas in at least one study, microtubules in the same high-resolution micrographs are clearly shown to interact with other organelles, including casein micelle-containing secretory vesicles (Franke et al., 1976) . There is thus the intriguing possibility that lipid droplets may indirectly \"catch a ride to the surface\" on the backs of apically directed vesicles moving on microtubules, a mechanism that is consistent with the documented interactions among lipid droplets, secretory vesicles, and other vesicles (Wu et al., 2000; Wooding, 2016) . This mechanism may also explain the slow and intermittent nature of lipid droplet movement and would be compatible with transit-associated fusions, provided that droplets are still able to contact each other across the gap between adjacent vesicles. Such \"hitchhiking\" mechanisms have recently been identified in other systems, including the transport of lipid droplets, endoplasmic reticulum elements, and peroxisomes in fungal hyphae (Salogiannis and Reck-Peterson, 2017) .\n\nBesides microtubules, myosin motors on actin cables present another possible mode of transport as they have been implicated in the movement of lipid droplets in zebrafish embryos (Dutta and Sinha, 2015) and budding yeast (Knoblach and Rachubinski, 2015) . In an attempt to inhibit lipid droplet transport in vivo, we added cytochalasin B to the mammary gland in one intravital experiment during surgery. Unfortunately, this led to collapse of the entire alveolus because the actin-rich cytoskeleton in the surrounding myoepithelial cells was disrupted and the epithelial cell surface vesiculated, leading to vacuole formation (unpublished observations). Whether or not actin and myosin (II or V) move lipid droplets through the cytoplasm, there is an extensive network of actin and myosin IIa underlying the apical surface, which might suggest actin contractility functions in the final steps of lipid droplet assembly and secretion (discussed further below).\n\nResolution of the potential roles of cytoskeletal elements in lipid droplet transit to the apical surface is a significant issue. Alternative approaches are required that avoid direct damage to the cytoskeleton, such that cellular integrity is maintained. One possible avenue through the application of intravital imaging techniques is to target the motors that are essential for particle movement by exposing glands to specific \n\ninhibitors during surgery. Potential approaches include application of the ciliobrevins (Firestone et al., 2012) , which inhibit the ATPase activity of cytoplasmic dynein and therefore should ablate lipid droplet transport on microtubules, or inhibition of myosin II by blebbistatin, which blocks actin contractility (Kovács et al., 2004) . Drugs would have to be applied acutely while imaging in order to capture changes in lipid droplet mobility before secondary effects on cell integrity become an issue. Reliable inhibitors of myosin V, which functions in particle transport on actin filaments, are not available, leaving knockdown or expression of dominant negative mutants as the next best approaches. As a supplementary approach, mouse lines that express GFP-labeled cytoskeletal elements, such as tubulin, actin, or myosin (Abe and Fujimori, 2013) , could be used in intravital imaging experiments to identify any direct interactions between lipid droplets and the cytoskeleton.\n\nBesides transport on cytoskeletal elements, it is possible that lipid droplet transport and accretion occurs for substantial distances on the surface of the rER (suggested by Patton and Jensen, 1975) . Thus, like lipid droplets in other systems (Szymanski et al., 2007; Jacquier et al., 2011; Valm et al., 2017) , droplets remain attached to the rER but instead of staying in place, they are vectorially directed to the cell apex on cytoskeletal elements associated with the cytoplasmic face of the rER membrane (Terasaki et al., 1986; Woźniak et al., 2009; Gurel et al., 2014;  Figure 4C ). In this context, the rER surface would serve as a convenient collecting platform for nascent lipid droplets, which sequentially fuse with each other during transport to form larger droplets in situ. \"Background\" BODIPY fluorescent material, which is seen to associate with lipid droplets during transport (e.g., Supplemental Videos S1 and S2; https: / / doi .org/ 10 .3168/ jds .2018 -15459) might constitute the visible manifestation of such rER-associated droplets, which are otherwise below the resolution of the confocal microscope employed.\n\nLipid droplets in rodent, ruminant, and human milks range in diameter from <0.2 to >15 µm (Lopez, 2011; Masedunskas et al., 2017) . In bovine milk, approximately 80% of the droplets are <1 µm with the remaining 20% within a size range of 1 to >15 µm . Although less numerous, droplets between 1 and 8 µm make up 90% of the bulk lipid volume. This biphasic distribution is reiterated in the milks of other species analyzed, including buffalo, human, and mouse (Lopez, 2011; Nguyen et al., 2015; Masedunskas et al., 2017) and implies that lipid droplets are secreted by divergent pathways. The smaller droplets are presumably secreted with little to no enlargement after separation from the rER, whereas the larger droplets must grow substantially before release from the apical surface. Unfortunately, we were unable to document secretion of droplets <0.7 µm in diameter because they were poorly resolved by our intravital imaging system. Growth and secretion of the larger droplets were analyzed in detail.\n\nHow these larger lipid droplets grow in volume in mammary cells is a challenging question because nascent droplets <0.2 µm in diameter formed in a membrane bilayer may eventually attain diameters of >10 µm at the apical surface and in milk. As discussed above, the initial steps require a phosphatase and cohort of acyl-CoA transferases, which are close to and associated with the rER (Figure 1 ). In most cells, this is presumed to result in the formation of \"initial\" lipid droplets 0.4 to 0.8 µm in diameter (Walther et al., 2017) . Further synthetic expansion is possible provided the essential lipogenic enzymes remain accessible to the growing lipid droplet, either as it buds out from the rER Wilfling et al., 2013; Walther et al., 2017) or on the droplet surface after release into the cytoplasm. However, neither mechanism appears to be pertinent for lipid droplets above 1 to 2 µm in diameter in mammary cells because such droplets isolated from cell homogenates have limited ability to synthesize TG in vitro (Valivullah et al., 1986) , and proteomic analy-sis has not detected the full complement of essential enzymes (Wu et al., 2000; Honvo-Houéto et al., 2016) .\n\nBesides synthetic expansion, lipid droplets may grow by coalescing with each other (Boström et al., 2005; Walther and Farese, 2012; Barneda et al., 2015) ; based on our intravital data, this appears to be a major mechanism for lipid droplet growth in mammary epithelial cells, at least for droplets ≥0.8 µm. Lipid droplets fused with each other at all positions in the cell, during transit, and especially in the apical cytoplasm and at the plasma membrane. Frequently, small lipid droplets, ≤1.0 µm, were transported to the apical membrane and served as nucleation sites for additional droplets, which followed the same pathway and fused in sequence at the surface ( Figure 4A , B; Supplemental Videos S1 and S2; https: / / doi .org/ 10 .3168/ jds .2018 -15459). Despite claims to the contrary Heid and Keenan, 2005) , we observed no restrictions in the size of fusogenic partners: small lipid droplets fused with small, intermediate, or large droplets, and large droplets fused with large ( Figure 6A ; Supplemental Video S3; https: / / doi .org/ 10 .3168/ jds .2018 -15459). Droplets continued to grow even as they were emerging from the cell, at which point many had expanded to >3 µm in diameter ( Figure 6B ; Supplemental Video S4; https: / / doi .org/ 10 .3168/ jds .2018 -15459). Notably, the apical plasma membrane was the major site for terminal droplet expansion, a mechanism that ensures large lipid droplets do not accumulate in the cytoplasm and interfere with membrane traffic pathways, which are required for secretion of other milk constituents and maintenance of the cell surface. Such a mechanism was predicted by quantitative morphometry of chemically fixed mammary tissue from 4 species (rat, rabbit, cat, and cow) by Patton and colleagues over 35 years ago (Stemberger and Patton, 1981) . The continued fusion of newly formed lipid droplets with almost-completed droplets at the cell surface also explains the longstanding observation that pulse-radiolabeling of the mouse mammary gland in vivo with long-chain fatty acids leads to the rapid acquisition of a small fraction of the radiolabel in secreted lipid droplets, even though most of the labeled lipid takes several hours to emerge from the cell (Stein and Stein, 1967) .\n\nThe molecular mechanisms underlying droplet fusion in mammary cells have received little attention. Fusion between 2 lipid droplets requires the elimination of water between the adjacent surfaces, resolution of electrostatic interactions between apposing phospholipid head groups and formation of a pore to allow the transfer of TG from one droplet to the other. Pore formation and stabilization will be influenced by the curvatures of juxtaposing surface monolayers and the assembling nexus. Lipids with large head groups relative to the hydrophobic tail, such as phosphatidylinositol and lysophosphatidic acid, have an \"inverted\" cone-shaped structure ( Figure 7A ) and favor the formation of positively curved surfaces. Conversely, negatively curved surfaces arise from lipids with relatively small head groups and cone-shaped configurations, such as phosphatidylethanolamine and phosphatidic acid ( Figure  7A ). This latter group of lipids facilitates pore formation by inducing negatively curved surfaces between the droplet monolayers and pore stem. They are known fusogenic agents in several contexts, including the formation of \"supersized\" lipid droplets by phosphatidic acid in a series of yeast mutants (Fei et al., 2011) . A third group of lipids, including phosphatidylserine and phosphatidylcholine, have cylindrical structures, which assemble into planar surfaces in the absence of confounding factors ( Figure 7A ). In the context of mammary cells, the size of lipid droplets in primary cultures can be manipulated by changing the TG precursors in the medium (Cohen et al., 2015 . Culture conditions that favor the intracellular accumulation of phosphatidylethanolamine through the decarboxylation of phosphatidylserine induce the formation and secretion of larger lipid droplets. In this case, the cone shape of phosphatidylethanolamine molecules is presumed to destabilize the lipid droplet monolayer and promote fusion. In contrast, accumulation of cylindrical phosphatidylcholine molecules promotes droplet stability, suppresses fusion reactions, and thus limits the size of intracellular and secreted droplets (see Argov-Argaman, 2019 , in this issue). Other lipids that might influence lipid droplet size in mammary cells include gangliosides, as they have been detected on the surface of lipid droplets isolated from cell homogenates (Valivullah et al., 1988) and in tissue sections (Honvo-Houéto et al., 2016) . Furthermore, droplet fusion is inhibited in in vitro assays by addition of a monoclonal antibody to sialyllactosylceramide (GD3; Valivullah et al., 1988) .\n\nBesides lipids, several proteins promote fusion of lipid droplets in several cell systems. Most notably, members of the Cide (cell death-inducing DFFA effector) family (CideA, CideB, and Fsp27/CideC; Xu et al., 2012) are key players in the accretion of lipid in adipocytes and other cells. CideA promotes lipid droplet fusion in brown adipocytes by forming a tetrameric bridge, in which the C-termini of 2 molecules bind to phosphatidic acid on the droplet surface and dimerize in cis through interactions between homophilic domains in both the middle regions and C-termini ( Figure 7B ; Barneda et al., 2015) . Lipid droplet fusion is promoted when 2 such dimeric complexes, one on each droplet, form a trans-tetrameric complex, thus bringing the 2 lipid droplets in close association. Binding of CideA to phosphatidic acid is assumed to disrupt the integrity of the phospholipid monolayer and promote negative curvature, leading to the formation of a pore, which facilitates the transfer of lipid from one droplet to the other. Because the internal pressure is inversely related to droplet radius, smaller droplets have a higher internal pressure, ensuring that lipid flows out from the smaller of the 2 droplets in a unidirectional manner; that is, the smaller lipid droplet is completely subsumed into its larger partner. CideA most likely plays a substantial role in lipid droplet fusion in mammary cells as our intravital movies showed numerous unidirectional fusions between droplets >0.7 µm (e.g., Figure 7C ; Masedunskas et al., 2017) and CideA has been detected by immunocytochemistry in the contiguous regions between adjacent droplets (Monks et al., 2016) .\n\nInterestingly, ablation of the CideA gene (Cidea) may also inhibit lipid secretion in mice through downregulation of Xdh, the gene encoding xanthine oxidoreductase (Xdh; Wang et al., 2012) , a key protein required for the envelopment of lipid droplets with the outer bilayer of the MFGM (Vorbach et al., 2002; Monks et al., 2016) . In this capacity, CideA functions as a coactivator in the transcription of Xdh by promoting association of the transcription factor C/EBPβ, and displacing the corepressor HDAC1 from the gene promoter. Thus, Ci-deA appears to play multifunctional roles in regulating both fusion at the droplet level and secretion at the transcriptional level.\n\nOther potential fusogenic agents are the soluble N-ethylmaleimide-sensitive factor attachment protein receptors (SNARES) that promote fusion through the formation of unique tetrameric complexes, which bridge the gap between donor and acceptor membranes (Jahn and Scheller, 2006) . These SNARES have been implicated in lipid droplet fusion in NIH-3T3 cells because gene knockdown or injection of a dominant negative mutant protein slows fusion and decreases droplet size (Boström et al., 2007) . In the mammary gland, 4 SNARES-SNAP23, syntaxins 6 and 12, and VAMP4-have been localized to both intracellular and secreted droplets and a further 5 localize to secreted lipid droplets (Honvo-Houéto et al., 2016), possibly suggesting a role in either lipid droplet accretion or secretion. However, it is difficult to see how SNARES can stably associate with a lipid droplet monolayer, because many, including 3 of those associated with intracellular mammary lipid droplets (syntaxins 6 and 12 and VAMP4), have hydrophobic membrane anchors, which require a phospholipid bilayer for optimal stability, especially during and after formation of the tetrameric complexes essential for subsequent fusion steps.\n\nGrowth of lipid droplets in mammary cells probably proceeds through both distinct and overlapping mechanisms. To put this in context, formation of one lipid droplet with a diameter of 5 µm from 0.5-µm precursors requires a volume expansion of over 1,000-fold, which implies over 1,000 fusion steps. Thus, it would be surprising if a protein-based mechanism mediated, for example, through CideA or SNARES, is the sole mediator of lipid droplet fusion, as each fusion step would require the formation of specific multimeric complexes, which is inefficient on a large-scale basis. What is more likely is a temporal and overlapping sequence of fusion events, in which synthetic expansion at the level of the rER precedes lipid-mediated growth as proposed by Argov-Argaman and colleagues (Cohen et al., 2015 , followed by both lipid-mediated and CideAinduced fusion in the final steps at the apical surface.\n\nOne conundrum concerning lipid droplet fusion is how the monolayer and associated surface proteins are maintained at optimal concentrations during droplet growth because the amount of material required to cover the surface will decrease relative to total lipid volume as the diameter of the droplet increases. For example, an area of excess membrane equivalent to approximately 710 µm 2 of surface material will be generated if 1,000 droplets with equal diameters of 0.5 µm and a combined surface area of 785 µm 2 fuse to form one droplet with a diameter of 5 µm and surface area of 78.5 µm 2 . What happens to the excess phospholipids and proteins? If the droplets are still associated with the rER, the excess material may dissipate throughout the bilayer. However, if the lipid droplets are free in the cytoplasm, there are only 2 available avenues of escape-dispersal into the cytoplasm or incorporation into the droplet core. Release of surface material into the cytoplasm has not, to our knowledge, been adequately documented in any cell type. However, there is convincing freeze-fracture evidence that constituents of the lipid droplet monolayer, including perilipin (plin)1, plin2, plin3, and caveolin 1, in several cell types are also located in the core lipid (Robenek et al., 2005 (Robenek et al., , 2009 ). The use of other techniques has revealed the presence of additional proteins, including cyclooxygenase and flotillins. Although of uncertain origin, these proteins may be constituents of redundant surface material incorporated into the core as the droplet grows through successive fusions. The turnover kinetics and fate of excess surface material on fusing lipid droplets could be analyzed by intravital imaging of transgenic mouse lines expressing GFP-plin2 and other tagged proteins that associate with the droplet surface. \n\nAny object, such as a lipid droplet or viral particle, that is formed in the cytoplasm and subsequently secreted from the cell has only a few potential avenues of escape. In the most extreme example, the entire cell is shed from the epithelium and becomes an integral component of the secretion, as in the formation of sebum in sebaceous glands (so-called holocrine secretion). In most other cases, the object is separated from the cytoplasm by an outer membrane layer, acquired either from cytoplasmic organelles, which allows access to the secretory pathway for subsequent release by exocytosis (e.g., coronavirus MHV-A59, Tooze et al., 1984) , or at the cell surface, in which case the object buds directly from the cell coated with plasma membrane, as in the case of influenza and vesicular stomatitis virus (Rodriguez Boulan and Sabatini, 1978) . Based on our intravital movies, this latter possibility appears to be the predominant avenue for release of milk lipid droplets because their growth occurs slowly at the apical surface over several hours even as they are bulging out into luminal spaces (Masedunskas et al., 2017) . Such a mechanism is in agreement with many ultrastructural studies in which lipid droplets are seen in close association with the apical plasma membrane at all stages in the secretion process. This includes very small droplets <0.25 µm in diameter budding from the tips of microvilli (Deeney et al., 1985) to lipid droplets >10 µm, which occupy almost the entire apical surface (Franke et al., 1981; Heid and Keenan, 2005) .\n\nNevertheless, as discussed above, components of the outer bilayer of the MFGM may also arise from other membrane structures and organelles within the cytoplasm, including vesicles that in electron micrographs have no obvious content (Wooding, 1971; Wu et al., 2000; Mather et al., 2001) and secretory vesicles that contain casein micelles and many other skim milk components (Wooding, 1971 (Wooding, , 1973 Wu et al., 2000) . In one study, >70% of lipid droplets within the apical cytoplasm were associated with at least one secretory vesicle (Stemberger et al., 1984) and droplets may appear to be entirely surrounded by secretory vesicles in 2-dimensional sections. In certain physiological conditions, fusion of such neighboring secretory vesicles may create vacuoles in the cytoplasm that contain casein micelles and lipid droplets coated with secretory vesicle membrane (Wooding, 1973) . The subsequent release of the content of such vacuoles by exocytosis at the apical surface would thus elicit the secretion of most major milk components, including lipid droplets enveloped by secretory vesicle membrane from a single type of vesicle. Lipid droplets surrounded by secretory vesicles are common in mammary cells during the colostral phase and during milk stasis, suggesting that this form of secretion may be significant if there is a temporary buildup of secretory vesicles (Kralj and Pipan, 1992) . However, based on numerous ultrastructural and biochemical studies, it seems to be of minor significance during peak lactation. In agreement with this, we did not observe the rapid release of any large lipid droplets at the apical surface by intravital imaging, as would be expected if droplets were released by constitutive exocytosis.\n\nThe extent to which the limiting membranes of secretory vesicles or other intracellular structures contribute directly to the outer bilayer of the MFGM remains an unresolved question because all the evidence for vesicle engagement with intracellular lipid droplets is based on static images of fixed tissue samples. Intravital imaging offers a facile way to investigate this issue by examining the kinetics of secretory vesicle-droplet interactions using transgenic mice in which secretory vesicles and other vesicles are endogenously labeled with marker proteins fused to GFP. In the case of secretory vesicles, GFP-casein constitutes an ideal marker with the added bonus that the kinetics of protein secretion by exocytosis could be directly compared with lipid droplet formation at the apical surface in real time.\n\nHow the outer bilayer membrane of the MFGM becomes stably associated with lipid droplets in the cytoplasm has been the subject of much speculation (Jeong et al., 2013) . On a morphological level, envelopment of the lipid droplet occurs as a progressive wave starting at the first points of contact between the bilayer and core lipid. Concomitantly, proteinaceous material forms between the cytoplasmic face of the bilayer and the droplet monolayer, which in electron micrographs appears as a uniform, 10-to 20-nm-thick electron-dense layer (Wooding, 1971; Freudenstein et al., 1979) . Analysis of this intervening material (the \"coat\" of MFGM) led to several molecular models for lipid droplet secretion because it was assumed to contain interactive proteins that span the gap between the outer bilayer and inner droplet surface (Mather and Keenan, 1998) . Major proteins associated with this coat material include the cytoplasmic redox enzyme Xdh (Mather et al., 1977) , the integral membrane protein, butyrophilin 1a1 (Btn1a1; Jack and Mather, 1990 ) and plin2 (Heid et al., 1996) , a constituent of the lipid droplet monolayer (Russell et al., 2007) . In the most widely accepted model, Xdh recruits Btn1a1 to the budding lipid droplet (Monks et al., 2016) by binding to an interactive domain (the PRY/SPRY/B30.2 domain) in the cytoplasmic tail of Btn1a1 (Jeong et al., 2009) . A multimeric complex of the 2 proteins forms, in which Btn1a1 functions as a transmembrane scaffold that stabilizes association of the outer bilayer with Xdh on the cytoplasmic face of the emerging droplet. As an endogenous component of the lipid droplet monolayer, Plin2 may also serve as an anchor with Btn1a1 and Xdh in a tripartite complex (Mather and Keenan, 1998; McManaman et al., 2002) , although there is no evidence that it binds directly to either protein in situ (i.e., during the process of secretion). Ablation of either the Btn1a1 or Xdh genes (Btn1a1 and Xdh, respectively) in mice leads to the secretion of abnormally large lipid droplets, which in Btn1a1 −/− mice are unstable and fuse together to form large aggregates of TG in luminal spaces (Vorbach et al., 2002; Ogg et al., 2004; Monks et al., 2016) . Thus, neither Btn1a1 nor Xdh is essential for the release of lipid droplets; rather, they ensure that droplets are secreted in an efficient and regulated manner (Monks et al., 2016) . Because both proteins are components of the immune system and predate the evolution of mammals (Vorbach et al., 2003; Smith et al., 2010; Oftedal, 2012) , they may have been co-opted during the emergence of lactation as a distinctive physiology to augment a more primitive pre-existing form of lipid secretion in mammalian antecedents (Oftedal, 2012) .\n\nThe final composition of the outer MFGM bilayer will depend upon the extent to which the constituent membrane lipids and proteins mix by lateral diffusion in the plane of the bilayer. Such mixing is likely to be extensive, because the slow emergence of lipid droplets at the apical surface (Masedunskas et al., 2017) should allow ample time for the rapid diffusion of phospholipids and many membrane proteins, provided these constituents are not constrained by, for example, interaction with peripheral proteins in multimeric complexes. Thus, the MFGM outer bilayer will comprise a composite of resident apical lipids and peripheral and integral proteins, all of which have arisen from multiple intracellular sources as well as the cell surface. In addition, as discussed above, the membrane will become enriched in the functional constituents required for secretion: Btn1a1 and Xdh, and endogenous proteins from the lipid droplet monolayer, including Plin2 (Figure 8) .\n\nThe membranes surrounding milk lipid droplets <0.7 µm in diameter, which are secreted rapidly with little expansion in volume, may have more distinctive and heterogeneous compositions, depending upon the nature of their initial contact sites in the apical membrane. In this respect, a detailed analysis of lipid droplets labeled with specific fluorescent antibodies and separated by flow cytometry may reveal interesting compositional differences, both within the cohort of small droplets (<1 µm) and between the small droplets and the less numerous larger droplets (mean diameter approximately 4 µm). Size-dependent differences in the TG and phospholipid compositions of lipid droplets have already been noted (Argov et al., 2008; Mesilati-Stahy et al., 2011) , with the surprising observation that many \"droplets\" <1 µm may have little to no TG (Argov et al., 2008) . Although droplets <1 µm account for <10% of the total volume of TG secreted in cows, they may contribute >20% of the MFGM because the surface (S) to volume (V) ratio of a sphere is inversely proportional to radius (r) (S/V = 3/r). Thus, small droplets will have a disproportionate influence on the gross composition of MFGM prepared from bulk milk.\n\nThe final release of lipid droplets from the cell was assumed by earlier investigators to be a continuous process, coordinated with the constitutive release of skim milk components from secretory vesicles by exocytosis at the apical surface. This was partly because fluid that contains most of the major milk constituents (e.g., water, ions, lactose, casein, and other proteins) accumulates in luminal spaces between milk let-downs. Lipid droplets were also present in this secreted fluid, judging from many 2-dimensional histological sections of fixed tissue. However, 3-dimensional reconstructions of either intravital images or fixed tissue by confocal microscopy reveal that most lipid droplets that appear to have been secreted in 2-dimensional scans are still associated with cells below or above the plane of section (see e.g., the lipid droplets in Figure 10Ab ). Furthermore, we never observed the secretion of lipid droplets in real time when making intravital movies from over 20 mice (Masedunskas et al., 2017) and there was no evidence of \"free-floating\" secreted droplets in luminal spaces. All of these observations are consistent with the possibility that lipid droplet secretion is a concerted process regulated by a signal or secretagogue, as is the case for the secretion of proteins and fluid constituents from other exocrine glands (McManaman et al., 2006) .\n\nOne possibility suggested by several investigators is that lipid droplets are expelled by contraction of the actin cytoskeleton. Immunocytochemical studies have shown an association of actin with budding lipid droplets (Franke et al., 1981) , and an actin meshwork associated with the apical surface and secretory apparatus was revealed by decoration with heavy meromyosin (Amato and Loizzi, 1981) . Furthermore, lipid secretion was inhibited in mammary cells that were null for actin-filament associated protein, an adaptor protein that functions through cSrc in the reorganization of the actin cytoskeleton (Cunnick et al., 2015) . In partial agreement with these studies, phalloidin staining of fixed tissue from the GFP membr mouse and intravital imaging of GFP LifeAct and GFP myoIIa mice revealed an extensive filamentous network of actin and myosin IIa in associa-tion with lipid droplets at the apical surface ( Figure  9A , B, and C). In real time, actin filaments appeared to wrap around the circumference of lipid droplets in a highly dynamic manner (Supplemental Video S5; https: / / doi .org/ 10 .3168/ jds .2018 -15459) . On the other hand, we saw no evidence for actin on the cytoplasmic face of budding lipid droplets as seen by Franke et al. (1981) in frozen sections of bovine mammary glands. Furthermore, myosin IIa was distributed over the entire apical surface in live mice with no apparent association with lipid droplets ( Figure 9C, panels a and b) . Interestingly, myosin IIa was condensed around apical lipid droplets in fixed tissue ( Figure 9C , panels c and d), creating the impression that a contractile ring encircles the droplets, a salutary illustration of how chemical fixation can give rise to seductive but misleading results. Despite these ambiguities, the potential role of actin in regulating the final assembly and secretion of lipid droplets at the apical surface deserves further study by intravital imaging and other techniques (discussed further below).\n\nRegardless of any role in secretion per se, at the very least, lipid droplets will have to penetrate the actin cortex to gain access to the membrane bilayer. This may be achieved through the action of gelsolin, an actinsevering and capping protein, as it has been identified in the proteome of lipid droplets isolated from mouse mammary homogenates (Wu et al., 2000) .\n\nA clue as to how lipid droplets are secreted came when we gave intraperitoneal injections of oxytocin to mice during intravital imaging experiments. A single dose of 0.02 IU of oxytocin precipitated rhythmic contractions of the myoepithelium with a periodicity of approximately 60 to 85 s (Supplemental Video S6; https: / / doi .org/ 10 .3168/ jds .2018 -15459; Masedunskas et al., 2017) . In <7 min, almost all of the lipid droplets associated with the apical plasma membrane had been expelled from the epithelial cells and luminal spaces ( Figure 10A ), including droplets still partly embedded in the cell and not just loosely adsorbed to the outer surface (e.g., white arrow, Figure 10A , panels a and b). That lipid droplets accumulate at the apical surface between milk let-downs was confirmed by estimating the amount of lipid associated with the cell surface in groups of GFP cyto mice either immediately euthanized for analysis or after separation from their litters for 4 h. During this time, there was an approximately 3-fold increase in the volume of lipid associated with droplets that protruded by at least 30% from the cell. Accumulated lipid was cleared from the apical surface by single injections of oxytocin in additional groups of animals. ( Figure 10B ). Thus, oxytocin-induced contractions of the myoepithelium stimulate the release of lipid droplets from the cell, as well as ejecting previously secreted milk components from luminal spaces.\n\nOxytocin-mediated control of lipid droplet secretion may be a common mechanism that explains why the fat content of milk progressively increases as more milk is removed from the gland in several species, including dairy cows (Lollivier et al., 2002) , goats (Calderon et al., 1984) , and humans (Emery et al., 1978) . This phenomenon has been ascribed, without much evidence, to the retention of lipid droplets through transient physi-cal interactions with the internal surfaces of alveoli and ducts as milk is expressed from the gland. In the case of dairy cows, the first milk, which is low in fat, is from the gland cistern and constitutes about 20% of the total. Fat content may increase up to 5-fold as milking progresses, with the highest amounts of fat recovered Boron-dipyrromethene (BODIPY)-stained LD (red); GFP (green), bars = 30 µm. (B) Lipid droplets accumulate at the apical surface in mice that have not undergone surgery in the absence of a milking stimulus. Mammary tissue from GFP cyto mice was either immediately fixed with paraformaldehyde for analysis (0 h), or mice were separated from their litters for 4 h before being killed (4 mice/group). Two additional groups of 2 mice each were treated with oxytocin as indicated, after litters had been removed for 4 h in each case. The volume of lipid in droplets that protruded at least 30% from the cell was estimated from 3-dimensional reconstructions of confocal stacks through a depth of 10 µm. Note the 3-fold increase in the amount of lipid at the apical surface after 4 h without a milking stimulus. Mean values (± SD) labeled with different letters are significantly different from each other (P ≤ 0.02, Kruskal-Wallis test). (C) Action of oxytocin on mammary alveoli, showing the release of Ca 2+ from intracellular stores in the myoepithelium on the binding of oxytocin to the oxytocin receptor, which leads to contraction of the alveolus. Hypothetical communication through gap junctions between myoepithelial and epithelial cells would allow a secondary Ca 2+ wave (purple) in the epithelial cells and possibly cause contraction of the actin cortex at the apical surface and aid in the release of LD. Known connexins (Cx) are shown in boxes. Oxytocin may act directly through receptors on the epithelial cell, as shown. Panels A and B and Video S6 were reproduced from Masedunskas et al. (2017) under an Attribution-Noncommercial-ShareAlike 3.0 Unported Creative Commons License (http: / / creativecommons .org/ licenses/ by -nc -sa/ 3 .0). in the \"strippings\" after a second milking stimulus (Lollivier et al., 2002; Ontsouka et al., 2003) . Similar increases in fat levels have been recorded following the sequential removal of milk aliquots by breast pump in lactating women (Emery et al., 1978) . A comparison of dairy cows with goats may prove informative because \"pre-let-down\" cistern milk in goats comprises a significant fraction of the total, which should therefore supply a relatively large amount of low-fat milk. Nevertheless, even in goats, fat content increases as more milk is extracted from the gland (Calderon et al., 1984) .\n\nGiven the importance of oxytocin for lipid droplet secretion, the amount of lipid that accumulates at the apical surface will depend upon the rate of lipid synthesis and the length of time between milk let-downs. On a cell basis, the rate of lipid production in mice is equivalent to the assembly of one 5-µm lipid droplet/h (Masedunskas et al., 2017) . Because the amount of milk produced per gram of tissue per day is approximately the same regardless of species (Linzell, 1972) , this estimate can be used as a benchmark for predicting the amount of lipid produced on a cell basis in other mammals. Human and cow milks (4.1 and 3.5% fat, respectively; Oftedal, 1984) contain about one-fifth the amount of lipid as mouse milk (22% fat; Teter et al., 1990) , which leads to an estimate of approximately 13 µm 3 of lipid/cell per hour, equivalent to the secretion of one 5-µm lipid droplet every 5 h. Although the synthetic rate may be similar in both species, more lipid is likely to accumulate at the apical surface in dairy cows than humans, because cows are typically only milked twice daily, whereas humans breast feed on demand. Milking frequency might also affect the size of secreted lipid droplets, with longer milking intervals favoring the release of larger droplets. Furthermore, as noted previously (Masedunskas et al., 2017) , droplets that are protruding furthest from the apical surface at the point of milk let-down should be the least likely to contain cytoplasmic inclusions (\"signets\" or \"crescents\"; Wooding et al., 1970; Huston and Patton, 1990 ) as they will be almost completely enveloped with an outer membrane bilayer. The incidence of such cytoplasmic inclusions varies across species, being higher in rabbits and rats, for example, than in goats and humans, and lowest in dairy cows (Wooding et al., 1970; Janssen and Walstra, 1982; Huston and Patton, 1990) . A species comparison of milk let-down frequencies and temporal changes in systemic oxytocin levels might prove informative as the amount of cytoplasmic material released with lipid droplets should decrease the longer that droplets associate with the apical surface before secretion. Conversely, repeated injections of oxytocin should increase the incidence of cytoplasmic crescents, which would prove useful in studies relying on secreted lipid droplets as a noninvasive source of mRNA (Lemay et al., 2013) . In this latter context, pharmacologic or physiological treatments of the GFP cyto mouse, followed by fluorescence assays of the milk lipid fractions, would provide a facile method for maximizing the amount of cytoplasmic material that can be harvested from milk lipid droplets.\n\nIn summary, depending upon species, the frequency and amount of oxytocin released from the pituitary may influence the quantity, size, and quality of the lipid droplets in milk, with practical consequences for the processing and manufacture of dairy products from the milk of production livestock.\n\nOxytocin-mediated contractions of the myoepithelium presumably stimulate the secretion of lipid droplets from the apical surface of epithelial cells by mechanical means, although this may not be the only mechanism, especially with respect to droplets that are still partially embedded in the cell. On the action of oxytocin, calcium ions released from intracellular stores in the myoepithelium may gain access to the secretory epithelium through gap junctions, which communicate between the 2 cell types ( Figure 10C ; Pitelka et al., 1973) . In turn, this second calcium wave might augment lipid droplet release by stimulating contraction of the actin cytoskeleton underlying the apical surface ( Figure 9 , Supplemental Video S5; https: / / doi .org/ 10 .3168/ jds .2018 -15459). Such a possibility is indirectly supported by the failure of lactation in several mutant or transgenic mouse lines with defective expression patterns of connexins, which are the major integral components of gap junctions (Plum et al., 2000; Plante et al., 2010; Mroue et al., 2015) . The potential passage of calcium ions through myoepithelial or epithelial gap junctions could be usefully followed by the intravital imaging of oxytocin-stimulated transgenic mice that express calcium-sensitive fluorescent reporters in the cytoplasm of both cell types.\n\nAlternatively, oxytocin might act directly on secretory cells, as there is some evidence that secretory cells express oxytocin receptors on the plasma membrane (Kimura et al., 1998; Lollivier et al., 2006) and oxytocin has direct effects on protein and lipid movements in mammary cells in vitro (Ollivier-Bousquet, 2002; Lollivier et al., 2006) . In addition, these potential mechanisms do not exclude the possibility that lipid droplets are secreted at some baseline constitutive level between let-downs through the actions of tonic levels of oxytocin secreted not only from the pituitary but also several other tissues, including, for example, the uterus, ovaries, and heart (Gimpl and Fahrenholz, 2001) . The response to oxytocin in dairy cows is highly variable and only a threshold amount that is 2-to 3-fold above baseline levels elicits a maximum let-down response in many animals (Schams et al., 1984) .\n\nIntravital imaging has uncovered several novel features underlying the assembly and secretion of lipid droplets in lactating mouse mammary glands, especially with respect to the kinetics of lipid droplet transport through the cell, the nature of droplet growth through multiple fusion steps, and the final oxytocin-mediated release of mature lipid droplets at the apical surface (summarized with outstanding questions in Figure  11 ). These imaging techniques should have wide application for investigating mechanisms underlying the exocytosis of skim-milk components, the contribution of secretory vesicles and other vesicles to the formation of the MFGM, and the transcytosis of immunoglobulins and other proteins from the extracellular matrix and systemic circulation (Kraehenbuhl and Hunziker, 1998; Monks and Neville, 2004) . Transduction of the glands with viral vectors (Russell et al., 2003) encoding photoactivatable reporter proteins may be used to follow the movement of specific proteins throughout the cell, including, for example, the recruitment of Btn1a1 and Xdh to sites of lipid droplet assembly at the apical surface and the transport, processing, and secretion of skim-milk proteins, including casein micelles. Finally, the nature and fate of the MFGM and associated cytoplasmic inclusions can be investigated in unfixed milk lipid droplets using appropriate GFP markers (Masedunskas et al., 2014; Wooding and Mather, 2017) . Further progress is limited only by the ingenuity of the investigator and the availability of appropriate transgenic mouse lines (Abe and Fujimori, 2013) . \n\nThis review is dedicated to the memory of Stuart Patton (1920 Patton ( -2017 , Evan Pugh Professor Emeritus, Pennsylvania State University, and colleague, friend, and unofficial mentor of the senior author (IHM). The footprints of Dr. Patton's research are evident throughout the pages of this review. We thank Sarah Cohen (University of North Carolina, Chapel Hill) for an insightful discussion of potential lipid droplet transport on the surface of the rough endoplasmic reticulum. The intravital imaging experiments were supported by funding from the Intramural Research Program of the National Institutes of Health, National Cancer Institute, Center for Cancer Research, and the National Institute of Dental and Craniofacial Research. In the early stages of this project, I. H. Mather was funded by the Maryland Agricultural Experiment Station and grants from the USDA (Washington, DC) and National Institutes of Health (Bethesda, MD)."}