{"title": "Type I interferons in viral control and immune regulation", "body": "John R Teijaro 1, 2 Type 1 interferons (IFN-I) exert pleiotropic biological effects during viral infections, all which contribute to balancing virus control and immune pathology. Despite extensive antiviral functions that subdue virus replication, recent studies demonstrate pathogenic and pro-viral roles for IFN-I signaling during acute and persistent virus infection. IFN-I signaling can promote morbidity and mortality through induction of aberrant inflammatory responses during acute viral infection. In contrast, IFN-I signaling during persistent viral infection supports immune suppression, lymphoid tissue disorganization and CD4 T cell dysfunction. Systematic characterization of the cellular populations and intricacies of IFN-I signaling that promote pathology or immune suppression during acute and persistent viral infections, respectively, should inform the development of treatments and modalities to control viral associated pathologies.\n\nDiscovered in the 1950s for its ability to inhibit influenza virus replication in cell culture [1, 2] IFN-I has since been shown to have potent antiviral, anti-proliferative and immune modulatory effects [3] [4] [5] [6] . The IFN-I family comprises 13-14 functional IFN-a genes, IFN-b and several other subtypes including IFN-e, IFN-k, IFN-v and IFN-d. All of the above IFN-I subtypes signal through a common IFNAR1-IFNAR2 receptor pair [7] , which leads to induction of JAK1/TYK2 activation followed by STAT1, STAT2 and IFN-regulatory factor 9 (IRF9) [8] . Activation of the above STAT1/2 and IRF9 transcription factors triggers induction of hundreds of IFN-stimulatory genes (ISGs), which restrict viral replication by various mechanisms [9, 10] . In addition to STAT1/2 and IRF9, IFN-I signaling can activate other STAT transcription factors in defined cellular subsets, including STAT3, 4, 5 and 6 [11] [12] [13] [14] [15] , further diversifying downstream gene activation. Signaling of IFNs through IFNAR1 and 2 receptors can also trigger activation of non-STAT transcription factors [16] . For instance, IFN-I signaling has been demonstrated to activate the SH2/SH3 domain containing CRK proteins [17] . CRKL can associate with TYK2 and is tyrosine phosphorylated in response to IFN-a, IFN-b and IFN-v treatment. In turn, IFN-Imediated CRKL activation results in subsequent activation of GTPases, which can regulate cell differentiation and proliferation.\n\nIFN-I signaling can also activate the p38-MAP kinase (MAPK) pathway [18, 19] . In fact, IFN-I signaling activates p38a and is associated with induction of interferon stimulated response element genes (ISRE) independent of STAT1/2 activation [20] . IFN-I-dependent activation of p38a appears to require the small GTPase RAC1 following TYK2 phosphorylation. The end result of MAPK activation is both the induction of ISGs as well as inhibition of cell growth. Signaling on IFNAR1 and IFNAR2 has also been shown to activate the phosphatidylinositol 3-kinase (PI3K) pathway [21] . Stimulation with IFN-a, IFN-b or IFN-v triggers activation of the p110 catalytic subunit of PI3K in an insulin receptor substrate 1 (IRS1)-dependent and STAT-independent manner. The induction of the PI3K signaling pathway by IFN-I signaling mediates both pro and anti-apoptotic pathways, depending on the cellular subsets targeted. IFN-I activation of PI3K can also activate the mammalian target of rapamycin (mTOR) [22] , which is postulated to mobilize the translational machinery.\n\nThe downstream pathways activated by IFN-I signaling depend heavily on the concentrations and cellular context in which the various IFN-I subsets are present. However, diverse IFN subsets differentially exert effects associated with IFN-I signaling. For instance, specific subsets of IFN can differentially stimulate anti-viral and anti-proliferative activities through different binding rates and affinities [23] [24] [25] [26] . This is thought to occur through differential binding to IFNAR1 and IFNAR2 receptor subunits through ligand-induced IFNAR1 conformational changes [26] . Thus, IFN-I signaling can regulate both anti-viral and immune modulatory responses at the cellular, concentration and IFN subset specific levels. Each aspect of IFN-I signaling and control of cellular responses must be taken into account when studying this crucial signaling pathway during viral infection.\n\nIn addition to directly inhibiting virus propagation, IFN-I also has potent immune modulatory functions. IFN-I promotes upregulation of MHC-I expression on various cell populations [27, 28] , which is required for optimal T cell stimulation, differentiation, expansion and killing of virus-infected cells. Autocrine signaling of IFN-I on dendritic cells promotes their activation and T cell stimulatory capacity [29] . IFN-I signaling during virus infection promotes conversion of pDCs into myeloid derived DCs and impairs hematopoietic differentiation of bone marrow progenitors into DCs [30, 31] . Metallophilic macrophages have been demonstrated to induce expression of the Usp18 protein which prevents Jak1 phosphorylation and inhibits IFN-I signaling in these cells. In turn, repression of IFN-I signaling allows for restricted virus replication in these macrophages and promotes the induction of antiviral adaptive immune responses [32] .\n\nIFN-I also exerts potent co-stimulatory effects on CD8 T cells, enhancing CD8 T cell proliferation upon T cell intrinsic IFNAR1 signaling [33, 34] . The timing of IFN-I exposure to CD8 T cells can significantly influence T cell differentiation and the magnitude of the response [35] . Exposure of naïve CD8 T cells to APC and IFN-I before antigenic stimulation promotes the maintenance of a naïve phenotype with reduced proliferation despite production of effector cytokines. Direct IFN-I signaling on naïve and memory T cells can induce rapid apoptosis, inhibit proliferation and promote early effector differentiation of memory cells upon exposure. Blockade of IFN-I signaling during WNV infection had significant effects on T cell expansion, cytokine production and differentiation when administered during the maturation phase of the T cell response however, had no effect when given before infection [ \n\nThe prevalence of viral proteins with specific functions geared toward preventing IFN-I production and/or signaling highlights the importance of this cytokine in controlling virus propagation [53] . However, despite the production of virus-derived IFN-I regulatory proteins, robust IFN-I production and an elevated IFN-I signature is observed during many viral infections. Thus, IFN-I is produced and has the potential to influence many aspects of virus control and immune modulation during infection.\n\nThe predominant theme during acute virus infection in animal models is that deletion of IFNAR1 or downstream IFN-I signaling pathways increases virus replication, dissemination and lethality ( . Interestingly, IFNAR1 KO mice do not mirror the enhanced viral loads or pathological consequences observed in STAT1 À/À mice in SARS-CoV infection, suggesting an IFNAR1-independent STAT-1-dependent pathway is necessary for controlling SARS-CoV in vivo [62]. However, during infection with the Coronavirus, mouse hepatitis virus (MHV), pDC derived IFN-I production was essential to control virus replication and prevent mortality [64] , suggesting that the role of IFN-I production and signaling in controlling virus infection can vary dramatically even within viral families. Deletion of IFN-I related signaling pathways during respiratory virus infections has diverse effects depending on the virus strain and the animal's genetic background [51, 63, 65] . Humans with null mutations in the interferon regulatory factor-7 gene results in reduced IFN-I and IFN-III production from myeloid and pDCs and suffered lifethreatening seasonal influenza virus infection [66] . Exposure of bone marrow cells to IFN-I before their recruitment to lung endows these cells with an anti-viral program that protects them from virus infection upon reaching the infected lung [67] . Deletion of the IFN-b or IFNAR1 genes in mice with a functional Mx1 gene increased virus replication and reduced the LD 50 by 20-fold [68] . Infection of IFNAR1 KO mice with low dose mouse adapted H1N1 influenza viruses resulted in increased mortality, elevated viral loads, exacerbated lung pathology and reduced numbers of IL-10 producing cells as compared to IFNAR1-sufficient controls [69] . Moreover, exogenous administration of IL-10 to IFNAR1 deficient animals following influenza virus infection partially restored survival and Antiviral and immune regulatory type 1 interferons Teijaro 33 [70] . Production of several pro-inflammatory cytokines and chemokines is amplified by IFNAR1 signaling.\n\nRecently it was reported that deletion of IFNAR1 receptor or depletion of plasmacytoid dendritic cells (pDCs) in SvEv129 mice inhibited pulmonary pathology and improved survival following lethal influenza virus challenge [71 ] . Moreover, treatment of influenza virus infected mice with IFN-a resulted in enhanced morbidity and mortality, thus IFN-I can promote pathological consequences during acute influenza virus infection.\n\nOur laboratory also recently identified that treatment with sphingosine 1 phosphate (S1P) analogs early during influenza virus infection in mice resulted in reduced morbidity and mortality [72 ] . S1P is a lipid metabolite synthesized from ceramide precursors to sphingosine. Sphingosine is subsequently phosphorylated by sphingosine kinase 1 and 2 (Sphk) to bioactive S1P [73] . The levels of bioactive S1P are stringently regulated through the actions of S1P lyases and phosphatases which degrade and de-phosphorylate S1P, respectively. Highest levels of S1P are found in the blood and lymph with significantly lower levels maintained in peripheral tissues [74] . S1P binds and signals through five G-protein coupled receptors denoted as S1PR1-5. The expression of S1P receptors is heterogeneous, being found on both hematopoietic and non-hematopoietic lineages [75] . The functional coupling to multiple heterotrimeric G-proteins promote the diverse cellular functions associated with S1P receptor signaling. Signaling through these five receptors is known to modulate multiple cellular functions including: cell adhesion, migration, survival, proliferation, endocytosis, barrier function and cytokine production [76] . Recently, we identified a novel regulatory function of S1PR1 signaling in blunting early cytokine and innate immune cell amplification following influenza virus infection. Early administration of a promiscuous S1PR agonist, AAL-R, or an S1P1R-selective agonist (CYM-5442) significantly blunted the production of multiple pro-inflammatory cytokines and chemokines following infection with either WSN or human pandemic H1N1 2009 influenza virus [72 ,77 ] . S1PR1 agonism blunts IFN-a amplification following influenza virus infection however the mechanism is currently unknown. However, it is noteworthy to report that IFN-I production/signaling can downmodulate S1PR1 expression/activity through upregulation of CD69 which promotes internalization of S1PR1 in T cells [78] . Further, both AAL-R and CYM-5442 mediated reduction of early innate immune cell recruitment and cytokine/chemokine production correlated directly with reduced lung pathology and improved survival during H1N1 2009 influenza virus infection. While these S1PR agonists clearly inhibited innate immune responses, significant inhibition of activated T cell recruitment into the lung at various times post infection was also observed in both mouse adapted [79] and human pathogenic strains of influenza virus [72 ] . The above findings were extended using genetic and chemical tools to probe functions of the S1P1 receptor (S1P1 GFP knock-in transgenic mice, S1P1 receptor agonists and antagonists) revealing that pulmonary endothelial cells modulate innate immune cell recruitment and cytokine/chemokine responses early following influenza virus infection [77 ] . Importantly, S1P1R agonist treatment blunted cytokine/ chemokine production and innate immune cell recruitment in the lung independently of endosomal and cytosolic innate sensing pathways [80] . Further, S1P1R signaling suppression of cytokine amplification was independent of multiple innate signaling adaptor pathways but required the MyD88 adaptor for cytokine amplification following influenza virus challenge. Immune cell infiltration and cytokine production were found to be distinct events, both orchestrated by signaling through the S1P1R. Suppression of early innate immune responses through S1P1R signaling also reduced mortality during infection with human pathogenic strains (H1N1/2009 swine) of influenza virus in a ferret model [25] , demonstrating that S1PR1-mediated blunting of Influenza virus pathogenesis in mice could be extended to a model more closely resembling human disease. Collectively, our results suggest that blunting global cytokine and chemokine production and innate immune cell recruitment is likely required for effective host protection from excessive immunopathology. Importantly, we demonstrated that blunting IFN-I production and signaling is accomplished without enhancing virus propagation following influenza virus infection. Thus, the studies above suggest modulation of influenza virus pathogenesis through blunting IFN-I signaling is possible without significantly compromising the host's protective response.\n\nDuring persistent viral infections, chronic immune activation, negative immune regulator expression, an elevated interferon signature and lymphoid tissue destruction correlate with disease progression. Elevated IFN-I signatures have been observed during LCMV infection in mice [81] and HIV and HCV infections in humans and non-human primates [82 ,83 ,84] . Chronic immune activation following HIV infection has been reported and suppression of this hyper-activated state has been proposed to alleviate HIV associated pathologies [85, 86] .\n\nDisease following experimental SIV infection in rhesus macaques correlates with elevated IFN-I production and inflammatory signatures [82 ,87] . In contrast, SIV infection in sooty mangabeys and African green monkeys, which develop modest pathology despite equivalent viral loads as macaques, correlate with reduced IFN-I and inflammatory gene expression [83 ] . Similar correlations with respect to reduced immune activation exist in HIV infected elite controllers, although whether reduced immune activation follows virus control is uncertain [88, 89] . Blockade of PD-1 signaling during chronic SIV infection reduces hyper-immune activation and microbial translocation in rhesus macaques and lower IFN-I signatures in the blood and colon [90] . Moreover, an elevated interferon signature is observed in HCV-infected patients despite limited control of virus replication and development of liver pathology [84, 91, 92] . In fact, HCV infection in culture blocks ISG protein expression through activation of RNA-dependent protein kinase [93] , creating a paradoxical IFN-I-dependent viral advantage. Thus, IFN-I signaling pathways have the potential to aid viral fitness and promote pathologies during persistent viral infection. These studies further highlight the IFN-I signaling system as a viable target to help control persistent viral infection.\n\nWhile the literature suggests a causative role for IFN-I in contributing to pathogenesis of persistent virus infections, no definitive studies have been performed until recently to assess how IFN-I neutralization affects the outcome of virus persistence. The laboratories of David Brook's and ours assessed the role IFN-I signaling plays during persistent infection using the persistent LCMV strain, Clone-13 (CL13). We demonstrated that blockade of IFN-I signaling using an IFNAR1 neutralizing antibody reduced immune system activation, decreased expression of negative immune regulatory molecules IL-10 and PD-L1 and restored lymphoid architecture in mice persistently infected with LCMV. Blockade of IFNAR1 both before and following established persistent LCMV infection promoted faster virus clearance and required an intact CD4 T-cell compartment [57 ,58 ]. Blockade of IFN-I signaling appeared significantly affect CD4 T cell differentiation [94] . These studies demonstrated for the first time a direct causal link between IFN-I signaling, immune activation, negative immune regulator expression, lymphoid tissue disorganization and virus persistence. More recently, it was reported that LCMV persistence was influenced more by IFN-b than IFN-a signaling as treatment of mice infected with LCMV CL13 with an IFN-b neutralizing antibody hastened virus clearance as compared to a polyclonal IFN-a antibody [95 ] . IFN-b neutralization did not exacerbate early virus replication, improved lymphoid architecture and enhanced virus specific CD4 and CD8 T cell responses. However, while IFN-b neutralization clearly promoted faster virus clearance compared to blocking IFN-a, the contribution of IFN-a species not neutralized by the polyclonal antibody used was not determined. Nevertheless, the above study suggests that neutralizing IFN-b may promote virus control without significantly affecting virus replication. In fact, it was recently reported that IFN-b signaling was dependent on binding to IFNAR1 but independent of IFNAR2. Moreover, deletion of IFNAR1 ameliorated LPS-induced sepsis induction while IFNAR2 À/À mice were unaffected [96] . The reports above demonstrate that IFN-b can differentially modulate immune responses in various disease states and highlight the importance of future investigation to understand how different IFN-I species modulate disease pathogenesis.\n\nIn contrast to the above studies, it was reported that treatment of mice with IFN-I during the early stages of persistent LCMV infection promoted rapid virus control [97 ] . Mechanistically, IFN-I therapy increased expansion of virus-specific CD8 T cells and prevented T cell exhaustion however, whether this was due to IFN-I mediated immune stimulatory effects, lowering of antigen levels or both was not systematically addressed. Moreover, a separate study reported deletion of the 2 0 -5 0 oligoadenylate synthetase-like 1 (OASL1) gene before persistent LCMV infection facilitated sustained IFN-I production and signaling, promoted T cell expansion, reduced T cell exhaustion and promoted rapid virus control [98 ] . Likewise, IFN-I administration can exert protective effects in slowing SIV replication and disease progression if administered early following infection [99] and has shown some efficacy in HIV infected patients [100, 101] . Moreover, treatment with pegylated IFN-a in conjunction with the antiviral drug Ribavirin was the standard of care for treatment of patients with chronic hepatitis C virus (HCV) infection until recently [102, 103] . However, despite success in HCV therapy, optimal effects of IFN-a administration require Ribavirin and, even in combination, only 50-60% of patients respond to the therapy. Moreover, patients who fail to control HCV following IFN-I therapy have higher IFN-I gene signatures before treatment [104] . Similar trends were observed following IFN-I administration during HIV and SIV infections, where IFN-I administration had only modest effects if given during already established persistent infection [105, 106] .\n\nThe reasons for the discrepancies observed in human persistent viral infections, where IFN-I therapy can promote control (50-60% of HCV patients) while in others (during established HIV infection) minimal benefit is observed, are interesting to postulate. One could imagine a scenario where in some persistently infected HCV patients, elevated IFN-I signatures persist, and addition of pegylated IFN-a provides minimal benefit. Whether treatment with pegylated IFN-a earlier during infection (before sustained IFN-I signatures) would be beneficial would be interesting to know. A similar profile appears to exist in persistent SIV infection, where early administration of IFN-I helps control viral loads and pathogenesis while later administration has modest effects on viral titers and disease outcome. Taken together, IFN-I therapy may be beneficial during the early stages of persistent virus infection or during infections with lower IFN-I signatures, however, blocking IFN-I signaling either alone or in conjunction with anti-viral therapy may prove more effective once virus persistence and elevated IFN-I signatures are established ( Figure 1) . However, the ultimate outcome will likely depend on the persistent virus studied, genetic susceptibilities of individuals and subtype and timing of IFN-I species produced; all which require further investigation.\n\nViral infections represent significant public health problems across the globe. Despite a concerted effort to develop treatments to quell viral disease, treatments that reduce accompanying pathology while allowing the host to purge virus have been met with limited success. Thus, there is a large unmet medical need for therapies that can help control disease associated with viral infection. Recent studies described above revealing unexpected pathogenic and pro-viral roles for IFN-I signaling during acute and persistent virus infection ( play in restraining viral replication or promoting immune inflammatory/suppressive programs in vivo require further study. In the context of the immune suppressive programs elicited by IFN-I signaling during persistent virus infection, the recent demonstration that blockade of IFN-b enhanced virus control but did not exacerbate early virus replication, improved lymphoid architecture and enhanced virus specific CD4 and CD8 T cell responses suggest that targeting selective IFN-I species can redirect immune responses sufficiently to promote hastened virus control. Employing a similar approach targeting specific IFN-I species during acute viral infections to suppress detrimental inflammation without compromising virus clearance may also be possible. Further, similar efficacies may be observed upon translating these approaches to human acute and persistent viral infections. However, any therapy blocking IFN-I signaling will need to be approached with caution, given the delicate balancing act required for controlling virus replication and modulating detrimental immune responses. "}