{"title": "Molecular approaches to the diagnosis and monitoring of production diseases in pigs", "body": "Production diseases, mainly gastro-intestinal and respiratory, are defined as diseases induced by management practices and are multifactorial with the environment, nutrition and stress all contributing to a compromised immune system (Markusfeld, 2003) .\n\nProduction disease in the pig industry is a significant source of economic loss and continues to impact on animal welfare. The most recent figures for European Union (EU) farms show that endemic diseases cost between £21-28 per fattened pig, with parasitic disease accounting for losses of £5 per pig and respiratory infections accounting for a loss of £3.40 per finisher pig (http://www.fp7-prohealth.eu/newsindex/newsletter-november-2015/production-diseases-cost-pigproducers/). Table 1 shows a list of some of the more common production diseases in pigs, as well as some of the notifiable pathogens involved.\n\nMany different factors associated with intensive rearing contribute to increased susceptibility to disease including mixed infections, stress, poor husbandry and nutrition. Whilst not an infectious disease, stress can adversely affect performance. Stress can be caused by overcrowding, frequent mixing of different litters, and too high a temperature. Tail biting, a common consequence of stress has been estimated to cost around 18 Euros per affected pig which includes medication, veterinary care and carcass condemnation (D'Eath et al., 2016) .\n\nRapid diagnosis of disease is important in facilitating more rapid intervention through treatment or isolation of infected animals. Traditionally, serological testing has been used for this purpose although this is very much a retrospective approach to diagnosis and is more appropriate for surveillance (Olano and Walker, 2011; Picardeau et al., 2014) . Molecular methods such as polymerase chain reaction (PCR) and microarrays offer much more sensitive methods of diagnosis and can be used to detect the presence of pathogen rather than antibody responses to them. Whilst both serological and molecular methods will continue to be used as surveillance tools, molecular methods clearly enable rapid diagnosis. However, in addition to the presence of the pathogen, molecular technology, including next generation sequencing, can also be used to measure gene expression patterns in the host during infection. Changes in expression of combinations of smaller subsets of genes may be coordinated and detection of these changes as biomarkers of production disease could be of immense value in improved diagnosis and risk analysis to determine best practice with an impact on increased economic output and animal welfare. In the last ten years we have seen a rise in the number of publications using whole genome arrays to analyse the pig transcriptome which Schroyen and Tuggle, 2015 reviewed in greater detail (Schroyen and Tuggle, 2015) . In particular, there has been a great deal of focus on the pig's immune system and the response to various pathogens such as PRRSV (Miller et al., 2012; Wilkinson et al., 2016) .\n\nPig breeders have increased production performance as highproducing animal breeds have been successfully bred from native breeds (Rege et al., 2011) . Any increase in genetic potential of the animal requires simultaneous advances in nutrition and management to support the expression of these traits (Knap, 2005) . Nutrition and management, when used effectively, can improve feed efficiency, shorten production cycles, and reduce feed requirements (Seré et al., 2008) . However, these two factors alone will not completely remove the stresses of overcrowding associated with adverse effects on immunity leading to infection, thus biosecurity and vaccination are also important factors to consider (Mellencamp et al., 2008) . This review will highlight the technologies available to study gene expression for this purpose, how these have revolutionised human medicine and how these could be applied to production disease in farm animals.\n\nSerology identifies animals that have been exposed to a pathogen, but may not necessarily be infected at the time of sampling. To overcome this, nucleic acid-based technologies are becoming increasingly prevalent in surveillance of pathogens (Basso et al., 2013; Vanantwerpen et al., 2014; Sun et al., 2015) facilitated by the recent developments in new technology platforms including PCR, microarray and next generation sequencing.\n\nMost existing assays for detecting pathogens by the presence of their nucleic acid involves PCR or derivatives thereof. PCR enables easy identification by electrophoresis of a product of specific amplification using species/strain specific primers. Although this uses DNA, RNA viruses can also be detected in this way by incorporating an initial reverse transcription step. PCR assays are highly sensitive and specific, are rapid, and have the potential for automation. PCR can be adapted to detect several pathogens simultaneously by using primers aimed at producing amplification products of different sizes which can be separated by electrophoresis. Estimates can also be made on the amount of target pathogen DNA by using a quantitative qPCR. PCR can also be used in the identification of non-culturable or very slowly growing pathogens, the latter because of the rapid detection rates compared with waiting for a bacterial culture which may take days to weeks (Dong et al., 2008) . Novel pathogens can also be detected by using generic or degenerate primers (Tong et al., 2008; Bexfield and Kellam, 2011) . qPCR is often used in the diagnosis and detection of economically important pathogens including classical swine fever (Chander et al., 2014) and African swine fever (Oura et al., 2013) , the emerging porcine delta coronaviruses (Zhang, 2016) and porcine epidemic diarrhoea virus (Diel et al., 2016) . qPCR was regarded as a relatively low-throughput assay, limiting the number of samples that could be tested simultaneously and as a result, researchers have looked at ways of increasing throughput, for example by combining it with microfluidic assays such as the BioMark™ qPCR system which produces data which correlates well with conventional qPCR and reportedly gives better reproducibility than DNA microarrays (Spurgeon et al., 2008) . Up to 9216 qPCR reactions can take place in a single run with the BioMark™ chip (Nath et al., 2012) . Microfluidic assays such as these make use of nanotechnology which is becoming more commonplace and includes drug discovery, biomarker detection and enzymatic reactions as lab-on-a-chip applications (Kumar, 2010) . Nanotechnology allows researchers to use lower volumes of RNA and reagents per sample increasing the number of tests possible.\n\nA DNA microarray is an array of DNA probes arranged in miniature on a solid surface. Labelled DNA from a sample is hybridised to the array and those probes which are complementary to the DNA in the sample are detected by a fluorescent marker or other signal. Sequencespecific probes have been used in a variety of methods including northern blot, southern blot, and in situ hybridisation. A key advantage in its use for surveillance is the ability to analyse thousands of targets simultaneously which may be in a sample (Bryant et al., 2004) . They can be used for multiplex pathogen detection (Palka-Santini et al., 2009 ) and also for gene expression studies (Schena et al., 1995; Greeff et al., 2016) . Different platforms are available commercially including Affymetrix (Santa Clara, CA, USA), Agilent (Santa Clara, CA, USA), Illumina (San Diego, CA, USA) and Alere (Jena, Germany). These platforms can be distinguished by the type of surface substrate, probe length and the spotting and labelling techniques. In addition to the use of multiplex PCR or microarrays to detect individual or mixed pathogen infections, they can also be used to monitor the host response to infection using expression assays in which cellular RNA is converted to cDNA and amplified for detection or followed by application to a microarray. The patterns of gene expression associated with individual cellular damage or initiation of the early immune response may indicate the type of pathology, and by extension the types of pathogen involved. Molecular methods can therefore be used to monitor the presence of the pathogen and the host response in endemic production disease; these are very powerful tools. Many studies have shown their consistency and utility in the diagnosis of infectious diseases in pigs, for example the detection of Porcine Circovirus (PCV) in clinical specimens from diarrhoeic pigs (Jiang et al., 2010) . Other studies have reported results using the Virochip, a panviral DNA microarray that is able to detect all known viruses and has been used to simultaneously identify Porcine Reproductive and Respiratory Syndrome virus (PRRSV), Influenza A virus and Porcine Respiratory Coronavirus in clinical serum samples (Nicholson et al., 2011) .\n\nMicroarrays have also been used to detect novel pathogens such as Severe Acute Respiratory Syndrome (SARS) (Wang et al., 2003) . Microarrays have also been shown to be very reliable in genotyping clinical or environmental pathogen strains.\n\nIn comparison with human gene expression (Zhao et al., 2005; Hornshøj et al., 2007) very few studies have been done on the pig. Microarrays have however, indicated that genetic selection for residual food intake (RFI) in pigs can affect immune capacity (Jégou et al., 2016) . They have also been used to assess differences in in vitro gene expression in response to important porcine pathogens such as PCV-2, indicating that the virus increases the expression of a large number of immune-related and pro-apoptotic genes, mainly in monocyte-derived dendritic cells (Mavrommartis et al., 2014) .\n\nRather than detecting the presence of pathogen nucleic acid together with patterns of host gene expression in clinical samples by PCR or array-based assays, simply sequencing all the nucleic acid (DNA and cDNA derived from the RNA) that is present in a sample should provide information on the pathogens present and, depending on the sample, the host response.\n\nNext-generation sequencing (NGS) is a term that includes several high-throughput sequencing technologies including but not limited to: Illumina, Roche 454 and SOLiD sequencing and RNA-Seq (van Dijk et al., 2014) . RNA-Seq for example, has been used to investigate differentially expressed genes in the transcriptome of different breeds of pig (Ghosh et al., 2015) , which showed that genes involved in body growth and the immune system were more highly expressed in Berkshire pigs compared to Jeju native pigs. RNA-seq has also been used to identify genes and inhibitory, non-coding microRNA (miRNAs) that are differentially expressed between pigs with different feed efficiencies (Jing et al., 2015; Brameld and Parr, 2016) . miRNAs function to modulate the activity of specific mRNA targets in animals by targeting specific mRNA for cleavage or affecting posttranslational repression (Bartel, 2004 ). Recently they have been shown to have a role in the differential expression of genes which are involved in the regulation of the innate immune response in functions such as response to cytokine and the inflammatory response (Wang et al., 2016) . The genes identified in studies such as these could be of use in breeding strategies to improve RFI in pigs (Vincent et al., 2015; Grubbs et al., 2016; Liu et al., 2016) .\n\nDual RNA-Seq has been used to study the interaction between a bacterial pathogen (Salmonella Typhimurium) and the host during the course of an infection (Westermann et al., 2016) which can be used to discover novel functions of pathogen genes in relation to the host. In addition the sequencing of the hypervariable V2 and V3 regions of 16s rRNA have been found to be suitable for distinguishing most bacterial species to the genus level (Chakravorty et al., 2007) .\n\nThe main advantage of NGS is the ability to generate large quantities of highly detailed sequence data which, in some cases, can be in excess of one billion reads of sequence per run (Vayssier-Taussat et al., 2013) . Any nucleic acid, host or pathogen, in a sample will be sequenced, and prior knowledge of the genome sequence is not required (Metzker, 2010) . This has allowed large-scale comparative studies, such as being able to identify and quantify microbes from the gut microbiota of pigs which can be extremely difficult to grow in the laboratory (Kim and Isaacson, 2015) . The most recent and widespread application of NGS has been sequencing human genomes to increase our understanding of the genetic basis of disease (Haley, 2016; Rabbani et al., 2016) . Similar to other molecular applications such as PCR, as time passes it would be expected that NGS will be made increasingly available to laboratories as reagents and the necessary equipment are likely to become less expensive. NGS remains more expensive than the other methods described above and the large amounts of data require extensive bioinformatics analysis (Barzon et al., 2013) . In contrast, data analysis pipelines such as GeneSpring, Partek, Genowiz, Pathway Studio and Bioconductor (www.bioconductor.org) are well established for microarrays, and data analysis is currently easier than for NGS. Array protocols are optimised and validated and they are commonly used as a high-throughput tool for biological analysis. Microarray design currently needs a priori knowledge of the genome which, for most microorganisms and livestock hosts is freely available so that customisable array design is possible and relatively easy.\n\nIt has become commonplace to identify a small number of genes or proteins which are over-or under-expressed following a particular pathological or infection event. With high-throughput tools such as whole-genome microarrays it is possible to measure the entire transcriptome for a change in expression levels. Systems biology is the integration of large quantities of gene or protein expression data on individual metabolic, physiological and immunological pathways, generated for the whole genome, into a functional and regulatory biological network in order to create predictive models of the changes associated with, for example, a particular disease process (Auffray et al., 2009 ). The use of NGS or whole genome microarrays can generate the raw data needed for these detailed analyses. Systems biology studies can show that phenotypically similar diseases are caused by functionally related genes (Wu et al., 2008) . Advancement in the field of systems biology is being aided by the development of advances in genomics and bioinformatics. Where large amounts of data are available, trained bioinformaticians, using specifically designed software packages, are required to analyse the relevant data. Molecular biomarkers can thus be defined as the gene(s), whose changes in expression are associated statistically with a particular pathological or physiological process, and which can be used to identify the cause of these changes. These are likely to help in the development of more specific therapeutics which may be more beneficial to the patient as a more sensitive means of disease diagnosis.\n\nAdvances in the field of molecular biology including array analysis, bioinformatics and high-throughput sequencing are generating the complex genomic level data with which molecular biomarkers might be identified, validated and then applied. Tools such as Mammaprint T.A. Giles et al. Research in Veterinary Science 114 (2017) 266-272 measure the mRNA expression of 70 genes to screen patients for breast cancer and assigns them as either low or high-risk prognostic groups (van de Vijver et al., 2002; Győrffy et al., 2015) . Screening methods such as these allow clinicians to make a quicker and more accurate diagnosis, which is also beneficial in selecting the appropriate treatment, which may vary from person to person. Predictive biomarkers are already in use in clinical practice for the treatment of cancers such as leukemia, colon, breast, lung and melanoma (Kalia, 2015) . Difficulties arise when there is a large degree of variation between individuals and even within any one individual at different time points in any one day and under different nutritional conditions (Oleksiak et al., 2002; Morley et al., 2004; Storey et al., 2007) . This is also true for livestock where, despite genetic variation being lower than in humans, the relationship between genotype and phenotype is complex (Loor et al., 2013; Lunney et al., 2016) . In addition technical issues such as standardisation of sample collection require a great deal of attention.\n\nBiomarkers of disease have commonly been specific (diseaseassociated) proteins circulating in blood. Measurement of these proteins can be time consuming and in some cases not very accurate in determining specific disease or prognosis. For example blood protein/ biomarker concentration needs to be high enough to be detected by conventional diagnostic methods such as ELISA, whilst high concentration of the same protein (e.g. cytokines) could be increased for a number of different reasons. The development of technology platforms such as PCR, microarray and deep-sequencing facilitates the detection of low concentrations of nucleic acids and RNA and small and complex changes in host gene expression, which may be associated with disease. Some of these technologies can also amplify small amounts of analytes (e.g. RNA) to allow accurate examination of their base pair sequences and these can be used to look for single nucleotide polymorphisms (SNPs) in healthy and diseased tissue. The identification of genes responsible for specific diseases has been one of the major objectives in the field of human genetics for many years (Wu et al., 2008) . As more powerful high-throughput technologies have become available, it has been possible to establish connections between genes, biological functions and a wide range of human diseases. In addition to the presence or absence of particular haplotypes, gene-expression profiling has been used to elucidate the mechanisms underlying patterns of pathology and, for example, to predict cancer prognosis (Lamb et al., 2006) . This method has provided researchers with new therapeutic targets and biomarkers for the classification and diagnosis of cancer subtypes (Bild et al., 2006; Reymond and Schlegel, 2007; Chin and Gray, 2008; Auffray et al., 2009) .\n\nThe development of high-throughput molecular platforms such as microarrays and deep-sequencing has been paramount in the discovery and biological study of miRNA. miRNAs are non-coding RNAs involved in gene regulation by suppressing RNA translation and inducing mRNA degradation. Specific miRNA clusters can also be used to classify different types of human cancers (Lu et al., 2005) . miRNAs have also been implicated in nearly all types of cardiovascular disease including heart failure, cardiac hypertrophy, arrhythmias, atherosclerosis, atrial fibrillation and peripheral artery disease (Bonauer et al., 2010; Small and Olson, 2011) . Biomarkers for monitoring other human diseases such as Alzheimer's disease (Rosén et al., 2013) and multiple sclerosis (Gandhi et al., 2013) have also been identified. Infectious diseases such as Mycobacterium tuberculosis have been widely studied and a higher expression of chemokine (c-c motif) receptor (CCR7) and interleukin 18, and lower expression of Bcl2 in RNA extracted from blood have been identified in patients with tuberculosis (Wallis et al., 2013) . Studies such as the ones discussed above have opened new avenues in the detection, classification, prognosis and possible future therapeutic approach to cancer and other human diseases.\n\nThe variation in expression observed in the very heterogeneous human population is likely to be less marked in the more genetically homogeneous livestock breeds. Many other variables, such as nutrition and the environment which are difficult to maintain for human studies are more easily controlled in animal studies. The publication of the porcine whole genome sequence (Groenen et al., 2012) will facilitate analysis of the expression of all pig genes under different farm environments.\n\nA study performed on five breeds of pig; Duroc, Píetrain, Landrace, Hampshire and Large White, found that the number of genes differentially expressed between these breeds in response to in vitro lipopolysaccharide was relatively small but included the immune-related genes Interleukin 12A (IL12A) and Colony Stimulating Factor 2 (CSF2) which were more abundantly expressed in Hampshire than Large White or Píetrain (Kapetanovic et al., 2013) . In this latter study macrophage gene expression was also assessed with an Affymetrix Snowball Porcine Array, covering the entire transcriptome (Freeman et al., 2012) . Among the differentially expressed genes was CXCR2 (IL-8 receptor), which was expressed substantially less in Landrace pigs than in the other breeds.\n\nHow the underlying genetic differences in breeds contributes to differences in response to infection can also be studied by mapping variation in such responses to genes or regions of chromosomes (Do et al., 2014; Ros-Freixedes et al., 2016) . Such Genome-wide Association Studies (GWAS) can identify genetic variation controlling resistance or susceptibility in pigs. Genetic traits within different pig breeds have been located and mapped that are associated with variation in resistance to a number of pig pathogens such as Gram negative bacteria including Haemophilus parasuis (Glasser's disease), Salmonella and Escherichia coli (diarrhoea and Haemorrhagic enteritis) and Actinobacillus pleuropneumoniae (bronchopneumonia) reviewed by . These can include for example, the presence or absence of the receptor of K88, a cell-surface antigen present on some E. coli and which has been shown to contribute to diarrhoea in pigs (Moon et al., 1999) . These types of studies may be of interest to breeding schemes in identifying genetic factors that could confer susceptibility or resistance to certain diseases in pigs (Mellencamp et al., 2008) . For example another study by Mach et al. (2013) involved pigs vaccinated with inactivated Mycoplasma hyopneumoniae. They then used a microarray platform consisting of 10,010 unique genes, and identified molecular biomarkers including Granulysin (GNLY), Killer Cell Lectin-Like Receptor G1 (KLRG1), Arachidonate 12-Lipoxygenase 12S Type (ALOX12), C-X3-C Motif Chemokine Receptor 1 (CX3CR1) and Ral Guanine Nucleotide Dissociation Stimulator (RALGDS). These were identified as potential biomarkers for ɑβ T lymphocyte counts and other immune traits in response to M. hyopneumoniae (Mach et al., 2013) . In a separate study SNPs in porcine genes Haptoglobin (HP), Neutrophil Cytosolic Factor 2 (NCF2) and Phosphogluconate Dehydrogenase (PGD) have been associated with persistent Salmonella shedding (Uthe et al., 2011) . A SNP in one of the guanylate binding protein family genes (GBP5) been identified in a major quantitative trait locus (QTL) which has been shown to be linked to the variance in how young pigs respond to infection with the economically important PRRSV (Koltes et al., 2015) .\n\nPathogenesis in pigs has also been studied using miRNA profiling, (Podolska et al., 2012) , in which deep sequencing was used to highlight a cluster of 17 miRNAs which were upregulated and 11 down-regulated in necrotic biopsies excised from lung tissues of pigs infected with A. pleuropneumoniae, compared with infected but non-necrotic tissue. One miRNA which was upregulated in both the infected but non-necrotic tissue as well as the infected with necrotic tissue was miR-155 (Podolska et al., 2012) . This miRNA has previously been shown to modulate the effect of LPS and TNF-α in murine studies (Tili et al., 2007) and may prove to be a generic marker of Gram negative infection. However, it should also be pointed out that extrapolating data between different species may be problematic since current knowledge on the numbers of miRNA genes in pigs is only about 20% of that in humans and less than 50% of that in mice (Paczynska et al., 2015) , further work will increase knowledge on pig miRNAs. In addition, the course of infection in different species can be very different. Biomarkers from muscle tissue have also recently been used to detect harmful or stressful situations that may affect animal welfare and meat quality prior to slaughter (Rubio-González et al., 2015) . Results reported by this latter study suggested that mixing unfamiliar animals at the farm or at the slaughter house can increase oxidative stress and autophagy in muscle tissue (Rubio-González et al., 2015) . Biomarkers for autophagy include the Beclin1 gene which show an increase in activity under more stressful conditions and could be useful for detecting inappropriate strategies which lead to animal stress and poorer meat quality.\n\nImproving feed efficiency by genetic selection is becoming increasingly frequent, and an accepted method of measuring feed efficiency is RFI. The RFI is the difference between the actual feed intake of an animal and the estimated feed intake calculated for an animal based on growth rate and carcass composition; selection for a low RFI has been hypothesised to improve feed efficiency whilst maintaining production levels (Kennedy et al., 1993; Gilbert et al., 2007) . However, one study identified a number of genes involved in the immune response and regulation of the inflammatory response which were under-expressed in animals with a low RFI compared to a high RFI, which suggests that selecting for low RFI may affect the immune status and defence mechanisms of the pig (Jégou et al., 2016) . A statistical difference was also found in the numbers of circulating lymphocytes, basophils, and monocytes with animals from a low RFI line having a lower number of cells compared to animals from a high RFI line (Mpetile et al., 2015) .\n\nThe field of biomarker discovery and implementation is expanding as previously existing technologies such as those reviewed briefly above become more common. Whilst a large number of studies have been carried out in human medicine, further work is needed to identify molecular biomarkers in veterinary medicine and in particular those associated with production disease in the pig livestock industry. Pork is a major source of animal protein for large regions of the world, and demand is likely to increase as the global population also increases. To cope with the demand, the pig industry needs to meet the requirements of a growing population and will need to include increased productivity, disease resistance and efficiency. The pig transcriptome is highly complex and still not fully understood, requiring further studies on gene expression to identify those molecular biomarkers which may have predictive value in identifying the environmental, nutritional and other risk factors which are associated with production diseases which contribute to economic loss and welfare issues in the pig industry.\n\nThis project has received funding from the European Union Seventh Framework Programme FP7-KBBE Grant Number (613574) for research, technological development and demonstration under grant agreement no 613574.\n\nNone."}