{"title": "Diagnostic evaluation of assays for detection of antibodies against porcine epidemic diarrhea virus (PEDV) in pigs exposed to different PEDV strains", "body": "Since the first observed porcine epidemic diarrhea virus (PEDV) outbreak in the UK in 1971, the virus has been reported in swine producing countries in Europe, Asia, and more recently, in the Americas and Caribbean (Song et al., 2015) . The PEDV is highly contagious and causes enteric disease characterized by acute vom-CV777 and DR-13 (Song and Park, 2012) . Genogroup 1b strains, also known as S-INDEL strains, comprise new variant strains that contain genetic signatures of the classical G1a strains in their S gene and appear to have resulted from a recombination event between G1a and epidemic G2b viruses, also known as non-S-INDEL or pandemic strains (Lee, 2015) . Genogroup 1b strains have been reported in Asia, the North America and in Europe (Lee, 2015) . Since 2010, large-scale outbreaks with higher mortality in suckling piglets than previously described in Asia have been associated with PEDV G2a isolates, which are restricted to Asia, and G2b isolates (Song et al., 2015) . In 2013, a PEDV G2b isolate similar to PEDV strains circulating in China since 2011, was introduced into a swine dense area in the Midwest of the US. Following introduction, G2b PEDV spread rapidly across the US, further into Canada, and also into swine producing countries in Latin America (Song et al., 2015) .\n\nA number of methods have been used to demonstrate PEDV antibodies such as enzyme-linked immunosorbent assays (ELISAs) and immunofluorescence assays (IFAs). Available assays are either based on the whole virus (WV) (Hofmann and Wyler, 1990; Oh et al., 2005; Thomas et al., 2015) , the N protein (Hou et al., 2007; Okda et al., 2015) or the S protein (Gerber et al., 2014a; Knuchel et al., 1992) . The N protein, the most abundant viral protein expressed in PEDV infected cells, is highly conserved among PEDV genogroups (96-99.7% amino acid identity). The amino acid identity of the PEDV N protein is lower than 35% when compared to other porcine coronaviruses, however, it contains epitopes highly conserved among the family Coronaviridae, and cross reaction with certain TGEV strains have been reported (Lin et al., 2015) . An S-protein based ELISA has been shown to be more specific and sensitive than an N-protein based ELISA (Knuchel et al., 1992) , however, it has been suggested that the high heterogeneity of the S1 protein among PEDV isolates within and between genogroups (91-99.6% amino acid identity) could limit the sensitivity of S protein-based assays in the field (Lin et al., 2015) .\n\nThe objective of the current study was to assess the diagnostic performance of two commercial and three in-house PEDV ELISAs based on the WV antigen, N proteins or the S1 protein. To evaluate the assays, serum samples obtained from pigs in research facilities in the US or Denmark and commercial operations in Italy and the US without exposure to PEDV, pigs experimentally infected with G1a PEDV, G1b PEDV or G2b PEDV strains and field serum samples with confirmed or unknown PEDV exposure were used.\n\nA total of 708 serum samples from pigs with known or unknown PEDV exposure status were included in this study. A sample size of 160 samples was calculated based on a conservative value of 0.5 for both sensitivity and specificity to warrant a probability of more than 99% and to obtain a 95% confidence interval half-width less than or equal to 0.1 in the estimation of one sample proportion. After meeting the minimum requirement, the total number of samples included in this study was based on purposefully collecting samples in farms with known coronaviruses status and on availability of convenience samples. The serum samples were obtained from pigs of different age groups: suckling (1-3.5 weeks of age), nursery (4-10 weeks of age), grow-finish (10.5-25 weeks of age) pigs and adult (>25 weeks of age) pigs. Some of the samples were selected from random submissions to Veterinary Diagnostic Laboratories and an age was not available. These samples were classified as \"unknown age\". None of the herds vaccinated pigs against PEDV at the time of sample collection.\n\nThe experimental protocols were approved by the Danish Animal Experimentation Inspectorate and by the Iowa State Institutional Animal Care and Use Committee and the Institutional Biosafety Committee. The 22 PEDV negative serum samples were obtained from US (19 samples/19 pigs) and Danish (3 samples/3 pigs) uninfected control pigs. Sixty-four serum samples were obtained from Danish pigs infected with a G1a PEDVstrain (15 samples/3 pigs), US pigs infected with a G1b-PEDV strain (24 samples/6 pigs), and US pigs infected with a G2b-PEDV strain (25 samples/13 pigs). Specifically, the Danish samples were obtained from 5-weekold pigs infected with PEDV G1a strain Br1/87 (Bridgen et al., 1993) at day post-inoculation (dpi) 10, 14, 17, 21 and 28 (Lohse et al., 2016) . In addition, another set of 3-week-old US samples was from pigs orally inoculated with PEDV G1b isolate USA/IL/2014/20697 P7 and samples were collected at dpi 7, 14, 21 and 28 (Chen et al., 2016b) . Furthermore, one set of US samples was obtained from 3-week-old pigs infected with PEDV G2b strain ISU13-19338E (GenBank n. KF650371) and collected at dpi 7, 14, and 21 (Gerber et al., 2014b; Opriessnig et al., 2014) .\n\nA total of 294 samples from US or Italian pigs from PEDV exposed or unexposed farms were used. The PEDV infection status of a given farm was determined based on demonstration of PEDV RNA in fecal samples by real-time reverse-transcriptase (RT)-PCR and presence of enteric signs. RT-PCRs were performed using a commercially available assay test (Tetracore, Rockville, US) at Istituto Zooprofilattico Sperimentale della Lombardia e dell'Emilia Romagna \"Bruno Ubertini\" (IZSLER) or an in-house RT-PCR targeting the N gene at the Iowa State University Veterinary Diagnostic Laboratory (ISU-VDL) (Chen et al., 2014) .\n\n2.1.2.1. Field samples with PEDV exposure. Twenty-five serum samples were collected from three Italian finishing pig farms 4-8 weeks after the start of a PEDV outbreak in 2006 (Martelli et al., 2008) . Another 124 serum samples from nursery and grow-finish pigs were collected from 10 Italian farms between 2014 and 2015 4-8 weeks after the start of PEDV outbreaks in these farms. Sequencing analysis of the S1 gene from RT-PCR positive fecal samples identified a G1a PEDV strain in the 2006 outbreaks while G1b PEDV strains were identified in the 2014-2015 outbreaks (Boniotti et al., 2016) .\n\n2.1.2.2. Field samples without PEDV exposure. Farms were located in areas with no previous history of enteric signs compatible with viral diarrhea, were PEDV RNA negative based on a single collection, and were considered non-exposed to PEDV. One-hundred serum samples were collected from five Italian farms in 2015. Samples were collected from nursery and grow-finish pigs. \n\nA summary of the five assays used is presented in Table 1 . All ELISAs were performed by personnel blinded to sample classification and without knowledge of the results obtained with any of the other ELISAs used in this comparison. All samples that originated from previous studies were (re)-tested with all five assays for the present study to account for any storage effect.\n\nELISA 1. The commercial G2b-PEDV N protein (NP)-based Swinecheck ® PED indirect ELISA (Biovet, Quebec, Canada) was used according to the manufacturer's label instructions. The S/P ratios ≥0.4 were considered antibody positive and <0.4 as negative.\n\nELISA 2. The G2b-PEDV NP-based ID Screen ® PEDV Indirect Screening test (IDvet, Montpellier, France) was used according to the manufacturer's label instructions. An S/P% ratio ≥60% was considered antibody positive and <60% was considered negative.\n\nELISA 3. An in-house G2b-PEDV S1-based indirect ELISA was used as previously described (Gerber et al., 2014a) . The S/P ratios of >0.2 were considered antibody positive, between 0.14-0.2 as suspect and <0.14 as negative. Samples classified in the suspect range of the ELISA-3 were considered positive for analysis purposes.\n\nELISA 4. The in-house G2b-PEDV NP-based ELISA ID Screen ® PEDV Competition 2.0 (IDvet, Montpellier, France) which is not commercially available was used. In brief, serum samples, diluted 1:2.5, were added to a G2b-PEDV NP protein coated 96-well plate for 2 h at 37 • C. After a washing step, a peroxidase-conjugated anti-PEDV NP protein antibody was added and incubated at 37 • C for 30 min. The peroxidase reaction was visualized by using tetramethylbenzidine-hydrogen peroxide solution as the substrate for 15 min at room temperature and stopped by adding 100 L of 0.5 M sulfuric acid to each well. Optical densities (OD) were measured at 450 nm using an ELISA plate reader. An S/N% ratios ≤60% was considered antibody positive and >60% was considered negative.\n\nELISA 5. An in-house G1a PEDV WV ELISA was used. In brief, a G1a PEDV strain CV777-based WV ELISA was developed and validated at IZSLER based on a double antibody sandwich previously described (Sozzi et al., 2010) . The ELISA microplates were coated with the 1F12 capture monoclonal antibody (MAb) (Sozzi et al., 2010) . Serum samples, diluted 1:4, were mixed with equal volumes of whole cell culture adapted PEDV strain CV777 which was inactivated with ß-propiolactone to conserve antigenic properties and pre-incubated in an auxiliary microplate for 1 h at 37 • C. Then, 50 L of the pre-incubated mixtures were transferred into a 1F12 MAb coated plate and the conjugated horseradish peroxidase MAb 4C3 (Sozzi et al., 2010) was added. Following a further 1 h incubation at 37 • C the plate was washed. The optimal antigen concentration of the inactivated WV ELISA to obtain an optical density value of 1.0-1.5 in absence of a sample has been previously determined by testing two-fold serial dilutions of the cell supernatants. The colorimetric reaction was performed and optical densities (OD) were measured at 492 nm using an ELISA plate reader. Results were cal-culated by determining the absorbance value reduction, expressed as percentage of inhibition (PI) having the control wells as reference. The antibody-blocking reaction was considered positive if the PI was ≥60%.\n\nSamples with discrepant results, defined as a sample that exhibited a positive result in one (or more) assay(s) and a negative result in another assay, were retested with all assays. For a given assay, discordant samples were tested two or three times and the final result was based on two coincident results independent of the retest results with any other assay. This approach was adopted according to standard practices in Veterinary Diagnostic Laboratories for samples with unexpected results. Initially, 153 samples were classified as discrepant. From those 138 remained discrepant after retesting and 15 samples were reclassified. Samples that were positive by only one assay after retesting were submitted to the ISU-VDL for PEDV IFA (abbreviated here as IFA-ISU) (Thomas et al., 2015) and for the PEDV WV ELISA (abbreviated here as WV-ISU) (Thomas et al., 2015) in addition to submission to the DTU National Veterinary Laboratory in Denmark for a blocking ELISA (abbreviated here as DTU-bELISA) (Lohse et al., 2016) .\n\nExperimental samples were excluded from the statistical analysis. The sensitivity and specificity of the assays were estimated using the field samples with known or unknown PEDV infection status collected at a single time point by a Bayesian latent class model with Markov Chain Monte Carlo (MCMC) simulation. A five test, three population, conditional independence model was fitted using JAGS 4.2.0. For samples with known infection status, the test outcomes were modeled by Bernoulli random variables with \"chance of positive = sensitivity\" for positive infection status and \"1-specificity\" for negative infection status. For samples with unknown infection status, latent Bernoulli random variables were first generated for the infection status, and then the test outcomes were generated conditional on the latent status. Non-informative prior Beta distributions (0.5,0.5) were used for the parameters in the Bayesian model, ie, sensitivities, specificities and prevalence. The simulation was conducted with 1 chain with 20,000 iterations and the first 10,000 iterations were discarded as burning stage. The Gelman and Rubin diagnostic was used to check the convergence of three MCMC chains run in parallel.\n\nThe Cochran's Q test for matched data, followed by McNemar's test for pairwise comparisons was used to determine whether the proportions of positive samples were significantly different by assays. Differences among tests were considered significant if p < 0.05. For field samples, analysis kappa () index was performed to determine the agreement of positive/negative results between assays. The strength of agreement was con-sidered as described ≤0 = poor, 0.01-0.2 = slight, 0.21-0.4 = fair, 0.41-0.60 = moderate, 0.61-0.80 = substantial, and 0.81-1 = almost perfect. Statistical analyses were performed using SAS Version 9.4 (SAS Institute, Inc., Cary, USA).\n\nResults from experimentally infected pigs are summarized in Table 2 . All 22 samples from PEDV unexposed pigs were negative by all assays. All five assays correctly identified at least one pig in each group of 3 to 6 pigs experimentally infected with G1a PEDV, G1b PEDV or G2b PEDV.\n\nAmong the pigs infected with G1a PEDV, positive pigs were first recognized by ELISA 3 at dpi 10, by ELISAs 1 and 5 at dpi 14 and by ELISAs 2 and 4 at dpi 28 (Table 2) . Among the pigs infected with G1b PEDV, ELISAs 2 and 5 detected positive pigs by dpi 7. Among the pigs infected with the G2b-PEDV, all assays but ELISA 1 detected at least one positive pig at dpi 7. After dpi 14 all assays had similar detection. Positive detection among the assays for a given dpi was not different although ELISA 1 presented the overall lowest numerical values.\n\nAll assays identified at least one positive sample in all of the 13 Italian PEDV exposed farms. In the 10 farms from which samples were collected during the G1b PEDV outbreaks in 2014/2015 the positive detection varied from 95 to 100%. In the three farms from which samples were collected during the G1a PEDV outbreaks in 2006, the positive detection varied from 32 to 96% among assays (Table 3) . Specifically, ELISA 5 detected 96.0% (24/25) positive samples from all three farms, ELISAs 2, 3 and 4 detected 40.0% (10/25) to 52.0% (13/25) samples as positive and ELISA 1 detected 32.0% (8/25) samples as positive.\n\nFrom the 100 samples originated from the five 2014/2015 Italian farms without known PEDV exposure, ELISA 3 identified 16% (Table 4 , Farm 6) of the samples as positive, ELISA 1 identified 6% (Farms 6, 5 and 7) positive samples and ELISA 2 (Farm 7) identified 1% positive samples. The positive sample detected by ELISA 2 on Farm 7 was also detected as positive by ELISA 1. The other ELISAs did not detect any positive sample in the PEDV negative samples set.\n\nELISA 5 classified the highest number of positive samples collected in 2014/2015 from 26 Italian farms with unknown exposure (p < 0.05) (Table 3) . Specifically, ELISA 5 identified 88.4% (23/26) of the farms as PEDV positive, while ELISAs 1, 2, 3 and 4 classified 30.7% (8/26) to 50% (13/26) of the farms as PEDV positive. ELISA 3 classified the highest number of positive samples within the 36 US farms with unknown exposure (p < 0.05) ( Table 3) . ELISAs 1, 3, 4 and 5 classified 61.1% (22/36) to 77.7% (28/36) of the farms as positive and ELISA 2 classified 44.4% (16/36) of the farms as positive.\n\nELISA 5 presented the overall highest number of positive samples (48%, 315/647) and ELISAs 1 (28%, 175/622) and 4 (29%, 178/622) presented the lowest detection (Table 3 ). There was an overall substantial agreement ( = 0.61) among assays. The agreement among assays was similar considering the sample set origin (Italy, = 0.61; US, = 0.56). Interestingly, the agreement among assays in the subset of samples originating from farms with known exposure to PEDV (n = 269) was substantial (overall agreement = 0.80, = 0.71-0.95), while the agreement among assays on samples of unknown status (n = 353) was only fair (overall agreement = 0.31, = 0.16-0.62).\n\nAmong 44 TGEV or PRCV antibody positive serum samples, 1/24 anti-PRCV antibody positive sample and 2/20 anti-TGEV antibody positive samples reacted with ELISA 2 (Table 3) . Positive samples originated from Farm A, one of the two PRCV infected farms, and from Farm B, one of two TGEV infected farms (Table 4 ). ELISA 5 reacted with one TGEV antibody positive sample originating from Farm C. Positive signals on any of the PRCV or TGEV samples were not observed with the other ELISAs.\n\nSamples with discrepant results (n = 138), defined as a sample that did not exhibit coincidental results with all assays, i.e., exhibited positive results in one or more assays and negative results in any of the other assays, were further evaluated based on sample availability. A total of 96 samples from 28 farms were selected and tested by an IFA and the WV-ISU ELISA, and 83 of the 96 samples were tested by the DTU-bELISA (Table 4 ). The WV-ISU ELISA classified the highest number of farms as positive (23/26), including a sample on a PRCV positive, PEDV negative farm, while the IFA classified the lowest number of farms as positive (4/28). The DTU-bELISA classified 7/28 farms as positive.\n\nAssays accuracy were estimated by using cumulative data using a Markov Chain Monte Carlo simulation. The estimate of expected predictive error (DIC) was 2947.5. Diagnostic sensitivity and specificity with a 95% probability interval were estimated to be 68.2% (62. \n\nThe ongoing large-scale PEDV outbreaks in the Americas, Asia and Europe demand specific PEDV detection tools such as serology for locating PEDV-exposed herds, to conduct epidemiological studies, and to do immunization efficacy studies (Lin et al., 2015) . Challenges for accurate serological diagnosis for PEDV include the variability of viral genome and also the existence of common immunodominant sites among alphacoronaviruses (Lin et al., 2015) . This includes TGEV that produces similar clinical and pathological signs as PEDV (Stevenson et al., 2013) and PRCV that is widespread in many geographic locations (Saif et al., 2012) . In this study, the ability to detect antibodies against PEDV in pigs infected with G1 or G2 PEDV isolates was compared for five serological tests based on PEDV WV, the N protein or the S protein.\n\nAll five assays evaluated in this study correctly identified pigs infected with G1a PEDV, G1b PEDV or G2b PEDV but with different detection proportions. None of the assays had a consistently higher detection across the different strains. It has been suggested that ELISAs based on WV or the N protein would be more sensitive for detection of antibodies against heterologous PEDV strains than ELISAs based on the S1 protein (Chen et al., 2016b; Lin et al., 2015) . Table 2 Detection rates of anti-PEDV antibodies in serum samples of pigs experimentally infected with PEDV genogroup 1a (G1a) strain Br-1/87, PEDV G1b strain USA/IL/2014/20697, or PEDV genogroup 2b (G2b) US prototype strain ISU13-19338E at various days post infection tested by five different assays (ELISA 1, ELISA 2, ELISA 3, ELISA 4, ELISA 5). Values in parenthesis were classified as suspect.\n\nDetection rates of anti-PEDV antibodies in field serum samples tested by five different ELISAs (1 through 5). Samples were collected from pigs originating from Italian or US commercial farms with known or unknown PEDV exposure as determined by RT-PCR on fecal samples. This could not be confirmed in the present study as by using the S1-based ELISA 3 pigs infected with G1a PEDV were identified up to four days earlier compared to all other assays, including ELISA 5 that is based on the whole virus of a G1a PEDV strain. ELISA 5 and N-based ELISA 4 detected antibodies against G1b PEDV earlier compared to the S1-based ELISA 3. However, the latter had similar performance in the detection of the G1b PEDV sera compared to the other two N-based ELISAs indicating that other factors than the antigen used could contribute to differences in the sensitivity among assays.\n\nIn the present study, the NP-based indirect ELISA 2 cross-reacted with 1/24 PRCV and 2/20 TGEV positive serum samples, and the WV-based competitive ELISA 5 cross-reacted with a TGEV positive serum sample. Indirect ELISAs have the advantage of requiring only one anti-species specific conjugate targeting a particular antibody subset such as anti IgA or IgG that are readily available, making it suitable for screening large number of samples (Schrijver and Kramps, 1998) . However, in indirect ELISAs, non-specific binding of antibodies is a common problem, because all antibodies that are bound in the well, either specifically or non-specifically, will be detected by the conjugated antibody, affecting its specificity (Schrijver and Kramps, 1998) . On the other hand, competitive ELISAs are generally recognized as being more specific than indirect ELISAs because interference due to antibody non-specific binding generally does not bias the test result and allow the use of partially purified virus when highly purified MAbs are used (Schrijver and Kramps, 1998) . Because of this characteristic, serum samples can be tested in low dilutions, which may contribute also to a higher sensitivity of this format (OIE, 2015) . However, unexpected interferences can also occur in competitive ELISAs. For example, purified WV contains all virally expressed proteins, which increases sensitivity but also increases the risk for cross-reaction with similar viruses (Simmons, 2008) . Truncation of the antigenic site in the N protein N-terminal region to exclude the immunodominant cross-reactive epitope or the usage of S protein as antigen for PEDV serology has been suggested to improve specificity of the immunoassays (Lin et al., 2015) .\n\nELISA 3 detected 16/34 samples from a PEDV non-exposed farm as positive. Another NP-based assay (ELISA 1) also detected a single positive sample on the same farm. When the discrepant samples were further evaluated using an IFA, the indirect WV-ISU ELISA, the blocking DTU-bELISA contradictory results of these additional assays further complicated the serological diagnosis. As the 2015 non-exposed Italian farms were classified based on absence of clinical signs and PEDV RT-PCR negative results in fecal samples, the result suggests an unspecific reaction by one of the assays used. However, the high number of samples detected in a single farm (Farm 6) by ELISA 3 could indicate a cross-reaction with an unknown pathogen or a true positive result. Alignment of the S1 gene sequence and sequences publicly available through GenBank did not reveal similarities with any other pig pathogens (data not shown). Alternatively, the farm could have experienced a prior subclinical PEDV infection as the absence of PEDV RNA was based on a single point RT-PCR testing on ten fecal samples. Misclassifications of farms as \"negative\" could lead to artificially decreased specificity of assays. This bias in the specificity usually occurs because the positive serological results within these farms are classified as falsepositives. As the farms classified as negative were excluded from the sensitivity analysis, this did not affect the estimated sensitivity. Previous studies have shown that PEDV antibodies in serum samples can be detected up to 7 months after initial exposure (Goede et al., 2015; Ouyang et al., 2015) . Basing a negative farm classification on testing fecal samples by RT-PCR at a single time point could easily lead to a misclassification if the farm had experienced Table 4 Detection rates of anti-PEDV antibodies in field serum samples (n = 96) with discordant results, defined as a sample that exhibited a positive result in one or more ELISA and a negative result in another ELISA(s). Discordant samples were additionally tested by IFA, WV-ISU ELISA and the DTU-bELISA. Results were presented as number of positive tested samples for a given assay per farm. Light grey indicates that only one tested sample was positive with a given test and dark grey indicates that more than one sample was positive for a given test. nt = not tested. a clinically not recognized PEDV infection weeks or months before the testing. Phylogenetic studies showed that the PEDV strains currently associated with PEDV outbreaks in Italy are G1b strains (Boniotti et al., 2016) , which have been suggested to produce milder clinical signs when compared to G2b strains (Chen et al., 2016a) .\n\nAlthough the evaluated assays presented an overall substantial agreement on the field samples from both tested countries, the agreement differed within subsets. The almost perfect agreement on the samples with known exposure may be explained by relative timing of PEDV infection (acute to subacute outbreaks) to sample collection and therefore the high number of positive samples, which could have artificially increased the estimates of sensitivity of the assays. In the sample set with unknown PEDV exposure, samples likely were obtained from animals in different phases of infection containing variable amounts of antibodies. Additionally, the unknown infection status for PEDV and other possible coronaviruses infections complicated the interpretation of discrepant results. ELISA 5, developed in Italy, had a much higher detection of positive serum samples in an Italian sample set with unknown PEDV exposure compared to a US subset of unknown samples. An increased positive detection by the competitive ELISA may be due to detection of IgA and IgM antibodies in addition to the IgG anti-bodies detected by the indirect ELISAs. However, the same trend was not observed with the competitive ELISA 4. Similarly, ELISA 3, developed in the US, had the highest detection among the US unknown samples subset. The sample set used for each assay optimization could partially explain the different detection proportions (Banoo et al., 2010) as the usage of same cut off for geographically different animal populations infected with different viral strains may result in different sensitivity and specificity. Similarly, the usage of only experimentally infected animals can lead to inflated estimates of accuracy when the samples have been collected only from animals at the peak of antibody production, or from animals from herds tested free for the most pathogens (Banoo et al., 2010) . Alternatively, a PEDV-TGEV recombinant virus was found to circulate in Italy during 2009 (Boniotti et al., 2016 . Although the PEDV-TGEV recombinant virus has not been detected after 2012 (Boniotti et al., 2016) , the presence of unidentified recombinant enteric coronaviruses could perhaps partially explain a higher positive detection for the WV-based ELISA 5.\n\nIdeally, diagnostic specificity and sensitivity should be calculated using unequivocally true negative and true positive samples as determined by a combination of 'gold standard' methods (OIE, 2015) . However, in the absence of 'gold standard' tests, latent-class models based on reference populations, and not individual reference samples can be used (OIE, 2015) . In the present study, a Bayesian approach was used to estimate the assays accuracy. Measures of diagnostic accuracy are extremely sensitive to the design of the study and although the usage of samples from different geographical populations herein could potentially increase representativeness, the accuracy of the presented results should be interpreted with caution. When applying a diagnostic assay, laboratories should observe if the cut-off values are applicable in their specific context and revise diagnostic sensitivity and specificity as required (Crowther et al., 2006) . It is critical that the diagnostic purpose of an assay is clearly defined in regard to the population to be tested (OIE, 2015) . As diagnostic sensitivity and diagnostic specificity are usually inversely related and as such a decrease in diagnostic specificity will result in elevated false positive results. Tests with moderate to high diagnostic sensitivity and specificity balance the false positive and false negative results and give a more accurate estimate of prevalence of infection or vaccination within a population (OIE, 2015) . The decision which assay should be used for PEDV antibodies monitoring at the herd level ultimately needs to be based on the expected prevalence of disease, desired specificity and sensitivity levels (screening or confirmatory test), easiness of testing, and access to a certain assay.\n\nIn summary, the ELISA 1 had the overall lowest detection from sample subsets derived from both experimentally and naturally infected animals and ELISA 5 had the overall highest detection.\n\nThe authors declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: Authors L. Comtet, M. Roche and P. Pourquier were employed by IDVet Innovative Diagnostics when this study was conducted. The remaining authors declare no conflicting interests.\n\nFunding for this study was provided by the Biotechnology and Biological Sciences Research Council (BBSRC) Institute Strategic Programme Grant awarded to the Roslin Institute (BB/J004324/1; BBS/E/D/20241864). ID Screen ® PEDV Indirect Screening test and ID Screen ® PEDV Competition 2.0 ELISA kits were provided by IDVet, Grables, France."}