{"title": "Complete Genome Sequence of Avian Coronavirus Strain GA08 (GI-27 Lineage)", "body": "A vian coronavirus, commonly known as infectious bronchitis virus (IBV), is a member of the genus Gammacoronavirus, family Coronaviridae, order Nidovirales (1) (2) (3) . Since the first identification of IBV in the 1930s in the United States, more than 20 different serotypes and variants have been identified worldwide (4, 5) . In 2007 and 2008, an outbreak of bronchitis in broilers in North Georgia led to the identification of a new IBV strain designated GA08, which was further classified into the separate lineage GI-27 (6, 7) . The GA08 IBV strain has since been isolated on farms in Alabama, Tennessee, and Kentucky (8; https://quickvet.net/news-and-media/zoetis-receives-usda-conditional -license-for-first-vaccine-to-control-georgia-08-strain-of-infectious-bronchitis -virus-in-poultr.aspx). Over the past years, its incidence and severity have increased dramatically, resulting in significant losses. To date, only partial genomes of the GA08 strain viruses are available in public databases (6, 7) . In this study, we report the complete sequence of the IBV GA08 strain.\n\nA fecal sample from an 11-day-old broiler chicken was collected at a commercial farm in Georgia in 2015. Feces were passed sequentially through 1.2-m-and 0.45m-pore-size filters (Merck Millipore, USA) to remove bacteria and particles with large cell sizes. Total nucleic acids were isolated from the filtered lysate using the DNeasy blood and tissue kit (Qiagen, Germany), followed by DNase treatment with the Turbo DNA-free kit (Ambion, USA) to remove host DNA according to the manufacturer's recommendations. Sequence-independent single-primer amplification (9) was used to produce random amplicons that were processed using the Nextera XT DNA library preparation kit (Illumina, USA). The distribution size and concentration of the prepared library were checked on a Bioanalyzer 2100 instrument, using the Agilent highsensitivity (HS) DNA kit (Agilent Technologies, Germany), and on a Qubit fluorometer using the double-stranded DNA (dsDNA) HS assay kit (Life Technologies, USA), respectively. Next-generation paired-end sequencing (2 ϫ 250 bp) was performed on an Illumina MiSeq instrument using the 500-cycle MiSeq reagent kit v2 (Illumina, USA). Sequence data were assembled using a de novo approach and utilizing MIRA3 version 0.0.1 (10) within a customized workflow on the Galaxy platform (11), as described previously (12, 13) . The final outputs of the analysis workflow included a set of summary statistics on the run and the assembly. A total of 2,424,105 raw paired-end reads with a mean length of 174 bp were generated. The genome consensus of the isolate, designated GA/1476/2015, was called from 36,893 IBV reads using BWA-MEM (14) . This resulted in a median read depth coverage of 141 reads. The final genome consensus was 27,650 nucleotides long, excluding the poly(A) tail (100% genome coverage), and had a GC content of 38.1%. The open reading frames (ORFs) were identified using Geneious version 11.1.5 and confirmed by alignment with published IBV genomes. The genome has the typical genetic structure of all IBV strains and contains 13 ORFs (5=-1a/1b-S-3a-3b-E-M-4b-4c-5a-5b-N-6b-3=). A preliminary BLAST comparison of the GA/1476/2015 genome to currently available full-length IBV genome sequences showed the highest (95.31%) nucleotide identity to the Arkansas strain ArkDPI11 (GenBank accession number EU418976) belonging to the GI-9 lineage (15, 16) . Detailed phylogenetic analysis based on the complete coding sequence of the S1 gene (8) revealed that the GA/1476/2015 isolate is a member of the GI-27 lineage and forms a distinct cluster along with the lineage prototype strain Georgia 08/2008 (99.88% nucleotide identity; GenBank accession number GU301925) (6) (Fig. 1) . Currently, there are no IBV reference full-genome sequences available for the GA08 strain isolates, only sequences of the S1 gene (6, 7) . This complete genome sequence information of an IBV GA08 strain isolate will be useful for in-depth understanding of IBV evolution, as well as facilitate future development of new vaccines.\n\nData availability. The complete genome sequence of the Avian coronavirus GA/1476/2015 isolate of the GA08 strain has been deposited in GenBank under accession number MN599049. Raw data were deposited under SRA accession number SRR10742650, BioSample number SAMN13088878, and BioProject number PRJNA556282.\n\nPhylogenetic analysis of IBV isolates of the GA08 strain based on the complete S1 gene sequences. The S1 gene sequences of 21 IBV isolates were downloaded from the NCBI GenBank database. Together with the sequence obtained in the current study, all sequences were subjected to multiple alignment using the ClustalW algorithm. The phylogenetic tree was constructed using the maximum likelihood method based on the general timereversible model in MEGA version 7.0.26. The tree with the highest log likelihood (Ϫ6,129.42) is shown. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test (1,000 replicates) is shown next to each branch. The tree is drawn to scale, with branch lengths measured in the number of substitutions per site. The analysis involved 22 nucleotide sequences (a sequence from the GI-9 lineage is included as an outgroup). All positions containing gaps and missing data were eliminated. There was a total of 1,608 positions in the final data set. The isolates used in this study are shown in red."}