{"title": "Pacific Observatory on Health Systems and Policies, World Health Organization Regional Office for South-East Asia", "body": "Are high-performing health systems resilient against the COVID-19 epidemic?\n\nAs of March 5, 2020, there has been sustained local transmission of coronavirus disease 2019 in Hong Kong, Singapore, and Japan. 1 Containment strategies seem to have prevented smaller transmission chains from amplifying into widespread community transmission. The health systems in these locations have generally been able to adapt, 2,3 but their resilience could be affected if the COVID-19 epidemic continues for many more months and increasing numbers of people require services. We outline some of the core dimensions of these resilient health systems 4 and their responses to the COVID-19 epidemic.\n\nFirst, after variable periods of adaptation, the three locations took actions to manage the outbreak of a new pathogen. Surveillance systems were readjusted to identify potential cases while public health staff identified their contacts. National laboratory networks developed diagnostic tests once the COVID-19 genetic sequences were published 5 and laboratory testing capacity was increased in all three locations, although expansion of the diagnostic capacity to university and large private laboratories in Japan is still ongoing. In Hong Kong, initially, only pneumonia patients without a microbiological diagnosis were tested, but surveillance has been broadened to include all inpatients with pneumonia and a purposively sampled proportion of outpatients and emergency attendees totalling about 1500 per day (Leung GM, unpublished). Japan's testing strategy has also evolved with diagnostic tests now offered to all suspected cases irrespective of their travel history; however, there are reports of cases that should have been tested but were not. Different strategies were used to selectively control travellers entering these locations. In Singapore, there was a stepwise series of decisions to restrict entry for anyone from mainland China and, more recently, from northern Italy, Iran, and South Korea. Hong Kong has imposed mandatory 14-day quarantine for everyone who enters from the mainland, and denies entry to non-local visitors from South Korea and Iran as well as the most affected parts of Italy. In Japan, there were travel restrictions on citizens from Hubei and Zhejiang provinces, and cruise ships with cases of COVID-19 were quarantined.\n\nSecond, intragovernmental coordination was improved because health authorities drew on their experiences of severe acute respiratory syndrome during 2002-03 in Hong Kong and Singapore, H5N1 avian influenza in 1997 in Hong Kong, and the 2009 influenza H1N1 pandemic in all three locations. Hong Kong and Singapore began interministerial coordination within the first week, whereas Japan did this in early February when the operation to quarantine passengers on the Diamond Princess cruise ship was heavily criticised as inadequate, resulting in the widespread infections among crew and passengers.\n\nThird, all locations adapted financing measures so that all direct costs for treating patients are borne by the governments. In Singapore, the government pays the cost of hospitalisation, irrespective of whether the patient is from Singapore or abroad. In Japan, funding has been provided through routine financing and contingency funds. Meanwhile, Hong Kong is using routine financing that already pays for all such care.\n\nFourth, the three health systems developed plans to sustain routine health-care services, but the integration of services has been problematic. In Japan, as the capacity at designated hospitals becomes overstretched, the coordination between hospitals and local government will be a major challenge. In Singapore, at the beginning of the outbreak, there were difficulties with disseminating information to the private sector. In all locations, intensive-care unit bed capacity is limited.\n\nFifth, in all locations, critical care treatment and medicines have been available for patients with COVID-19, but adequate supplies of personal protective equipment in hospitals and face masks in the community are a key concern. In Japan and Hong Kong, hospital supplies are running low but have not yet impacted clinical management. In all locations, pressure on critical care treatment is likely if there is a sustained increase in cases of COVID-19.\n\nSixth, in all three locations training and adherence to infection prevention and control measures in hospitals have largely been appropriate, but Japan could face a shortage of infectious disease specialists. Health-care staff are stretched in all localities, especially in selected designated hospitals. Long-term escalation in the need for health services will place pressures on health-care workers, and could at some point compromise the clinical management of people with COVID-19 and other patients.\n\nSeventh, management of information systems is comprehensive in all locations. In Singapore, there are almost daily meetings between Regional Health System managers, hospital leaders, and the Ministry of Health. However, in Japan information sharing across prefectures could be improved. The interoperability of systems between the government health department and public hospitals in Hong Kong is not optimal.\n\nTimely, accurate, and transparent risk communication is essential and challenging in emergencies because it determines whether the public will trust authorities more than rumours and misinformation. 6 Singapore health authorities provide daily information on mainstream media, the Ministry of Health has Telegram and WhatsApp groups set up with doctors in the public and private sectors where more detailed clinical and logistics information is shared, and authorities use websites to debunk circulating misinformation. Risk communications to establish trust in authorities has been less successful in Japan and Hong Kong.\n\nFinally, the political environment and differences in communities and their moods and values are important. The ongoing social unrest in Hong Kong has led to a breakdown of public trust with the government 7 and affected front-line health-care staff and the reception and acceptance of government information. 8 In Hong Kong and Singapore, rumours led to panic purchasing to the extent that shops ran out of some food and supplies. 9 In Japan, concerns related to the Diamond Princess cruise ship and the sudden announcement of school closures fuelled increased public anxiety.\n\nThe three locations introduced appropriate containment measures and governance structures; took steps to support health-care delivery and financing; and developed and implemented plans and management structures. However, their response is vulnerable to shortcomings in the coordination of services; access to adequate medical supplies and equipment; adequacy of risk communication; and public trust in government. Moreover, it is uncertain whether these systems will continue to function if the requirement for services surges.\n\nThree important lessons have emerged. The first is that integration of services in the health system and across other sectors amplifies the ability to absorb and adapt to shock. 2 The second is that the spread of fake news and misinformation constitutes a major unresolved challenge. Finally, the trust of patients, health-care professionals, and society as a whole in government is of paramount importance for meeting health crises.\n\nGML is an expert adviser to the Hong Kong Special Administrative Region and Chinese Governments and served as a member of the WHO-China Joint Mission on COVID-19. HO is a temporary adviser for the COVID-19 response team of the Japanese Government. We declare no other competing interests."}