{"title": "Knowledge and attitude of healthcare workers and patients on healthcare associated infections in a regional hospital in Ghana Asian Pacific Journal of Tropical Disease", "body": "Nosocomial infections also known as hospital acquired infections (HAIs) are infections acquired in hospitals by patients who are admitted for a reason other than that infection first appear 48 h or more after hospital admission or within 30 d after discharge. A prevalent survey in 2002 conducted under the auspices of the World Health Organization (WHO) in 55 hospitals of 14 countries representing 4 WHO regions (Europe, Eastern Mediterranean, South-East Asia and Western Pacific) showed an average of 8.7% of hospital patients had HAIs [1] . Estimate of the annual cost of treatment for HAIs ranges from $4.5 billion to $11 billion and upwards contributed to 88 000 deaths in the U.S. in 1995 [2] [3] [4] . HAIs add to the imbalance between resource allocation for primary and secondary healthcare by directing scarce funds to the management of potentially preventable conditions. This is particularly important in developing countries where very little amount of resources are available for use for an unbearable number of patients. It is believed that one third of nosocomial infections are considered preventable and that as many as 92% of deaths from hospital infections could be prevented [5] . It is extrapolated that the rate of incidence of HAIs in Ghana is approximately 152 000 out of 20.7 million people [6] . An earlier study on HAIs at the Volta regional hospital in Ghana by Tagoe Objective: To assess knowledge and attitude of healthcare workers (HCWs) and patients on healthcare associated infections (HAIs) in the central regional hospital in Ghana. Methods: The purposive random sampling method was used to administer questionnaires over a period of 6 isolated a total of 187 (85.8%) bacteria (made up of 55.5% nonpathogenic and 30.3% pathogenic organisms from fomites in the Volta regional hospital, Volta Region, Ghana) [7] . A recent investigation on the potential sources of transmission of HAIs in the central regional hospital, cape coast, Ghana showed very high bacterial isolates with a mean count of 1伊10 11 . On all sampled surfaces, 46.1% pathogenic bacterial isolates showed extensive resistant profile to commonly prescribed antibiotics [8] . This suggests a high potential of HAIs, thus assessing knowledge and attitude of workers and users of these facilities on HAIs is needed. The objectives of this current study were to assess the knowledge of both healthcare workers (HCWs) and patients on HAIs, sources of knowledge of these infections, sources of these infections and their attitude to prevent these infections. Those will help hospital authorities and information services improve information dissemination as well as adopt more pragmatic approach in helping reduce such infections.\n\nThe study was undertaken at the regional hospital, central region, Ghana, a referral hospital that served the people of Cape Coast and the entire central and satellite areas of the western regions in Ghana for 6 months. Purposive random sampling of patients visiting the hospital and HCWs were undertaken in the hospital within the study period.\n\nThe Department of Laboratory Technology, University of Cape Coast and the Regional Hospital, Central Region, Ghana approved the study. Informed consent was obtained from all study participants and duly acknowledged by participants in agreement to the study. All procedures followed were in accordance with the ethical standards of the Ghanaian Ministry of Health as well as the Helsinki Declaration of 1975 [9] .\n\nQuestionnaire was administered to each study participant seeking information on educational levels of patients, knowledge and information on HAIs and preventive techniques by patients, HCWs and authorities, possible HAIs etc. The questionnaire was completed by the subjects or for illiterates by the interviewer in the same study period after consenting to their involvement in the study.\n\nData analysis was performed to use SPSS 16.0 software. Descriptive analysis was done while Spearman's Rank Correlation (r) was used to determine coefficient's as well as double-tailed paired means comparison. P≤0.05 was significant.\n\nA total of 210 patients and 71 HCWs were sampled by administering questionnaires to participants in the hospital within the study period. There was 100% response to questionnaire since only patients and HCWs were randomly sampled.\n\nThe respondents of HCWs were made up of 43 (60.6%) males and 28 (39.4%) female of which the majority were nurses 30 (42.3%) and the least were laboratory technologists 3 (4.2%). Sixty-three (88.7%) of HCWs have heard of HAIs out of which all (100%) defined it as infections acquired in the hospital. Just above half 39 (54.9%) always washed their hands frequently while on duties in the hospital and after work 32 (45.1%) washed sometimes (Table 1) . Spearman's correlation (r) and P-values on knowledge of HAIs and its influence on attitudes of HCWs and patients are shown in Tables 3 and 4 . \n\nSpearman's correlation rho (r) and P-values on knowledge of HAIs and its influence on attitudes of patients. \n\nKnowledge of HAIs and compliance to methods in preventing them such as proper practice of aseptic precautions could lead to reductions in healthcare associated infections in the hospital. Results from the study indicated that majority 88.7% of HCWs have heard of HAIs, 63 (100%) understood what it was and had the requisite knowledge on how it can be prevented through hand washing with soap 5 (0.7%), following safety rules (25.4%) and regular disinfection (17.1% ). Comparatively, 53.8% of patients have heard of HAIs of which 93 (82.3%) understood what it was. Majority of patients who knew about HAIs had obtained information from health officers (46.0%), reading (29.2%) and radio (17.7% ). This is consistent with work done by Parmeggiani et al. who noted that knowledge about hospital infection from trained HCWs such as nurses, doctors, and biomedical scientists was generally high and consistent with current scientific evidence [10] . Educational levels of both HCWs and patients were high with tertiary education 50.7% and 22.4% in HCWs and patients respectively and high school education 42.4% in patients resulting in a positive and significant correlation of knowledge of HAIs and educational levels of respondents for HCWs (r=0.269, P=0.023) and patients (r=0.282, P<0.001). Research by Suchitra and Lakshmi concluded that education has a positive impact on retention of knowledge, attitudes and practices in HAIs [11] .\n\nInformation of HAIs also correlated positively and significantly to hand washing in patients since majority 46.2% and 31.0% tend to wash their hands always and sometimes respectively within and after leaving the hospital (r=0.422, P<0.001) and 39.5% and 28.4% washes hands with soap always and sometimes respectively (r=0.440, P<0.001). However, in HCWs, knowledge of HAIs did not significantly correlate with hand washing (r=0.125, P=0.300) and even more so in hand washing with soap (r=0.025, P=0.835). This confirms earlier studies that indicated that HCWs have multiple reasons for non-compliance to hand washing such as dryness of skin due to frequent use of skin disinfectants, being too busy, wards being full and understaffing [12] [13] [14] . This is in contradiction to the several awareness programmes especially by the WHO in improving HCWs hand washing compliance [15] . About half of responding patients 53.3% believes the hospital is free from infections which negatively and significantly correlated with information on HAIs (r=-0.139, P=0.044) implying that this believe is not necessary translated into negligence in proper aseptic techniques. Majority of patients believe the hospital is free from infections because it is nice and neat (64.0%), disinfected regularly (19.8%) and the hospital and HCWs are neat (16.2% ). This belief could also lead to majority of the patients 75.2% visiting several areas of the hospital besides the out-patient department which will result in increased exposure to HAIs. Majority of HCWs (91.5%) had patients coming in contact with their working surfaces. This resulted in a significant number of them disinfecting their work surfaces and areas at least once daily (71.8%), which correlated positively with knowledge on HAIs (r=0.299, P=0.011). Earlier studies showed that HCWs had different levels of compliance to universal precautions [16] [17] [18] . Most HCWs (67.6%) believe that hospital authorities do not protect them from HAIs resulting in as much as (38.0%) indicating that they had had HAIs of which 88.9% was confirmed and 74.1% by a physician. This correlated negatively and insignificantly with knowledge on HAIs (r=-0.088, P=0.466) indicating that the high knowledge levels did not translate into observing HAIs prevention methods. This is because although majority of HCWs (50.7%) know that hand-washing with soap, following safety rules in the hospital (25.4%) and regular disinfection of hospital and equipment (17.1%) protect one from HAIs, only 53.5% always washes hands with soap while 71.8% disinfect their tables and work surfaces only once a day while 9.9% do it once a while. Cholera was the highest HAIs 44.4% followed by urinary tract infections 33.3% and pneumonia 22.2%. HCWs had been known to get infected during disease outbreaks and pandemics such as the severe acute respiratory syndrome outbreak as well as the influenza pandemics [19] [20] [21] . The high incidence of HAIs could be as a result of the sporadic outbreak of diseases that places additional pressure on already understaffed HCWs resulting in poor safety compliance and thus HAIs.\n\nThere was a positive but insignificant correlation of patients who believe they had HAIs 44.8% with knowledge on HAIs (r=0.123, P=0.075), though this number could be considerably lower since their conditions were not confirmed. Majority of patients 28.4% who knew about HAIs were informed by a HCW. However, HCWs themselves have poor compliance to HAIs prevention. This could be as a result of high work load and other perceived factors that deter people from practicing handwashing either due to skin irritation or dryness of the skin, being too busy, inconvenient location of sinks, lack of institutional guidelines, lack of knowledge or experience, lack of a role model and lack of rewards [22] [23] .\n\nIn conclusion, majority of HCWs (88.7%) have knowledge and understanding of HAIs' preventive methods i.e. washing of hands with soap (50.7%), following safety rules of hospital (25.4%) and believing hospital authorities do not protect them from HAIs (67.6%). However, implementation of these knowledge through compliance of preventive methods were poor, resulting in 54.9% washing hands always, 53.5% washing always with soap and 71.9% disinfecting work surfaces only once leading to 38.0% having had HAIs. More than half of patients (53.8%) have some information on HAIs having been informed by a health officer (46.0%) with 46.2% always washing their hands and 39.5% washing always with soap. Majority (53.3%) believe the hospital is free from infection with 44.8% believing they had had HAIs. Thus in patients, increased information on HAIs will lead to a reduction whereas in HCWs strict adherence and monitoring of compliance to hospital regulations on HAIs will instil the desired attitudinal change that will result in reduction in HAIs.\n\nWe declare that we have no conflict of interest.\n\nHospital acquired infections are important cause of morbidity and mortality as well as additional costs due to prolonged hospitalization. The authors having previously reported high prevalence of resistant pathogenic bacteria isolates in the same hospital makes it imperative for the knowledge and attitude of workers and users of these facilities on HAIs to be studied.\n\nIn the last couple of decades, nosocomial infections have been recognized as a serious public health threat in most hospitals in Africa-South of the Sahara. Although attempts have been made to characterize the common infections, the knowledge and attitudes of HCW and patients towards adhering to basic safety precautions has been largely ignored.\n\nResearch on hospital-acquired infections (HAIs) requires the highest methodological standards to minimize the risk of bias and to avoid misleading interpretation (Schumacher et al. 2013 ). The authors used descriptive statistics, Spearman's Correlation and a two-tailed paired means comparison. This simple tool gives the findings direct inference and reduces ambiguity.\n\nThis article uses a rather simple descriptive analysis to decipher a complex problem as HAIs and identifies salient causative factors that will influence surveillance and policy. Given that the same group has previously reported evidence of sources of pathogenic bacteria prevalence on fomites in the same hospital makes it genuine innovation in itself.\n\nThe quality of healthcare delivery system of every nation is very fundamental to its fortunes: it imparts on its productivity, its wealth, gross domestic product, among others. It is hoped that the findings and recommendations in this article will influence and drive policy change towards a routine surveillance of HAIs.\n\nThe paper addresses a critical issue that is relevant globally and more so in the African context. Given that it constitutes a follow up to a previous study from the same hospital where laboratory evidence of the prevalence of HAIs was provided, the conclusions are valid and the article provides relevant piece of evidence that completes the puzzle."}