{"title": "Viruses as Model Systems in Cell Biology", "body": "of viral genomes have revealed alternative coding strategies, and have led to the discovery of distinctive structural features of viral nucleic acids including terminal repeats, inverted terminal repeats, and inversion of genome segments. Insight into chromatin structure has been provided by studies of the nucleoprotein organization of genomes in small DNA viruses, consisting of histones bound to the viral DNA. The replication of viral genomes has also provided in uivo and in uitro model systems for studies of viral and cellular DNA replication (Challberg and Kelly, 1989) . Viruses with limited coding capacities, such as parvo-and papovaviruses, replicate in the nucleus using host cell machinery. The development of in vitro systems for replicating the genomes of these viruses (Li and Kelly, 1984; N. Muzyczka, personal communication) is leading to a greater understanding of the biochemistry of eukaryotic DNA replication. The larger DNA viruses, including adenoviruses, herpesviruses, and poxviruses, encode many of the enzymes needed for their replication. The biochemistry of adenovirus replication has been investigated extensively in in uitro systems; the essential viral products required for the replication of herpes simplex virus and for Epstein-Barr virus have been genetically defined (Challberg and Kelly, 1979; Wu, 1988; Fixman, 1992) .\n\nStudies of transcription of viral genomes have provided many of the initial insights into the structure and biosynthesis of mRNA, including the finding of polyadenylation of the 3' termini of mRNAs (Kates and Beeson, 1970; Philipson et af., 1971) , the identification of a5' cap structure (Shatkin, 1976) , the discovery of RNA splicing (Aloni et a f . , 1977; Berget et al., 1977; Chow et al., 1977; Klessig, 1977) , and the identification and characterization of control elements including enhancer sequences (Khoury and Gruss, 1983; Nevins, 1983) . The availability of viral genomes as templates has provided an important resource for identification and characterization of transcription factors, as well as for development of in uitro systems for transcription studies (Wu, 1978; Weil et al., 1979; Manley et al., 1980) . Studies with paramyxoviruses have provided evidence for a new form of modification of mRNAs termed RNA editing, in which one or two non-template-coded nucleotides are introduced during mRNA synthesis, enabling access to an alternative reading frame (Thomas et ad., 1988; Vidal et al., 1990) .\n\nIn many types of virus-infected cells, cellular macromolecular synthesis is markedly inhibited and is replaced by the synthesis of viral macromolecules (Schneider and Shenk, 1987) . Large quantities of viral components are produced, which has greatly simplified the analysis of the synthesis, modification, transport, and assembly of specific viral nucleic acids and proteins, and has led to their utilization as probes for many aspects of macromolecular biosynthesis and assembly.\n\nThe viral assembly process occurs at specific sites within the cell, that differ depending on the virus family (Table I) . Various nonenveloped RNA viruses (e.g., polio, reo) are assembled within the cytoplasm, whereas nonenveloped DNA viruses (parvo, papova, adeno) are assembled in the nucleus, Other viruses possess lipid-containing envelopes that are acquired by budding at a Table I Sites of Assembly of Animal Viruses high level of synchrony, single cycle growth conditions are used. Cells are infected using a high multiplicity of infectious virus particles (usually at least 5-10 infectious particles per cell) in a low volume of medium to enhance the efficiency of virus adsorption to cell surfaces. After the adsorption period, the residual inoculum is removed and replaced with an appropriate culture medium. During further incubation, each individual cell in the culture is at a similar temporal stage in the viral replication process. Therefore, experimental procedures carried out on the entire culture reflect the replicative events occurring within an individual cell. The length of a single cycle of virus growth can range from a few hours to several days, depending on the virus type.\n\nAlthough there is a great diversity in the genome structures and replicative strategies used by animal viruses, the following steps are common features of all viral replication cycles.\n\n1. Adsorption: The virus attaches to specific receptors on the cell surface by means of a specific viral surface component. For enveloped viruses, one of the surface glycoproteins serves as the viral attachment protein. Some viruses attach to specific protein receptors that may only be expressed by cells of some species and on some cell types, for example, human immunodeficiency virus (HIV) infection of CD4+ cells. Other viruses with a broad host range may attach to a cell surface constituent that is widely distributed on cell surfaces. An example of this is influenza virus, which binds to sialic acid residues.\n\n2. Penetration/Uncoating: The viral genome must enter the cell in a suitable form and reach an appropriate site in the cell for its expression and replication. Several alternative mechanisms are used by different viruses to accomplish this goal. Membrane fusion is used as the entry mechanism by enveloped viruses, and is discussed further in a subsequent section. Nonenveloped viruses generally penetrate cells by endocytosis, but the precise mechanism by which the genome is released from the virus particle and reaches the appropriate cellular site (cytoplasm or nucleus) to initiate replication is not well understood. For many viruses, essential enzymes are associated with the viral nucteic acid in the form of a nucleoprotein complex, and remain associated with the genome to initiate the biosynthesis of virus-specific macromolecules. Examples include the reverse transcriptase of retroviruses and RNA-dependent RNA polymerases of negative strand RNA viruses such as influenza virus and vesicular stomatitis virus (VSV).\n\n3. Biosynthesis: All viruses must accomplish the same two essential biosynthetic processes: synthesis of virus-specific proteins and replication of the viral genome. The precise mechanisms used to accomplish this vary greatly among virus families, depending on the structure and coding arrangements of their genomes [whether they are DNA or RNA, single or double-stranded, message sense (positive stranded) or antisense (negative stranded), etc.]. The replication processes for some viruses are briefly described in this chapter and in other chapters of this volume.\n\nAssembly: Following the production of newly synthesized viral genomes and viral structural proteins, assembly of progeny virions occurs. The precise cellular site used for virus assembly depends on targeting signals contained in viral proteins, as discussed in detail in a subsequent section. 5. Release: The final step in replication involves the release of progeny virions from the cell. For viruses that are assembled by budding at the plasma membrane, assembly and release occur simultaneously. In contrast, for viruses that are assembled intracellularly , release occurs by alternative mechanisms that include cell lysis or vesicular transport. For some nonenveloped viruses that are released from cells without apparent cell lysis, the mechanism of release remains uncertain.\n\nThe process of infection of a susceptible cell is initiated by virus attachment to specific receptors on the cell surface. The presence of specific receptors is an important determinant of cellular susceptibility to virus infection. Several virus receptors have now been identified; the details of their molecular interactions with viral surface proteins are being actively investigated. The best characterized of these receptors is the CD4 molecule, which serves as a receptor for HIV. Other cellular factors may also be involved as determinants of cell tropism at a postreceptor stage. Following virus entry, the replication process of some viruses is initiated in the cytoplasm, whereas for other viruses the incoming genome is transported to the nucleus. Evidence has been obtained that specific internal proteins of HIV are associated with viral nucleoproteins during their transport to the nucleus (Bukrinsky et al., 1993) . The transport of such viral nucleoproteins may serve as a model for cellular transport processes. Viruses that enter cells by endocytosis serve as convenient markers for tracing cellular endocytic pathways, and have been used to recognize distinct classes of endocytic membranes following infection (Marsh et al., 1986; Schmid et al., 1989) .\n\nMany glycoproteins of enveloped viruses possess membrane fusion activity. Virus-induced membrane fusion plays an essential role in the early stage of replication, since the incoming viral envelope fuses with a cellular membrane and thereby enables the viral genome to enter into the cytoplasm. For some viruses, fusion can occur at neutral pH at the cell surface, whereas other viruses first enter cells through endocytosis; the acidic pH within the endosomal compartment results in a conformational change that activates the viral membrane fusion activity (White et al., 1983) . Viral membrane fusion serves as a model for investigation of cellular fusion processes occurring at the cell surface. One example of a cellular fusion protein that resembles viral fusion proteins in some respects has been described (White, 1992) .\n\nMany viral glycoproteins, such as the paramyxovirus F protein and influenza hemagglutinin (HA) protein, are synthesized as precursors that are activated by a proteolytic cleavage event (Homma and Ohuchi, 1973; Scheid and Choppin, 1974; Klenk et al., 1975; Lazarowitz and Choppin, 1975) . These proteins possess a hydrophobic stretch of amino acids that is exposed at the N-terminal end of the cleavage site. Mutagenesis studies (Daniels et al., 1985) have revealed that this stretch of amino acids is important for membrane fusion activity; thus it has been designated the \"fusion peptide.\" In influenza virus, a dramatic change in the three-dimensional structure of HA occurs on exposure to low pH; this change exposes the hydrophobic fusion peptide (Carr and Kim, 1993) . Other viral fusion proteins that do not undergo cleavage activation also possess functional regions involved in fusion activity (White et al., 1983) . Ongoing studies of viral fusion proteins are providing new information on the structural requirements for fusion activity.\n\nThe discovery that influenza virus encodes a transmembrane protein (the M2 protein) that exhibits ion channel activity (Pinto et al., 1992) has stimulated great interest in the role of such proteins during the early steps of virus infection. The antiviral drug amantadine, which inhibits influenza virus penetration (Kato and Eggers, 1969; Skehel et al., 1978) , exerts its inhibitory effect on the M2 protein . Amantadine blocks the M2 ion channel activity (Pinto et al., 1992; Wang et al., 19931, indicating that this activity functions during the early stages of virus infection. Evidence has been obtained that dissociation of the viral matrix protein (Ml) from the nucleocapsids is inhibited in the presence of amantadine (Bukrinskaya et al., 1982; Martin and Helenius, 1991) , indicating that the transport of H + ions by the ion channel is involved in promoting this dissociation. An additional function of M2 in some virus strains is the regulation of Golgi complex pH, preventing the intracellular activation of the fusion activity of the influenza HA protein (Ciampor et al., 1992; Sugrue et al., 1990) . The identification of such a viral ion channel protein provides a convenient system for detailed studies of its essential structural features.\n\nViral proteins have been employed to elucidate many features of the cellular processes involved in synthesis of proteins and their subsequent modification. Viral genomes utilize alternative coding strategies to produce their protein products. Some viruses encode their polypeptide products in the form of a polyprotein that undergoes subsequent proteolytic processing (Summers and Maizel, 1968) , whereas in other viruses individual mRNAs encode distinct gene products. Some viral mRNAs encode multiple proteins in distinct reading frames. Among the most striking examples is the PIC gene of paramyxoviruses, which encodes as many as nine distinct polypeptide products in overlapping reading frames that are accessed by alternative initiation codons as well as by RNA editing (Kolakofsky et al., 1991) .\n\nKey information about the role of N-terminal signal peptides in targeting membrane proteins to the rough ER was obtained using viral glycoproteins as model systems. Translocation of the VSV-G protein into the rough ER was shown to be directed by a hydrophobic N-terminal signal sequence that is subsequently cleaved (Rothman and Lodish, 1977; Toneguzzo and Ghosh, 1978; Lingappa et al., 1978) . The mature protein remains anchored to the membrane by a hydrophobic stretch of 20 amino acids near the C terminus (Rose and Bergmann, 1982) . Viral glycoproteins have also been utilized to study the process of protein glycosylation as well as the functional role of carbohydrate side chains. The transfer of high mannose oligosaccharides to the polypeptide chain and their subsequent modification during intracellular transport have been studied extensively with viral glycoproteins such as influenza HA protein (Compans, 1973; Klenk et al., 1974; Nakamura and Compans, 1979) and VSV-G protein (Hubbard and Ivatt, 1981) . The use of glycosylation inhibitors (Gibson et al., 1979 (Gibson et al., ,1980 as well as site-directed mutagenesis studies of individual glycosylation sites (Machamer et al., 1985; Ng et al., 1990; Roberts er al., 1993; Gallagher et al., 1992) has led to the general conclusion that the presence of specific oligosaccharides is not required as a positive signal for intracellular transport of glycoproteins, but that in some cases glycosylation plays a role in protein folding as well as in the stability of some glycoproteins.\n\nAnother type of protein modification that has been investigated extensively is fatty acid esterification. The covalent attachment of a fatty acid (palmitate) to a glycoprotein was first demonstrated for VSV and Sindbis virus . The fatty acid residues are linked to cysteine residues via a thio ester linkage (Magee et al., 1984) ; removal of a cysteine residue in the cytoplasmic domain by site-directed mutagenesis prevents fatty acid incorporation (Rose et al., 1984) . The acylation of the VSV-G protein is not required for intracellular transport; some viruses such as the New Jersey serotype of VSV lack the fatty acid modification entirely. Also, evidence has been obtained that acylation is not required for assembly of HA into influenza virus particles (Naim et al., 1992; Simpson and Lamb, 1992 ). The precise role of fatty acid addition to viral glycoproteins remains to be determined.\n\nN-Terminal myristylation has been demonstrated as a modification of certain viral proteins such as the matrix proteins of retroviruses (Henderson er al., 1983) and the capsid proteins of some nonenveloped viruses (Chow et al., 1987) . In the case of retrovirus cores, this modification was found to be important for targeting core proteins to the plasma membrane where virus assembly occurs (Schultz and Rein, 1989) . Among other modifications of viral proteins, phosphorylation is frequently observed; its possible regulatory role for the functions of proteins such as the SV40 T antigen is actively being investigated (Fanning and Knippers , 1992) .\n\nEnveloped viruses have been used extensively for studies of membrane structure and biogenesis. The viral envelope is acquired by a process of budding at a cellular membrane; during the budding process the envelope of the emerging virus particle is continuous with the cellular membrane where virus assembly takes place. The lipids of the viral envelope closely resemble the lipid composition of the membranes of the host cell (Klenk and Choppin, 1969) . However, the proteins that are incorporated into the viral envelope are encoded by the viral genome. Thus, assembly of enveloped viruses involves the formation of a localized region on a cellular membrane, in which cellular membrane proteins are replaced by virus-encoded membrane proteins, that is recognized by the viral nucleocapsid leading to the release of an enveloped virus particle by a budding process. Therefore it is possible to obtain virus preparations containing the same protein components but different membrane lipids by growth of the same virus in two different cell types. Conversely, growth of two different enveloped viruses in the same cell type will yield viruses with similar membrane lipids but different envelope proteins. This ability to modulate viral lipids or proteins independently has been useful in studies of viral membrane biology (Lenard and Compans, 1974) . Enveloped virus particles also represent useful systems for studies of physiological properties such as membrane permeability. The membranes of VSV were found to undergo swelling and shrinking in response to changes in osmotic conditions (Bittman et al., 1976) . Thus, it is possible to study the effects of specific changes in lipid or protein composition on permeability properties, since these changes can be readily introduced into viral membranes. Because enveloped viruses contain a small number of virus-encoded proteins, and because preparing highly purified preparations of enveloped particles is comparatively simple, such virus particles constituted one of the systems of choice for early studies of the organization of lipids and proteins in biological membranes (Harrison et al., 1971; Landsberger et al., 1971) . The protein components of viral envelopes were found to be asymmetrically distributed, with the external surfaces consisting of glycosylated proteins forming a layer of spike-Like projections covering the surface of the virus particle (Cartwright et d., 1970; Compans et al., 1970; Schulze, 1970; Rifkin and Compans, 1971 ). In contrast, the internal proteins of enveloped viruses were found to be free of carbohydrate. Evidence that viral proteins span the lipid bilayer and interact with internal proteins has been obtained using several approaches (Lyles, 1979; Bowen and Lyles, 1981; Katz and Lodish, 1979) . These general structural features were therefore similar to those of other membranes such as that of the erythrocyte, in which the spatial arrangements of proteins and lipids were being elucidated in parallel. More recently, the complete three-dimensional structures of the external domains of two viral glycoproteins, influenza HA and neuraminidase, have been determined (Wilson et al., 1981; Varghese et al., 1983) . These and subsequent studies have provided great insight into structure-function relationships for viral membrane glycoproteins. Like cellular membrane glycoproteins, viral glycoproteins fall into several classes: type I proteins have a cleaved N-terminal signal peptide and a C-terminal hydrophobic anchor sequence, type I1 proteins are anchored to membranes by an uncleaved N-terminal signal-anchor sequence, and type I11 proteins have multiple membrane-spanning domains.\n\nMany enveloped viruses with helical nucleocapsids possess a major nonglycosylated structural protein designated the matrix protein, which is thought to line the internal surface of the viral envelope. Such proteins may provide structural stability to the viral envelope, and play an essential role in the process of virus assembly. These viral matrix proteins may serve as models for cellular proteins that interact with the cytoplasmic surfaces of cellular membranes.\n\nCells infected with enveloped viruses that inhibit cellular biosynthesis have been used extensively to investigate the pathway followed by viral membrane glycoproteins from their sites of synthesis in the rough ER, through the Golgi complex, to the plasma membrane (e.g., Bergmann et al., 1983 ; M a t h and Simons, 1983; Griffiths et al., 1985) . Mutants of viral glycoproteins that are conditionally defective in a stage of their intracellular transport have been used extensively to define vesicular transport intermediates (Rothman et al., 1984) . Important studies on protein folding and oligomerization as determinants of transport of membrane glycoproteins have also been carried out with viral glycoproteins (Gething et al., 1986; Copeland er al., 1986; Doms et al., 1993) .\n\nThe insertion of viral glycoproteins into cell surfaces and the maturation of viruses by budding at the plasma membrane provide a mechanism by which surfaces of cells can be modified under carefully controlled conditions. Viral antigens provide readily identifiable markers that can be recognized on cell surfaces by specific antibodies. The composition of cellular plasma membranes can undergo significant biochemical changes as a result of expression of virusspecific proteins such as the neuraminidases of influenza viruses or paramyxoviruses, which remove sialic acid residues from cellular as well as viral proteins and lipids (Klenk et al., 1970) .\n\nViral assembly processes take place at distinct sites within the cell, depending on the virus family, and involve the targeting of viral proteins to specific locations. The proteins of nonenveloped DNA viruses such as adeno, papova-, and parvoviruses possess targeting signals directing them to the nucleus, where assembly of these viruses occurs. The first example of a sequence that specifies nuclear targeting was defined for a virus-encoded protein, the SV40 T antigen (Kalderon et al., 1984a,b; Lanford and Butel, 1984) .\n\nThe maturation of enveloped viruses occurs by budding at specific cellular membranes. Rotaviruses form by budding into the ER and encode two glycoproteins, VP7 and NCVP5, that have unusual structural features. VP7 possesses two in-frame initiation codons, each of which is followed by hydrophobic sequences (Both er al., 1983) . Evidence has been obtained that the second hydrophobic domain is responsible for anchoring VP7 in the ER membrane (Poruchynsky r t ~l . , 1985) . whereas the first domain is thought to act as a signal sequence. The signal peptide of VP7 is apparently essential for its retention in the ER as an integral membrane protein (Stirzaker and Both, 1989) . A different type of ER retention signal has been reported for a nonstructural membrane protein encoded by adenoviruses, in which a 6-amino-acid C-terminal sequence in the cytoplasmic tail was implicated in ER retention (Nilsson rf uI., 1989) .\n\nBunyaviruses are enveloped RNA viruses that are assembled by budding at the Golgi complex (Murphy ot ul., 1973) . They possess two glycoproteins designated GI and G2 that are targeted to the Golgi complex (Matsuoka et (11.~ 1988; Pensiero rt ( I / . , 1988 ; Petterson e l u l . , 1988; Wasmoen et ul., 1988) . For one such virus (Punta Toro virus) the GI protein, when expressed in the absence of G2. also is targeted to the Golgi complex (Matsuoka et ( I / . , 1993) . In contrast, the G2 protein is transported to the cell surface when expressed in the absence of GI (Chen et ul., 1991) . Truncated GI proteins with partial deletions in their cytoplasmic domains did not exhibit as clearly defined a pattern of accumulation in the Golgi as the native GI protein, but appeared to be distributed throughout the ER and the Golgi complex. Proteins lacking most of the cytoplasmic domain, and in some cases parl. of the transmembrane domain sequences as well, were transported to the cell surfaces. Chimeric proteins constructed with the envelope protein of a murine leukemia virus. which is efficiently transported to the plasma membrane, were also examined; molecules that contained the G I transmembrane and cytoplasmic domains were efficiently retained in the Golgi complex ( M atsuoka ct al., 1994). Thus, the transmembrane domain, a s well as a portion of the cytoplasmic domain ad-jacent to the transmembrane domain. is apparently crucial for Golgi retention of the GI protein.\n\nCoronaviruses are assembled by budding at membranes of the EF: and/or Golgi complex. The mature virion contains two surface glycoproteins designated El and E2. E 1 has three membrane-spanning hydrophobic stretches of amino acids. and is targeted to intracellular membranes where virus budding occurs (Machamer r t d . , 1990) . By analysis of deletion mutants of the avian coronavirus El protein, evidence was obtained that the first of these hydrophobic domains is involved in intracellular retention (Machamer and Rose, 1987) . Chimeric proteins containing this hydrophobic domain formed large aggregates that were resistant to denaturation with SDS, and suggested that formation of such aggregates could be involved in the mechanism for retention of these proteins in the Golgi complex (Weisz ct d . , 1993) .\n\nThe transmembrane domains of the Punta Toro virus GI protein and the first hydrophobic domain of the avian coronavirus E l protein are both rich in polar amino acids (Ihara pt ~l . , 1985; Swift and Machamer. 1991) . A similar composition has been found for the membrane-spanning segments of cellular membrane proteins that are retained in the Golgi complex (Munro, 1991 : Nilsson et ul., 1991 , suggesting that interactions between such polar amino acids could mediate interactions among the proteins retained in the Golgi complex, and evidence has been obtained with the avian coronavirus that several of the polar residues are required for intracellular protein retention (Machamer et al., 1 993) .\n\nAfter their intracellular budding, coronaviruses as well as bunyaviruses appear to be released from cells by a vesicular transport process (Dubois-Dalcq et al., 1984; Chen et al., 1991) . The murine coronavirus has been used as a marker for the constitutive secretory pathway, and was found to be sorted into a compartment that was distinct from condensed secretory proteins in murine pituitary cells (Tooze et al., 1987) .\n\nViruses of various other families are assembled at the plasma membranes. In polarized epithelial cells, junctional complexes between adjacent cells divide the plasma membrane into two distinct domains, the apical and the basolateral domains. Enveloped viruses of some families, for example, influenza and paramyxoviruses, are found to bud exclusively at apical plasma membrane domains, whereas viruses of other families such as VSV and C-type retroviruses bud exclusively at basolateral membrane domains (Rodriguez-Boulan and Sabatini, 1978; Roth et al., 1983a) . The site of virus assembly reflects the site of expression of the viral envelope proteins; viral glycoproteins expressed in the absence of other viral components are targeted to the same membrane at which virus assembly occurs (Roth et al., 1983b; Jones et al., 1985) , so the site of expression of viral glycoproteins is likely to determine the site of virus assembly. Since nonglycosylated forms of viral glycoproteins that are produced in the presence of glycosylation inhibitors are correctly targeted to apical or basolateral plasma membranes (Roth et al., 1979) , the signals for protein targeting are apparently contained in specific amino acid sequences. Modification of the cytoplasmic tail of the influenza HA protein by introduction of a tyrosine residue resulted in redirection of the protein to basolateral membranes (Brewer and Roth, 1991) ; similar structural features of cytoplasmic domains have been implicated as basolateral targeting signals for several cellular glycoproteins (Rodriguez-Boulan and Powell, 1992) . In several cases these structural features resemble signals for endocytosis.\n\nWhen polarized epithelial cells are simultaneously infected with two different enveloped viruses that assemble at different plasma membrane domains, each virus continues to exhibit maturation at a restricted membrane domain. Thus, such doubly infected cells have provided a system in which the cellular site of sorting of apical versus basolateral plasma membrane proteins can be analyzed. Such studies have indicated that sorting occurs at a late stage in transport, probably as the proteins exit the Golgi complex (Rindler et al., 1984) .\n\nEnveloped viruses have also been used to investigate the sorting of membrane glycoproteins in neuronal cells (Dotti and Simons, 1990) . When cultured hippocampal neurons were infected with VSV, the VSV-G protein was found to be expressed on dendritic surfaces. In contrast, the influenza HA protein was preferentially expressed on surfaces of the axon. Based on these observations, it was proposed that the mechanism for sorting membrane glycoproteins in neuronal cells shares features with the mechanism observed in epithelial cells.\n\nWhen viruses are passaged under conditions of high multiplicity infection, particles containing truncated or aberrant genomes arise at high frequency. These particles are replication defective; that is, they require the presence of standard wild-type viruses for their replication. When cells are co-infected with such defective particles and standard virus, the yield of infectious virus is significantly reduced. Thus, the defective particles interfere with the replication of infectious virus and are designated defective interfering (DI) particles. To avoid problems caused by their interference with replication, it is important to avoid the presence of high levels of DI particles when preparing virus stocks. This is easily accomplished by using a diluted virus inoculum to prepare virus stocks; for example, a multiplicity of infection of -0.1 infectious particles per cell. Under such conditions, DI particles and standard particles infect different cells and the DI particles are unable to replicate. Thus, as described in the following examples, virus stocks are usually prepared using a low multiplicity of infection and allowing multiple cycles of replication to occur.\n\nAn initial inoculum that is relatively free of DI particles can also be obtained by \"plaque purification\" of the virus, ensuring that the viral progeny are derived from a single parental genome. This procedure is described subsequently for influenza virus.\n\nNonenveloped viruses such as picornaviruses, papovaviruses, and adenoviruses are stable structures. The infectivity of stocks of these viruses can be preserved by storage at -20°C; it is also possible to store virus for several days at 4°C without a drastic loss of infectivity. In contrast, enveloped viruses are relatively fragile, and it is necessary to store virus stocks below -60°C to maintain their infectivity. These viruses are also highly susceptible to inactivation during freezing and thawing; to stabilize their infectivity, a protein solution (usually bovine serum albumin, BSA) is added to virus stocks prior to freezing. Also, to minimize inactivation of infectivity, stocks are frozen in multiple small aliquots. Once an aliquot is thawed, it is used and any remainder is discarded. If a 37°C water bath is used for thawing an aliquot of stock virus, the virus should be removed and placed on ice as soon as it is thawed, since the halflife of some enveloped viruses at 37°C is as short as 1 hr.\n\nIn the following section, we have provided a description of methods used in our laboratory for the growth, assay, and purification of viruses and single cycle infection of cells by three viruses that have been used widely in cell and molecular biology: influenza virus, poliovirus, and VSV. Influenza virus is the only lipid-containing virus for which the three-dimensional structure of its surface glycoproteins has been determined. Studies with influenza virus have contributed greatly to our knowledge of membrane structure, folding and intracellular transport of membrane glycoproteins, the role of glycosylation in protein function, and virus-induced membrane fusion. The surface glycoprotein (G) of VSV, another enveloped virus, has also been used extensively in studies of structure-function relationships in membrane glycoproteins, and in studies of protein trafficking and membrane biogenesis. Additionally, as described earlier, these two viruses are assembled and released at distinct plasma membrane domains in polarized epithelial cells: influenza virus is assembled at the apical plasma membrane whereas VSV maturation occurs at the basolateral surface. Therefore, cells infected with VSV or influenza virus have provided attractive systems in which to study the molecular and cellular aspects of protein sorting in polarized cells.\n\nThe initial demonstration that poliovirus could replicate in cultured cells (Enders et al., 1949) was the key to enabling virology to advance to the molecular and cellular level, as well as to the development of poliovirus vaccines. Thus, poliovirus was the first virus for which most of the molecular events in the viral life cycle were elucidated; it has served as a prototype for studies of replication and assembly of small nonenveloped positive-stranded RNA viruses. Important advances made with polio or other closely related viruses include the first demonstration of RNA-dependent RNA polymerase activity (Baltimore et al., 1963) , the finding of base-paired double-stranded RNA that serves as an intermediate in replication (Montagnier and Sanders, 1963) , and the demonstration of cleavage of large polyprotein precursors in viral protein synthesis (Summers and Maizel, 1968) . The interaction of the virus with its cellular receptor has been studied in detail, as has the mechanism by which the virus alters host cell protein synthesis. In addition, studies in which poliovirus has been used as a vector for expression of foreign genes have been reported (Choi et al., 1991; Percy et al., 1992; Andino et al., 1993; Porter et al., 1993) .\n\nMethods for studies with a number of other animal viruses are described in other chapters in this volume, which focus on the use of these viruses as expression vectors.\n\nInfluenza A viruses have a lipid-containing envelope enclosing a segmented RNA genome of negative polarity (i.e., vRNA is complementary to mRNA). The genome consists of eight single-stranded RNA molecules that are packaged as helical ribonucleoprotein (RNP) complexes consisting of the vRNA, the nucleocapsid structural protein (NP, nucleoprotein), and a few copies of the viral P,, Pz, and P, (polymerase) proteins. The negative sense of the vRNA requires that a virus-encoded RNA-dependent RNA polymerase be packaged in mature virions to initiate transcription after infection. The nucleocapsids are enclosed in a viral envelope containing two major surface glycoproteins, the HA and neuraminidase proteins, as well as the M2 protein that possesses ion channel activity. A major nonglycosylated protein, the matrix (MI ) protein, lines the inner surface of the viral envelope. In v i m , influenza virus preferentially infects cells of the upper respiratory tract, which possess sialic acidcontaining receptors.\n\nInfection is initiated by the binding of the major viral surface glycoprotein, HA, to sialic acid-containing receptors present on the surface of the host cell. This process is followed by virus entry into the cells by receptor-mediated endocytosis. Release of the RNPs into the cytoplasm is thought to occur at secondary endoso-ma1 compartments by activation of the low pH-induced fusion activity of the HA protein, resulting in fusion of the viral envelope with endosomal membranes. Following their release from the virions, the RNPs are transported to the nucleus, where transcription of mRNA is initiated by the accompanying viral RNA-dependent RNA polymerase. Two types of RNA transcripts are synthesized by the virus: mRNA and full length positive-strand RNA transcripts that are used as templates for replication of the negative-strand viral genome. Transcription of mRNA requires the presence of functional capped cellular mRNAs to serve as primers for the synthesis of viral mRNA (Krug et al., 1989) . The viral genome encodes 10 polypeptides, two of which are produced from spliced products of primary mRNA transcripts. Assembly of progeny virions occurs by budding at the plasma membrane. The neuraminidase (NA) plays a role in the final release of the virion from the cell surface (Palese et al., 1974 ).\n\nInfluenza virus stocks can be grown in either animal cell cultures or embryonated eggs. Madin-Darby bovine kidney (MDBK) cells have been found to produce high yields of infectious virus of the A/WSN strain, and very low levels of DI particles (Choppin, 1969 ).\n\n1. MDBK cells can be obtained from the American Type Culture Collection (ATCC) (CCL #22; ATCC, Rockville, MD). The cells are passaged twice a week in Dulbecco's reinforced Eagle's medium (Bablanian et al., 1965) supplemented with 10% calf serum (CS).\n\n2. Cells are split 1 : 4 and maintained in a humidified 37°C incubator containing 5% CO,. Routinely, we plate MDBK cells on 100-mm tissue culture dishes (No. 3 100; Costar, Cambridge, MA) for large-scale preparation of virus stocks.\n\n3. Once confluence is reached, cell monolayers are washed twice with warm (37°C) phosphate-buffered saline (PBS) to remove residual serum and then are overlaid with 1.5 ml 1 : 1000 dilution of virus stock. Virus stocks usually have a titer of at least 1-5 x lo8 pfu/ml which, when diluted 1 : 1000, gives a titer of 1-5 x lo5 pfulml. A confluent MDBK monolayer in a 100-mm dish contains approximately 1.5 x lo7 cells. Thus, infection is carried out at alow multiplicity (0.01-0.05 pfulcell) to avoid problems caused by DI particles (see preceding discussion).\n\n4. Once infected, the cell cultures are returned to the 37°C incubator for 2 hr. During this virus adsorption period, the plates are tilted periodically (every 15 min) to ensure that the virus is distributed uniformly over the culture.\n\nAfter the virus adsorption period, the inoculum is removed and 7 ml Dulbecco's medium supplemented with 2% CS is added to each plate. In some instances, depending on the strain of influenza virus, it is necessary to incubate the infected cells in the presence of trypsin to ensure cleavage of the virus HA protein (Klenk et af., 1975; Lazarowitz and Choppin, 1975) . In this case, serum is not included and Dulbecco's medium is supplemented with 2.5 pglml sterileptosyl-phenylalanine chloromethyl ketone hydrochloride-treated trypsin (TPCKtrypsin; Sigma, St. Louis, MO).\n\n6. The cells are incubated at 37°C for 2 days until rounding and detachment of cells is observed due to the cytopathogenicity of the virus. At this time, the virus yield can be checked rapidly by determining its HA titer (see subsequent section), which should be >512. If a lower titer is observed, the incubation can be continued for an additional day.\n\n7. Virus is then harvested by collecting the medium. We typically transfer the medium into sterile conical 50-ml tubes and pellet the cell debris by centrifugation at 2000 rpm for 20 min.\n\n8. After centrifugation, the supernatants are decanted into a sterile flask and 1/5 volume Eagle's medium with 5% BSA is added to give a final BSA concentration of 1%, which is important in stabilizing the virus during freezinglthawing. 9. After mixing, aliquots of the virus solution are then dispensed into sterile glass vials and quickly frozen using a dry icelethanol (ETOH) bath. It is essential that the vials used are not penetrable by CO, vapors during this step, because the resulting acid pH would inactivate virus infectivity.\n\n10. Frozen stocks are stored at -80°C. It is important to maintain sterile conditions at each step of the preceding process.\n\nAlthough many strains of influenza viruses have been adapted for growth in mammalian cell cultures, embryonated eggs remain important hosts for laboratory isolation and growth of some influenza viruses. Viruses are usually prepared by intra-allantoic inoculation in 10-to 1 1-day-old embryonated eggs. For a more detailed description of egg inoculation and harvesting of virus, consult any of several basic virology laboratory manuals (Department of the Army, 1964; Palmer et af., 1975).\n\n1. Embryonated hens' eggs are incubated in a humidified chamber with forced air flow at 37.5-38°C. Since the size of the allantoic cavity increases as the embryo grows, 10-to 1 1-day-old hens' eggs are preferable for growth of established influenza virus strains.\n\n2. Prior to inoculation, the eggs are candled in a darkened room and the positions of the embryo and air sac (blunt end of egg) are marked. The embryos must be viable, as evident by vascularization and movement of the embryo. Contaminated or dead embryos-evident by their black, brown, or green cast-should be discarded.\n\n3. The shell is disinfected with iodine or 70% EtOH and a small hole is drilled 2-5 mm above the air sac. Seed virus from allantoic fluid is then injected into the allantoic cavity by gently inserting a syringe about 0.5 in deep under the airline with a 25-gauge needle into the hole aiming for the shell (needle held at a 45\" angle). The seed virus is usually diluted by a factor of 103-104; 0.1 ml is inoculated per egg.\n\n4. The needle is removed and the hole sealed with wax, scotch tape, or household glue. Following inoculation, the eggs are returned to the incubator (blunt end up) for 2-3 days.\n\n5. Eggs should be candled 16-20 hr postinfection to check for viability, since contamination and/or injection trauma can lead to premature death of the embryo. Such eggs should not be used in harvesting virus.\n\n6. After 2-3 days at 35-36\"C, infected eggs are transferred to 4°C overnight. 7. Virus is then harvested by collecting the allantoic fluid. The shell above the air sac is disinfected and a small portion is removed with sterilized forceps, taking care not to puncture the shell membrane. The shell membrane is then removed aseptically. Using sterile forceps the chorioallantoic membrane is gently punctured and the membranes are pushed aside allowing the allantoic fluid to empty into this cavity. The allantoic fluid (5-10 ml/egg) is then collected with a sterile pipet and transferred to sterile conical tubes.\n\n8. As done for virus grown in cell culture, the virus-containing fluid is precleared by centrifugation, and aliquots are stored frozen at -80°C (see preceding procedure).\n\nThe plaque assay (Dulbecco and Vogt, 1954) is a quantitative assay for infectivity, which quantifies the number of infectious virions in a virus suspension. The principle behind the plaque assay is to infect cells with dilutions of virus and then culture them under agar or another support such as agarose so progeny virus is transmitted only from an infected cell to its immediate neighbors. The agar effectively prevents the diffusion of virus through the medium to other regions of the monolayer. After several rounds of infection, the virus will spread to produce a localized area of dead cells, referred to as a plaque, within the cell monolayer. Thus, if a cell monolayer is infected with a single infectious particle, a single plaque would arise from the one infected cell.\n\nScoring the number of plaques allows determination of the virus titer, which is then expressed in plaque-forming units (pfu): pfu/ml = number of plaques scored (mean from triplicate plates)\n\nx 2 (for 0.5 ml inoculum) x reciprocal of dilution.\n\nThus, if a monolayer is infected with 0.5 ml of a lo-* dilution of the stock virus and yields 20 plaques, the titer would correspond to 4.0 x lo9 pfu/ml. For plaque assay of influenza virus stocks, Madin-Darby canine kidney (MDCK) cells cultured in 60-mm petri dishes are routinely used. 3. Cells are then placed in an incubator at 37°C in an atmosphere of 5% CO, for 2 hr for virus adsorption. Plates are tilted every 10-15 min to ensure uniform distribution of the virus. 4. Following virus adsorption, the inoculum is removed and cell monolayers are washed twice with warm (37°C) PBS to remove unadsorbed virus. 5. The infected cells are then overlaid with 2 ml agar overlay medium consisting of a 1 : 1 mixture of 2 x Dulbecco's medium and white agar (1 -9% agar in dH,O, autoclaved) supplemented with 2.5 pg/ml TPCK-trypsin. The agar overlay medium should be prepared in advance and kept at a suitable temperature. We typically melt the agar solution in a microwave oven and then place it in a 45°C water bath for 15-20 min before mixing with 2 x Dulbecco's medium, which is at 37°C. The temperature of the overlay medium should be 40-42°C. The overlay will solidify if it cools below 40\"C, and will damage the cells if it is much warmer than 42°C. Trypsin is added directly to the agar overlay media before overlaying because it is sensitive to heat.\n\n6. The dishes are allowed to stand until the agar has solidified, and are then returned to the 37°C incubator in an inverted position, to prevent moisture from getting below the agar overlay, until plaques are evident. Visible plaque formation occurs in 2-3 days, but we recommend that you check for plaques every day. Plaques are readily visible by phase-contrast microscopy. 7. For counting, plaques are more readily visualized if the cell monolayer is stained with a vital dye such as neutral red. For staining with neutral red, the cells are overlaid 2-3 days postinfection with a 1.5-ml second agar overlay medium containing a 1 : 1 mixture of 2 x growth medium and 1.9% agar/0.025% neutral red (in dH,O, autoclaved). Since only living cells take up neutral red, plaques will appear as opaque, clear regions in a red background. Neutral red will be taken up by the living cells in approximately 3-5 hr at 37°C.\n\nNote that trypsin is only needed with influenza virus strains in which the HA glycoprotein does not undergo intracellular cleavage. The cleavage of the HA protein is needed to activate its low pH-dependent membrane fusion activity, which is essential for virus penetration (Klenk er al., 1975; Lazarowitz and Choppin, 1975) . Thus, virulent avian subtypes (i.e., influenza A/FPV/Rostock/ 34 H7N1) do not require trypsin in the agar overlay because cleavage of the HA glycoprotein occurs intracellularly in the Golgi complex. In general, most human influenza virus strains and many avirulent avian strains do require trypsin (Tobita er al., 1975) . The AlWSN strain, however, forms plaques in chicken embryo fibroblasts in the absence of trypsin.\n\nThe hemagglutination test is a convenient rapid assay for influenza virus. Influenza virus adsorbs to cells via its major surface glycoprotein, HA, which binds to N-acetylneuraminic acid residues present on target cells. The hemagglutination test takes advantage of the binding activity of viral HA to neuraminic acid-containing receptors found on red blood cells. Virus binds to these receptors and causes clumping or agglutination of red blood cells in suspension. However, this assay will not measure virus infectivity because defective particles or virus fragments that are not infectious also contain functional hemagglutinin proteins.\n\n1. Chicken red blood cells can be obtained commercially, or can be obtained by bleeding chickens directly.\n\n2. For preparation of chicken red blood cells (cRBCs), place the cells in a 50-ml conical tube and add PBS without CaC12 and MgCl, (PBS-deficient) up to a volume of 45 ml.\n\n3. Pellet the cells by centrifugation at 1500 rpm for 5 min and remove the supernatant by aspiration. Resuspend cells gently in 45 ml PBS-deficient, and repellet at 1500 rpm for 5 min.\n\n4. Wash the cells again by the same procedure, and resuspend the cell pellet in 5 ml PBS-deficient; transfer them to a graduated 10-to 15-ml conical tube. Add PBS-deficient up to the neck of the centrifuge tube and pellet cells by centrifugation at 1500 rpm for 10 min. Determine the volume of the packed cRBCs and prepare a 10% suspension (e.g., 2 ml packed cells resuspended in 20 ml), which can be stored at 4°C for -1 wk. Dilute this suspension 1 : 20 with PBS-deficient to prepare a 0.5% solution of cRBCs for the hemagglutination test.\n\n5. The hemagglutination assay is carried out in 96-well microtiter plates. To each 12-well row of the microtiter plate that will be used, 100 pI 0.85% saline, pH 7.3-7.4, is added.\n\n6. To the first well in each row, add 100 pl test virus (undiluted) or, as a negative control, add 100 pl Eagle's medium with 1% BSA. Using a multipi-pettor, dilute the virus suspension serially from the first to the twelfth well by first mixing thoroughly, and then transferring 100 pl to the next adjacent well, 7. Discard the 100 pl derived from well 12. 8. To each well, add 100 p1 of 0.5% solution of prewashed cRBCs, and allow the cells to settle for 60 min at room temperature. 9. After 60 min negative controls will exhibit small red buttons, whereas positive wells appear diffuse with no clear indication of buttons. The positive wells have a sufficient concentration of virus particles to induce agglutination of the red blood cells. The last well that clearly shows a diffuse pattern and contains no evidence of red blood cells settling to a button is the end point. This dilution is used in calculating the HA titer, which is the reciprocal of the dilution factor. The first well represents a 1 : 4 dilution, the second 1 : 8, the third 1 : 16, and so on. Thus, if the tenth well is scored as positive, the virus stock has an HA titer of 2048, since well 10 represents a 1:2048 dilution of the virus.\n\nInfluenza A and B viruses possess eight genomic RNA segments that encode 10 viral polypeptides. Influenza virus will infect a number of mammalian cell lines such as MDBK, baby hamster kidney (BHK-21, CCL #lo; ATCC), MDCK, or monkey kidney (African Green monkey kidney, CV-1, CCL #70; ATCC). The time course of viral polypeptide synthesis depends on the strain of virus and the host cell, as well as on the multiplicity of infection (Skehel, 1972; Meier-Ewert and Compans, 1974; Lamb and Choppin, 1976; Shapiro et al., 1987) . Thus, it is important to establish the growth properties and time course of replication of a given influenza virus strain in the cell type of interest before planning specific experiments.\n\nIn general, the first detectable viral polypeptides are NP and a nonstructural protein (NSl) derived from segment 8 of the viral genome. These two viral polypeptides are detectable as early as 0.5 hr postinfection in chicken embryo fibroblast (CEF) cells, and their rates of synthesis reach a maximum at about 4.5 hr postinfection. These proteins represent the most abundant proteins in the infected cells. The polymerase polypeptides (PA, PBI, PB2) encoded by RNA segments 1-3 are also observed early in infection, but their levels remain relatively low throughout the infection cycle. The M1 protein (derived from segment 7) is a late influenza virus protein, as are the viral glycoproteins, HA (vRNA segment 4), and NA (vRNA segment 5). Detectable levels are usually observed between 2.5 and 3.5 hr and steadily increase, reaching high rates of synthesis 4-5 hr postinfection. The other viral proteins (M2, segment 7, and NS2, segment 8) are present at intermediate levels.\n\nIn the experiment shown in Fig. 1 , BHK-21 and MDCK cells were infected with 30 pfu/cell of A/WSN in Eagle's medium with 1% BSA and the virus was adsorbed for 1 hr. After virus adsorption, cells were washed twice with PBS and incubated in Dulbecco's medium with 2% CS until labeling at the desired times postinfection. At 0, 2,4, 6, and 8 hr postinfection, a well of a 6-well plate of cells was washed twice with Dulbecco's modified Eagle's medium (DMEM) without methionine and cysteine and then incubated in DMEM containing 50 pCi of L-[3'S]methionine/cysteine (Amersham, Arlington Heights, IL) for 15 min at 37°C. After labeling, the cells were immediately placed on ice, washed twice with cold PBS, and lysed in 300 p1 SDS-polyacrylamide gel electrophoresis (PAGE) sample buffer (10% glycerol, 3% SDS, 200 mM Tris-HC1, pH 6.8, 0.004% bromophenol blue, 1 mM EDTA). The disrupted cells were collected from the plates, boiled for 5 min, sonicated for 20 sec to shear cellular DNA, and then stored at -20°C. Because influenza virus infection shuts off host cell protein synthesis, viral proteins can be directly analyzed by SDS-PAGE and processed for fluorography without prior immunoprecipitation of viral proteins with antiviral antiserum. For analysis of metabolically labeled viral proteins, aliquots of the cell lysates were separated on 13% polyacrylamide-SDS gels with an acry1amide:bis-acrylamide ratio of 130 : 1 (Lamb and Choppin, 1976) ; these conditions result in resolution of the M1 and NSl proteins which comigrate under standard acry1amide:bis-acrylamide ratios. As can be observed in Fig.  1 , influenza virus affects host cell protein synthesis rapidly (-1 hr postinfection) with maximal shutdown occurring approximately 2-4.5 hr postinfection.\n\nProcedures for growth of MDCK cells on permeable supports are described in Section III,D,3,a for VSV. Because influenza virus is able to infect cells at their apical surfaces, the inoculation of filter-grown MDCK cells is carried out as described in Section III,B,4 for cells grown on plastic surfaces. Examples of the polarized release of influenza virus and VSV from MDCK cells are shown in Fig. 2 . 2. The virus inoculum is removed and 6 ml Dulbecco's reinforced Eagle's medium with 2% CS is added per plate. The medium from injected plates is collected 24-36 hr postinfection and is precleared to remove cell debris by centrifugation at 5,000 g for 20 min.\n\n3a. Virus is then pelleted by centrifugation at 52,000 g for 60 min in a SW28 rotor.\n\n3b. Alternatively, virus may be precipitated from supernatants of infected cells with polyethylene glycol (PEG) by adding PEG (6000, Sigma, St. Louis, MO) and NaCl to the precleared supernatant at final concentrations of 7.5% and 2.3% respectively. Once the crystals have dissolved, the virus-PEG solution is placed at 4°C for at least 1.5 hr. The resulting precipitate is pelleted at 1,000 g for 30 min.\n\nStep 3a is left overnight on ice in 0.25 ml medium, and is resuspended in Eagle's medium and layered onto a 10-40% continuous potassium tartrate gradient (w/w in PBS or H20). The pellet from Step 3b may be resuspended in Eagle's medium directly by pipetting gently until it is dissolved. 5. Following centrifugation at 23,000 rpm in a SW28 or similar rotor, the virus should resolve into a well-defined band that is then collected by dripping or by pasteur pipet. Some investigators prefer to purify virus by 15-60% sucrose or successive sucrose and potassium tartrate gradients. Under these conditions, the visible virus band is collected after sucrose gradient centrifugation at 22,000 rpm for 90 min and is diluted to give a sucrose concentration of 10%. The virus is then pelleted by centrifugation (52,000 g for 1 hr), resuspended in Eagle's medium, and separated by potassium tartrate gradient centrifugation.\n\n6. Following the one-step or two-step centrifugation procedure, the virus is collected and dialyzed against buffer or medium.\n\nPoliovirus is an enterovirus belonging to the Picornaviridae family of small RNA viruses. The poliovirion consists of an icosahedral protein capsid structure without a lipid envelope that contains a single-stranded RNA genome (positive polarity) that functions as messenger RNA. The naked RNA of poliovirus is infectious.\n\nThe mature poliovirus virion is composed of four capsid proteins designated VPl, VP2, VP3, and VP4 in order of decreasing molecular weight. The outer surface of the mature capsid is composed of 60 identical subunits, termed protomers or capsomers, each of which contains one copy of VP1, VP3, and VP2, arranged in icosohedral symmetry (Hogle et al., 1985) . VP4 is found internally and associates with the inner face of the capsid structures and with viral RNA. The viral RNA contains a virus-encoded protein VPg that is covalently attached to the 5' terminus. VPg is essential for the initiation of RNA replication (Rueckert, 1990) .\n\nPoliovirus infection is restricted to primate hosts, and depends on the presence of functional receptors on the cell surfaces (Holland, 1961; Racaniello, 1988; Ren and Racaniello, 1992) . However, nonsusceptible cell lines and tissues can be infected with naked poliovirus RNA (Holland et al., 1959) . The poliovirus receptor is well characterized and is a member of the immunoglobulin superfamily (Mendelsohn et al., 1989) . The functional poliovirus receptor (PVR) is a transmembrane glycoprotein of approximately 43-45 kD containing three immunoglobulin-like domains (I, 11, and 111, numbered consecutively from the N terminus). Mutational analysis has revealed that domain I of the PVR is primarily responsible for virus binding (Koike et al., 1991; Freistadt and Racaniello, 1991) . The precise cellular function of PVR is unknown.\n\nFollowing virus binding, entry occurs by endocytosis. The subsequent uncoating process is not well understood. However, the incoming virion RNA is released into the cytoplasm where it functions as mRNA for initial viral protein synthesis (primary translation). Host cell protein synthesis is rapidly shut down between 1 and 2 hr postinfection as a result of disaggregation of cellular polyribosomes and their recruitment by viral RNA for synthesis of viral proteins. The genome of poliovirus encodes a large precursor polyprotein that undergoes subsequent cleavage, giving rise to the final viral protein species (Summers and Maizel, 1967; Leibowitz and Penman, 1971 ). Viral protein synthesis is readily detected beginning approximately 1.5 hr postinfection and reaches maximal levels at about 2.5 hr postinfection. Thereafter, protein synthesis levels off and begins to decline at 3.5 hr postinfection. Viral RNA synthesis is somewhat delayed after the onset of infection, after early viral protein synthesis has been initiated. Viral RNA synthesis is first detected between 1 and 2 hr postinfection and reaches a maximum at about 3 hr postinfection, declining considerably after 4 hr. Virus maturation is initiated by the association of vRNA with a newly synthesized viral proteins. Intracellular progeny virions are detectable between 3 and 4 hr postinfection. During virus maturation, the capsid proteins are assembled and precursor proteins are cleaved, resulting in the final virion coat proteins enclosing the vRNA genome. The assembly of infectious virions continues and large amounts accumulate in the cytoplasm until, at 6-8 hr postinfection, the progeny virions are released from the infected cell. A single cycle of virus growth is complete in about 8 hr (see Darnell and Levintow, 1960; Scharff et al., 1963 Scharff et al., ,1964 Baltimore et al., 1966; Levintow, 1974 ).\n\nThe S 3 clonal derivative of the HeLa parent line (CCL #2.2; ATCC) is a suspension cell line that is particularly susceptible to poliovirus (Darnel1 and Levintow, 1960) . The parent HeLa cell line (CCL #2; ATCC) is well suited to growing poliovirus in cell monolayers.\n\n1. HeLa cells are cultivated in 75-cm2 tissue culture flasks in Dulbecco's reinforced Eagle's medium supplemented with 10% newborn calf serum (NCS) and can be passaged biweekly at a 1 : 5 dilution.\n\n2. For preparation of virus stocks, freshly confluent monolayers (75-cm2 flask, -3 x lo7 cells) are washed twice with serum-free Dulbecco's medium and inoculated with 2 ml diluted virus stock (-1 x 10' pfu/ml) per flask. The cells are incubated for 1 hr at 37°C with occasional rocking of the plates.\n\n3. Following the l-hr adsorption period, the cells are overlaid with growth medium containing 10% NCS and returned to the incubator for 48 hr.\n\n4. The cells are scraped and virus is harvested 48 hr postinfection by three cycles of freezekhawing, followed by centrifugation of cell debris at 2000 rpm for 10 min at 4°C. 5. Supernatants from the centrifugation are stored at -20°C to -80°C. Virus titer is determined by plaque assay (see next procedure).\n\nWe routinely use HEp-2 cells for plaque assay of poliovirus. 1. HEp-2 cells are passaged biweekly (1 : 5) in DMEM supplemented with 10% CS. Freshly confluent HEp-2 cells cultivated in 6-well plates (-3 cm diameter; No. 3506; Costar, Cambridge, MA) are washed twice with warm PBS and inoculated with appropriate dilutions of poliovirus stock (calculated to give 20-50 plaques at one of the dilutions).\n\n2. The cells are incubated at 37°C for 60 min with occasional rocking of the plates.\n\n3. The cells are then washed once with PBS and overlaid with 2 ml 1 : 1 solution of 2 x Dulbecco's and 1.9% agarose. 4a. At 3 days postinfection, the plaques are visualized by overlaying the agarose medium with a second layer containing 1% low-melting agarose with 0.025% neutral red.\n\n4b. As an alternative, the cells can be stained with the vital dye MTT [3-(4,5-dimethylthiazol-2-y1)-2,5 ,-diphenyltetrazolium bromide; Sigma]. The MTT solution is pale yellow and, when taken up by living cells, is metabolized by cellular dehydrogenases into a purple precipitate. Thus plaques will appear pale yellow in a purple to black background. MTT is stored as a 5 mg/ml stock solution in PBS at 4°C. Add 2 pl stock solution to 2 ml 1% agarose (in dH20) and overlay cells. Following solidification of the second overlay, the cells are returned to the 37°C incubator for 30-120 min, at which time the color reaction should be complete. c. Virus Purijication 1. After preclearance of cellular debris by low-speed centrifugation at 10,000 rpm for 30 min, virus can be concentrated either by high-speed centrifuga-tion (28,000 rpm, SW28 rotor, 2 hr) or by precipitation with PEG 6000 in the presence of NaCl.\n\n2. In the latter case, a concentrated BSA solution is added to the precleared culture fluid to obtain a final concentration of I% and PEG 6000 and NaCl are added to final concentrations of 10% and 2.3%, respectively. This suspension is stirred slowly overnight at 4°C. The virus is then pelleted at 3,000 rpm for 20 min at 4°C.\n\n3. If only high-speed centrifugation of the cell culture suspension is used, the virus pellet is softened overnight in a small volume of PBS and resuspended, and carrier protein (BSA) is added to 1%. Large clumps are dispersed by sonification or homogenization, and insoluble aggregates are removed by lowspeed centrifugation (3,000 rpm, 4°C).\n\n4. Virus is subsequently purified by CsCl equilibrium gradient centrifugation. CsCl is added to 0.5 g/ml and the mild nonionic detergent NP-40 is added to 1% to the final volume of the virus suspension. Virus is then banded in CsCl by centrifugation at 146,000 g for 16 hr at 4°C.\n\n5 . Viral bands are harvested by fractionation. Note that empty capsids, DI particles, and dense particles may be evident in these preparations. However, because of their different buoyant densities in CsC1, they can be readily identified and separated from mature infectious virus particles, which band at a density of 1.35 g/ml in CsCl. Dense particles typically band at 1.44 g/ml in cesium chloride (Rowlands et al., 1975; Yamaguchi-Koll et al., 1975) , whereas DI particles band at 1.31-1.32 g/ml and empty capsids at 1.29-1.30 g/ml (Cole et al., 1971) .\n\nAlternatively, poliovirus can be purified on linear 15-45% sucrose gradients.\n\n1. The sample in PBS is layered onto a 15-45% sucrose gradient (w/v in 10 mM Tris-HC1, pH 7.4, and 50 mM NaCI).\n\n2. The samples are then centrifuged at 80,000 g for 4 hr at 4°C (25,000 rpm, Beckman ultracentrifuge, SW28 rotor).\n\n3. Virus is collected by fractionation, the band diluted 5to 10-fold with Tris-HCl, NaCl buffer, and pelleted by centrifugation at 100,000 g at 4°C.\n\n4. The pellet is resuspended in PBS and stored frozen at -80°C. Mature infectious virus sediments in sucrose at 155s. (Fernandez-Tomas and Baltimore, 1973; Rowlands et al., 1975) .\n\nVesicular stomatitis virus (VSV) is the prototype rhabdovirus, containing a nonsegmented single-stranded RNA genome of negative sense enclosed in a host-cell-derived lipid envelope. VSV has a typical rod-shaped bullet-like morphology. VSV virions contain a functional virus-encoded RNA transcriptase to initiate transcription on infection. VSV is very cytopathogenic for the infected cell. Prior to cell death, VSV infection leads to the efficient shut-down of host RNA, DNA, and protein synthesis.\n\nAlthough cellular receptors for VSV have not been identified conclusively, VSV does possess high affinity for phosphatidylserine (Schlegel et al., 1983) . VSV penetration occurs via receptor-mediated endocytosis followed by a pHsensitive fusion event between viral and endosomal membranes ( M a t h et al., 1982a,b) . Replication and assembly are solely cytoplasmic and can occur in enucleated cells. Transcription of the genome yields five monocistronic mRNAs, all of which contain a common leader sequence that is also present at the 3' terminus of the viral genome. Replication of the negative-strand genome involves synthesis of full-length plus strands as templates.\n\nThe genome encodes five proteins, all of which are found associated with purified virions. The genomic organization of VSV is common to all rhabdoviruses with a small leader sequence at the extreme 3' terminus of the genome followed by the coding regions for N, NS, M, G, and L proteins. The L (large) and NS proteins function as the viral RNA transcriptase and are associated with nucleocapsids consisting of genomic RNA and the abundant N (nucleocapsid) protein. The G protein is an integral membrane glycoprotein and forms the characteristic spike-like projections emanating from the surface of the virions, whereas the M (matrix) protein lines the inner surface of the virion lipid envelope and is in close association with the RNPs, as well as the surface G proteins.\n\nThe procedure for preparation of VSV stocks is similar to that described for influenza virus (see preceding discussion) except for the choice of host cell. We routinely use continuous lines of baby hamster kidney (BHK-21F or BHK-21/c13) cells (McPherson and Stoker, 1962; Roth et al., 1979; Roth and Compans, 1981) for growth and plaque assay of VSV.\n\n1. BHK-21 cells are maintained at 37°C in reinforced Eagle's medium with 10% CS and 10% tryptose and phosphate broth in an atmosphere of 5% C 0 2 (Holmes and Choppin, 1966) . These cells can be passaged biweekly at 1 : 10 to 1 : 20 dilutions. For preparation of virus stocks, we use freshly confluent monolayers of BHK-21 cells cultivated in 100-mm dishes (-1 x lo7 cells).\n\n2. The monolayers are washed twice with warm PBS prior to inoculation with virus stocks. Cells infected at a multiplicity of infection of 0.01-0.1 pfu/cell typically yield high titer stocks, >lo9 pfu/ml. Infection at low multiplicity is important to reduce the presence of DI particles. The virds inoculum is diluted in Eagle's medium with 1% BSA to give 0.1-1 x lo6 pfu/ml; 1.5 ml virus dilution is added to each monolayer.\n\n3. After a 1-hr adsorption period at 37°C with occasional tilting of the plates, the virus inoculum is removed and 6 ml DMEM with 2% CS is added. 4. Virus is harvested from the medium after a 24-hr incubation at 37°C. The medium is precleared by low-speed centrifugation (2000 rpm, 10 min at 4°C) and BSA is added to 1%. 5. The virus suspensions are aliquoted and stored frozen at -80°C. 6. The virus titer is determined by plaque assay on BHK-21 cells. BHK-21 cells are seeded on 60-mm tissue cultures dishes and incubated at 37°C until confluence is reached.\n\n7. Freshly confluent monolayers are then washed twice with PBS and incubated with 0.5 ml selected serial l0-fold dilutions of virus stock. The monolayers are returned to the incubator with occasional rocking for 60 min, and then washed with PBS to remove unadsorbed virus.\n\n8. The cells are then overlaid with 4 ml DMEM containing 0.9% Noble Agar (Difco Laboratories, Detroit, MI). Plaques should be evident after a 24-hr incubation at 37°C. 9. Visualization of plaques is enhanced by incubation with an additional agar overlay containing the vital dye neutral red (2 mlO.95% agar with 0.01% neutral red). For counting, dilutions that yield 10-50 well-defined plaques per dish are preferable.\n\nIt is sometimes necessary to plaque purify VSV to reduce formation of DI particles.\n\nTo plaque purify, individual plaques that are well defined and separated from other plaques are marked on the bottom of the dish and gently picked via suction with a sterile pasteur pipet. A sterile pipet is carefully inserted above the marked plaque until the pipet tip touches the bottom of the tissue culture plate. By gently removing the pipet, an agar plug containing virus and cells is aspirated into the pipet.\n\n2. The pipet contents are then transferred to 0.5 ml Eagle's medium with 1% BSA and vortexed vigorously to free virus from the agar.\n\n3. This suspension is centrifuged briefly and used to infect a 100-mm dish of freshly confluent BHK-21 cells.\n\n4. After a I-hr adsorption period, 6 ml Dulbecco's medium containing 2% CS is added and the cells are incubated for 48 hr at 37°C. 5. The culture medium is then collected and cellular debris is removed by low-speed centrifugation (2000 rpm, 10 min). Virus titer is determined by plaque assay. The process can be repeated an additional time to ensure a genetically cloned population; the resulting virus can be used as the inoculum to prepare larger virus stocks, as described already.\n\n2. Purification of VSV 1. To prepare purified VSV, BHK-21 cells cultivated on 100-mm dishes are inoculated at a multiplicity of 5-10 pfu/cell. 2. After a 2-hr adsorption period at 37\"C, the virus inoculum is removed and replaced with 7.5 ml Dulbecco's reinforced Eagle's medium with 2% CS. Cells are cultured overnight in a humidified CO, incubator.\n\n3. VSV is released by budding from the plasma membrane, and virus is recovered from the extracellular medium. We recommend harvesting the virus 18-20 hr postinfection. At this time, the cells remain relatively intact and the extracellular medium is not extensively contaminated by cell debris. The culture medium is harvested and precleared by centrifugation at 2,000 g for 30 min. 4. Released virus is then precipitated with 7% PEG 6000 and 2.3% NaCl at 4°C for 10-16 hr (McSharry and Benzinger, 1970) , followed by centrifugation at 1,000 g for 20 min. 5. The virus pellet is gently resuspended in Eagle's medium with 1% BSA, and further purified by isopycnic centrifugation in a linear 15-40% (wlw) potassium tartrate gradient at 90,000 g for 2.5 hr.\n\n6. After centrifugation, the virus band is collected by side puncture with a needle attached to a syringe. In some instances, two viral bands may be discernible upon potassium tartrate gradient centrifugation (Klenk and Choppin, 1971 ). The lower band consists largely of cellular components with small amounts of virus particles, whereas the upper band contains infectious VSV particles. The upper band should be harvested. 7. The virus band is then dialyzed overnight at 4°C against buffer or medium for subsequent experiments.\n\nAlternatively, virus can be purified by layering on a linear 10-40% sucrose gradient, followed by centrifugation at 50,000 g for 90 min. The virus band is then collected by side puncture, diluted 10-fold, and pelleted by centrifugation at 90,000 g for 1 hr. The virus pellet is resuspended in an appropriate medium or buffer for subsequent experiments.\n\nAs described earlier, animal viruses have proven useful in studying mechanisms of vectorial transport of membrane proteins in polarized epithelial cells. It has been observed that VSV preferentially enters cells and is released by budding at the basolateral surfaces of polarized epithelial cells (e.g., MDCK, Vero C1008, and Caco-2 cells) (Rodriguez-Boulan and Sabatini, 1978; Tucker and Compans, 1993) . MDCK cells retain many of the properties of differentiated kidney epithelial cells (e.g., asymmetric distribution of enzymes and vectorial transport of sodium and water from apical to basolateral surfaces). Two strains of MDCK cells vary in their transepithelial resistance (Richardson et al., 1981; Balcarova-Stander et al., 1984) . Strain I forms tight epithelial monolayers reaching a transepithelial resistance above 1500 ohm cm2, whereas Strain I1 forms monolayers with lower resistance of 200-300 ohm cm2. For studies of virus infection of polarized cells, the cells are usually grown on permeable supports (filters) that facilitate access to both the apical and the basolateral surfaces. We typically use 3-cm diameter filters of mixed cellulose esters (Millicell-HA, 0.45-pm pores, Millipore, Bedford, MA). With filters of a pore size greater than 1 pm, epithelial cells can migrate through the filter (Tucker et al., 1992) . Thus, filters with pore size of >1 p m are recommended.\n\n1. MDCK cells are seeded on 0.45-pm filters at a density of 1 x lo6 cells per 3-cm filter. Prior to seeding, the filters should be wetted from the bottom with growth medium for at least 5 min, followed by the addition of 1 ml growth medium to the interior of each filter unit. This can be done by pouring 2 ml medium into the exterior chambers and then placing the filters into the individual chambers. It is important that the filters are completely wet prior to addition of apical medium, to prevent trapping air in the pores of the filter.\n\n2. After seeding, the 6-well filter chamber is gently swirled to remove any air trapped beneath the filter.\n\n3. The cells are then placed at 37°C in a humidified CO, incubator. It is important to avoid touching or puncturing the membrane during seeding.\n\n4. Every 2-3 days, change both apical (interior) and basolateral (exterior) medium chambers, taking care not to damage the membrane during aspiration of medium. The medium from the basolateral chamber should be removed before the apical medium, followed by addition of fresh medium first to the apical chamber and then to the basolateral chamber. This prevents upward movement of medium from the basolateral chamber, which can damage the integrity of the cell monolayer.\n\nTransepithelial resistance can be monitored using a Millipore ERS apparatus (Millipore, Bedford, MA), which is designed to measure membrane voltage and resistance of cultured epithelial cells. This apparatus contains an outer and an inner electrode. The former is somewhat longer and contains small silver pads for passing current through the membrane, whereas the latter is shorter in length and contains small Ag/AgCl voltage sensors. Follow the manufacturer's instructions when using this instrument. Resistance is measured at room temperature in medium without serum. Make sure the medium is at room temperature and the electrodes are sterile (soak in 70% EtOH). When moving the electrodes from one filter-grown monolayer to the next, rinse with PBS, if necessary, and avoid touching the membrane with the internal electrode. As a control, the resistance of the growth medium plus membrane support without cells is measured; this value is subtracted from the reading obtained with cells. Use of nonpolarized epithelial cells for comparison is highly encouraged. Cell monolayers can also be monitored for impermeability to diffusion of a macromolecule across the cell layer by using [3H]inulin (Caplan et al., 1986) . The rate of insulin diffusion in a cell monolayer should not exceed l%/hr for cells with intact junctional complexes.\n\nVSV replicates rapidly in cell culture, reaching maximal viral titers depending on the multiplicity of infection and host cell type approximately 8-12 hr postinfection (Wagner, 1975) . Viral protein synthesis peaks at about 4 hr postinfection using high multiplicity of infection, and can be detected as early as 1 hr postinfection. The N protein is generally the first detectable, and is also the most abundant viral protein in infected cells. The L protein is synthesized throughout a 7-hr cycle of infection, albeit at relatively low levels (Wagner et al., 1970) . The G and M proteins gradually increase as the infection cycle progresses.\n\nSince VSV preferentially infects MDCK cells basolaterally, the infection of polarized MDCK cells cultivated on filters should be initiated from the basolateral surface. MDCK cells cultivated on filter-membrane supports are infected with VSV only after the cells exhibit high transepithelial resistance (typically 7-10 days postseeding) at a multiplicity of infection of 5 pfulcell.\n\n1. Before infection, both apical and basolateral surface are washed with PBS. This can be done removing filters and dipping them edgewise into a sterile beaker of warm PBS, followed by careful aspiration and washing of the apical side.\n\n2a. To infect cells basolaterally, the filters are transferred to a new 6-well plate containing 1 ml virus inoculum carefully placed in the center of each well. The filter is kept at an angle and is slowly lowered onto the inoculum.\n\n2b. Alternatively, filter-grown cells can be infected by placing a droplet of 100 pl diluted virus suspension on a sheet of parafilm overlaying a moistened piece of Whatman filter paper. The parafilm and Whatman paper are placed in a sterile petri dish, droplets of inoculum are applied, and filters are gently lowered onto the droplets at an angle to prevent air bubbles from forming. This inoculation chamber is then placed in a 37°C incubator for 60 min.\n\n3. After the virus adsorption period, the apical and basolateral medium is replaced with 1 ml growth medium and the infection is continued at 37°C for the appropriate times. 4. To label the VSV-infected cells metabolically, both apical and basolateral surfaces are starved 30 min with DMEM without methionine and cysteine prior to labeling, followed by incubation in DMEM plus 50 pCi [\"S]Met/Cys (Express 3SS35S-labeling mix; New England Nuclear, Boston, MA) applied to the basolateral (exterior) chamber, since methionine is more efficiently taken up from the basolateral than the apical surface (Balcarova-Stander et al., 1984) . 5 . To follow the time course of viral protein synthesis, the cells are labeled every 2 hr postinfection (beginning of adsorption period taken as time 0) at 37°C for 20 min.\n\n6. After labeling, both surfaces of the membrane inserts (apically and basolateral) are washed twice with ice cold PBS and the cells are lysed by the addition of 500 p1 cold lysis buffer [1.0% Triton X-100 in MNT (20 mM MES, 100 mM NaC1, 30 mM Tris-HC1, pH 7.5) containing 50 mM iodoacetamide, 1 mM EDTA, 1 mM PMSF] to the apical (interior) side of the filter inserts.\n\n7. The cells are scraped off the filter with a rubber policeman and are transferred to a microcentrifuge tube.\n\n8. Cellular debris is removed by centrifugation at 10,000 rpm for 10 min in a microcentrifuge.\n\n9. The supernatants can be immunoprecipitated with anti-VSV antiserum or can be directly analyzed by electrophoresis on 7.5% polyacrylamide gels in the presence of SDS.\n\nThe following procedure is used for embedding virus-infected cell cultures for electron microscopy.\n\n1. Wash cell cultures and permeable membrane filters (both sides) with PBS 2. Fix cultures for 30 rnin with 1% glutaraldehyde in PBS.\n\n3. Wash samples with PBS. Samples can be stored overnight. It is important to excise the permeable membrane filters before proceeding to the next step. Cut inserts into strips (5 x 10 mm) and place in a glass tube with PBS. 4. Wash samples with 300 mM cacodylate buffer, pH 7.2, twice for 30 rnin each time. 5. Post-fix (stain) with 1% osmium tetroxide in 300 mM cacodylate buffer for 60 min. 6. Wash samples with 300 mM cacodylate buffer twice for 30 rnin each time. 7. En bloc stain with 1% uranyl acetate in 10% methanol for 60 min. 8. Rinse with 50% methanol twice for 5 rnin each time to remove excess stain. 9. Dehydrate samples through a graded ethanol series (50, 75, 95, 100%) for exchanges of 10-15 min each. The 100% alcohol concentration should be stored over aluminum sodium silicate (Molecular Sieves Grade 514; Fisher Scientific, Pittsburgh, PA) to ensure dryness. If working with filters proceed to steps in Section b (see below). 10. Float cell cultures off the surface of the plastic ware with propylene oxide. (Wear gloves! Score a circle around the edge of the dish, remove the alcohol, and cover the cells with propylene oxide. Then use a gentle (300 mM, pH 7.2) twice for 5 rnin each time.\n\nswirling motion to lift the cells free from the plastic. Using an applicator stick, remove the cells and transfer to glass test tubes filled with fresh propylene oxide.) 1 1 . Wash with propylene oxide twice 5-7 min each time. If the solution is cloudy when the cells are transferred from the plastic, wash five times. Propylene oxide should be stored over Molecular Sieves to ensure dryness. 12. Infiltrate the specimens with a 1:l mixture of propylene oxide and epoxy resin (EMBED 8 12; Electron Microscopy Sciences, Fort Washington, PA) for 1-2 hr in capped vials. This step can be continued overnight. 13. Remove caps and lower the level of fluid to just above the specimen.\n\nAllow the propylene oxide to evaporate from the vials for at least 2 hr. 14. Infiltrate with 1 ml 100% epoxy resin (EMBED 812) for 2 hr or longer. 15. Prepare a conical BEEM capsule for each specimen, and insert a paper label. Place a small drop of fresh epoxy resin in each capsule; close the cover. 16. Lightly lubricate each capsule with silicon grease and press into the top of a microfuge tube (remove the cover of the microfuge tube). Spin the capsules for 5 sec to pull the epoxy resin to the tip of the capsule. 17. Using a plastic transfer pipet, collect cells and fill the capsule with cells.\n\nA brief spin at 1500 rpm will sediment the cells, making collection easier. 18. Spin the capsules in the microfuge for 1-2 min to pull the cells to the tip of the capsule; there should be a visible pellet. 19. Using pliers, pop the capsule out of the microfuge tubes and place (capsule top open) in a polymerization rack. 20. Place the rack in a dry oven at 60°C for 24-48 hr. 21. Remove the block from the capsule.\n\n1 . Remove final alcohol (see step 9 from preceding section) and replace with 1 ml of a 1 : 1 mixture of 100% ethanol and Low Viscosity embedding media (Electron Microscopy Sciences, Ft. Washington, PA) for 2 hr or overnight; place caps on glass tubes. 2. Remove the 1 : 1 mixture and replace with 1 ml of complete Low Viscosity media for 2-4 hr.\n\nPrepare three gelatin capsules (size \"0\") for each sample; use only the larger portion of each capsule. 4. Fill capsules with fresh Low Viscosity media and place several strips from each sample and then a label into each of the three capsules. 5. Polymerize the resin at 70°C for 24 to 48 hr. Do not cover capsules."}