{"title": "Legal rights during pandemics: Federalism, rights and public health laws -a view from Australia", "body": "s u m m a r y Pandemic influenza will cause significant social and economic disruption. Legal frameworks can play an important role in clarifying the rights and duties of individuals, communities and governments for times of crisis. In addressing legal frameworks, there is a need for jurisdictional clarity between different levels of government in responding to public health emergencies. Public health laws are also informed by our understandings of rights and responsibilities for individuals and communities, and the balancing of public health and public freedoms. Consideration of these issues is an essential part of planning for pandemic influenza.\n\nÓ 2009 The Royal Society for Public Health. Published by Elsevier Ltd. All rights reserved.\n\nIn his book 'Blindness', José Saramago tells the story of a city struck by an epidemic of 'white blindness'. This is not the darkness or blackness that most of us associate with blindness. Instead, in this blindness, everything is white, as if, according to one man in the early pages of the book, 'I were caught in a mist or had fallen into a milky sea'. 1 Those who are blind are placed in quarantine in a disused mental hospital, with food delivered to the main entrance three times daily. Inside the hospital, the ugly side of humanity is revealed as the strong take control of the food supplies and assault the women. Beyond the hospital walls, the epidemic, initially a trickle of baffling cases, spreads to affect the whole city until, finally, soldiers no longer maintain the quarantine and the blind leave the hospital. The story follows a small band of people as they venture back into the city, led by one woman who still has her sight. Through their experiences, we see the chaos of a city where all social infrastructures have broken down and people do their best to survive in their new grim reality.\n\nOur ability to respond to the social and economic disruption that may be caused by an outbreak of a serious infectious disease may be tested should the world experience another influenza pandemic.\n\nFollowing an outbreak in 2004 of a highly pathogenic avian influenza caused by the H5N1 virus, the World Health Organization noted in 2005 that 'the world has moved closer to a pandemic than at any time since 1968'. 2 More recently, Dr Margaret Chan, Director-General of the World Health Organization, has noted that 'For the first time in history, the world has been watching the conditions that might start an influenza pandemic unfold in real-time'. 3 While human-to-human transmission of the virus has yet to be established, by 19 June 2008, there had been 385 cases of human infection with the H5N1 virus, including 243 deaths, primarily in South East Asian countries. The World Health Assembly has called on its member states to develop national preparedness plans, 4 and the World Health Organization has provided recommendations 5 and checklists 6 for national plans. While many countries have taken steps to develop preparedness plans for an influenza pandemic, variations between countries and gaps in the plans are still evident. 7 In the UK, a 2005 House of Lords Science and Technology Committee report noted that government figures estimated that illness-related absenteeism from work during a pandemic could cut gross domestic product (GDP) by £3-7 billion, while pandemicrelated excess mortality could cut GDP by an additional £1-7 billion (0.37-2.5% mortality). 8 In Australia, the impact of pandemic influenza in the absence of an effective vaccine and if containment fails has been estimated at 13,000-44,000 deaths, 57,900-148,000 hospitalizations and 1-7.5 million outpatient visits. 9 At global level, 'even in one of the more conservative scenarios, it has been calculated that the world will face up to 233 outpatient visits, 5.2 million hospital admissions and 7.4 million deaths globally, within a very short period'. 10 The sudden and dramatic increase in demands upon the health system during a pandemic would challenge already-stretched health resources and personnel, highlighting the need for health systems to have in place plans for surge capacity to respond to disasters and health emergencies. 11 In addition, absenteeism in the community more generally could challenge the continuity of critical infrastructures, such as power, telecommunications and water, upon which hospitals rely. 12 While the social disruption arising from pandemic influenza would be considerably less than the total social breakdown portrayed in Saramago's story, 'Blindness' reminds us of the fragility of our current lives and the speed with which our worlds can be turned upside down. It reminds us of how selfish and uncaring people can be when they are scared and feel threatened, and how quickly order can descend into chaos. It also tells of the courage and strength of the human spirit when faced with danger.\n\nThis paper talks about the role that law can play in providing some certainty for times of chaos. Legal frameworks can clarify the rights and duties of individuals, communities and governments for times of crisis, and public discussions around these issues can themselves help to alleviate community anxiety. In thinking about the legal framework, there are two main issues to be addressed. First, there is a need for an understanding of the role of law in public health at state, national and international levels, and the need for jurisdictional clarity when differing levels of law and government intersect. These legal frameworks are important, for they define the scope of government responses to public health emergencies at local, national and international level. Secondly, our understandings of the role of law in responding to pandemics are necessarily informed by relational bonds between individuals in society, and by the meanings of rights and responsibilities for public health laws when dealing with infectious disease.\n\nGostin has defined public health law as 'the study of the legal powers and duties of the state to assure the conditions for people to be healthy . and the limitations on the power of the state to constrain the autonomy, privacy, liberty, proprietary, or other legally protected interests of individuals for the protection or promotion of community health'. 13 Reynolds points out that 'Public health law is a disparate collection of laws and government responses, with its common feature a focus on the population rather than the individual'. 14 While law plays an important part in shaping the role of state action and intervention in the health of individuals and communities, the scope of these state powers is shaped by a range of factors including: the nature and traditions of the legal system in the country in question; cultural understandings of the individual, the community and the state and of the relationships between them; and the wealth or poverty of the country and its people. As Magnusson points out, in the context of liberal democracies, debates about the boundaries and meanings of public health law reflect 'competing claims about the boundaries for the legitimate exercise of political and administrative power'. 15 Our understandings of law and ethics, and indeed of health itself, are culturally and historically specific, requiring dialogue and cooperation for effective global responses to issues of common concern.\n\nThe legal framework for public health in Australia is made up of a mixture of federal and state legislation, with quarantine powers reserved to the Federal Government in the Australian Constitution, 16 and the states having control over other public health matters. The reality is somewhat more complex than this suggests, as the Federal Government can achieve public health objectives through the use of its other constitutional powers, such as the grants power in Section 96 of the Constitution which allows the Federal Government to make financial grants to the states, and the spending power in Section 81 which allows the Federal Government to fund health programs. 17, 19 However, while the Federal Government can seek to use its other constitutional powers to achieve health-related objectives, it is important to realize that the power under Section 51(ix) of the Constitution to make laws 'with respect to quarantine' is the only power relating to communicable diseases directly given to the Federal Government in the Constitution, and that this, in turn, shapes Australian debates about government responses to public health issues and emergencies.\n\nWhile the absence of comprehensive health-related powers for the Federal Government in the Constitution may seem surprising given our contemporary reliance on a national public health insurance system (Medicare), and the general trend in Australia away from federalism and towards centralization, 18 it is important to remember that these are more contemporary features of the Australian political landscape and were not in existence at the time of federation and the drafting of the Constitution in the opening years of the 20th Century. 19 Australia's geographic location and the fact that it is an island continent have influenced Australia's historic approach to quarantine. Maglen has argued that while England increasingly relied upon sanitary measures in the 19th Century for protection against disease, quarantine remained an important tool against imported disease in the Australian colonies of the time. 20 New South Wales introduced Australia's first quarantine legislation with the Quarantine Act 1832, and federal quarantine legislation was adopted in 1908.\n\nAustralia's Quarantine Act 1908 (Cth) sets out the powers and procedures for the administration of quarantine in Australia. Under the Act, the scope of quarantine is quite broad and covers a range of measures which aim to prevent or control 'the introduction, establishment or spread of diseases or pests that will or could cause significant damage to human beings, animals, plants, other aspects of the environment or economic activities'. 21 The Act defines a quarantinable disease as 'any disease, declared by the Governor-General, by proclamation to be a quarantinable disease'. 22 Masters of vessels are required to make a notification to a quarantine officer if prescribed symptoms or a prescribed disease is present on board, or if the master 'has reason to believe or suspect' that a quarantinable disease or pest is on board. 23 Individuals or vessels can be ordered into quarantine if they have a quarantinable or communicable disease, 24 and there are also powers to subject individuals to quarantine surveillance in certain circumstances. 25 The Governor-General can declare, by proclamation, that an epidemic exists or that there is the danger of an epidemic, and while the proclamation exists the Minister may give directions and take actions necessary to control, eradicate or remove the danger of the epidemic by way of quarantine or measures incidental to quarantine. 26, 27 The Quarantine Act 1908 is focused on preventing quarantinable diseases at ports of entry into Australia. While there is still benefit in this focus, it is inadequate for a world where international travel is now primarily by aircraft, and passengers can travel from one country to another before they even realize that they are sick. 33 As a Canadian report on severe acute respiratory syndrome (SARS) noted, 'SARS has illustrated that we are constantly a short flight away from serious epidemics'. 28 While previous outbreaks of pandemic influenza have traditionally taken 6-8 months to spread globally, 29 aided by international air travel, pandemic influenza could spread globally within 3 months. 30 This potential for quarantinable diseases to emerge within domestic populations raises questions about the scope and applicability of quarantine laws in these circumstances. However, it has been argued that the broad scope of quarantine under the Act, the fact that quarantine powers are not restricted to ports of entry, and the ability for state laws to be over-ridden in emergencies suggests that the federal quarantine power could also have domestic application. 31 Domestically, state public health laws are also relevant to the notification and control of communicable diseases. In New South Wales, for example, SARS and avian influenza in humans are both notifiable diseases under the Public Health Act 1991. 32 State public health laws also contain a range of measures to enable health authorities to restrict the spread of disease, including powers to require medical testing and, in some cases, powers to restrict movement or to specify treatment of individuals who are regarded as posing a risk to public health. a The intersections between federal and state laws are relevant to Australia's responses to public health threats. As Howse has noted, 'in a public health emergency caused by the spread of an emerging infectious disease, Australia could need to rely on a patchwork of legislative measures to assist it to cope'. 34 In Australia and elsewhere, cross-jurisdictional and interagency cooperation are essential components in effective emergency responses. 35, 36 At an international level, the International Health Regulations (IHR) provide a framework for notification and response to infectious diseases. First introduced in 1951 as the International Sanitary Regulations, and renamed in 1969, the IHR required Member States to notify the World Health Organization of cases of plague, cholera and yellow fever. Prior to 1981, smallpox was also on the list of notifiable diseases. However, the IHR became increasingly irrelevant during the 20th Century with the re-emergence of old diseases such as tuberculosis, the emergence of new diseases such as SARS, and the threat of biological weapons. 37, 38 A revised version of the IHR was adopted in 2005 and took effect from 2007. The IHR (2005) seek to balance public health responses to disease against the needs of international traffic and trade, and rest on the principle that public health responses should not unnecessarily interfere with international traffic and trade. While the IHR (2005) has a list of specified diseases, including SARS and smallpox, which must be notified to the World Health Organization, the IHR (2005) also move beyond the specified-diseases approach and adopt a broader approach with focus on events which could constitute a public health emergency of international concern. Using a decision algorithm, countries are required to assess public health events in order to determine whether the event is a public health emergency of international concern. If the event is of international significance, notification to the World Health Organization is required. The new IHR focus on risks to health, and provide a more flexible and relevant approach to identification of those risks. 39, 40 The IHR (2005) focus on the development, strengthening and maintenance of capacities at national level to respond to public health emergencies of international concern. As outlined above, the legislative frameworks in Australia for public health responses to infectious diseases are shaped by Australia's federal legal system, and will also be relevant to the responses in other countries with a federal structure. In becoming a signatory to the IHR (2005), the USA submitted a reservation to the IHR on the basis of federalism, noting:\n\n'The Government of the United States of America reserves the right to assume obligations under these Regulations in a manner consistent with its fundamental principles of federalism. With respect to obligations concerning the development, strengthening and maintenance of the core capacity requirements,.these Regulations shall be implemented by the Federal Government or the state governments, as appropriate and in accordance with our Constitution, to the extent that the implementation of these obligations comes under the legal jurisdiction of the Federal Government. To the extent that such obligations come under the legal jurisdiction of the state governments, the Federal Government shall bring such obligations with a favourable recommendation to the notice of the appropriate state authorities.' b\n\nIn Australia, the pandemic influenza planning process has taken a whole of government approach, with the planning process involving both federal and state levels of government. In 2007, the National Health Security Act 2007 (Cth) was passed. Part 2 of the Act deals with public health surveillance and has as its objects: provision of a national public health surveillance system to enhance the ability of Commonwealth, States and Territories in identifying and responding to 'public health events of national significance'; information sharing with the World Health Organization and 'countries affected by an event relating to public health or an overseas mass casualty'; and 'to support the Commonwealth, and the States and Territories in giving effect to the International Health Regulations'. 41 In April 2008, the Commonwealth, State and Territory governments signed the National Health Security Agreement to support the National Health Security Act and to ensure a coordinated approach between the different levels of government in the event of a public health event of national significance. In 2006, the National Pandemic Influenza Exercise, Exercise Cumpston 06 enabled the testing and assessment of Australia's pandemic preparedness through the use of a comprehensive simulation exercise. 42 \n\nQuarantine laws and public health laws do give governments some fairly broad powers to declare quarantine and to restrict the movement of individuals. There is a very real sense in which these powers may well be needed in order to ensure an effective public health response to pandemic influenza. However, these laws are also clearly situated within a broader social context. Our perceptions of individual liberty and individual rights have undergone considerable evolution since most of our public health laws were originally introduced. Today, the public is likely to have high expectations about the preservation of individual liberty and freedom of movement. These expectations underpin the political context for the development and application of public health laws in Australia. Appropriate responses to these expectations will also play an important role in addressing community unease and potential disobedience to the implementation of response measures. When seeking to clarify public health laws, it is important that we take this broader social context into account.\n\nAs Gostin notes in his definition of public health law outlined above, public health laws are not only about articulating the coercive powers of the state for enforcement of public health measures, but also about the limits of state power and the rights of individuals and communities. The language of human rights is increasingly part of the landscape for health law in Australia and a See, for example, Public Health Act 1991 (NSW) s 23. internationally. [43] [44] [45] Given the potential for public health laws to impact upon the freedom of individuals, and the need for public health laws to balance the interests of individuals and society, public health laws will ideally have a transparent ethical framework, articulating the principles upon which state intervention will be premised. 46 The World Health Organization has acknowledged the importance of legal and ethical considerations to pandemic preparedness, noting that public health measures such as quarantine, compulsory vaccination and off-licence use of medicines 'need a legal framework to ensure transparent assessment and justification of the measures that are being considered, and to ensure coherence with international legislation (International Health Regulations)'. 47 Consideration of ethical issues is also essential for, as the World Health Organization has noted, ethical issues 'are part of the normative framework that is needed to assess the cultural acceptability of measures such as quarantine or selective vaccination of predefined risk groups'. 48 The exercise of state powers in terms of quarantine, isolation and detention during a public health emergency is likely to be particularly controversial in Western liberal democracies such as Australia. The extent to which the state can and should exercise its powers in this area has become increasingly relevant in public health, as is clear from debates over detention of tuberculosis patients, 49, 50 and from the use of quarantine during the SARS crisis. 51 Although comparable countries to Australia in Europe, the USA and Canada all have human rights charters or equivalents, which could provide procedural protections and safeguards for citizens in relation to quarantine and detention, Australia has yet to develop a Bill of Rights at the federal level. While Australian state and territory governments have begun enacting human rights legislation, 52 there is no comprehensive inclusion of human rights safeguards in the federal Quarantine Act, which raises issues about the mechanisms for ensuring procedural safeguards in the event of a pandemic. 53 Public health measures directed at implementing social distancing, quarantine or travel restrictions will not only infringe on individual liberties that are often taken for granted in Western societies, but are also likely to have a profound economic impact. As outlined above, estimates indicate that pandemic influenza will have a significant impact on the global economy. At local level, businesses may be closed or experience a reduction in their cash flow as public health measures are introduced or people stay home voluntarily. In such an environment, the economic cost to individuals and businesses may be significant, which in turn demands consideration of development of support systems and compensation systems for those affected. 54 In the USA, a great deal of work has been done on strengthening the public health laws, both generally and specifically for public health emergencies. The Turning Point Public Health Statute Modernization National Collaborative developed the Turning Point Model State Public Health Act. 55 In 2001, the Centre for Law and the Public's Health at Georgetown and Johns Hopkins Universities prepared a Model State Emergency Health Powers Act, setting out the powers for a state of public health emergency. The provisions of the earlier Model State Emergency Health Powers Act were adapted and included in the Turning Point Model Act. 56 Article V of the Turning Point Model Act deals with the powers of public health authorities, including the powers of quarantine and isolation. The Model Act provides that the principles to be applied in relation to quarantine and isolation include that they should be by the least restrictive means necessary to prevent the spread of disease (s 5-108[b](1)). In addition, there is a provision that:\n\n'The needs of individuals who are isolated or quarantined shall be addressed in a systematic and competent fashion, including but not limited to, providing adequate food, clothing, shelter, means of communication with those in isolation or quarantine and outside these settings, and competent medical care.' (s 5-108[b](6)) Article VI of the Turning Point Model Act deals with public health emergencies, and contains provisions addressing: planning for a public health emergency; declaring a state of public health emergency; management of property, safe disposal of infectious waste and human remains, and control of healthcare supplies; protection of individuals; immunity from private liability; and payment of just compensation for the use or appropriation of facilities or materials.\n\nThe Turning Point Model Act is intended as a tool to enable governments to assess their existing public health laws. The Turning Point Model Act not only sets out the rights of the state in terms of its coercive powers, but also the responsibilities of the state to care for those who are isolated or quarantined. These matters are important if we are to see public health laws as a matrix of both rights and responsibilities. If individual autonomy is to be constrained in the name of public health, we also need to ensure that individual dignity, and ultimately social dignity, is maintained. Non-pharmaceutical measures may have a significant community impact. Consideration may need to be given to support mechanisms if voluntary, stay-at-home forms of quarantine or isolation are used to limit the spread of influenza in the community. There is also a need to consider the flow-on effects of some of our public health measures. If schools are closed, for example, this may have an immediate impact on the broader workforce in a context, such as the contemporary Australian one, where significant numbers of women with children are in the paid workforce.\n\nRights and responsibilities are multilayered. They arise at local, national and global levels and at the intersections between these levels. What is clear is that public health rights and responsibilities for infectious disease are global as well as national. If we are to assess the adequacy of our legal frameworks for pandemic preparedness, we also need to assess the adequacy of our laws in terms of their suitability for meeting our international obligations. While developed countries of the world already have sophisticated public health systems, the capacity to meet their obligations under the IHR (2005), and the financial resources to develop national vaccine stockpiles, the developing countries of the world face a very different outlook. 57 As we consider the intersections of law and public health in the context of the shared global risks of an influenza pandemic, it is important to realize that pandemic preparedness must necessarily involve improved international cooperation and the sharing of expertise to assist in capacity building for public health and the regulatory frameworks surrounding it, as well as a renewed dialogue around international obligations to help the world's poorest and least healthy people. 58 Legal analysis must be a key part of our planning for pandemic influenza. It is essential that federal and state laws are harmonized so as to ensure their smooth functioning and to eliminate crossjurisdictional differences and uncertainties. Public health laws also play a key role in setting out the rights and responsibilities of individuals, communities and governments, providing transparency and accountability to the frameworks for decision-making. In contemporary Australian society where there are high expectations of individual rights and freedoms, and of the public health system, public health laws have an important role to play in ensuring that, as far as is possible, the public's health and the public's freedom are both balanced and protected. Effective preparedness for pandemics does not end at national borders. Pandemic influenza will affect all parts of the globe, leaving no country untouched. As we prepare for the next influenza pandemic, we must remember that global cooperation is also an essential part of effective preparedness.\n\nNone sought.\n\nNone declared."}