{"title": "The Myxovirus Resistance A (MxA) Gene −88G>T Single Nucleotide Polymorphism Is Associated with Prostate Cancer NIH Public Access", "body": "The human Myxovirus (influenza virus) resistance 1 gene encodes for the human MxA protein (76Kda) a cytoplasmic protein that is rapidly induced in response to acute viral infections (Roers et al., 1994) . MxA belongs to the family of Mx proteins which are among the few effector proteins of the IFN a/b system with known antiviral activity. The Mx proteins are abundantly expressed in interferon-treated cells and play a crucial role in the early antiviral defense against certain RNA viruses which has been demonstrated in studies with transgenic mice also (Arnheiter et al., 1990; Hefti et al., 1999; Pavlovic et al., 1995) . Human MxA is shown to inhibit multiplication of several ssRNA and dsRNA viruses including influenza, vesicular stomatitis virus (VSV) (Pavlovic et al., 1990) , measles virus (Schnorr et al., 1993) , Thogoto virus , Bunyavirus (Frese et al., 1996) , and Semliki forest virus (Landis et al., 1998) . MxA has also been shown to confer resistance to some DNA viral genomes (Gordien et al., 2001) (Netherton et al., 2009) . In general, MxA appears to interfere with steps involving viral transcription although the exact mechanism of action is not known or fully understood.\n\nMxA is a highly conserved large GTPase with additional homology to dynamin superfamily and have been found in all vertebrates species investigated so far, including mammals, birds, and fish (Staeheli et al., 1993) . These proteins present a highly conserved N-terminal GTPase domain of ~300 amino acids, a central interactive domain of ~150 amino acids, and a GTPase effector domain (GED) of ~100 amino acids which encompasses two leucine zippers that have the capacity to form α-helices. The MxA GTPase domain has a low affinity for GTP but high GTP turnover rate which is indicative of efficient cycling achieved only within dense protein complexes typically assembled on the membrane surface (Goryachev and Pokhilko, 2006; Melen et al., 1994; Richter et al., 1995) . Studies with human MxA protein have shown that the GED effector domain is able to specifically contact the middle domain, and that this interaction is critical to constitute a functional GTPase domain, as well as for oligomerization (Gao et al., 2010; Haller and Kochs, 2011) and antiviral functions Schumacher and Staeheli, 1998) .\n\nMxA has over 590 polymorphisms in its genome (NCBI dbSNP). It has previously been reported that a SNP at nucleotide position −88 (G or T) in the promoter region of the gene modulates MxA function at multiple levels including expression. MxA mRNA is significantly up-regulated with the mutant \"T\" (TT or GT) allele as compared to the wild type homozygous \"G\" allele (Fernandez-Arcas et al., 2004; Furuyama et al., 2006; Hijikata et al., 2001) . This functional polymorphic marker (rs2071430) is well studied and demonstrates an association with various diseases such as susceptibility to hepatitis C virus (Hijikata et al., 2000) , SARS (Hamano et al., 2005) , and sub-acute sclerosing panencephalitis (Torisu et al., 2004) . Interestingly, an interferon stimulated response element (ISRE) is located around the single nucleotide polymorphism (rs2071430) in the promoter region and can also influence MX1 promoter activity. The T allele restores and the G allele attenuates ISRE binding due to sequence homology (Hijikata et al., 2000; Nakade et al., 1997) . Functional promoter studies using MxA luciferase reporter assay has also demonstrated that promoter activity is highest in individuals with TT genotype and lowest in the GG genotype (Hijikata et al., 2001; Torisu et al., 2004) .\n\nThe role of MxA in prostate cancer is not fully understood. A previous study (Mushinski et al., 2009) has implicated MxA as a potential metastasis suppressing gene in prostate cancer suggesting that its expression could be a key indicator of metastatic potential. We hypothesized that the functional polymorphism rs2071430 leading to attenuated MxA expression could be a genetic risk factor for prostate cancer. Our results demonstrate that rs2071430 polymorphism is associated with prostate cancer and that a specific rs2071430 genotype (GG) may confer an increased susceptibility to prostate cancer.\n\nThe genotyping protocol and use of human samples in the study were approved by IRB at Clark Atlanta University. Genotyping was performed on a total of 304 samples. The numbers of cancer and normal samples were approximately 50% each of the total sample set ( Table I) . Retrospectively collected Buffy coat samples were obtained from Bio-specimen Shared Resource, KU Cancer Center, University of Kansas Medical Centre and Cooperative Human Tissue Network (CHTN, Southern Division) following appropriate protocol review and approval. The purified genomic DNA samples were obtained commercially from BioServe Inc. (Beltsville, MD). All samples were stored at −80 until analysis. De-identified comprehensive clinical information regarding age, ethnicity and stage was available for all samples. However, family history of prostate cancer, PSA level and Gleason score was not available for all samples hence were not included in final statistical analysis.\n\nGenomic DNA was isolated (and stored at −80C) from cultured cells or buffy coat using AquaPure total genomic DNA isolation kit (Bio-Rad). On an average approximately 30ug of DNA was routinely isolated from 300ul of buffy coat.\n\nGenomic PCR was carried out in a 25ul PCR reaction that consisted of 12.5ul GoTaq Colorless Master Mix (Promega), 30ng genomic DNA and 400pm of 5' and 3' primer each. The PCR was carried out for 35 cycles with annealing temperatures 52.9C for rs2071430. The following primers were used rs2071430: Forward 5'-TGT ATA CCT GCA AGT CAC AGG, Reverse 5'-TGT TAG TTA CTA GCA GCC GAG, nested primer for rs2071430: 5'-GAG CAC CTT GAT CCT CAG AC.\n\nThe rs2071430 polymorphism was detected by sequencing the PCR amplicon spanning the above stated SNP using the primer pairs indicated above. An aliquot of the respective PCR reaction was first analyzed on 1.5%agarose gel to confirm specificity and quality of the reaction in terms of band size and absence of any background PCR product. Once confirmed, the remaining PCR product was cleaned using ExoSAP-IT (USB) before sequencing on the AB sequencer (DNA sequencing Lab, Morehouse School of Medicine, Atlanta, GA). The sequencing was performed using a nested primer within the rs2071430 PCR product. The sequences were scanned using ABI sequence scanner and the SNPs were manually detected. The amplicons showing low quality reads were re-sequenced. The single nucleotide polymorphisms were also detected by SNPdetctor (Zhang et al., 2005) to ensure that the SNPs were due to heterozygous allelic variations and not due to sequencing artifacts.\n\nEach of the polymorphisms was tested for association with prostate cancer. Odds ratio and 95% confidence intervals were calculated for the genotype in association with prostate cancer using logistic regression analysis with adjustment for age. Relationship between genotype distribution with subjects stratified with race and age were also analyzed using the above model. NPSS version 2007, version 07.1.19 and SigmaStat v3.5 was used for statistical analysis. The sample size calculations and power were calculated using the \"Power for Genetic Association Analyses\" (PGA) package in Matlab (available on the National Cancer Institute website) (Menashe et al., 2008) using following parameters: 90% power, alpha=0.05, cancer prevalence of 250/100,000 men (actual for all races, white and black is 156.9, 150.4 and 234.6 per 100,000 men respectively as per SEER), minor and major allele frequencies shown in table III (excluding TT allele), case control ratio of 1 and relative risk of prostate cancer in African American men as 2.5 as compared to Caucasians. Using these calculations the sample size was approximately 110 samples (±23). This sample size was achieved in this study.\n\nA case-control study was performed to investigate rs2071430 genotype on 304 samples collected retrospectively. The samples were distributed equally (p=0.73) between cases (N= 164, 53.9%) and controls (N=140, 46.1%). The mean age of cancer samples was 63.7 ± 0.746 years, and the mean age of normal samples was 60.2 ± 1.3 years. Both these groups were considered age matched (p = 0.273) ( Table I) .\n\nComprehensive statistical analysis based on Chi 2 analysis indicated the lack of any bias in the incidence of prostate cancer among the racial and age groups (Caucasians (53.3%) and African Americans sample sets (46.7%, Chi 2 =0.61).\n\nWe first wanted to understand the population distribution of the rs2071430 genotype in the normal population published in NCBI dbSNP database. The results showed that Caucasian and Hispanic subjects lack the homozygous TT genotype (Table II) . The TT genotype was observed at low frequency in African Americans (4.2%) whereas in the subjects with Pacific Rim heritage, the TT genotype frequency was highest at 16.7%. These results clearly suggested a strong racial distribution of the minor TT genotype (Table II ). In the normal population, the GG genotype in NCBI database was 70% in African American (n=24) but 50% in our dataset (n-60). A recent study (Duc et al., 2012) the MxA GG genotype distribution in African population (consisting of subjects from Libya, Cameroun, Niger or Rwanda, none from African American background) was 80%. The genotype distribution in our data set and those reported elsewhere (e.g. Table II ) could be due to sample size and ethnic background (Duc et al., 2012) .\n\nThe frequency of rs2071430 genotype in our normal mixed race sample set (58.6% (GG), 35.7% (GT) and 5.7% (TT)) was nearly consistent with those reported for other heterogeneous control populations (NCBI dbSNP database, Table II , PI dataset: 72.5% (GG), 22.5% (GT) and 5% (TT). In our study, the rs2071430 allele frequency also conformed to Hardy-Weinberg equilibrium in the African American population (chi-square 2.23, df=2, p =0.11). There was a marked deviation from Hardy-Weinberg equilibrium in Caucasian sample set due to lack of TT genotype. The frequency distribution of rs2071430 in our complete sample set and samples stratified by race are listed in Tables III and IV respectively.\n\nEach one of the genotypes was tested for its association with prostate cancer for all samples and in samples stratified by race. The combined cancer and control groups revealed that GG was a major (dominant) genotype (65.8%), whereas TT was a minor genotype (3.9%, Table  III ). The heterozygous genotype GT (frequency: 30.3%) was used as a reference to calculate the association of each genotype with prostate cancer. The odds of having cancer with GG genotype was found to be 71% higher (CI=1.041 -2.818) than the odds with GT (reference) heterozygous genotype. On the other hand, the odds of the homozygous TT genotype decreased the risk of prostate cancer by 40% but was not statistically significant (CI= 0.167-2.116). Alternatively, the GG genotype was over represented in the cancer case group (72%) as compared to the control group (58.6%) while the TT genotype was overrepresented in the control group (5.7%) compared with the cancer group (2.4%, OR=0.6, Table III ).\n\nSample stratification demonstrated that rs2071430 genotype distribution is associated with race. The MxA genotype frequencies in the Caucasian subpopulation were: 72%(GG), 27% (GT) and 1.2%(TT). The corresponding MxA genotype frequencies for the African American subpopulation were: 58.6%(GG), 34%(GT) and 7.1% (TT). The genotype frequencies in both these racial sub-populations tested showed statically significant difference (chi-square 14.3, p=0.0021). The results clearly demonstrated that GG genotype is over-represented in the Caucasian population whereas the heterozygous GT and homozygous TT genotype is over-represented in the African American population. These observation prompted us investigate the association of each genotype with cancer in African-American and Caucasian sub-populations. Although, GG genotype was associated with prostate cancer overall and over-represented in Caucasians as stated above but no significant race specific association was observed with cancer (OR 1.37, CI 0.769 -2.442).\n\nThe distribution of GT genotype (used as reference to calculate overall risk, Table III) displayed strong association with African American as compared to Caucasians (OR 2.07, CI 0.897 -4.780). The GT genotype was not associated with increased risk of cancer in African American (cancer 28.2% vs. normal 24%. Surprisingly, the GT genotype showed strong association with Normal Caucasians (30.4%) as compared to cancer Caucasians (17.4%). The odds ratio of cancer incidence in the Caucasian group with GT genotype was 3.1 (p=0.01) implying that the odds for cancer case is lower in Caucasians with a GT genotype. Unlike the African American subset, the TT genotype was absent in the Caucasian normal group but was observed in the cancer group in both racial sub-groups (16.6%). However, based on low frequency, the TT genotype showed no statistical significance in terms of its association with the disease and between racial sub-groups. No significant association with stage, Gleason grade and MxA rs2071430 was observed (data not shown).\n\nTogether with other interferon inducible anti-viral genes such as oligoadenylate synthetase 1 (OAS1) and PKR, MxA (Sadler and Williams, 2008) polymorphism has also been shown to be associated with specific diseases for example multiple sclerosis and viral infections such as influenza and SARS. In mice, type I IFN is effective against influenza viruses only if the IFN-induced resistance factor Mx1 is present (Koerner et al., 2007) .\n\nOur previous study also demonstrated a strong association of OAS1 polymorphism with prostate cancer with racial disparities (Mandal et al., 2011) . The OAS1 and prostate cancer association study prompted to ask the question whether polymorphisms in other classical IFN inducible anti-viral genes such as MxA are also common risk factors in prostate cancer. For this study we selected a single functional polymorphic marker at position −88 (rs2071430) in the promoter of MxA gene. In general the rs2071430 GG genotype promotes disease susceptibility whereas TT genotype confers protection towards Hepatitis C and B virus infection (Hijikata et al., 2001) . At the mechanistic level, the functional rs2071430 GG, GT and TT genotype results in the lowest, intermediate and highest MX1 enzyme activity respectively (Fernandez-Arcas et al., 2004; Noguchi et al., 2012) . In in vitro luciferase based reporter assays and in PBMC the allele TT/GT at −88 demonstrated higher reporter activity and MxA expression in response to IFN-alpha than GG allele suggesting a functional ISRE around rs2071430 (Fernandez-Arcas et al., 2004) . Consistent with these observations, the rs2071430 genotype has been proposed to predict responsiveness to IFNalpha therapy and susceptibility of Multiple sclerosis and Hepatitis C and B.\n\nThere is a general lack of studies associating MxA polymorphism with cancer. Our results suggest that the low activity GG genotype is a risk factor for prostate cancer whereas higher activity genotype TT protects against prostate cancer in general. These results are significant and suggest that low MxA expression due to GG genotype could be associated with prostate cancer especially in context of a functional study which demonstrated that MxA acts as tumor suppressor. MxA inhibits the motility and invasiveness of prostate cancer cells suggesting that its attenuated expression may promote aggressiveness of the disease (Mushinski et al., 2009) . The GTPase activity of MxA appeared necessary and sufficient for blocking prostate cancer cell (PC3) invasiveness.\n\nThe low incidence of rs2071430 homozygous TT genotype in the Caucasian population is essentially consistent with population wide genotype distribution reported in NCBI dbSNP database (Table IV) . According to previous literature, with the proximity of 35 base pairs apart the −88G>T and the −123C>A (rs17000900) SNPs have been assumed to be in linkage disequilibrium (LD) although not perfectly (Ching et al., 2010) . We also have genotyped this particular SNP collectively with rs2071430 (data not shown) but did not observe strong association with prostate cancer. These results further consolidate the association of rs2071430 with prostate cancer.\n\nCollectively, the association studies and data stratification presented in this study suggests that rs2071430 is specifically associated with prostate cancer risk although the association between the two ethnic populations showed atypical results. Our present findings are clinically very useful for future studies to determine whether the −88G>T SNP may influence clinical outcome or is a genetic factor for increased risk or aggressiveness of prostate cancer. Furthermore, the association of two interferon inducible antiviral genes OAS1 (ref) and MxA, as shown in this study strongly suggests the possible viral etiology of prostate cancer. A larger study addressing the association between rs2071430 polymorphism and MxA expression in the prostate would be required to firmly establish whether MxA genotype is associated with altered expression. Alternatively, MxA rs2071430 genotype could lead to increased risk of prostate cancer due to complex gene-gene and/or geneenvironment, (such increased susceptibility to infections) interactions.\n\nFunding Support: NIH/ NCMHD P20MD002285-01. Support for core facilities and additional resources were funded in part by NIH/NCRR/RCMI G12RR03062\n\nIn this study we investigated the association of the polymorphism (rs2071430) in MxA with prostate cancer. Our results suggest that rs2071430 GG genotype in Mx1is significantly associated with prostate cancer. The results provide strong basis for the viral etiology of prostate cancer "}