{"title": "Avian Immunosuppressive Diseases and Immunoevasion", "body": "Control of infectious diseases is essential for the production of healthy poultry flocks, and this is generally achieved by extensive vaccination programs in combination with good management practices, including biosecurity measures to reduce the risk of infection. The success of vaccination programs depends on the ability of the birds to mount a vigorous immune response after vaccination. In addition to the innate ability of a particular bird to mount an immune response to a vaccine or an infection, there are numerous external factors influencing the level of protective immunity. The purpose of this chapter is to review the mechanisms and impact of immunosuppression, which can have multiple causes, and the ability of pathogens to counteract immune responses by immunoevasion.\n\nIn this chapter, immunosuppression is defined as \"A state of temporary or permanent dysfunction of the immune response resulting from insults to the immune system and leading to increased susceptibility to disease,\" as originally proposed by Dohms and Saif [1] . with the addition of \"and often a suboptimal antibody response,\" as suggested by Lü tticken [2] , to which we add \"and suboptimal innate and cell-mediated responses.\" Such dysfunction often results from infection of cells of the immune system, leading to their impaired function against the primary and subsequent infections in a non-specific manner. For this chapter, we define immunoevasion as \"pathogen-initiated responses counteracting the immune responses to the specific pathogen.\" The major difference is that immunosuppression is the consequence of the overall replicative strategy of the causative agent, resulting in increased susceptibility to other pathogens but not necessarily to the causative agent, while immunoevasion is achieved by specific pathogen-encoded determinants, primarily favoring replication of the causative agent. In some instances, infections can result in immunosuppression and immunoevasion-for example, infection with Marek's disease virus (MDV).\n\nImmunosuppression is a major problem for the poultry industry, but actual figures indicating the scale of the problem are difficult to find. Infection with pathogens and/or environmental factors, including management errors, can result in immunosuppression, and interactions between the two usually exacerbate the problem. In an excellent recent review article, Hoerr [3] examined the many environmental and infectious causes of immunosuppression in chickens and turkeys, which are complex and can have a major impact on profitability of broiler and layer flocks (Figure 16 .1). Environmental stressors include the later period of incubation, hatching and chick handling. Other stressors include suboptimal housing conditions and mycotoxins. Any infection causing clinical disease may result in immunosuppression, but the focus here is on pathogen-induced immunosuppression in the absence of clinical disease.\n\nViruses causing immunosuppression and/or clinical disease at any age include MDV, reticuloendotheliosis virus (REV), reovirus and, although controversial, avian leukosis virus (ALV). Other pathogens-for example, chicken infectious anemia virus (CIAV)-may cause clinical disease in young chicks, but the major damage is caused by subclinical infection resulting in immunosuppression. Infectious bursal disease virus (IBDV) also causes clinical disease in young chicks, but results in damage to immune tissue, particularly the bursa of Fabricius and bursa-derived lymphocytes, compromising the host's ability to mount effective responses upon subsequent infection by other pathogens. Caution is needed, however, in the interpretation of the immunosuppressive effects caused by reovirus, MDV, REV, and IBDV, especially with older studies, because it is not always clear whether these viruses were free of CIAV. For example, Jakowski et al. [4] reported hematopoietic destruction in chickens with Marek's disease, but it was later learned that tumor material harvested from these birds was positive for CIAV (Wellenstein, personal communication, cited in reference [5] ). In addition to viral infections, coccidial infections have been linked to immunosuppression.\n\nMost environmental factors causing immunosuppression are related to management problems such as inadequate water or food supply, ammonia in the houses, temperature stress, \"social interactions within a flock,\" and so on. Most of these stressors enhance the production of corticosterone. Selection for high versus low corticosterone concentration in blood plasma can influence the degree of stress-induced immunosuppression. In addition, the presence of fungal toxins in feed is an environmental stressor.\n\nIt has been recognized for a long time that social stress can exacerbate disease. A classic example is the study by Gross [6] in which MDV-exposed chickens were kept in a socially stressful environment by moving one chicken from one cage into another cage every day. These chickens developed a higher incidence of tumors than MDV-infected chickens kept in a lowstress environment. The effects of social stress on MD were especially enhanced in birds selected for high plasma corticosterone concentrations. Inoculation with chemicals blocking 11-β hydroxylase, which mediates the conversion of deoxycorticosterone to corticosterone in the adrenal glands, reduced the impact of social stress on Marek's disease and other diseases [6, 7] . Inoculation of chickens with corticosterone using Coccidiosis, Escherichia coli pharmacological doses resulted in a rapid lymphoid depletion in thymus, bursa, and spleen [8] . These authors suggested that bacterial infections (e.g., Escherichia coli) may cause stress-type lesions in the bursa similar to corticosterone-induced lymphoid depletion. Recently, it has been shown that high levels of corticosterone in hens reduce egg production and decrease testosterone and progesterone in the yolk, influencing the quality of the chicks [9] . In addition, embryonic exposure to increased levels of corticosterone can alter juvenile stress responses [10] . Fungal toxins or mycotoxins are often present in feed and can cause clinical disease as well as immunosuppression. The importance of mycotoxins as immunosuppressive toxins and their effects on immune functions have been reviewed by Bondy and Pestka [11] and Hoerr [3] . Aflatoxin B1 (AFB 1 ) is the best known fungal toxin for poultry, although chickens are rather resistant to the toxic effects compared to ducks and turkeys [12] . After ingestion, AFB 1 is bioactivated in the liver by cytochrome P450 into the highly toxic component aflatoxin-8,9-epoxide, which can bind to DNA, or after being hydrolyzed, bind to proteins, causing cytotoxicity [13] . The consequences are cell death in the primary lymphoid organs, damage to the intestinal integrity and, especially in broilers, decreased performance.\n\nAntibody and CMI responses are in general decreased [3, 12] , although at low levels antibody responses may actually increase during initial exposure [12] . Chicks hatched from hens fed on diets containing aflatoxins also showed impaired immune functions when tested at 2À3 weeks of age, but it is not known how long after hatching the effects last [14] . Fumonisins, trichothecenes (e.g., T2) and ochratoxins (e.g., OTA) have also been implicated as immunotoxicants in chickens, turkeys and ducks. Low levels (15 ppm) of fumonisin B 1 (FB 1 ) given to broilers in the feed for 3 weeks reduced macrophage activity, reduced secondary antibody responses to Newcastle disease vaccines, and reduced gene expression of interleukin (IL)-1β, IL-2, interferon (IFN)-α and IFN-γ. This level of FB 1 does not cause a decrease in growth performance and is considered an acceptable level in chicken feed [15] . Two toxins belonging to the trichothecenes group, T-2 and deoxynivalenol (DON), have been linked to immunomodulation in chickens [16, 17] . Low doses of T-2 and DON have been linked to increased IgA levels and titers against Newcastle disease virus (NDV), while high doses cause immunosuppression. Broilers fed a diet containing DON and challenged with very virulent IBDV developed more severe effects than broilers fed a diet lacking DON [18] .\n\nThe interactions between trichothecenes and immune responses are complex [19] . Low doses can actually stimulate immune responses by up-regulation of cytokines, and chemokines, while high doses activate caspases resulting in apoptosis. OTAs are highly toxic in many species, including chickens, and can be found in eggs from OTA-fed chickens. Innate and acquired immune responses are decreased and susceptibility to disease is increased in chickens fed OTA $ 1 ppm and in their progeny [20À22] . For example, OTA at 2 ppm for 14 days significantly increased mortality caused by Salmonella enteric subspecies enterica serovar Gallinarum [23] . Combinations of the different mycotoxins are frequently present in feed, and interactions between them often increase the immunosuppressive effects [24À26] . The presence of mycotoxins in feed and possible embryonal transmission have important implications and can confound the interpretation of immune dysfunctions in commercial flocks when virally induced immunosuppression occurs.\n\nTwo groups of coccidian species have been linked to immunosuppression, Cryptosporidium baileyi and Eimeria species, although the evidence is rather limited in both cases. Infection with the latter has been linked to decreased mitogen stimulation responses [27] , but antibody responses to T cell-dependent and -independent antigens were not affected [28] . C. baileyi replicates in the epithelial cells of the bursa of Fabricius and the respiratory tract of chickens and is probably more prevalent than diagnostic cases indicate [29] . Oral inoculation of young chickens with high doses of C. baileyi caused histopathological lesions in the epithelium and lamina propia of the bursa [30] and decreased antibody responses to T cell-dependent and -independent antigens [31, 32] . Titers to infectious bronchitis virus (IBV), NDV and avian influenza (AI) vaccine were also decreased after inoculation of chicks with C. baileyi [33À35]. However, Abbassi et al. [36, 37] found that infection with C. baileyi did not increase Marek's disease or reduce the efficacy of the MDV vaccine strain CVI988. Interestingly, MDV infection before or after challenge with C. baileyi aggravated the latter. Likewise, MDV vaccination followed 4 days later with C. baileyi challenge-caused respiratory lesions within 6 days (see also Section 16.2.5 MDV).\n\nAs mentioned before, we discuss only viruses that may cause immunosuppression independently of clinical symptoms, although the independence may be a temporal feature, as is the case for the tumor-inducing viruses and, depending on the age of challenge, CIAV and IBDV. The following viruses and their effects on the immune responses are discussed: IBDV; CIAV; reovirus; adenovirus; and the three tumor-inducing viruses ALV, REV, and MDV. Detailed information on virus replication, pathogenesis, pathology and immune responses can be found in several chapters in the 12th and 13th editions of Diseases of Poultry [38, 39] and other textbooks on avian diseases.\n\nIBDV, belonging to the Birnaviridae, has been divided into two serotypes, of which only serotype 1 causes immunosuppression and disease in chickens. Several pathotypes are recognized within serotype 1, varying from mild to very virulent. More recently, strains within group 1 have been further subdivided into genetic groups based on restriction enzyme analysis and sequencing. It has been recognized for a long time that serotype 1 strains replicate in B cells expressing Bu-1 and surface immunoglobulin (sIgM) [40, 41] , resulting in apoptosis and atrophy of the bursa of Fabricius. The apoptosis of the immature B cells results in severe immunosuppression with impaired antibody responses and increased susceptibility to other pathogens, especially when birds are infected before 3 weeks of age (reviewed [40À43]).\n\nThe genome of IBDV is characterized by a doublestranded (ds)RNA genome consisting of segments A and B. Segment B codes for the viral RNA-dependent RNA polymerase, which, based on recent data, may be involved in pathogenicity [44] . Segment A codes for two structural proteins (VP2 and VP3), an autoprotease (VP4) and a small non-structural peptide (VP5), which partly overlaps with the open reading frame (ORF) coding for VP234 [42] . The polyprotein VP234, but not the mature VP2, VP3 or VP4, arrests B cell division probably by interfering with the cell cycle given that it does not affect cell viability [45] .\n\nUsing a reverse genetics approach, Yao et al. [46] showed that deletion of VP5 did not prevent virus replication in vivo but did prevent the development of bursal lesions, suggesting a role for VP5 in the pathogenesis. Interestingly, in vitro studies suggest that very early after infection VP5 is anti-apoptotic [47] , probably through binding to the p85α regulatory subunit of phosphatidylinositol 3-kinase (PI3K) [48] . Activated PI3K phosphorylates Akt which results in survival of infected cells early during infection. During the later stages of infection, VP5 accumulates in the plasma membrane [49] and causes apoptosis [50] . The induction of apoptosis was recently linked to activation of the Jun NH 2 -terminal kinase (JNK) [51] , although it was not resolved if VP5 or VP2 was responsible for the activation, which was also linked to apoptosis in infected B cells [52] . In addition to the apoptosis of IBDV-infected B cells, non-infected B cells can also undergo apoptosis [53] , perhaps caused by the rapid increase of IFN-γ shortly after infection [54] . In summary, the molecular basis for IBDV-induced apoptosis of B cells is the result of a complex set of interactions between the different viral proteins and infected B cells.\n\nIt has been known since the 1970s that IBDV infection in chicks younger than 3 weeks of age causes severe damage to the bursa of Fabricius, with depletion of B cells expressing sIgM affecting mostly primary antibody responses. Infection, especially at 1 day of age, also results in a significant decrease of sIgexpressing B cells in spleen and peripheral blood lymphocytes, but does not affect circulating CD4 1 and CD8 1 T cells [55, 56] . The damage to the bursa is transient, follicles become repopulated with lymphocytes, and tissue architecture is restored, but primary antibody responses remain depressed until at least 7 weeks post-infection (PI). Ultimately however, they also recover. The duration of the recovery process depends on the age at infection and the virulence of the strain [57, 58] .\n\nWithers et al. [59, 60] described two types of follicles emerging after recovery from IBDV infection in neonatal chicks: small follicles lacking a distinct cortex and medulla and large follicles with rapidly proliferating B cells and a normal structure. B cells in the large follicles were still capable of undergoing gene conversion and may have been derived from small numbers of surviving bursal stem cells. In contrast, the B cells in the small follicles were considered to be derived from more mature B cells that had already undergone gene conversion. These data suggest that the ability to recover from IBDV-induced suppression of antibody production and diversity is based on the proportion of small versus large follicles developing after infection. Recently, Biró et al. [61] reported that B cell maturation may be negatively affected by IBDV-induced changes in the extracellular matrix of the antigen-trapping regions of the spleen, which may contribute to permanent immunosuppression.\n\nIn addition to replication in B cells, IBDV can also infect and replicate in macrophages [62, 63] and mesenchymal stem cells [64] . Khatri et al. [63] found viral RNA and proteins by reverse transcriptase (RT)-PCR and immunohistochemistry, respectively, in bursal macrophages between 1 and 7 days PI. The absolute number of macrophages in the bursa was decreased significantly at 3 and 5 days PI. Similarly, the number of macrophages was also decreased in spleens after IBDV infection [65] . The actual impact on the immune response of these observations is not clear. Proinflammatory cytokines, such as interleukin (IL)-6, IL-1β, and CXCLi2, are increased at the transcriptional level in the bursa and spleen, while the anti-278 16. AVIAN IMMUNOSUPPRESSIVE DISEASES AND IMMUNOEVASION inflammatory cytokine transforming growth factor (TGF)-β4 is decreased [63,65À67] . These different groups of authors reported somewhat conflicting results for the production of type I IFN and IFN-γ transcription, but the differences could be the result of using different virus strains and/or infecting different age groups. IBDV infection also increased the production of inducible NOS (iNOS) mRNA in bursal macrophages.\n\nKhatri and Sharma [68] showed that the activation of macrophages is through the p38 mitogen-activated protein kinase (MAPK) and nuclear factor (NF)-κβ pathway, but it is not clear whether these pathways are activated through specific viral proteins. The alterations in cytokine transcription are compatible with the inflammation in the bursa during the acute infection. However, it is less clear how these changes play a role in IBDV-associated immunosuppression. It is also important to determine whether the changes occur in IBDV-infected macrophages before they undergo lysis or whether infection and cytokine deregulation occurs in different subpopulations.\n\nAlthough T cells are not susceptible to infection with IBDV, these cells form an important component of the overall immunopathogenesis of IBD. There is an influx of CD4 1 and CD8 1 T cells into the bursa between 1 and 10 days PI [57, 69] . The CD4 1 cells may also contribute to the production of iNOS by IFN-γ production or other soluble factors stimulating iNOS transcription in macrophages and subsequent nitric oxide (NO) production. NO can contribute to inflammatory lesion development, but may also be involved in down-regulation of splenic T cell responses to mitogens, which is associated with the acute phase of IBDV infection [70] . The infiltrating T cells showed a strong up-regulation of mRNA for several cytolytic molecules (e.g., perforin and granzyme A [71] ), suggesting a role in clearance of virus-infected cells and thus a contribution to bursal atrophy.\n\nIn conclusion, IBDV infection causes a complex set of interactions between B cells, macrophages, and T cells leading to destruction and subsequent partial recovery of the bursa and long-lasting suppression of primary antibody responses. Recent studies by several groups have provided a better insight in the immunopathogenesis of IBDV in young birds; however, important questions remain. For example: How can we explain the recovery from infection in the face of suppression of primary antibody responses if neutralizing antibodies are the key to recovery? Do we have to postulate that cell-mediated immunity is far more important than previously believed, as suggested by the findings by Raul et al. [71] ? Another unresolved question is why mostly young birds develop subclinical disease, while infection of older, antibody-negative birds results in clear-cut pathology including hemorrhages. There may be similarities between the situation in birds with IBDV and that in mice with influenza virus, where the immune response is responsible for most tissue damage, in which case the damage can be reduced by treatment with TGF-β [41] .\n\nCIAV is a small DNA virus of approximately 25 nm currently belonging to the Circoviridae, genus Gyrovirus but most likely to be reclassified as the only genus in the Gyrovirinae of the proposed new family Anelloviridae [72] . It has a single-stranded covalently closed DNA genome of 2.3 kb, which produces one polycistronic transcript coding for three proteins. The virus is extremely resistant to disinfectants and can resist heat treatment at 80 C for 15 minutes. Due to its ubiquitous presence in chicken flocks, its small size, and its resistance to physical and chemical treatments, it can be present as a contaminant in other viruses, especially if these agents are propagated in embryonated chicken eggs. As such, it can become a confounding factor in studies on immunosuppressive properties of other pathogens.\n\nThe pathogenesis and immunosuppression caused by CIAV have been reviewed [5, 73, 74] . Infection of chicks may result in clinical disease by vertical transmission, which occurs when hens first become infected during egg production, or by horizontal transmission during the first few weeks of age. However, most chicks are protected against early infection by maternal antibodies, and clinical disease is not frequently seen. Infection after 3 weeks of age is mostly subclinical, but may result in significant immunosuppression. The development of virus-neutralizing (VN) antibodies is essential to curtail virus replication, and immunosuppression caused by IBDV, for example, has been implicated in prolonged replication of CIAV.\n\nThe small genome coding for only three proteins, VP1, VP2 and VP3 or apoptin, requires the infection of dividing cells in order to use the cellular machinery for viral DNA replication. VP1 is the capsid and only protein present in the virions, while VP2 has several roles in viral replication. Apoptin causes apoptosis of infected cells, and the mechanisms of the induction of apoptosis have been studied in detail, in part because apoptin may be used as a potential anti-cancer treatment in humans [75, 76] . Dividing cells that are susceptible to infection are hemocytoblasts in the bone marrow, T cell precursors in the thymus, or dividing T cells in response to antigenic stimulation. Infection of hemocytoblasts results in a decrease in erythrocytes, thrombocytes and granulocytes. The loss of the latter two cell types is important because thrombocytes and granulocytes are both important effector cells during bacterial infections and, as a consequence, secondary bacterial infections (e.g., \"blue-wing disease\") are frequently associated with CIAV-induced immunosuppression.\n\nAdair et al. [77] reported that CD3 1 CD8 1 TCRαβ spleen cells constitute the major CIAV-infected population in the spleen. Recently, Haridy et al. [78] reported that infection in 4-week-old chickens resulted in a moderate loss of CD4 1 and CD8 1 cells in the spleen and thymus. Infection in 1-day-old chicks causes a more severe depletion of CD4 1 and CD8 1 cells (e.g., [79] ). The effect of virus replication in these cells is especially important when replication of CIAV occurs at the same time that cytotoxic T cells (CTL) are generated in response to vaccination or infection with a second pathogen. Markowksi-Grimsrud and Schat [80] reported the absence of REV-specific CTL 7 days after birds were co-infected with REV and CIAV, at which time CIAV was actively replicating, based on real-time quantitative RT-PCR analysis. Because there was no effect of CIAV infection on transcription of IL-2 or IFN-γ at 7 days PI, it was suggested that the lack of pathogen-specific CTL was caused by CIAV-induced apoptosis of CD8 1 cells during the generation of CTL. In contrast to the effect on CTL, natural killer (NK) cells were not affected by CIAV infection [81] . Based on their studies of CIAV infection in MSB-1 cells, Peters et al. [82] suggested that VP2 may also play a role in immunosuppression through down-regulation of major histocompatibility complex (MHC) class I antigens. The importance of this observation for immunosuppression is difficult to evaluate because the assumption is that CIAV-infected cells will become apoptotic.\n\nCIAV-induced immunosuppression has been causally linked to increased incidence of other diseases [5] . For example, infection with CIAV can aggravate infectious bronchitis virus (IBV) -induced disease [83] , likely by affecting both CMI and antibody responses. Van Ginkel et al. [84] demonstrated reduced local antibody responses to IBV in the Harderian gland and lacrimal fluids in CIAV-infected chickens. This effect was most likely caused by a decrease in CD4 1 Th cells as a consequence of CIAV infection.\n\nThe impact of CIAV infection on cytokines has not been well studied, and early investigations relied on bio-assays representing the state of the art at the time (reviewed [85] ). More recently, quantitative (q)RT-PCR assays have been used to investigate the effects of CIAV infection on cytokines in relation to virus replication. Unfortunately, the few published results have not included the effect of virus replication prior to 7 days PI, when high levels of virus replication occur [80, 86] . At that time, immunosuppressive effects are already evident with impairment of macrophages [87] and CTL [80] , but IFN-γ, IL-2 and IL-1β mRNA levels were not affected [80] .\n\nClearly, additional studies using quantitative RT-PCR assays or enzyme-linked immunoassays (ELISA) are needed to determine the impact of CIAV infection on cytokines starting at 2À3 days PI, because viral antigens can be detected in lymphoid tissues and bone marrow as early as 3À4 days PI [88] . Interestingly, the damage to the thymus and bone marrow was quite extensive 3À12 days PI, although relatively few cells in these organs were positive for viral antigens. The collapse of the thymus is probably the result of damage to the cytokine network needed for T cell maturation. Detailed studies on early cytokine changes during CIAV infection are essential to gain an understanding of the subsequent immunosuppression.\n\nAvian reoviruses belong to the Orthoreovirus genus of the Reoviridae, which have a genome consisting of 10 double-stranded RNA fragments. Avian reovirus infections can cause tenosynovitis and other diseases in chickens, or result in a subclinical infection. Although horizontal transmission is the main route for infection, egg transmission may occur infrequently in chickens [89, 90] . Infections with pathogenic, but not non-pathogenic, strains have been associated with depletion of lymphoid cells in the bursa and thymus and decreased serological responses to inactivated NDV [91] . However, Montgomery et al. [92] were unable to find a significant impact of reovirus infection on antibody responses to NDV, SRBC, and Brucella abortus antigen, although a decrease in relative bursa weight and some lymphocyte depletion in the bursa were noted. The cause of the latter is not clear because reovirus replicates in macrophages but not in B cells [93, 94] .\n\nReovirus infection decreased the responses of peripheral blood monocytes and splenocytes to mitogens at 7 days PI but not afterward [92,95À97] . Removal of plastic-adherent cells primed to produce NO restored mitogen responsiveness of T lymphocytes to some degree and suggested that suppressor macrophages were responsible for the immunosuppression [95À97]. However, NO can also have a beneficial effect by significantly reducing reovirus replication [98] . The pathways of the anti-viral and immunosuppressive actions of NO are very complex and were recently reviewed [99] . The immunosuppressive pathways of NO include modulation of the Th1/Th2 balance through Treg cells and a reduction in T cell proliferation.\n\nThe S1 genome segment of avian and mammalian reovirus codes for three open reading frames (ORF), two of which are translated in non-structural proteins. These two proteins have pleiotropic functions, and many of these interfere with cellular signaling 280 16. AVIAN IMMUNOSUPPRESSIVE DISEASES AND IMMUNOEVASION pathways [100] . The S1 proteins have been linked to immunosuppression in mammalian reoviruses [101] , perhaps through interference with the innate immune response [102] . The avian reovirus-coded S2-coded σA protein has anti-interferon activity, which in addition to immunoevasive properties may contribute to immunosuppression associated with avian reovirus infections [103] .\n\nPoult enteritis and mortality syndrome (PEMS) is characterized by diarrhea, growth depression, and immunosuppression with a multifactorial etiology [104] . Turkey reovirus has been associated with some of the aspects of PEMS, including a decrease in thymus and bursa weights [105] . However, this specific reovirus isolate, ARV-CU98, did not infect macrophages or B and T cells [106] . Using a different isolate, NC/SEP-R44/03, in 3-day-old turkeys, Day et al. [107] reported moderate to severe bursal atrophy, a decreased antibody response to NDV, and decreased cutaneous basophil hypersensitivity. It is not clear whether these effects are caused directly by the virus infection or indirectly by interfering with the uptake of nutrients and water.\n\nThe three tumor viruses associated with lymphoid tumors, MDV, ALV, and REV, are discussed in more detail in Chapter 19. In this chapter, only the immunosuppressive aspects are reviewed. Extensive reviews of the diseases caused by these viruses are available in the 12th and 13th editions of Diseases of Poultry [38, 39] .\n\nMarek's Disease Virus MDV, or Gallid herpesvirus 2, belonging to the genus Mardivirus in the subfamily of Alphaherpesvirinae, is causing tumors of T lymphocytes in chickens. It has attracted the attention of virologists and immunologists because highly successful vaccines protecting against the disease became available during the early 1970s. Since then, the virus has evolved from virulent to very virulent (vv) and, more recently, to vv 1 pathotypes [108] . This increase in pathogenicity not only has increased the incidence of tumors but also was linked to some new neurological syndromes [109] . In addition, the vv 1 strains caused more severe damage to the lymphoid organs than did virulent and vv pathotypes [110] , probably leading to increased immunosuppression.\n\nImmunosuppression caused by MDV has been reviewed by Schat [111] , and in this chapter we present only the most important aspects of MDV immunosuppression and immunoevasion (see Section 16.4.2). MDV-associated immunosuppression is often divided into an early immunosuppression phase during cytolytic infection and a late immunosuppression phase when the virus is reactivated and tumors develop. One of the key characteristics of early immunosuppression is the destruction of lymphocytes in the lymphoid organs during the first two weeks of infection, causing severe atrophy of the thymus and bursa of Fabricius; this may be permanent or transient depending on the pathotype of MDV.\n\nThe model for the pathogenesis of Marek's disease, as originally outlined by Calnek [112] and Schat [113] , provides the basis for our understanding of how MDV causes both B and T cell depletion. Briefly, chickens become infected through the cell-free virus present in feather-follicle dander. The virus is transferred to the lymphoid organs, probably through macrophages, and replicates first in B lymphocytes, causing a productiverestrictive infection in which cell-associated, but not cell-free MDV, is produced and the infected cells are destined to die. This phase is often referred to as the cytolytic phase.\n\nAs a consequence of the production of viral antigens and subsequent immune responses, T cells become activated, expressing MHC class II antigens and other activation markers. In contrast to resting T cells, activated T cells are susceptible to MDV infection and become infected. Normally, MDV establishes a latent infection in activated T cells through poorly understood mechanisms [114] . Cytokines [115] and microRNA [116] most likely play a role in the process. Depending on the pathotype of MDV and the genetic resistance of the host, latency may be permanent, temporarily followed by a secondary cytolytic cycle and additional immunosuppression and tumor development, or absent, with continuous virus replication and, frequently, early mortality.\n\nAs early as 3 days PI, the expression of IFN-γ is upregulated [117] , which led Schat and Markowski-Grimsrud [115] to suggest that this may up-regulate the expression of IL-8 receptors. The up-regulation of IL-8 receptors is likely an essential step in the transfer of cell-associated MDV from B cells to activated T cells, allowing viral IL-8 produced during the lytic infection [118] to attract activated T cells. Increased cytolytic infection, and thus increased damage to the lymphoid organs associated with some of the vv 1 pathotypes, may be caused by a more effective transfer of MDV from B to T cells due to increased levels of vIL-8 production combined with the inability to establish latency after 7 days PI.\n\nJarosinski et al. [119] reported that vv 1 strains produced higher levels of vIL-8 than less virulent strains, but this is likely the consequence of increased virus replication [120] rather than an intrinsic ability to enhance vIL-8 production. The importance of vIL-8 for cytolytic infection is further shown by the fact that tissue culture-attenuated strains have no or very low vIL-8 transcript levels [120] and that deletion of vIL-8 [121, 122] or deletion of exon 1 of vIL-8 [123] results in attenuation of cytolytic infection. The reasons for the continued replication of vv 1 MDV instead of establishment of latency have not been elucidated. It is of interest that vv 1 MDV causes a highly significant upregulation of pro-inflammatory cytokines as early as 4 days PI in spleen and brain tissues [124, 125] . It is certainly feasible that the distortion in cytokine profile affects the production of cytokines involved in the induction and/or maintenance of latency [126] , with the consequence of a prolonged cytolytic infection leading to more profound immunosuppression.\n\nApoptosis is the most likely mechanism responsible for cell death during cytolytic infection in the lymphoid organs [127, 128] affecting CD4 1 CD8 1 thymocytes. What needs to be resolved is whether MDV-infected thymocytes become apoptotic or whether MDVinduced cytokine deregulation affecting thymocyte maturation causes apoptosis of non-infected cells and a collapse of the thymus architecture [111] . The latter is certainly possible, based on recent evidence that cytokines can be deregulated, especially after infection with vv 1 strains. MDV infection can also cause apoptosis in CD4 1 peripheral T cells, but CD8 1 T cells are apparently not affected [129] . The reasons for the latter are not clear because CD8 1 T cells can be infected with and transformed by MDV [130, 131] . Thus far, it has not been resolved which MDV gene products are responsible for immunsuppression. It is likely that the SORF2 gene plays a role, based on two studies using opposing experimental strategies. Deletion mutants lacking several ORFS, including SORF2, caused decreased cytolytic infection without preventing tumor formation [132] . Up-regulation of SORF2 expression through the insertion of the REV long terminal repeat (LTR) resulted in enhanced cytolytic infection in the absence of tumor development [133] .\n\nIn addition to the destruction of lymphoid tissues, MDV also induces immune suppression through activation of macrophages. These macrophages were able to inhibit mitogen stimulation of T cells obtained from non-infected chickens [134] . Schat and Markowski-Grimsrud [115] suggested that this inhibition was likely the consequence of MDV-induced NO production by the macrophages and was protective rather than immunosuppressive by reducing the pool of activated T cells. The concept of immunosuppression around 7 days PI is conflicting because there is destruction of lymphoid tissue, potential immunoevasion, and the activation of \"suppressor\" macrophages, while, at the same time, CTL against several MDV proteins are present [115] . In contrast with the more classical strains, vv 1 strains may actually infect macrophages [135] , and macrophages have been associated with MDV lesions in the brain [136] (and B. L Njaa, K. W. Jarosinski and K. A. Schat, unpublished data). The importance of these observations for immunosuppression is not clear; more likely the macrophages are part of the enhanced pro-inflammatory response in the brain [124] .\n\nLate immunosuppression can be caused by lytic infection of lymphoid cells upon reactivation of MDV from latency, causing effects on the immune system similar to those during early lytic infection. In addition, tumor cells may cause immunosuppression (reviewed [111] ). However, tumor-induced immunosuppression is the direct consequence of a clinical disease and so is not discussed here.\n\nMDV vaccine strains can also cause immunosuppression. Friedman et al. [137] showed that vaccination with SB-1 (a serotype 2 MDV strain), together with herpesvirus of turkeys (HVT) or CVI988 (a serotype 1 vaccine strain), caused a significant decrease in B lymphocyte activation and antibody production after in vitro stimulation with Salmonella typhimurium or bovine serum albumin (BSA) inoculation, respectively. E. coli-caused mortality was increased in vaccinated chicks independently of the MDV vaccine used, when challenged at 11 or 14 days post-vaccination, but it occurred only in chicks vaccinated with CVI988 when these were challenged at 21 days post-vaccination.\n\nIslam et al. [138] also reported that HVT did not cause increased mortality when chickens were challenged with E. coli at 28 days post-vaccination. However, at 3À10 days HVT caused a significant decrease in B and T lymphocyte numbers. Vaccination with CVI988 precipitated lesions when chicks were challenged with C. baileyi 4 days post-vaccination (see Section 16.2.3). The importance of vaccine-induced immunosuppression is not clear in commercial flocks and is far less important than protection against MDV challenge. The possibility that in ovo vaccination with HVT might induce tolerance was investigated by Zhang and Sharma [139] . Inoculation at 0À14 days of embryonation induced tolerance to HVT but not to BSA. In contrast, vaccination at 18 days of embryonation, which is the appropriate time for in ovo vaccination, did not induce tolerance to HVT.\n\nALV and REV belong to the Retroviridae. ALV are classified as exogenous or endogenous (or subgroup E) viruses, and the former are further divided in subgroups A, B, C, D, and J. Subgroups AÀD are associated with infection of Leghorn-type chickens, but subgroups C and D are of little practical importance for the poultry industry. ALV-J was first described during the late 1980s and is mostly associated with meat-type birds. ALV and REV can also be divided into defective and non-defective (nd) or helper viruses. The defective viruses have often acquired cellular onc genes and cause a rapid onset of tumors and death. These viruses have little importance for immunosuppression because of rapid mortality. The nd viruses can also cause tumors, but transformation occurs through activation of cellular onc genes by the viral long terminal repeats (LTR) [140] .\n\nREV and exogenous ALV can be transmitted congenitally or horizontally. Chicks hatched from congenitally infected eggs are tolerant and unable to produce VN antibodies to the virus; they are viraemic, antibody-negative (V 1 A 2 ) and likely to develop tumors or, in the case of REV, tumors and/or runting and stunting. Horizontal transmission during, or shortly after, hatching can also result in tolerance [140, 141] . This risk is enhanced in chicks when subgroup E or glycoprotein (gp) 85 of subgroup E is expressed during embryonal development [142] or after IBDV infection at 1 day or 6 weeks of age. IBDV infection decreased the frequency of VN antibodypositive chickens and increased virus shedding and viraemia levels significantly, although these effects were dependent on the genetic background of the birds. In contrast, infection with REV at 1 day of age, or MDV at 2 weeks of age, had no significant impact on ALV shedding, viraemia, and antibody development [143] . However, exposure to IBDV at 2 weeks of age did not influence the incidence of ALV-J [144] . The induction of tolerance after congenital infection is virus-specific and is not a general inability to produce antibodies against pathogens other than ALV or REV. For example, chickens congenitally infected with a specific strain of ALV-A were able to produce antibodies to other subgroup A strains [145] and influenza virus, but were partly tolerant to ALV-B [146] .\n\nThe importance of ALV as an immunosuppressive virus is not clear and probably depends on the subgroup. Fadly et al.\n\n[147] and Rup et al. [148] reported that infection with RAV-1, a subgroup A virus, did not suppress antibody responses, mitogen stimulation, or the phytohemagglutinin (PHA) skin test, even in birds developing tumors. In contrast to ALV-A, subgroup B viruses have been linked to suppression of CMI responses. In ovo infection with MAV-2(O) resulted in severe damage to lymphoid organs, suppressed antibody responses, and mitogenic responsiveness [149] . In addition, MAV-2(O) causes a temporary dysfunction of macrophages, suppressing the responses of spleen cells to mitogens [148, 150] . The depressed responses were present as early as 3 days PI and lasted until 21 days PI. Macrophage dysfunction reduced the ability to clear bacteria such as Listeria monocytogenes [151] . A second subgroup B virus, avian erythroblastosis (an acute transforming, defective virus), and its associated helper virus also suppressed T cell responses to mitogens, but in this case the suppression was directly related to T cells and not macrophages [152] .\n\nSeveral groups have shown that ALV-J infection does not affect cell-mediated and humoral immune responses to a significant degree. However, most assays for immune responses and resistance to other diseases were marginally lower in ALV-J-infected chickens than in controls [153À155], suggesting, but not proving, that immunosuppression may be associated with ALV-J infection. Cui et al. [156] reported that some ALV-J isolates may cause thymus and bursa atrophy and reduced antibody responses to NDV vaccines in chicks when infected at 1 day of age and vaccinated at 7 days. However, the reduced response was not detected when chickens were vaccinated at 30 days of age. Moreover, ALV-J infection did not reduce the antibody response to IBDV vaccine.\n\nREV infection resulted in decreased antibody responses to HVT [157] , MDV [158] , NDV [159] and H5N1 vaccines [160] . In contrast, Witter et al. [161, 162] found only decreased primary antibody responses to SRBC and Brucella abortus, but no effect on MDV antibodies, although protective immunity to Marek's disease was decreased. Embryo inoculation with the T strain, but not with the CS strain, also impaired the secondary immune responses to SRBC and Brucella abortus. REV infection increased ALV infection levels in a commercial line [161] .\n\nThe effect of REV infection on MDV was questioned by Buscaglia et al. [163] because this infection did not impair the establishment of MDV latency or reactivation from latency. These authors suggested that REV may actually reduce the pool of susceptible cells for MDV replication, which would be compatible with the REVassociated atrophy of the lymphoid organ [162] . Filardo et al. [164] suggested that lymphoid atrophy is strainspecific and caused by a combination of env and gag genes.\n\nThe immunosuppressive effects of REV infection on cell-mediated immunity have been studied by several groups, mostly using mitogen stimulation assays [161, 163, 165] . The immunosuppressive effects, linked to the development of suppressor cells by Rup et al. [148, 166] , are probably the same as Treg cells. Interestingly, Tiwari et al. [167] reported that REV increases the production of TGF-β, which is an important cytokine for the development of Treg cells [168] and in general for the regulation of immune responses [169] . The importance of this type of cell-mediated suppression needs to be further analyzed, especially in view of the development of REV-specific CD8 1 CTL starting at 6 days PI [170, 171] .\n\nMarek's disease vaccines [172, 173] . It has been known for a long time that fowlpox viruses (FWPV) can carry replication-competent REV genomes, which may be expressed in vivo [174, 175] . It is therefore surprising that FWPV vaccines are still frequently contaminated with REV [176, 177] , suggesting a lack of quality control. The presence of REV in FWPV or FWPV vaccines can result in immunosuppression causing outbreaks of fowlpox, as suggested by Motha and Egerton [178] . Wang et al. [179] compared FWPV vaccine strains with and without REV inserts and wild-type FWPV containing REV. REVpositive FWPV strains, in contrast to those lacking REV, caused decreased antibody titers to BSA and SRBC and decreased responses to PHA-P skin tests and in vitro lymphocyte stimulation.\n\nIn the previous section, three broad categories of immunosuppression causes were identified: corticosteroids in relation to stress, apoptosis and/or necrosis of lymphoid cells, and virus-induced changes in the regulation of immune responses. In many instances, the actual molecular interactions between virus proteins and host cells are poorly identified. To use cytokines as adjuvants to improve vaccines, as suggested by Asif et al. [180] , future research needs to focus on a better understanding of the interactions between viruses and cytokine regulation.\n\nDohms and Metz [8] indicated that the mechanisms of stress-induced immunosuppression, especially in birds, were poorly understood. The common pathway for stressors involves the hypothalamicÀpituitaryÀadrenal (HPA) axis and results in the release of glucocorticoids, which are immunosuppressive for many species, including chickens. Treatment of chickens with corticosterones or related glucocorticoids results in lymphopenia and atrophy of the lymphoid organs. Pruett [181] suggested that the interactions between glucocorticoids and the immune system are more complex and, depending on the duration of the stress, can enhance, suppress, or have no effect on immunological variables in mammalian species.\n\nMeasuring several immunological parameters, El-Lethey et al. [182] compared the effects of treating chickens with corticosteroids with the effects of a lack of foraging materials. Interestingly, antibody titers against SRBC and tetanus toxoid were decreased after both treatments, but antibodies to human serum albumin were not influenced by either. In addition, cellmediated immune responses, such as cutaneous response to PHA and delayed-type hypersensitivity (DTH) responses to mycobacterium antigen, were decreased with both treatments. It is also noteworthy that the lack of foraging materials did not significantly enhance plasma corticosterone levels. In conclusion, stress may result in immunosuppression but the actual mechanisms remain elusive.\n\nVirus replication in lymphoid cells is the major cause of cell death for IBDV, CIAV, reovirus, MDV and, to some degree, REV. In most of these infections, apoptosis is the cause of cell death, although necrotic lesions have been reported for MDV [183] . The induction of apoptosis by IBDV VP5 and VP2 was mentioned before, but it is not clear how these proteins actually interact with the apoptotic pathway. Liu and Vakharia [47] showed that IBDV infection in vitro activates effector caspase 3 and the initiation caspase 9, as well as nuclear factor-kappa B (NFκB), resulting in apoptosis late in the infective cycle. These authors suggested that NFκB may be activated through the accumulation of reactive oxygen species, as has been shown for reovirus-induced apoptosis.\n\nCIAV provides another example of viral induction of apoptosis [75] . VP3 (or apoptin) is the major viral protein-inducing apoptosis, although VP2 also may be a minor cause. Early after transfection of MSB-1 cells with a VP3-expressing plasmid, VP3 is present in the cytoplasm and nucleus as fine granular structures. At the time that cells become apoptotic, VP3 forms discrete nuclear structures. The carboxy terminus is positively charged and, based on work with deletion mutants, it is suggested that the positive charge is important for the interaction with the nuclear DNA. Noteborn [5] suggested that this may lead to alterations in the supercoiled organization of the cellular DNA, causing apoptosis or, alternatively, that VP3 acts as a transcriptional regulator of genes involved in the apoptotic process.\n\nAlthough MDV induces apoptosis, little is known about the viral proteins and mechanisms involved in the induction of apoptosis. Thus far, no proteins preventing or inducing apoptosis have been found in MDV, although in the related HVT Kingham et al. [184] identified an ORF coding for a protein with significant similarity to the putative quail anti-apoptotic gene NR-13. Ross [185] speculated that the phosphorylated polypeptide pp38 was responsible for apoptosis in MDV. Piepenbrink et al. [186] found that pp38 causes decreased production of ATP in mitochondria, which could cause apoptosis.\n\nThus far, there are few studies describing quantitative changes in cytokine production as a consequence of virus infections in chickens. It is not clear how many of the changes are actually related to immunosuppression rather than those associated with the induction of immune responses. It is clear from the work by Jarosinski et al. [124] , using vv 1 MDV strains, that strong pro-inflammatory responses may cause pathology. This observation has important consequences for genetic selection for Marek's disease resistance because the resistant N2a line had a very strong pro-inflammatory response, causing neurological disease with significantly higher levels of cytokine and NO production in the brain. Additional studies on cytokine deregulation leading to immunosuppression are urgently needed using real-time RT-PCR assays and preferably ELISA to examine the impact on transcription and actual production of cytokines.\n\nOne of the common immunosuppressive effects described for MDV, reovirus, IBDV, and REV infections is the generation of \"suppressor\" macrophages. These cells suppress T lymphocyte blastogenesis using mitogen responses and are frequently detected approximately 3À15 days PI. Removal of these cells restores the responsiveness of the T cells (e.g., 96, 134, 167) . Interestingly, this immunosuppression has been linked to NO production by macrophages. NO is a highly versatile molecule with immunosuppressive as well as anti-tumor, anti-bacterial and anti-viral activity. It can influence gene expression, probably through the NFκB pathway and, at high levels, can be part of proinflammatory pathology (reviewed [187] ).\n\nAs we have learned more about the molecular interactions between viruses and their hosts, it has become apparent that most, if not all, viruses employ immunoevasion mechanisms to survive even the innate immune responses of the host. Those viruses with a persistent life style also deploy a spectrum of subtle, refined mechanisms to survive in the face of potential acquired immune responses. The factors involved in immunoevasion were most easily identified in the large DNA viruses (poxviruses and herpesviruses). With the exception of the molluscipoxviruses, which have no direct relatives in birds but have some similarities with the avian poxviruses, poxviruses cause acute infections; therefore, their immunoevasion mechanisms need only counter (or are only capable of countering) the innate immune responses and possibly delay the acquired responses.\n\nThe herpesviruses are able to become latent, a state that requires the expression of very few genes. They do, however, appear to be able to prevent the induction of acquired responses, even though the immune system is regularly open to stimulation by episodic, localized reactivation of latent virus. The recognition that large complicated viruses needed to evolve specific mechanisms to counter innate immune responses arguably drove the suspicion that the smaller, \"simple\" viruses (often with an RNA genome) must have evolved equivalent mechanisms to survive the same pressures. There are now several examples, particularly in the paramyxoviruses, of small accessory proteins of RNA viruses or of multi-faceted proteins that play a role in immunoevasion, especially in suppressing the type I IFN pathway.\n\nThe relative dearth of reagents available for many aspects of avian biology means that detailed study of the mode of action of many immunoevasion mechanisms of avian viruses remains woefully behind that of mammalian viruses. Indeed many of the mechanisms remain presumptive, but the situation should improve with the recent derivation of the draft chicken genome sequence. Recognition of the importance of avian viruses as emerging zoonotic agents-for instance, West Nile virus and H5N1 avian influenza virus-is also likely to drive much more work in this area. We consider immunoevasion mechanisms, both known and postulated, of avian herpesviruses, poxviruses, orthomyxoviruses, paramyxoviruses and reoviruses, as well as review prospects for future work on avian adenoviruses and coronaviruses, orthomyxoviruses and paramyxoviruses.\n\nStudy of the biology of MDV teaches us that this virus uses at least two strategies of immunoevasion, even though no specific mechanisms have as yet been attributed to these observations. Morimura et al. [128] showed that MDV infection down-regulates transcription of CD8. Hunt et al. [188] reported that MHC class I expression was down-regulated in two cells lines, MDV-infected OU2 cells and MDV-transformed MSB-1 cells, treated with 5-bromo-2'deoxyuridine-most likely through a block in the transport of the MHC molecules to the cell surface. Morgan et al. [189] , using micro-array analysis, found that MDV up-regulated MHC class I, but this is likely to have been IFNdriven. A mechanism that may favor survival of MDV in its latent state is promotion of the survival of MDVtransformed tumor cells. Whether this is achieved directly by enhanced expression of chicken CD30, previously identified as the AV37 antigen [190] , or by the down-regulation of CD28 seen in cells overexpressing CD30 [191] is not clear, nor is the actual viral mechanism of achieving these perturbations in cell surface marker expression.\n\nThe herpesviruses have proved a rich hunting ground for those seeking the mediators of immunoevasion, hereafter referred to as immunomodulators, and the avian herpesviruses, such as MDV, prove no exception. The most interesting immunomodulator found in MDV is the IL-8 mimic (vIL-8), identified initially by its sequence homology with host IL-8. More informatively referred by its synonym, eotaxin, IL-8 is a chemokine capable of attracting eosinophils. Deletion of vIL-8 [121, 122] or exon 1 of vIL-8 [123] from the RB-1B strain of MDV resulted in a lower frequency of birds with tumors and smaller, less invasive tumors. This suggests that vIL-8 affects virus replication rather than tumorigenesis. The possibility of immunomodulatory functions for vIL-8 cannot be eliminated, but the discovery that it can also be expressed as a fusion protein with the MDV oncoprotein Meq presents the likelihood of a more complicated situation [192] .\n\nThe avian poxviruses make up one genus (Avipoxvirus) of the Chordopoxvirinae subfamily. The other eight genera comprise only mammalian poxviruses. Recent phylogenetic studies, based on only a couple of conserved genes, reveal that the avipoxviruses show considerable diversity, equivalent to that observed between the Capripoxvirus, Suipoxvirus, Yatapoxvirus and Leporipoxvirus genera of the mammalian poxviruses. They appear to form three major clusters (or clades) of related viruses, one broadly related to FWPV and one to canarypox virus (CNPV), and the other comprising the psittacine poxviruses [193] . Various phylogenenetic studies have indicated that the mammalian poxvirus most closely related to the avipoxviruses is the human Molluscum cotagiosum virus, with which avipoxviruses share many common features of molecular biology; these include key aspects of gene complement and organization, as well as aspects of pathogenesis.\n\nThe avipoxviruses have some of the largest DNA viral genomes: up to more than 300 kbp and encoding up to 300 genes. The complete genome sequences of pathogenic and attenuated vaccine strains of FWPV [194, 195] and those of a pathogenic strain of CNPV have been determined [196] . Avipoxviruses cause diseases ranging in severity and mortality from relatively mild cutaneous infections (e.g., fowlpox in chickens) through the more severe diphtheritic infections (also seen in some cases of fowlpox) to disseminated systemic or pneumonia-like infections with high mortality (e.g., CNPV infections). The nature of the infection is probably related to hostÀ virus adaptation, in which immunoevasion mechanisms and especially immunomodulators play an important role. The less severe infections likely reflect longstanding adaptations of virus and host, whereas the more severe probably reflect more recent introductions of viruses to novel hosts.\n\nThe derivation of the first sequences brought with it the surprise that FWPV encoded no obvious candidates for modulators of the type-I IFN or IFN-γ pathways or any of the anti-viral effectors that these pathways induce [194À196] . This was in contrast to the mammalian poxviruses, which encode doublestranded RNA (dsRNA) binding proteins (e.g., E3 of vaccinia virus); mimics of eIF2α, the substrate for activated dsRNA-dependent protein kinase, PKR (e.g., vaccinia virus K3); and secreted, soluble binding proteins for IFN-I and IFN-γ. However, FWPV and CNPV appear to encode mimics of transforming growth factor (TGF)-β, and CNPV encodes an IL-10-like protein.\n\nAssuming they act as agonists, both of these candidate immunomodulators are predicted to downgrade the host's inflammatory responses by stimulation of T regulator cells, thereby protecting the virus-infected cell.\n\nTwo groups independently predicted that two different FWPV genes (fpv073 and fpv214) would encode candidate IL-18 binding proteins [194, 195] . Only one of the predicted genes (fpv214) encoded a protein with a conserved IL-18 binding motif. Interestingly, a knockout of this gene in a recombinant FWPV expressing IBDV VP2 resulted in an enhanced CMI response against IBDV when chickens vaccinated with the recombinant were challenged with IBDV. The enhancement was comparable to, but less dramatic than, the enhancement observed when the VP2 recombinant FWPV co-expressed chicken IL18, whether fpv214 was intact or not [197] .\n\nThe avipoxviruses also encode multiple chemokinelike molecules (e.g., fpv060, fpv061, fpv116, fpv121). These appear to be secreted, although as yet no biochemical activity [194] has been attributed to any of them, partly because of the lack of identified chicken chemokine and chemokine receptor reagents [198] . It is therefore unclear whether they behave as agonists or antagonists and whether they target bona fide chemokine receptors or similar receptors for other host ligands. Avipoxviruses also encode serpentine molecules with seven transmembrane segments resembling G-proteincoupled receptors. These proteins (fpv021, fpv027 and fpv206) are candidate chemokine receptors [194] . Whether they actually bind host chemokines or other host ligands, and whether they are signaling-competent or merely decoy receptors remains to be tested when chicken chemokine reagents become available.\n\nAlthough no gene encoding IFN-γ-binding protein was predicted from the sequence, a binding protein was identified biochemically by its interaction with recombinant-tagged IFN-γ. It proved to be the product of fpv016 [199] . Type I IFN-binding proteins are not predicted, and it remains to be seen whether alternative approaches will identify genes encoding such proteins. The lack of obvious mechanisms for evasion of type I IFN responses is intriguing, particularly because FWPV is resistant to recombinant chicken type-I IFN at concentrations up to 1000-fold higher than is required to inhibit the chicken cell-adapted vaccinia virus strain MVA [200] . It is also clear that FWPV, unlike other chicken viruses (e.g., IBDV) does not induce chicken type I IFN in CEF culture. Moreover, it can even block the induction of expression of chicken type I interferon β promoter normally seen upon transfection with the dsRNA analog, polyI:C [201] .\n\nThe avipoxvirus genomes encode many as yet unassigned proteins, which might function in immunoevasion. For instance, one feature that distinguishes avipoxviruses from mammalian poxviruses is that the former encode several families of related proteins. Most notable is the family containing multiple ankyrin repeats. These are found in many types of host proteins, and their presence normally denotes a proteinÀ protein interaction. Up to 31 of the proteins in this family are encoded by FWPV, with 51 (15% of the total gene complement) encoded by the related Canarypox virus [202] . We have no idea of their targets, but presume they are likely to be host proteins and that at least some probably play a role in immunoevasion. Most of these proteins have C-terminal F-box motifs, which in other poxviruses have been shown to interact with the ubiquitin ligase complex via Skp1a and Cullin-1 [203] . By screening chimeric vaccinia MVA-carrying inserts of FWPV genomic DNA for enhanced resistance to chicken type I interferon, Buttigieg et al. [200] recently identified fpv014, an ankyrin repeat protein, as contributing to IFN resistance. They also demonstrated that fpv014 interacted with Cullin-1, but were unable to establish the identitiy of any cellular proteins bound by the ankyrin repeat domain and presumably destined for ubiquitination and likely degradation by the proteasome. Similarly, Laidlaw et al. [201] recently screened a library of FWPV mutants, each carrying a single non-essential gene knockout, for reduced ability to restrict polyI:C-mediated induction of expression of the chicken type I interferon β promoter. They identified another ankyrin repeat protein, fpv012, as contributing to restricting interferon β expression induced by dsRNA, but were also unable to identify the cellular ligand for the ankyrin repeat domain of fpv012.\n\nIdentification of two members of this family of proteins from the same virus that appear to modulate chicken IFN responses at different points provides tools to assist ongoing analysis and description of chicken IFN responses, which though broadly similar to those of mammals, clearly differ in significant ways. The best example of this is the absence from chickens, and indeed from all galliforms but not from anseriforms [204] , of the cytoplasmic dsRNA sensor RigI, which presumably leaves Mda-5 to perform all cytoplasmic sensing of dsRNA undertaken in mammals by RigI and Mda-5 [205À207]. The complete consequences of this are still not fully apparent or understood.\n\nMembers of the Orthomyxoviridae family are enveloped viruses enclosing eight segments of negativestrand RNA. The best known are of the Influenzavirus A genus, mostly as a consequence of their role in human pandemics. As is now widely appreciated since the emergence of the H5N1 strain, influenza A viruses are primarily an infection of birds, originating in waterfowl, and readily passing to a wide range of birds both wild and domestic.\n\nIt was by using influenza virus infection that IFN was discovered in 1957 [208] . Subsequently, it was one of the first viruses for which a resistance mechanism to IFN (activation of host protein p58) was elucidated [209] . Since 1997 and the emergence of the highly pathogenic H5N1 avian influenza virus (AIV), which is capable of causing high mortality in humans, NS1 has been identified as the major viral IFN resistance protein [210À213]. Moreover, a determinant of the virulence of H5N1 (D92E) has been located on NS1 [214] . These studies have been performed in the context of mammalian IFN responses, which is appropriate because of the clinical threat and practical because the avian IFN response is not fully understood and there is a lack of avian reagents.\n\nPerhaps because of the lack of biochemical assays and reagents, one of the few direct studies of the interaction between AIV and avian IFN was performed with live virus [215] . The study concluded that there was considerable heterogeneity within and between virus populations in their ability to induce and resist avian IFN-I. This heterogeneity was ascribed to their presence in the population of subpopulations that had packaged multiple genome segments. It was presumed that those particles that had packaged multiple segments encoding IFN resistance protein(s) displayed higher resistance, although this characteristic was not necessarily inherited. Such heterogeneity illustrates one of the potential complications of using live-recombinant influenza viruses to dissect out the role of particular molecular determinants of IFN resistance.\n\nStudies with the mammalian system have revealed that NS1 is a very complex, multi-functional protein. It has at least three major functions: (1) binding dsRNA to block IFN, (2) inhibiting host gene expression by preventing mRNA splicing and nuclear export, and (3) enhancing viral mRNA translation. All of these functions merit further investigation in mammalian and avian hosts.\n\nResistance of influenza virus (influenza A virus unless otherwise specified) to IFN was initially believed to be primarily due to activation of a cellular inhibitor, p58(IPK), or PKR [209] . The mechanism of activation is still not known. Another mechanism involved the ubiquitin-like host protein ISG15, which is one of the most predominant proteins induced by type-I IFN [216] . Influenza B virus strongly induces ISG15, but a specific region of the influenza B virus NS1 protein (NS1B), which includes part of its effector domain, blocks the ability of ISG15 to become covalently linked to its target proteins by inhibiting its UBE1L-mediated activation. The influenza A virus NS1 protein does not bind ISG15, but inhibits its synthesis [217] .\n\nSubsequently, however, NS1 was shown to play a major role in resistance to IFN. Specifically, NS1 mutants were able to replicate only in IFN-defective cell lines [211] . NS1, normally 230 amino acids long in influenza A virus, is encoded by virus RNA segment 8. The amino terminus (73 residues) of NS1, which dimerizes [218] , is capable of binding dsRNA [219] albeit at relatively low affinity [217] -thereby preventing activation of the dsRNA-dependent protein kinase, PKR [220] . NS1 also binds poly-adenylated RNA, inhibiting nuclear export of mRNAs [221] , and a stem bulge in U6 snRNA, inhibiting pre-mRNA splicing in vitro and in vivo [221] . Both of these activities can down-regulate expression of cellular genes. They can also prevent IFN production by binding to IRF-3, blocking its kinase-mediated activation [213] , and by blocking NF-κB activation [222] . Although expression of NS1 alone was reported to induce apoptosis in MDCK and HeLa cells [223] , in the context of a viral infection of mammalian or avian cells, its IFNregulatory activity makes it anti-apoptotic [224] . NS1 selectively enhances translation of viral but not cellular mRNAs by binding eIF4GI, PABP1 and the 5' UTRs of vmRNAs [225, 226] .\n\nIt is interesting that the region of NS1 (aa 81À131) binding eIF4GI spans the location of the known virulence mutation (aa 92) and that the region of PABP1 to which NS1 binds is not conserved evolutionarily. The C terminus, or effector domain, down-regulates formation and export of cellular mRNAs by binding to the 30 kDa subunit of CPSF and to PABII [227, 228] . The dsRNA-binding activity of NS1 can be abrogated by mutating two basic residues (R38 and K41 to A). In MDCK cells, virus thus mutated [229] failed to inhibit IFN-β and replicated to lower titers. On passage, a better replicating virus emerged with an S42G mutation that did not improve dsRNA binding but had intermediate virulence in mice.\n\nRecent study of the modulation of avian IFN by AIV has focused on the role of NS1 and of PB2. There are many difficulties with studying the induction of IFN responses in vivo, not least in standardizing the nature of the inducing virus; this can depend on the strain and on its passage history. Penski et al. [230] showed that NS1 deletion mutants of HPAIV (H5N1 and H7N7) induced higher levels of IFN β in CEFs than did parental virus. Liniger et al. [231] showed that NS1 from HPAIV also controls IFN β expression in the chicken macrophage HD-11 cell line. However, NS1 deletion mutants of HPAIV still manage to control IFN β levels in infected chickens [230] , suggesting that other mechanisms are involved. Liniger et al. [231] demonstrated that HPAIV PB2 could block induction of IFN β expression in the immortalized chicken fibroblast DF-1 cell line when induced by over-expression of the chicken homologs of VISA/CARDIF or mda-5.\n\nThe role of an ESEV motif found at the C-terminus of HPAIV NS1 proteins, but not in seasonal human AIV (which bear the motif RSKV), has been investigated by Zielecki et al. [232] The motif represents a ligand for PDZ domains of cellular proteins. It attenuates virus replication in human, murine, and duck cells but not in CEFs. Nevertheless, it appears to have little influence on virulence in either mice or chickens.\n\nThe possibility of using NS1 mutant AIV as liveattenuated vaccines was explored by Steel et al. [233] Viruses with internal deletions of NS1 stimulated higher levels of IFN β expression in mice and were attenuated in chickens. They also stimulated protective immunity against HPAIV challenge (the mutants also contained an E residue at position of PB2 to restrict replication and virulence in mammals).\n\nThe Paramyxoviridae family of negative-sense RNA viruses, which includes measles virus, has two wellknown avian members: NDV (a member of the Avulavirus genus) and turkey rhinotracheitis virus or avian metapneumovirus (a member of the Metapneumovirus genus).\n\nThere has recently been considerable study of the mechanism by which paramyxoviruses modulate IFN-I, demonstrating the importance of the V proteins in blocking IFN induction and signalling [234] . These proteins are expressed following RNA editing of the mRNA that encodes P protein. Because of the lack of reagents for the avian IFN-I system, this work has barely extended to avian paramyxoviruses. The likely role of the NDV V protein has, however, been demonstrated using genetically modified viruses [235] . Thus, mutant viruses, defective for V protein expression (V 2 NDV), replicate poorly in embryonated eggs and chicken embryo fibroblasts. This defect can be complemented by transfection of a plasmid-expressing cDNA encoding the V protein into V 2 NDV-infected cells [235] or by insertion of the influenza virus NS1 gene into the V 2 NDV. The NS1 gene allows the modified NDV to replicate better in human cells than does the parental NDV, suggesting that the NDV V protein is more effective in modulating the chicken IFN system than the mammalian IFN system (unlike influenza NS1, which modulates both systems effectively).\n\nThese differences are likely to be important for the host-range specificities of the two viruses. All examined V proteins of mammalian paramyxoviruses appear to be involved in modulating the mammalian IFN response via interaction with mammalian mda-5 [205] . They can also modulate the induction of expression of the IFN-β promoter by transfected polyI:C in mammalian and avian cells, as can NDV V. However, mda-5 shows species specificity of induction in that mammalian and avian mda-5 can only induce expression of the IFN-β promoter in mammalian and avian cells, respectively [205] .\n\nIt is clear that dsRNA is a powerful inducer of the anti-viral type-I IFN system. Although the positivestrand RNA viruses, and even poxviruses, generate some dsRNA during their replication and transcription, the dsRNA viruses must be able to prevent recognition of their dsRNA genome by the cell. This is probably largely achieved by ensuring that the genome is never exposed outside of the capsid within the cytoplasm. However, the avian reoviruses, in common with mammalian reoviruses, appear to encode a dsRNA-binding protein that can mask dsRNA from cellular dsRNA-binding proteins such as the dsRNAdependent protein kinase PKR. The avian reovirus-coded S2-encoded σA protein functions like poxvirus E3 and can actually replace E3 in vaccinia virus [236] .\n\nThe crystal structure of bacterially expressed σA has now been solved, elucidating the mechanism of its cooperative binding to minimal lengths of 14À18 base pairs of dsRNA [237] . The cellular distribution of σA has also been studied. Although most of it localizes to the cytoplasmic viral factories, some is able to enter the nucleus, apparently independently of the classical nuclear localization signal recognition by importin, and localizes to the nucleoli in a manner dependent on the presence of two arginine residues required for dsRNA binding [238] .\n\nIBDV clearly induces expression of the chicken type I IFN promoter in CEFs [201] . The induction of the IFN-β promoter by virus infection alone is relatively strainindependent, but the ability of IBDV to inhibit transfected polyI:C-mediated induction of the promoter is pathotype-dependent (Laidlaw and Skinner, unpublished), as is the induction of the IFN-β promoter in bursal tissue of IBDV-infected chickens [67] . The viral determinant has not been identified, but a study of IBDV inhibition of TNF-α or Sendai virus-induced IFN expression in human HEK293T cells implicates the viral protease VP4, which is thought to interact with glucocorticoid-induced leucine zipper (GILZ), somehow stimulating its type I IFN suppressive activity. VP4 interacts with GILZ in a yeast-two-hybrid screen and co-localizes with it in the cell, and its IFN-suppressive activity is reduced if GILZ expression is reduced by siRNA [239] . It will be interesting to see whether the same mechanism operates in avian cells.\n\nImmunosuppression as a consequence of (subclinical) virus infections is a common occurrence with important consequences for the poultry industry. Thus far, most studies describe its effects on immune responses without addressing the mechanistic aspects of the immunosuppression, which is the consequence of the lack of reagents and appropriate techniques. However, during the last few years, and especially since the chicken genome has been sequenced, research has started to focus on interactions between virus infection and effects on the (de)regulation of immune responses. It is expected that rapid progress will be made in the next 5 to 10 years in this area of research.\n\nThere has also been a burgeoning interest in the mechanisms by which viruses evade or modulate the innate resistance mechanisms of the host, in particular the IFN-I system. This interest has so far had little impact on the study of avian viruses because of the lack of essential reagents. The recent derivation of the draft chicken genome sequence has opened up easier access to such reagents. It is likely that the coming years will see a rapid increase in the number of studies and hence an increase in our knowledge of the intricacies of avian virusÀhost systems. Recent developments allowing manipulation of the large and complicated genome of infectious bronchitis virus [240] , a coronavirus like the SARS virus, may also help identify additional viral immunomodulators and hopefully elucidate their mode of action [241, 242] . Such technology has been available for some time for avian adenoviruses, but the divergence between mammalian and avian adenoviruses has made it difficult to predict candidate immunomodulators. Hopefully, reannotation of the avian adenovirus CELO genome, which identified three putative surface glycoproteins with immunoglobulin-like folds, will be useful to further analysis [243] .\n\nThat studies of this type are likely to elucidate new paradigms, which may be relevant even beyond the avian host, is illustrated by the relative dearth in avian herpesviruses and poxviruses of obvious immunomodulators of the type observed in their mammalian cousins. The emergence of West Nile virus and H5N1 AIV as threats to wild birds, farmed poultry, mammalian livestock and companion animals, as well as to humans will, hopefully, ensure the resources needed to understand the complexity of the interactions of these and other viruses with their avian hosts. The hope is that we will be better equipped to control and treat, or possibly even eradicate, such viruses."}