{"title": "80 RETINAL AUTOANTIBODIES", "body": "In 1976, Sawyer, Selhorst, Zimmerman and Hoyt reported the first cases of paraneoplastic retinal degeneration in which three patients harbored oat cell carcinoma of the lung [1] . Although metastatic disease was present in all three, including one with meningeal carcinomatosis, none of the autopsied eyes showed evidence of metastasis to the retina, optic nerve, or other parts of the visual pathway. The patients presented with the clinical triad of visual symptoms, ring scotomas and narrowing of retinal arterioles. Subsequently, Kornguth and associates in 1982 [2] showed using immunohistochemistry that serum from patients with small-cell carcinoma reacted with retinal ganglion cells in high titers (1:500) on thick sections of cat, dog and human retina as compared to controls. This was the beginning of many studies to follow on retinal autoantibodies, or more commonly known as antiretinal antibodies (ARA) [2] [3] [4] . In 1983, Keltner and associates [5, 6] hypothesized that ARA played a role in mechanisms underlying paraneoplastic retinopathy as well as other retinal degenerative diseases such as retinitis pigmentosa. The field of autoimmunerelated retinopathy (AIR) was born. Cancer-associated retinopathy (CAR), coined by Thirkill et al., serves as the primary clinical model for the study of AIR [4] .\n\nThere are currently more than 15 recognized retinal autoantigens implicated in CAR (Table 80 .1) [2] . Immunohistochemistry is used to detect autoantibody against specific retinal proteins [2] . As Western immunoblotting became available, whole retinal extract was used for the identification of ARA-targeted proteins and reactivity was reported as a titer and in molecular weight [4] . The retinal S-antigen was the first retinal autoantigen identified in experiments in guinea pigs [7] . S-antigen, also known as arrestin, was the first candidate antigen for CAR. However, Dizhoor and Polans independently showed that recoverin, a 23 kDa protein, was the CAR retinal autoantigen of interest [6] . Recoverin remains to be the most well-studied autoantigen in CAR [3] and in AIR. Recoverin is a calcium-binding protein that was named for its role in reversing the phototransduction cascade through its regulation of rhodopsin phosphorylation [6] . It is present in rods, cones, cone bipolar cells, rare populations of retinal ganglion cells, optic nerve, optic tectum and the pineal body. Because ARA against recoverin were considered to be pathogenic, it was then postulated that aberrant production of recoverin in cancer cells leads to loss of tolerance and, thus, the production of antirecoverin antibodies [5, 6] . These ARA gain access to recoverin in photoreceptors and induce apoptosis. Cancer cell lines from CAR patients with small cell carcinoma of the lung have been shown to produce recoverin [5, 7] .\n\nThe sequence for recoverin has been reported for the following species: human, cow, dog, mouse, rat, zebrafish, ferret and horse. Intravitreal injection of Lewis rats with recoverin, in the experimental autoimmune uveoretinitis (EAU) model, induces a panuveitis with or without vasculitis with subsequent retinal degeneration [4] . This model does not resemble CAR clinically because of the degree of inflammation induced [4] . Antigens such as S-antigen and intraretinal-binding protein (IRBP) can also induce a similar inflammatory reaction in EAU [8] . Another model called experimental, cancer-induced retinopathy (ECIR) induces less inflammation and is clinically more analogous to CAR [4] .\n\nAnother well-known autoantigen is -enolase, a 46 kDa neuronal protein [3] . Adamus has shown that conformational epitopes confirm the pathogenicity of antienolase antibodies in CAR [5] . Many of the other autoantigens listed in Table 80 .1 have not been characterized and are only known by their molecular weight of reactivity on Western blots [2] . Cross and associates revealed that a 62 kDa protein named CRMP-5 (collapsing response-mediator family) was the autoantigen in a paraneoplastic syndrome involving retinitis, optic neuritis and posterior vitritis and sometimes accompanied with other neurological symptoms such as cerebellar ataxia [4] .\n\nAnother autoimmune-related retinopathy associated with a paraneoplastic syndrome is melanoma-associated retinopathy (MAR) [3, 4] . These patients often have been already diagnosed with cutaneous malignant melanoma. In contrast, patients with CAR present malignancies that did not manifest themselves and as a result of their symptoms, a work-up is initiated revealing an underlying malignancy. MAR patients are more likely to complain of dazzling photopsias and more rapid loss of vision that occurs over a period of weeks. Serum reactivity by Western immunoblotting often does not reveal reactivity in MAR. As a result, the antigen has been proposed to be a lipid or a carbohydrate. Nevertheless, recent evidence has implicated three possible candidate antigens, a 35 kDa protein in Müller cells, a 22 kDa neuronal protein and transducin [7] . The gold standard for diagnosis of MAR was developed by Milam and colleagues, who were the first to show that MAR serum has reactivity to bipolar cells on retinal tissue sections [3, 7] . Novel techniques such as screening of melanoma cDNA phage libraries by using sera of patients with MAR has revealed some other possible autoantigens implicated in the pathogenesis of MAR [7] .\n\nAntiretinal autoantibodies are specific antibodies directed at different populations of cells in the retina. Many different autoantigens have been found but only a few have been characterized. Hooks has developed a classification schema, which is further elaborated in Table 80 .2 [2] . ARA are present in paraneoplastic, infectious, inflammatory, and degenerative retinal diseases [9] . Antirenal autoantibodies are detected by either Western blot analysis of serum using whole retinal extract or immunohistochemistry against sections of retinal tissue. Tissues from a variety of species have been used including human, monkey, cow, pig, mouse and rat, making standardization of results difficult amongst laboratories. ELISA has been particularly useful because a commercial test has been developed using this technique for the detection of antirecoverin antibodies. It has been noted by Adamus that certain ARA may not be detected on Western immunoblotting due to sodium dodecyl-sulfate denaturization of autoantigens and loss of conformational epitopes [5] .\n\nThe presence of antirecoverin antibodies can often be diagnostic for CAR. However, the general presence of ARA in disease may not always correlate or predict the disease type or status. Antirecoverin antibodies have been found in patients with AIR but no malignancy [8] . Certain ARA profiles may not predict the correct paraneoplastic syndrome. For example, the presence of anti-S antigen antibodies can be found in association with non-paraneoplastic diseases, such as acute disseminated encephalomyelitis. In addition, serum reactivity by Western blotting does not always confer immunohistochemical reactivity to retinal sections, thus complicating matters further. The pathogenic role of ARA needs to be confirmed; otherwise these antibodies could be just an epiphenomenon [4] .\n\nThe putatitive pathogenic role of antirecoverin antibodies, the most wellstudied antibody in CAR, has been deduced through the following observations. Antirecoverin antibodies can occur in high titers in CAR. Tumor cells from patients with CAR have been shown to express recoverin; however, their function in tumor cells is unknown. Immunohistochemistry of CAR patient's serum confirms reactivity to photoreceptors where recoverin resides. Apoptosis can be induced in vitro and in vivo by antirecoverin antibodies, which involve extracellular potassium and calcium. Mcginnis' laboratory has shown in vitro that increasing extracellular potassium inhibits antirecoverin-induced apoptosis [5] . In vivo, retinal dysfunction was improved by administering nilvadipine, a calcium channel blocker, to Lewis rats which had received intravitreal injections of antirecoverin antibody [5] . Another calcium channel blocker nifedipine can also prevent antirecoverin-induced apoptosis [5] .\n\nQuestions regarding the exact mechanisms by which ARA enter photoreceptors to induce apoptosis still remain to be answered. One theory is that they enter the cell via endocytosis, and eventually induce apoptosis by activating a caspase-3-dependent pathway [6] . Another model has shown that treatment with ciliary neurotrophic factor (CNTF) gene transfer can protect photoreceptors from antibody-mediated apoptosis via activation of STAT3 and the suppression of caspase-3 activity [5] .\n\nData regarding the genetic predisposition for CAR or any other of the paraneoplastic retinopathies that are associated with ARA is lacking. Maeda in 2001 identified antitumor cytotoxic T lymphocytes specific to recoverin epitopes in HLA-A24 positive CAR patients [10] . The authors speculated that this could be the reason why cancer patients with CAR have a better prognosis than CAR negative cancer patients. This remains controversial [4] .\n\nDisease prevalence data, too, is lacking for ARA. Paraneoplastic syndromes are very rare diseases in themselves. Cancer-associated retinopathy probably develops much less common than other paraneoplastic entities such as cerbellar and neuromuscular disease [4] . The presence of ARA detected in normals in the literature needs to be better studied. Specificity for ARA is probably high with Western immunoblotting and immunohistochemistry but neither is very sensitive [6] . Exact specificity and sensitivity needs to be more accurately identified [2] . If the autoantigen has been characterized, ELISA can be quite specific when clinical suspicion is high. The prognostic value of ARA is debatable. Some argue melanoma patients with MAR have prolonged survival as compared to melanoma patients not having MAR [4] . Others have reported that survival delay in patients with MAR is not modified by the treatment. Spontaneous improvement of visual function without treatment has never been reported [7] .\n\nTreatment with prednisone or IVIg has shown some promising normalization of antibody titers in a few CAR patients [3] . A rebound of titers has also been correlated with return of symptoms but not with recurrence of cancer. Other patients, such as those with antienolase antibody AIR, did not improve with steroid treatment. In summary, correlation can be quite poor between titers and disease activity [4] .\n\n• Retinal autoantibodies play a role in producing immune-mediated vision loss in autoimmune-related retinopathies.\n\n• Cancer-associated retinopathy (CAR) -a rare paraneoplastic disease directed against recoverin, a photoreceptor protein involved in phototransductionserves as a clinical model for the study of pathogenic retinal autoantibodies. • In vitro and in vivo studies have shown that retinal autoantibodies can cause apoptosis of targeted cells such as photoreceptors. • More than 15 autoantigens have been implicated in CAR. However, many of the putative functions of these associated anitretinal antibodies remain to be elucidated. • Though sensitivity and specificity for pathogenic retinal autoantibodies have not been determined, their presence still serve as important adjunctive data in assisting the clinician in making diagnoses."}