{"title": "Rapid Communication TMV recombinants encoding fused foreign transmembrane domains to the CP subunit caused local necrotic response on susceptible tobacco", "body": "Tobacco mosaic virus (TMV), a type member of the Tobamovirus group, is one of the well-characterized plant viruses. In infected tobacco, the viral coat protein (CP) may constitute up to 7% of the total host protein in quantity and can be easily purified from plant tissue in the form of viral particles. TMV has been considered as a vector to express foreign proteins or short peptides in host plants due to its high replication efficiency and stability of virions in host plants. For expressing a short peptide, the coding sequence was fused inframe to the CP coding sequence close to the C-terminus. The resulting recombinant CP subunits could function as the wildtype CP subunits in assembling viral genome to particles and the objective short peptides would be expressed on the surface of the particles (Lim et al., 2002; Bendahmane et al., 1999; Fitchen et al., 1995; Gilleland et al., 2000; Hamamoto et al., 1993; Koo et al., 1999; Staczek et al., 2000; Sugiyama et al., 1995; Takamatsu et al., 1990; Turpen et al., 1995) . Such expressed short peptides were suggested to be useful for vaccine purpose, especially in stockbreeding, as the immunogenicity was highly enhanced when the CP subunit was injected into animals as an adjuvant Gilleland et al., 2000; Koo et al., 1999; Staczek et al., 2000; Wu et al., 2003) .\n\nHowever, unsuccessful expressions of certain short peptides by this strategy were often experienced: the corresponding recombinant TMV genomes became less infectious, and in some cases, they even induced local lesions on the inoculated leaves instead of the typical systematic mosaic symptoms seen on young leaves of the susceptible tobacco hosts such as Samsun nn and Xanthi nn Takamatsu et al., 1990) . At present, little is known about the mechanisms that control the display of a foreign peptide on the surface of the recombinant TMV. It was ever proposed that the charge and isoelectric point of the recombinant CP subunit might play an important role in the successful display of a foreign peptide on the surface of TMV . Here, we reported for the first time that a group of recombinant TMV genomes encoding short peptides with a transmembrane domain induced necrotic local lesions on susceptible tobacco N. tabacum Samsun nn and N. tabacum Xanthi nn while the transmembrane domain was adapted from various known proteins, such as the spike and membrane proteins of severe acute respiratory syndrome (SARS) coronavirus (Marra et al., 2003) , the sodium-phosphate coupled transporter protein DvSPT1 of Dunaliella viridis and the voltage-gated sodium channel protein Scn2a of rat (Noda et al., 1986) . Interestingly, further analysis led us to conclude that among the reported CP subunits encoded by infectious TMV recombinants, none contained any transmembrane domains.\n\nThe in vitro transcripts specifying TMVS1241, TMVM109 and TMVM125 synthesized from pTMVS1241, pTMVM109 and pTMVM125, respectively, were inoculated onto the leaves of N. tabacum Samsun nn plants. Similar to that infected by wtTMV ( Fig. 1) , all the inoculated plants were infected, showing the typical mosaic symptoms (Fig. 1) . The cDNA fragments specifying the fused S1241, M109 and M125 sequences could be amplified by RT-PCR analysis from young leaves of the corresponding infected tobacco plants ( Fig. 2A , lanes 3, 4, 6), which were confirmed by DNA sequencing (data not shown). Abundant amount of the CP subunits of the three constructs accumulated in the young leaves similar to that of wtTMV (Fig. 2B, lane 2) , which was shown by SDS-PAGE (Fig. 2B, lanes 3, 4, 6) and Western blot analysis (Fig. 2C, lanes  3, 4, 6) . Using a standard procedure, TMVS1241, TMVM109 and TMVM125 particles (Fig. 2D , lanes 3, 4, 6) could be purified easily from the infected leaves with the yields similar to that of wtTMV (Fig. 2D, lane 2) . Passage tests indicated that the inserted peptides were quite stable in the CP recombinants and no mutations occurred in the inserted region (data not shown).\n\nAn infectious mutant TMVM109mu was isolated from one tobacco plant inoculated with TMVM109 after a few passages, in which the F 111 in the M109 region of the recombinant CP was mutated to S 111 (from a nonpolar phenylalanine to a polar serine). The mutant remained infectious as efficiently as wtTMV and its cognate TMVM109 according to the symptom appeared on young leaves ( Fig. 1) , the yield of the purified virus particles ( \n\nThe in vitro transcripts specifying TMVS1206 and TMVM28 synthesized from the corresponding plasmids pTMVS1206 and pTMVM28 were inoculated onto the leaves of the tobacco seedlings of N. tabacum Samsun nn. Local lesions appeared on the inoculated leaves 3 to 4 days postinoculation ( Fig. 1) , which resembled those seen in the hypersensitive response (HR) of resistant tobacco N. tabacum Samsun NN, whereas no systematic symptoms were observed on the young leaves after 2 weeks or longer period of the inoculation. Further RT-PCR and Western blot analysis indicted that the young leaves were not infected (data not shown).\n\nA transmembrane domain existed in the CP subunits of TMVS1206 and TMVM28\n\nThe possible transmembrane domains in the recombinant CP subunits were predicted by three of the most currently used programs SOSUI, TMpred and DAS. As shown in Table 1 , all the three programs indicated that there existed a possible transmembrane domain at the C-terminal regions of the CP subunits in TMVS1206 and TMVM28, but not in wtTMV, TMVS1241, TMVM109 and TMVM125. Thus, the transmembrane domain appeared to be related to the necrotic local lesions on the susceptible tobacco leaves.\n\nTo validate our hypothesis, the sequences of the various foreign peptides in the recombinant TMV CP subunits (from our laboratory's data and other published data) were analyzed for possible transmembrane domains by the three programs mentioned above (Table 2) . Based on the symptoms on the susceptible tobacco plants, there were two groups of TMV recombinants: systemic infection-related and necrotic local lesion-related. The former includes those encoding the fused peptides F11, F14 and F14mu from foot-and-mouth disease virus (FMDV) VP1 protein (Wu et al., 2003) , F25 and F20 from FMDV VP1 protein (Jiang et al., 2006) , ZP3 from murine zona pellucida ZP3 protein (Fitchen et al., 1995) , 9-14mer from Pseudomonas aeruginosa protein F Staczek et al., 2000) , G5.24 from rabies virus glycoprotein , 5B19, 5B19L and RB19E from murine hepatitis virus (MHV) S-glycoprotein Koo et al., 1999) , neuropeptide nocistatin mNST from bovine brain (Lim et al., 2002) , ACEI inhibitor (Hamamoto et al., 1993) , pep8 and pep18 from influenza virus hemagglutinin (HA) (Sugiyama et al., 1995) , pep13 from human immunodeficiency virus type I envelop protein (Sugiyama et al., 1995) , (QGPGAP) 2 from malaria (Turpen et al., 1995) and peptides S1241, M109, M109mu and M125 from severe acute respiratory syndrome (SARS) coronavirus spike and membrane protein (Marra et al., 2003) studied in this paper. The latter includes those encoding the fused peptidesRB19 , ENK (Takamatsu et al., 1990) , FN20, WD22, WQ22, FQ22-M and FQ22-I (unpublished data in our laboratory). However, predicted by the three programs, none of the above TMV recombinants contained any transmembrane domains in the corresponding CP subunit. This observation suggested that the TMV recombinants that caused typical systematic infections on susceptible tobacco plant contained no transmembrane domains in their recombinant CP subunits, however, to TMV recombinants that induced necrotic local lesions, a transmembrane domain in the recombinant CP subunits seemed not to be necessary.\n\nAccording to the predictions by the SOSUI, TMpred and DAS programs, various foreign peptide sequences were selected from different protein sources, such as the SARS membrane proteins (Marra et al., 2003) , the sodium-phosphate coupled transporter protein DvSPT1 from Dunaliella viridis and the animal voltage-gated sodium channel protein Scn2a from rat (Noda et al., 1986) , to generate TMV recombinants TMVM46, TMVM63, TMVM81, TMVDV438, TMVDV221 and TMVSC1754, each of which contained a foreign transmembrane domain in the recombinant CP subunit ( Table 1 ). All of the six recombinants induced the necrotic local lesions on the inoculated leaves of Samsun nn tobacco plants 3 to 4 days post-inoculation (Fig. 1) , which resembled those seen in the hypersensitive response (HR) of resistant tobacco. In addition, no distinct systematic symptoms were observed on the young leaves after 2 weeks or longer period of inoculation (Fig. 1) , and viral RNA and coat protein were also not detected from the young leaves.\n\nThe observations led us to further suggest that the recombinant TMV encoding a C-terminal transmembrane domain in the recombinant CP subunit caused local lesions on susceptible tobacco leaves, although some TMV recombinants that contained no C-terminal transmembrane domain in the CP subunits also caused necrotic local lesions.\n\nPossible effects of the content of the hydrophobic amino acid residues in the fused foreign peptides on the viral infection\n\nThe percentage of the hydrophobic amino acid residues in each foreign peptide encoded by the above TMV recombinants was listed in Table 2 . The peptides from SC64 to DV221 contained 60.0% to 94.4% of the hydrophobic amino acid residues, and all of the corresponding TMV recombinants such as those encoding foreign peptides SC64, S1206, M63, M28, DV575, DV438, M81, SC1754, M46 and DV221 caused local lesions on the inoculated susceptible tobacco leaves (Fig. 1) , except that the TMV recombinant encoding ACE1 systematically infected the tobacco plants and resulted in the typical mosaic symptoms. On the other hand, the peptides from FN20 to RB19 contained much lower percentages of the hydrophobic residues (35.0% to 36.4%), and all of them induced local lesions on the inoculated leaves of the susceptible tobacco. It seemed that there existed no clear relationships between the percentages of the hydrophobic amino acid residues in the foreign peptides and the induction of the necrotic local lesions on the susceptible tobacco.\n\nDisplay of foreign peptides on the surface of TMV has been proven to be an effective way to produce valuable peptide medicines using tobacco plant. However, we have encountered some foreign peptides that severely affected the viral infectivity, viral particle formation and even the symptom appearance on susceptible hosts Porta et al., 1994; Takamatsu et al., 1990) . It has been suggested that various criteria such as the amount of the amino acid residues (Wu et al., 2003) , pI/charge value of foreign peptides and fusion sites (Fitchen et al., 1995; Hamamoto et al., 1993; Sugiyama et al., 1995; Takamatsu et al., 1990; Turpen et al., 1995) in the TMV CP correlate with the infectivity and stability of the recombinant TMV in tobacco plants. Unfortunately, to our knowledge, there is no such single criterion that could simply correlate to the host response to the virus infection. It indeed has been very difficult for us to further investigate the hostvirus interactions.\n\nIn our studies, we have experienced that many unknown factors would result in the local lesions on susceptible tobacco plant by various TMV recombinants. In this paper, we looked into, for the first time, a possible relationship between the transmembrane domain in the CP subunits and the induction of the local lesions on susceptible tobacco plants, and concluded that the transmembrane domain at the C-terminus of the recombinant CP subunit in the region of the fused foreign peptide would determine the corresponding TMV recombinant to induce the necrotic local lesion response on the inoculated leaves of Samsun nn tobacco plant as well as Xanthi nn tobacco (data not shown); we also concluded that none of the reported infectious TMV recombinants contained any transmembrane domains in the CP subunits. The transmembrane domains involved in this report were adapted from different proteins and organisms and shared no homologies in the sequences to each other (data not shown); however, all the corresponding TMV recombinants caused necrotic local lesions on the inoculated leaves of the Samsun nn and Xanthi nn (data not shown) tobacco plants.\n\nThe percentage of the hydrophobic amino acid residues is usually high in the transmembrane domains; however, our results clearly indicate that the percentage of the hydrophobic residues has no relationships with the necrotic local lesions.\n\nOur results also led us to further believe (Wu et al., 2003) that there is no clear causality of the pI/charge value of the recombinant CP to the infection of the TMV recombinants on the susceptible tobacco although the importance of successful display of foreign peptides on the surface of TMV recombinants was ever emphasized . As shown in Table 2 , some exceptional examples such as TMVF14 (Wu et al., 2003) and TMVF25 (Jiang et al., 2006) with the pI/charge values of 8.86/+3 could systematically infected Samsun nn plants, and had no mutations in the entire CP region in its progenies. Some other exceptional examples, such as those encoding CP-fused FQ22-M, FQ22-I, WD22, WQ22 and SC64 with pI/charge values of 4.68/À6, 4.68/À6, 4.77/À5, 4.75/À5 and 4.69/À5 (Table 2) , all caused local lesions on N. tabacum Samsun nn.\n\nTMV induces necrotic local lesions on N. tabacum Samsun NN as a result of the N resistance gene (Whitham et al., 1994) and an uncharacterized interaction with TMV replicase (Abbink et al., 1998; Padgett and Beachy, 1993; Padgett et al., 1997) . The N gene-mediated HR is temperature sensitive, the resistance to TMV occurred only at temperatures below 30 -C (Weststeijn, 1981) ; however, our unpublished data indicated that the TMV recombinants encoding foreign peptides M63, M81 and FN20 (Table 1) could induce necrotic local lesions on Samsun NN at both 25 -C and 32 -C (data not shown). However, the lesions caused by the TMV recombinants encoding a fused transmembrane domain appeared at the same time as wtTMV did on Samsun NN, albeit in some cases, the lesions appeared about 1 day later than wtTMV. The size, color and the amount of the lesions caused by this group of the TMV recombinants were similar to wtTMV (data not shown).\n\nThe resistance of Nicotiana sylvestris carrying NV gene was known to be elicited by some TMV mutants with structural alterations in the CP subunits that could interact with an uncharacterized host receptor to elicit the HR (Culver et al., 1994) . The necrotic local lesions of N. tabacum Samsun nn and N. tabacum Xanthi nn described in this report appeared to be similar with the HR on tobacco carrying NV gene, but an unknown mechanism related to this necrotic local lesion response of the susceptible tobacco to these TMV recombinants could not be ruled out. Our observation would provide a potential system for studying the mechanisms of virus -host interactions.\n\nFor practical purposes, our observation strongly demonstrates that any possible transmembrane sequence in foreign peptide must be avoided in the mass expression of foreign peptides in tobacco plant using this type of the TMV-based vector.\n\nThe plasmids pTMVS1241, pTMVM109, pTMVM125, pTMVS1206, pTMVM28, pTMVM46, pTMVM63, pTMVM81, pTMVDV438, pTMVDV221, pTMVDV575, pTMVSC1754 and pTMVSC64 specifying various TMV recombinants were generated by a two-step PCR procedure described by Wu et al. (2003) . The corresponding recombinant CP genes in these plasmids contained sequences specifying the foreign peptides of S1241(D 1241 -L 1252 ), M109(W 109 -N 116 ), M125(G 125 -E 134 ), S1206(L 1206 -C 1223 ), M28(L 28 -L 45 ), M46(Y 46 -A 62 ), M63(C 63 -A 80 ), M81(I 81 -R 100 ), DV438(W 438 -Y 456 ), DV221(A 221 -L 238 ), DV575(S 575 -P 589 ), SC1754(F 1754 -Y 1771 ) and SC64(F 64 -L 78 ) as shown in Table 2 . The various peptides were respectively fused to the C-terminus of CP at the site of Trp 152 and the recombinant CP subunits lacked the terminal peptides Thr 153 -Thr 158 of CP due to early translation termination by an inserted TAG codon.\n\nTranscripts from plasmids linearized by PstI were mechanically inoculated onto the leaves of 4-week-old N. tabacum Samsun nn and Xanthi nn plants. The inoculated tobacco plants were cultured in a greenhouse with a 16 h photoperiod. The systematically infected leaves were harvested and processed for virus purification. The purified virus was suspended in 50 mM phosphate buffer (pH 7.2), 1 mM EDTA and stored at 4 -C.\n\nTotal RNA extracted from 1 leaf disk (1 cm in diameter) with 500 Al Trizol reagent was subjected to RT-PCR using the primers NSI (À) and SQ3 (+) as described previously (Wu et al., 2003) . The products were subjected to DNA sequencing for any possible mutations in the fused CP genes.\n\nTotal proteins were extracted from 1 leaf disk for 15% SDS-PAGE and Western blot analysis as described previously (Wu et al., 2003) .\n\nThe transmembrane domains in the recombinant CP subunits were predicted by SOSUI (Hirokawa et al., 1998) , TMpred (Hofmann and Stoffel, 1993) and DAS (Cserzo et al., 1997) , respectively. The predicted results for each CP subunit listed in this report were confirmed in agreement by all of the three programs."}