{"title": "Design, synthesis, antiviral and cytostatic evaluation of novel isoxazolidine nucleotide analogues with a 1,2,3-triazole linker", "body": "An intensive search for drugs effective in chemotherapy of viral infections and/or various cancers has been under way for decades. The idea of structural modifications of nucleosides and nucleotides gained interest fairly early and appeared fruitful supplying a wide variety of marketed compounds such as ribavirin, zidovudine, adefovir and many others (Fig. 1 ). In general, the modifications included replacements of the phosphate P(O)eOeC bond for the non-hydrolysable phosphonate P(O)eC linkage, a furanose ring for other heterocyclic or even acyclic fragments or natural nucleobases for unnatural, substituted heteroaromatic or even homoaromatic systems. Several functionalities have been tried as linkers and aliphatic chains as well as 3-to 6-membered aliphatic and aromatic homo-and heterocyclic systems exemplify a long list of examples [1e4] .\n\nAmong commonly applied linkers a 1,2,3-triazole ring is of special interest since it is extremely easily to prepare by a 1,3dipolar cycloaddition and biological activity of many 1,2,3-triazole derivatives has been recognised (Fig. 2) . The idea of retaining the natural nucleobases with simultaneous introduction of the functionalised 1,2,3-triazole unit into a furanose ring led to compounds 1 and 2 which showed an antiviral activity [5, 6] . On the other hand 2 0 ,3 0 -diethanethio-2 0 ,3 0 ,5 0 -trideoxy-5 0 -triazolonucleosides 3 displayed antitumour activity [7] . Recently, Kim et al. designed novel 1,2,3-triazole-appended C5-modified nucleosides 4 and their anticancer activity was demonstrated [8, 9] . Various acyclonucleosides [10, 11] and acyclonucleoside phosphonates [12] containing a 1,2,3-triazole unit were obtained from N-propargyl nucleobases and their antiviral activity was evaluated. Among them, pyrimidine-and purine-containing derivatives 5 and 6 appeared to be the most potent so far and exhibited anti-HCV activity (IC 50 values of 16 mM) without any cytotoxicity at a concentration up to 100 mM. On the basis of a similar idea, novel 1,2,3-triazole nucleosides 7 linked to DNA nucleobases as a recognition element have been synthesised and their antiviral activity was evaluated [13] .\n\nRecently, we succeeded in the synthesis of N-substituted Cphosphorylated nitrone 8 [14] and its application in the 1,3-dipolar cycloaddition with vinyl acetate was described [15] . Furthermore, the usefulness of C5-acetoxyisoxazolidines 9 as precursors in the synthesis of isoxazolidine nucleoside analogues 10 has recently been demonstrated (Scheme 1) [15, 16] .\n\nIn continuation of these efforts, a novel class of 1,2,3-triazolecontaining isoxazolidine nucleosides 11 (Scheme 2) was designed. Although glycosyl as well as furanosyl azides have commonly been used in a direct synthesis of substituted 1,2,3-triazoles [13,17e20] , to the best of our knowledge isoxazolidine analogues of 1-azidofuranose remain unknown. Herein, we wish to report the efficient synthesis of 5-azidoisoxazolidines 12 from 5acetoxyisoxazolidines 9 and further transformation of the azides 12 into the respective nucleoside mimetics 11. The aim of this study was the preparation of a small library of nucleotide analogues 11 which was based on the idea of replacing of a furanose ring by an isoxazolidine system and introduction of a 1,2,3-triazole linker between isoxazolidine and the respective purine or pyrimidine nucleobase or other aromatic function as a nucleobase replacer (Scheme 2).\n\nA 9:1 mixture of transand cis-5-acetoxyisoxazolidines 9a and 9b was obtained from N-methyl-C-phosphorylated nitrone 8 and vinyl acetate as previously described [21] . This mixture was immediately treated with TMSN 3 in the presence of SnCl 4 as a catalyst to give 5-azidoisoxazolidines 12 and 13 in a w1:1 ratio (Scheme 3) [22] . They were cleanly separated on a silica gel column into the less polar diastereoisomer 13 (50%) and more polar 12 (46%).\n\nSince almost an equimolar mixture of both anomeric azides 12 and 13 was detected in a crude product, the replacement of the acetoxy group at C5 with an azide function occurred via the formation of the respective oxonium intermediate. Under these circumstances the nucleophile can attack both faces of the isoxazolidinium ion to form the azides 12 and 13 as a ca. 1:1 anomeric mixture.\n\nThe relative configurations in the diastereoisomeric isoxazolidines 12 and 13 were established based on 1 H and 13 C NMR spectroscopic data [23, 24] . Analysis of vicinal coupling constants extracted from the spectra of the isomer 12 [J(H 3 eH 4a ) ¼ 6. 8 Fig. 3) . At the same time, the cis relationship of the substituents at C3 and C5 in 13 was unambiguously proved.\n\nNext the 1,3-dipolar cycloadditions of the 5-azidoisoxazolidines 12 and 13 with propargylated nucleobases and selected ethynyl aryls were examined (Scheme 4, Table 1 ). Because we were interested in the formation of single regioisomers of C4 0 -substituted 1,2,3-triazoles, all reactions were carried out with equimolar amounts of the respective dipolarophiles 14 using Cu(I) as a catalyst, according to the procedure described by Sharpless [25, 26] . Indeed, 5-azidoisoxazolidin-3-yl-3-phosphonate trans-12 was cleanly transformed into C4 0 -substituted 1,2,3-triazoles trans-15 in good to excellent yields, whereas from cis-13 and the respective alkynes 14, isoxazolidines cis-16 were produced exclusively. In all cycloadditions no epimerization at C5 in the isoxazolidine ring was observed.\n\nAdditional evidence supporting our configurational assignments in the azidoisoxazolidines 12 and 13 comes from the comparison of the 1 H and 13 C NMR spectroscopic data of the respective (1,2,3-triazol-1-yl)isoxazolidines 15 and 16. Based on the vicinal couplings [J(H 3 eH 4a ) ¼ 6.8e6. 9 Hz, J(H 3 eH 4b ) ¼ 10.5e11.1 Hz, J(H 4a eP) ¼ 4.5e6.8 Hz, J(H 4b eP) ¼ 16.8e71.7 Hz, J(H 4a eH 5 ) ¼ 1.2e1.8 Hz, J(H 4b eH 5 ) ¼ 6.6e6. 9 Hz and J(CCCP) ¼ 9.4e10. 5 Hz] observed in the 1 H and 13 C NMR spectra of the isoxazolidines 15 it was concluded that they exist in the 4 E conformation, the same as observed for the azidoisoxazolidine 12 (Fig. 4) . On the other hand, the preferred E 3 conformation for all (1,2,3triazol-1-yl)isoxazolidines 16 was established based on the vicinal coupling constants derived from their NMR spectra [J(H 3 eH 4a ) ¼ 9.0e9. 9 (Fig. 4 ).\n\nAll (1,2,3-triazol-1-yl)isoxazolidines trans-15 and cis-16 were evaluated for inhibitory activity against a wide variety of DNA and RNA viruses, using the following cell-based assays: (a) human embryonic lung (HEL) cells: herpes simplex virus-1 (KOS), herpes simplex virus-2 (G), herpes simplex virus-1 (TK À KOS ACV r ), vaccinia virus and vesicular stomatitis virus, cytomegalovirus (AD-169 strain and Davis strain) and varicellaezoster virus (TK þ VZV strain Oka, and TK À VZV strain 07/1); (b) Vero (e) CrFK cell cultures: feline herpes virus (FHV) and feline corona virus (FIPV) and (f) CEM cell cultures: human immunodeficiency virus type 1 (HIV-1) and HIV-2. Ganciclovir, cidofovir, acyclovir, brivudin, (S)-9-(2,3-dihydroxypropyl)adenine [(S)-DHPA], oseltamivir and ribavirin were used as the reference compounds. The antiviral activity was expressed as the EC 50 : the compound concentration required to reduce virus plaque formation (VZV) by 50% or to reduce virus-induced cytopathogenicity by 50% (other viruses). Unfortunately, no inhibitory activity against any virus was detected for the evaluated compounds at 250 mM.\n\nThe cytotoxicity of the tested compounds towards the uninfected host cells was defined as the minimum compound concentration (MCC) that caused a microscopically detectable alteration of normal cell morphology. The 50% cytostatic concentration (CC 50 ), causing a 50% decrease in cell proliferation was determined against murine leukaemia L1210, human lymphocyte CEM, human cervix carcinoma HeLa and human lung fibroblast HEL cells. None of the tested compounds affected cell morphology of HEL, HeLa, Vero, MDCK and CrFK cells at concentrations up to 100 mM. However, several compounds (trans-15fej and cis-16fej) were able to inhibit cell proliferation by 50% (CC 50 ) at concentrations ranging from 40 to 78 mM for HEL cells, and from 120 to 250 mM for L1210, CEM and HeLa cells (Table 2 ). Active as cell proliferation inhibitors isomeric isoxazolidines 15/ 16fej exhibit several common structural features such as a sixmembered aromatic ring (benzene or pyridine) and substitution with fluorine. The aromatic fragments of these compounds fulfil the requirements to be considered as \"nonpolar nucleoside isosteres\" [27] .\n\nAzidation of a 9:1 mixture of transand cis-5-acetoxy-2methylisoxazolidin-3-yl-3-phosphonates with trimethylsilyl azide in the presence of SnCl 4 gave an easily separable 1:1 mixture of diethyl 5-azido-2-methylisoxazolidin-3-yl-3-phosphonates trans-12 and cis-13. A series of 1,2,3-triazole-containing isoxazolidin-3yl-3-phosphonates was obtained in good to excellent yields from azides trans-12 and cis-13 via 1,3-dipolar cycloaddition with the respective propargylated nucleobases and ethynyl aryls.\n\nThe relative configuration in the 5-azidoisoxazolidines trans-12 and cis-13 as well as the 1,2,3-triazolyl cycloadducts trans-15 and cis-16 was established based on the conformational analysis using vicinal coupling constants extracted from 1 H and 13 C NMR spectra.\n\nAll synthesised transand cis-(1,2,3-triazolyl)isoxazolidinephosphonates trans-15 and cis-16 were evaluated against a broadspectrum of viruses but found not active at 250 mM. The unsubstituted and fluoro-substituted phenyl derivatives proved slightly cytostatic (middle to higher micromolar range: 40e250 mM).\n\nThe 1 H NMR spectra were taken in CDCl 3 or C 6 D 6 on the Varian Mercury-300 spectrometer with TMS as an internal standard. The 13 C NMR spectra were recorded for CDCl 3 solutions on a Varian Mercury-300 machine at 75.5 MHz. The 31 P NMR spectra were taken in CDCl 3 or C 6 D 6 on Varian Mercury-300 at 121.5 MHz.\n\nIR spectra were measured on an Infinity MI-60 FT-IR spectrometer. Melting points were determined on a Boetius apparatus and are uncorrected. Elemental analyses were performed by the Table 2 Cytostatic activity of compounds 15aek and 16aek.\n\nCC 50 a (mM)\n\na 50% Inhibitory concentration or compound concentration required to inhibit cell proliferation by 50%. Microanalytical Laboratory of this Faculty on PerkineElmer PE 2400 CHNS analyser.\n\nThe following adsorbents were used: column chromatography, Merck silica gel 60 (70e230 mesh); analytical TLC, Merck TLC plastic sheets silica gel 60 F 254 .\n\nStarting Materials. All solvents were dried according to the literature methods. The nitrone 8 and isoxazolidines 9a and 9b were previously reported [21] .\n\nTo a solution of a 9:1 mixture of 5-acetoxyisoxazolidines 10 and 11 (3.384 g, 12.03 mmol) in dry methylene chloride (40 mL) trimethylsilyl azide (3.97 mL, 30.08 mmol) was added at 0 C under argon followed by SnCl 4 (0.704 mL, 6.02 mmol). The reaction mixture was stirred at this temperature for 12 h and then saturated aqueous NaHCO 3 (70 mL) was added at 0 C. After stirring for 30 min at this temperature organic phase was separated, and an aqueous layer was extracted with methylene chloride (4 Â 20 mL). The combined organic layers were washed with saturated aqueous NaHCO 3 (2 Â 20 mL), dried over MgSO 4 , filtered and solvent was removed under reduced pressure. Purification on a silica gel column with toluene:isopropanol (200:1 and then 100:1, v/v) gave azidoisoxazolidine 13 (1.587 g, 50%) and azidoisoxazolidine 12 (1.468 g, 46%), both as colourless oils. To a solution of the azidoisoxazolidine 12 or 13 (1.00 mmol) in tert-butanol (0.5 mL), CuSO 4 $4H 2 O (0.10 mmol) in water (1 mL) was added followed by sodium ascorbate (0.20 mmol) and the respective alkyne 14 (1.00 mmol). The reaction mixture was stirred at room temperature for 48 h, concentrated and co-evaporated with ethanol (3 Â 10 mL). The residue was dissolved in chloroform (10 mL), dried over MgSO 4 , filtered through a pad of Celite and the solution was evaporated under reduced pressure. The crude product was purified on a silica gel column with chloroform:methanol (from 100:1 to 20:1, v/v) as eluent.\n\n5-(4-((3,4-dihydro-2,4-dioxopyrimidin-1(2H)-yl) methyl)-1H-1,2,3-triazol-1-yl)-2-methylisoxazolidin-3-yl-3-phosphonate 15a. From azidoisoxazolidine 12 (0.166 g, 0.628 mmol) and N 1propargyluracil (0.094 g, 0.628 mmol), phosphonate 15a (0.222 g, 85%) was obtained as a colourless oil after purification on silica gel with chloroformemethanol (from 50:1 to 20:1, v/v). IR (film, cm À1 ) n max : 3485, 3152, 2993, 1680, 1468, 1441, 1250, 1220, 1050, 1026 16h. From azidoisoxazolidine 13 (0.148 g, 0.560 mmol) and 1-ethynyl-3-fluorobenzene (0.065 mL, 0.560 mmol), phosphonate 16h (0.213 g, 98%) was obtained as a colourless oil after purification on silica gel with chloroformemethanol (from 100:1 to 50:1, v/v). IR (film, cm À1 ) with chloroformemethanol (from 50:1 to 20:1, v/v). IR (film, cm À1 ) \n\nMurine leukaemia L1210, human T-lymphocyte CEM, human cervix carcinoma (HeLa) and human lung fibroblast (HEL) cells were suspended at 300,000e500,000 cells/mL of culture medium, and 100 mL of a cell suspension was added to 100 mL of an appropriate dilution of the test compounds in wells of 96-well microtiter plates. After incubation at 37 C for two (L1210) or three (CEM, HeLa, HEL) days, the cell number was determined using a Coulter counter. The IC 50 was defined as the compound concentration required to inhibit cell proliferation by 50%."}