{"title": "Therapeutic Targets for the Treatment of Hepatitis E Virus Infection HHS Public Access", "body": "Hepatitis E virus (HEV) is one of the most common causes of acute viral hepatitis in the world. The first well-documented outbreak of HEV was from New Delhi, India in 1956 in which over 29,000 cases of waterborne non-A non-B hepatitis were reported 1, 2 . Majors outbreaks continue to occur in areas with poor sanitation conditions as evidenced by an outbreak of hepatitis E in over 5,000 refugees in South Sudan in 2013 3 . In industrialized countries, HEV cases tend to be sporadic either imported from travelers who have visited endemic countries or as a zoonosis 4 . Zoonotic transmission of HEV typically occurs from ingesting undercooked animal meat from species such as swine and deer which harbor zoonotic strains of HEV 5 .\n\nAlthough most cases of HEV infections are self-limiting and acute in nature, there is a subpopulation of high risk individuals including pregnant women, in which the mortality rate can reach up to 30% 6, 7 , and immunocompromised individuals, in which the virus can progress to chronicity requiring antiviral treatment options 8 . A vaccine is currently only approved for use in China, but not in other countries 9 , and a vaccine would not be useful for the treatment of immunocompromised individuals. Current therapeutics used to treat HEV infection including antiviral agents ribavirin and Interferon-α have severe side effects, are contraindicated in pregnant women, and treatment failure has been reported 10 . There are more than 20 second generation direct-acting antiviral agents (DAAs) in phase II/III clinical trials, although their efficacy against HEV is doubtful as most were specifically designed against hepatitis C viral proteins and their interaction with the host and HEV does not share sequence homology with hepatitis C virus 11 . There is a definite need for safer and more effective antivirals to treat the severe hepatitis E diseases in high risk populations.\n\nHEV was first identified from an electron microscopy study of the stool samples of an infected volunteer in 1983 12 , although its sequence was not determined until 1990 13 . The virus was originally classified as a member of the family Caliciviridae based on its superficial similarity in virion morphology and genome organization. HEV has since been reclassified into a new family Hepeviridae, in which its members continue to grow as novel strains of HEV are frequently discovered in various animal species. Recently a new taxonomic scheme has been proposed in which the Hepeviridae family is divided into the genera Orthohepevirus (mammalian and avian strains) and Piscihepevirus (cutthroat trout virus). Orthohepevirus is further subdivided into species Orthohepevirus A-D (A including human, pig, wild boar, deer, mongoose, rabbit, and camel isolates, B including avian isolates, C including rat, bandicoot, shrew, ferret, and mink isolates, and D including bat isolates) 14 . Mammalian HEV that is known to infect humans is further subdivided into four recognized distinct genotypes. Genotype 1 is found in developing countries in Asia and Africa, whereas genotype 2 was identified from Mexico and Africa. Genotypes 1 and 2 HEV infect only humans and are associated with major epidemics in areas with poor sanitation. Genotype 3 HEV is distributed worldwide including both developing and industrialized countries, and genotype 4 HEV is more prevalent in Asia although it has also been identified from some countries in Europe. Both genotypes 3 and 4 HEV infect humans as well as a number of other animal species including pigs, and are considered as zoonotic viruses 15 .\n\nThe incubation period of HEV infection is between 2 to 8 weeks. Hepatitis E is generally acute and self-limiting with patients presenting with symptoms resembling hepatitis A virus infection including fever, anorexia, nausea/vomiting, weakness, dark urine, and jaundice 16 , although asymptomatic and subclinical HEV infections are very common 17 . While most hepatitis E cases are uncomplicated, some individuals do progress to acute liver failure. Acute liver failure is more commonly seen in pregnant women (>30%) 18 , in both men and women with preexisting liver diseases, and is often fatal if onset is within the first 8 weeks of symptoms 19 . In some rare occurrences, neurological symptoms such as Guillain Barré syndrome 20 , neuralgic amyotrophy 21 , and myelitis 22 have also been reported. Viremia in acute hepatitis E typically persists for less than a month in otherwise healthy adults.\n\nMore recently, chronic hepatitis E and persistent HEV infection have become a significant clinical problem in immunosuppressed individuals such as solid organ transplant recipients and patients with human immunodeficiency virus (HIV) infection, lymphoma, and leukemia [23] [24] [25] [26] [27] [28] . For example, in a cohort of 854 French solid organ transplant patients there was an HEV incidence rate of ~4% or 33 patients. Each of these infections was determined to be autochthonous and of genotype 3 origins as are the vast majority of reported chronic HEV cases, thus suggesting a potential zoonotic source. Of the 33 HEV-infected patients, 59% progressed to chronic HEV infection as measured by persistent viremia and elevated transaminase levels for >6 months, and 75% of those patients continued to be HEV RNA positive for more than 22 months 24 . A separate study by this same group followed 85 HEVinfected transplant patients, and 66% of them progressed to chronicity and only 32% were capable of clearing the virus when their immunosuppressant dose was reduced, leaving the majority of the patients still in need of therapeutic treatment to control the virus infection 29 . Similarly, within HIV-infected population, the reported seroprevalence of HEV infection ranges from 2.5-16% 26, 30, 31 , which is within the expected range for the normal populace. Despite the incidence of chronic HEV infection in the HIV-infected population appearing to be less than the solid organ transplant population, this reduced incidence is attributed to most HIV patients responding to antiretroviral therapy with a restored immune function or the mild HEV symptoms being overlooked as drug-induced liver injury 32 . Despite this lower reported incidence, HIV patients who have reduced immune function are at risk for developing chronic HEV infection 26, 32 . Ribavirin therapy at 8.1 mg/Kg body weight per day for 3 months appears to efficiently treat chronic HEV infection with 85% of patients being cured although the relapse rate remains at 15-18% even after 3 months of ribavirin treatment 10, 33 .\n\nStudies in both humans and other animals suggest that the immune response may be responsible for some of the clinical symptoms of HEV infection and that hepatitis E may be an immune-mediated disease. In one Indian study, it was found that acute liver failure patients had less HEV RNA loads but higher levels of anti-HEV IgM and IgG titers and with higher levels of interferon-gamma, tumor necrosis factor-alpha, interleukin-2, and interleukin-10 than those patients with acute self-limiting hepatitis E 34 . This result is not straightforward, as other groups have reported increased viral loads in pregnant women with acute liver failure over groups with acute self-limited viral hepatitis 35 .\n\nHEV is a positive-sense single-stranded RNA virus, which has a 5' 7-methylguanosine cap and 3' polyadenylation. The genome of approximately 7.2 kb consists of a 5' untranslated region (UTR), three open reading frames (ORFs) of which ORF2 and ORF3 are partially overlapping, and a 3' UTR. ORF1 comprises approximately 70% of the genome and encodes the non-structural proteins including a methyltransferase (Met), papain-like cysteine protease (PCP), macrodomain, helicase (Hel), and RNA-dependent RNA polymerase (RdRp) 36 . ORFs 2 and 3 are translated from a single subgenomic RNA 37 into the capsid ORF2 protein and the small accessory phosphoprotein ORF3 (Fig. 1 ).\n\nThe ORF1 coding region begins immediately after the 5' noncoding region. The ORF1 of genotype 1 HEV Sar-55 strain is 5,082 bp encoding for a ~1700-amino acid polypeptide involved in virus replication and protein processing 38 . The NSP contains several predicted or experimentally-verified functional domains 36 including a Met domain which caps the 5' end of the viral genomic RNA 39 , the \"Y\" domain with an unknown function, a PCP domain 40 , a polyproline-rich hypervariable region (HVR) which likely interacts with host cellular proteins aiding in viral persistence 41 , the \"X\" or macrodomain which may be an interferon antagonist inhibiting phosphorylation of interferon regulatory factor 3 (IRF-3) 42 , a Hel domain 43, 44 , and an RdRp domain 45, 46 that is responsible for viral replication.\n\nOne of the more contested aspects of the HEV lifecycle remains whether the predicted PCP domain within ORF1 functions to process the full-length NSP into functional units or whether the NSP functions as an unprocessed polyprotein. ORF1 has been expressed as a full-length 185 kDa polyprotein in mammalian, bacterial, and insect cells [47] [48] [49] [50] . Expressing ORF1 in mammalian cells using a vaccinia virus expression system led to two potential processing products of 107 and 78 kDa after extended incubation times 48 , however mutation of the predicted protease catalytic site failed to affect the observed processing, suggesting that the processing may have been an artifact of the vaccinia virus expression system. Expression of HEV ORF1 in a baculovirus system also led to multiple smaller NSP proteins in a process that was sensitive to a cell-permeable cysteine protease inhibitor E-64d 51 . However, thus far, the bulk of the published literature seems to favor an unprocessed NSP or at minimum a very inefficient or tightly regulated processing event. In addition to its putative role in processing the NSP, a Met-PCP recombinant protein was shown to deconjugate interferon-stimulated gene 15 (ISG15), neural precursor cells expressed developmentally down-regulated 8 (Nedd8), and small ubiquitin-like modifier (SUMO) from a fluorogenic substrate, suggesting that Met-PCP has deubiquitinating activity 40 .\n\nprotein has been shown to possess γ-phosphatase activity, possibly catalyzing the first steps in capping the genome 43 . Additionally, Hel has been shown to have nucleoside triphosphatase and 5'-3' RNA duplex unwinding ability that was sensitive to mutations within the nucleotide binding and magnesium binding motifs 44 . The RdRp contains eight conserved motifs found in other positive-sense RNA viruses 53 , is susceptible to mutation of the GDD sequence 54 , and recombinant RdRp can synthesize RNA in vitro using 3' polyadenylated HEV genome as template 46 . The demonstrated enzymatic functions within these ORF1 functional domains provide tangible therapeutic targets for the development of anti-HEV inhibitors. Further understanding how the NSP functions and potentially generating a crystal structure would be highly beneficial to designing potential antiviral inhibitors.\n\nThe ORF2-encoded capsid protein is approximately 72 kDa and contains three predicted Nlinked glycosylation sites, which are important for viral infectivity 55 . Capsid is located both within the cytoplasm and endoplasmic reticulum (ER) through a potential ER localization signal within its N-terminus 56 . The full-length capsid protein may undergo additional processing as products of 72, 63, 56, and 63 kDa were observed in a baculovirus expression system 57 . Capsid interacts with the viral RNA, potentially aiding in particle assembly and genomic RNA packaging 58 . A number of host cellular proteins have been demonstrated to interact with capsid. Heat shock protein (HSP) 90 may serve as an attachment receptor facilitating HEV entry into host cells 59 . Additionally, glucose-regulated protein (GRP) 78 and heparin sulfate proteoglycans (HSPGs) bind to capsid and are thought to be involved in intracellular transport 60, 61 . There are crystal structures of N-terminally truncated capsid protein assembling into T=1 virus-like particles composed of 60 copies of capsid and T=3 icosahedral shells composed of 180 capsid proteins thought to represent the infectious viral particle 62, 63 . The capsid proteins within the shell form three distinct domains: S (shell), M (middle), and P (protruding). S is a beta-barrel jelly roll structure common to many small RNA viruses, M interacts with the S domain, and P interacts with M via a flexible proline linker and forms a dimeric spike thought to be the virus receptor 64 .\n\nORF3 is not necessary for viral replication in tissue culture 65 but is essential for infection of rhesus macaques 66 and pigs 67 . ORF3 encodes a 144-aa phosphoprotein of approximately 13.5 kDa, which associates with cellular cytoskeleton and membrane fractions 68 . At the 3' end, ~70% or 300 nt of the ORF3 overlaps the ORF2 37, 67 , although neither ORF3 or ORF2 overlaps ORF1 37, 67 . ORF3 protein can be phosphorylated on serine 71, and this phosphorylated form interacts with non-glycosylated capsid protein potentially playing a role in virion assembly 69 . ORF3 protein is found throughout the host cell but accumulates in filamentous patterns corresponding to its interaction with microtubules 70 and in punctate arrangements corresponding to early and recycling endosomes 71, 72 . Monoclonal antibodies against ORF3 protein can recognize HEV particles from cell culture supernatants and serum of infected patients but not virus from the feces, suggesting that ORF3 is only present on the surface of nascent HEV virions 73 . This is congruent with findings reporting that ORF3 plays a role in release of HEV through a PSAP \"late domain\" amino acid motif within ORF3 which interacts with the host cell sorting endosomal sorting complexes required for transport (ESCRT) pathways through the host cellular protein tumor suppressor gene 101 (TSG101) 74 . Although this pathway has yet to be fully understood within HEV, it has been well studied with regards to other enveloped RNA viruses 75 . Therefore, it is likely that HEV is initially released from the cell as an enveloped virus and then loses its envelope while being secreted in the feces similar to hepatitis A virus 76 .\n\nIn addition to ORF3's critical role in virion release, the protein functions as a regulator of the host during virus infection by interacting with a myriad of host cellular signaling molecules. ORF3 interacts with the mitogen-activated protein kinase (MAPK) phosphatase pathway activating extracellular signal-regulated kinases (Erks) via the binding and inactivation of an Erk specific MAPK phosphatase, Pyst1 77, 78 . Besides the role of the PxxP motif in virus release, the same region has also been reported to bind to sarcoma (src)homology 3 (SH3) domain-containing proteins 78 that play many different signaling roles within host cells including cell survival, and immunomodulatory functions 79 . ORF3 protein interacts with hemopexin altering cellular iron homeostasis 80 , stabilizes hypoxia-inducible factor 1 (HIF-1) upregulating proteins within the glycolytic pathway 81 , and interacting with the fibrinogen Bβ chain and decreasing fibrinogen secretion 82 . The ORF3 protein inhibits the mitochondrial apoptosis pathway 83 , delays phosphorylated signal transducer and activator of transcription 3 (pSTAT3) transport into the nucleus 71 , and delays degradation of the activated hepatocyte growth factor receptor (c-Met) 84 all leading to the belief that ORF3 is promoting the survival of infected cells. In addition to those host factors, ORF3 protein interacts with α1-microglobulin and bikunin 85, 86 leading to an increase in α1-microglobulin through TSG101 interaction possibly as a consequence of using this pathway for particle release. ORF3 proteins also promote phosphorylation of hepatocyte nuclear factor 4 (HNF4) impairing its nuclear translocation. More recently, ORF3 protein has been shown to interact with hepsin and a linkage the host blood coagulation system may contribute to pathogenesis 87, 88 .\n\nThe plethora of reported ORF3-host protein interactions drives home that this small viral protein is likely contributing in a large way to modulating the host during viral infection and, therefore, provides many possibilities for the development of antiviral therapeutics not just specific for HEV infection but potentially for other maladies requiring modulation of the liver microenvironment.\n\nThe lack of a small reproducible animal model system has hindered the understanding of the mechanism of HEV pathogenesis and antiviral drug development. In recent years, there have been considerable strides made in both small animal models and cell culture systems giving researchers the essential tools to delineate the mechanisms underlying virus replication and pathogenesis within the host. Historically, non-human primates including rhesus macaques and chimpanzees were found to be highly susceptible to HEV genotypes 1-4 89, 90 , although their usage has been limited due to ethical concerns, restrictive procedures, and limited availability.\n\nThe first non-human strain of HEV was discovered from pigs in the United States in 1997 91 . Although the clinical symptoms within the infected pig are absent, the infected swine develop characteristic microscopic lesions within the liver and associated lymph nodes including mild to moderate multifocal and periportal lymphoplasmacytic hepatitis 92 . The pig model has been invaluable for studying HEV replication, pathogenesis, and cross-species infections despite not being able to reproduce hepatic disease with overt clinical signs 93 . Avian HEV, first identified from chickens in 2001 94 , shares approximately 60% nucleotide sequence identity with human HEV 95 . Despite its sequence divergence and inability to infect mammals 96 , it can be successfully utilized to assess certain aspects of HEV lifecycle and pathogenesis as hepatitis-splenomegaly syndrome such as enlarged, hemorrhagic, and necrotic livers and spleens can be reproduced in avian HEV experimentally-infected chickens 97 . Recently several other novel strains of HEV have been discovered in small animal species. Rat HEV was identified in 2009 98 which shared 59.9% nucleotide sequence identity with human HEV suggesting a putative new mammalian genotype. The rat model may have limitations as a model for human HEV infection, since genotype 1, 2, and 4, avian, and swine strains of HEV failed to infect Wistar rats and the rat strain failed to infect rhesus monkey 99 . A ferret strain was identified in 2010 in the Netherlands with 72.3% nucleotide sequence identity to rat HEV and ~60% to human HEV strains 100 . However, little else has been explored with this potential model system, although its close sequence similarity to the rat strain would suggest that it has many of the same drawbacks of the rat strain. The most intriguing animal strain of HEV is a genotype 3 strain identified from rabbits. This strain was first isolated in Chinese rabbits 101 and subsequently from rabbits in the U.S. 102 with up to 23% of commercially-farmed rabbits being positive for HEV RNA. Importantly, rabbit HEV can infect pigs and cynomolgous macaques, and rabbits can be infected with genotype 4 human HEV 103, 104 . Although experimental infection of rabbits leads to a subclinical infection with localized hepatocellular necrosis only visible via microscopic examination, this model system appears to be able to recapitulate the high mortality rates associated with pregnancy in humans 105 . The availability of these small animal model systems for HEV will permit antiviral testing in the future.\n\nSimilar to small animal models, the inability to efficiently propagate HEV in vitro has posed many challenges to researches and hindered the ability to perform antiviral screening. An efficient cell culture system still remains elusive, although significant improvements to culturing HEV have been achieved in recent years. Okamoto et. al. reported that both genotypes 3 and 4 HEV strains can replicate in PLC/PRF/5 (hepatoma) or A549 (lung adenocarcinoma) cell lines 106, 107 . The Emerson group successfully derived a passage 6 virus of the genotype 3 Kernow-C1 strain that replicates in both Huh7 and HepG2/C3A liver cells 108 . The Kernow-C1 P6 virus was derived from a chronically infected patient and contains a ribosomal protein S17 sequence naturally inserted into the ORF1 HVR along with several point mutations throughout the genome that result in enhanced virus replication. Although these in vitro cell culture systems display slow growth kinetics and no cytopathic effects, these virus strains and culture systems produce enough virus for virus yield assays and can be monitored via immunofluorescent assays to determine whether the virus is capable of initiating replication and how efficiently new infectious particles are produced 109, 110 . There is still a great need for a genotype 1 strain of HEV which can replicate in cell culture as genotype 1 HEV accounts for a large proportion of infections worldwide 111 . Additionally, identification of HEV strains with improved replication kinetics and better reporter systems to monitor virus replication would continue to enhance our abilities to screen and test potential antiviral therapeutic compounds.\n\nTo date, the most effective tools for rapid high throughput screening of potential HEV replication inhibitors have been the HEV replicon systems in which the 5' part of the structural proteins have been replaced by green fluorescent protein (GFP), neomycin resistance, or luciferase genes 37, 108 . The HEV replicon assay with luciferase has been used successfully in 96-well plate format 3 days post-transfection to observe the effects of ribavirin on HEV replication 109 . Although useful for screening potential antiviral inhibitors targeting the 3' non-coding region, ORF1 and the intergenic region between ORF1 and ORF2, this HEV replicon system will not be effective for screening antiviral compounds targeting regions within the 5' portion of the genome as it has been replaced with luciferase. Additionally, differences in initial transfection efficiency must be taken into consideration when analyzing results. A replicon system with a selection marker, which can be used to generate stable cell lines, would be optimal for these types of assays.\n\nFor screening potential antiviral compounds targeting regions within the 5' NSP region of the genome, currently we are still limited to utilizing the cell culture adapted strains of HEV. Utilizing these strains of HEV are labor intensive requiring generation of in vitro transcribed capped viral RNA, followed by transfection into susceptible cells, and finally immunofluorescence assays directed against the HEV capsid protein. Ideally, a DNAlaunched version of the cell culture-adapted HEV strains containing a marker such as GFP or luciferase within the genome along with replication kinetics superior to the current strains would benefit drug discoveries that are targeting regions not covered by the current HEV replicon systems.\n\nLike other viruses, potential therapeutic antiviral targets can be identified at each step of the HEV lifecycle such as virus entry, genome replication, virus assembly, and release (Fig. 2) . Much like the highly active anti-retroviral therapy (HAART) used to treat patients infected with HIV, the key to controlling HEV infection within the host may be a combination of drugs directed against multiple steps within the HEV lifecycle.\n\nOur limited knowledge of the HEV lifecycle due to the lack of an efficient in vitro replication model system has hindered the identification of potential therapeutic targets. As more efficient in vitro virus propagation systems have evolved, so has our understanding of the biology of the virus and of the potential therapeutic targets. Beginning with virus binding to the host cellular receptor, we have incomplete knowledge of the HEV entry receptor on host cells. Current knowledge suggests that viral capsid binds with heat shock cognate receptor 70 (HSC70) 112 and heparin sulfate proteoglycans (HSPGs) 61 . These receptors could theoretically be blocked to prevent virus uptake but research in this area is in its infancy and whether blocking one receptor or multiple receptors is necessary remains to be seen. Receptor-dependent clathrin-mediated endocytosis has been shown to be involved in HEV particle entry 113 (Fig. 2) . Drugs such as chlorpromazine 114 or derivatives could be studied as potential inhibitors of HEV entry if clathrin-mediated endocytosis is the sole pathway utilized by HEV for entry. Once inside the cell, the viral capsid is thought to interact with heat shock protein 90 (HSP90) 59 and glucose regulated protein 78 (Grp78) 60 to potentially facilitate intracellular movement and potentially viral uncoating. Therefore, chemicals that block these interactions may be assessed for their effects on viral uncoating, trafficking, and ultimately infectivity.\n\nThe viral RdRp associates with the host endoplasmic reticulum (ER) through residues 4449-5109 encoding a predicted transmembrane domain to begin replicating the viral genome 45 . Blocking the NSP's ability to traffic to and bind with the ER by inhibitors may disrupt viral replication. One of the largest caches of potential antiviral inhibitors occurs with the many functional domains within the RdRp as discussed in Section 2.4. It is at this step in the viral lifecycle where ribavirin likely elicits its anti-HEV effects inducing mutations when it is inserted into the RNA by the RdRp or by depleting the cellular GTP pool 109 . In general, each of the enzymatic functions of the NSP can be targeted and tested using the HEV replication assays currently available. Methyltransferase, helicase, cysteine protease, and the RdRp functions can all be potentially blocked by small molecule inhibitors. One of the biggest unknowns in HEV replication is what occurs during the early stages of particle assembly. As described in sections 2.5 and 2.6, the viral capsid and the ORF3 phosphoprotein all have had many interactions attributed to each but how they contribute to assembly and hence how they can be targeted and blocked remain unclear. Currently, we are really just beginning to understand the late stages of viral release and how the ORF3 proteins interact with the host ESCRT machinery as discussed in Section 4.4.\n\nAnother area of particular interest is targeting the viral RNA itself using antisense therapy in which a strand of nucleic acid (DNA, RNA, or chemical analogue) that is complementary to a target nucleic acid can bind to and inactivate positive sense RNA (HEV genome). Such antisense drugs would have to be designed to target HEV specific sequences, and tested for both efficacy and for potential off target side effects within the host.\n\nEmerson et. al. aligned sequences from 185 ORF1 and 205 HEV ORF2 sequences and analyzed nucleotide conservation at synonymous sites 115 . This alignment displayed several sites of highly conserved sequences suggesting functional elements such as RNA secondary structure. Emerson's screen revealed previously characterized stem-loop structures, including the intergenic stem-loop structures between ORF1 and ORF2 (Fig. 3C) , which decreased virus replication by 42% when targeted using locked nucleic acids by Cao et al 66, 116 . Two predicted stem-loop structures in the 3' UTR running into the last 13 codons of ORF2 (Fig. 3D ) that are critical for viral replication through binding to the RdRp 46, 117 . RNA elements within ORF1 codons 35-59 (Fig. 3A) which bind capsid protein in vitro and are possibly important for RNA encapsidation 58 and two novel stem-loops within the central region of ORF2 (Fig. 3B ) that are important for virus replication via unknown mechanisms 115 . These four conserved RNA structural elements would make ideal targets for antisense antiviral targets.\n\nThere have been reports showing efficacy of RNA interference silencing HEV ORFs and reducing virus replication. Huang et al utilized siRNAs targeted against the genotype 4 HEV RdRp and showed that virus replication within A549 cells was reduced 118 . Infecting pigs that had been injected with plasmid containing the siRNA 24 hours prior to challenge reduced clinical symptoms of pigs receiving the siRNA compared to control pigs, although for the purposes of treating chronically-infected patients, it would have been better to introduce the siRNA to pigs with established HEV infection rather than as a prophylaxis. This was likely not feasible, due to the transient nature and mild symptoms observed in the swine model of HEV infection. Kumar et al utilized siRNA against the helicase, replicase, 5' UTR, and 3' cis-acting element (CAE) of a genotype 1 HEV strain 119 . These siRNAs reduced virus replication between 60% and 90% in the luciferase replicon system with similar results using full-length virus in HepG2 liver cells. One major drawback to both of these studies is the narrow window of virus replication observed. Increasing the duration of these experiments to determine how long the inhibitory effects siRNAs last is essential as persistent and chronic HEV infections will be the main population for antiviral therapy.\n\nPositive-stranded RNA viruses including coronaviruses rely upon cleavage of conserved LXGG amino acid motifs via papain-like proteases (deubiquitinating enzymes) for proper polyprotein processing and viral replication 120 in addition to acting as global deubiquitinases, unconjugating ubiquitin and ISG15 from host proteins preventing NF-κB signaling 121 . The ORF1 protein of HEV contains LxGG amino acid motifs between PCP and X domains as well as Hel and RdRp domains 40 . Although processing of ORF1 via the PCP remains controversial, the putative PCP acts to remove ISG, Nedd8, and SUMO from host proteins 40 . Therefore, discovering HEV-specific proteasome inhibitors or exploring existing proteasome inhibitors such as bortezomib, which was approved by the FDA for use in treating multiple myeloma in 2003 122 , against HEV replication may contribute to our understanding as to why HEV is acting on ubiquitinated proteins serving as potential therapeutics (Fig. 4A) .\n\nOutside of the deubiquitinating activity found within the PCP domain, Karpe and Meng showed that HEV replication requires an active ubiquitin-proteasome system 123 . Treatment of hepatocytes with the proteasome inhibitor drugs MG132, lactacystin, and epoxomicin significantly reduced HEV replication levels, although the effects of MG132 due to nonspecific effects within the host cells cannot be completely ruled out 123, 124 (Fig. 4A ).\n\nIn addition to NSP interactions with the host ubiquitin/proteasome system, the ORF2 glycoprotein binds to and inhibits the ability of the cellular protein beta-transducing repeat Kenney containing protein (βTRCP) to complex with SKP1 and CUL1 125 . Disrupting complex formation subsequently prevents ubiquitination and degradation of IκBα, halting IκBα's dissociation from NF-κB. NF-κB bound to the excess IκBα prevents signaling that would normally result in the transcription of immunomodulatory proteins including MHC-I and interferons that are critical for preventing virus spread and clearance early in infection. Therefore, identification of the regions within ORF2 responsible for binding βTRCP and development of antiviral inhibitors for this interaction may enhance recognition and clearance of virus-infected cells (Fig 4B) . Another factor that must be overcome when using proteasome inhibitors for therapeutic purposes is their tendency to be broken down by liver microsomes. MG132 and epoxomicin are rapidly broken down by CYP3A whereas bortezomib and lactacystin are relatively stable 126 . Finding an antiviral compound that is both specific for blocking HEV/ubiquitin-proteasome interactions as well as stable in hepatocytes will be critical in exploiting these interactions as therapeutic targets.\n\nThe ORF3 protein of HEV has a PSAP motif that is important for release of HEV particles through interaction with the host ESCRT protein TSG101 72, 127 . Many enveloped viruses utilize late domains 128 to interact with ESCRT proteins and pinch off from the infected host cell. This release stage in virus replication has been underutilized as a therapeutic treatment option mainly due to the difficulty in selectively inhibiting virus-host interactions without disrupting host-host interactions which leads to drug toxicity. Recently, there has been significant research done in preventing release of enveloped particles through disruption of TSG101/late domain interactions. One drug candidate is a small molecule inhibitor derived from a library of cyclic inhibitors of protein-protein interactions. This drug inhibits the HIV-TSG101 interaction reducing viral budding by 67% 129 . As this inhibitor was generated against the HIV PSAP motif, which is the same motif found in the ORF3 of HEV, it seems probable that a similar effect would translate to HEV release. At the very least, HEV ORF3 could be subjected to a similar antiviral inhibition screen to identify potential inhibitors of ORF3-TSG101 that could disrupt HEV release.\n\nThe discovery that HEV is initially released as an enveloped virus is an intriguing finding 130 . The envelopment step does not appear to be absolutely critical for virus infectivity as point mutations within the PSAP domain decreases the overall number of infectious particles but particles that do escape from the cell appear to be infectious 65, 72 .\n\nBesides the role interaction with ESCRT machinery has on releasing HEV virus from the cell, envelopment may also play a role in host immune system evasion. Recently, Feng et al showed that hepatitis A virus acquires an envelope through an Alix and VPS4B mediated mechanism 76 . Enveloped HAV is cloaked from neutralizing antibodies within the serum of infected patients, allowing for viral spread in the presence of an active immune response. It will be interesting to determine whether HEV is similarly protected against a neutralizing antibody immune response and whether blocking the ORF3-TSG101 or even the ORF3-ORF2 interactions within the cell (Fig. 5 ) could bolster the immune response to unenveloped virus. One also has to consider whether enhancing the immune response to HEV could also increase immune-mediated damage to the liver leading to an increase in acute liver failure cases during treatment. Kenney \n\nExpert Opin Ther Targets. Author manuscript; available in PMC 2016 June 13.\n\nMuch of our understanding of the HEV lifecycle has been based on observing viral proteins in the absence of true viral infection due to our inability to efficiently propagate the virus. These experiments in which ORF1, ORF2, or ORF3 are expressed from an exogenous promoter have led to the identification of numerous protein-protein interacting partners and theories as to how these interactions may be involved in virus replication, infectivity, and pathogenesis. However, many of these findings require validation in the context of the entire infectious virus and within the host. With the new cell culture-adapted strains of HEV, it will now be possible to validate many of these previous findings and expand upon them with the goal of identifying effective therapeutic drugs as the end result.\n\nMany of the findings allow us to see steps in the HEV replication that are potentially conserved among different viruses and thus susceptible to current treatment options such as the RdRp being sensitive to ribavirin, the ubiquitin-proteasome link to viral replication, and interaction with the host ESCRT machinery to release enveloped virus particles. Taking a step back to evaluate current drugs that have been deemed effective against other viruses or illnesses that involve these cellular systems could vastly increase our potential anti-HEV therapeutic possibilities. With the improved cell culture-adapted strains, we now have systems in place to test these types of therapeutic treatments.\n\nWe still lack a true small animal model that can recapitulate the full-spectrum of pathology and disease caused by HEV, and such a small animal model will be critical for testing antiviral drugs against HEV. Ongoing research is focusing on finding and creating better strains of HEV to recapitulate human disease in an animal model. The recent discovery of the rabbit strains of genotype 3 HEV provide hope that a true small animal HEV model that can recapitulate the mortality seen in pregnancy is a promising development. Understanding the nuances of the rabbit HEV infection compared to human HEV infection will lead to a better understanding of how to utilize this model effectively to understand HEV pathogenesis. The rabbit model possesses many benefits including rabbits in which aspects of the immune system have been knocked. These gene knockout rabbits may even serve as a potential model to chronic HEV infection if we can get the virus to progress to chronicity in the absence of an immune response. The lack of a chronic HEV infection animal model is a major impediment for testing antiviral compounds.\n\nOur understanding of HEV molecular biology is progressing rapidly. Cell culture-adapted strains, although still not robust, have allowed us to achieve great strides in understanding the molecular aspects of the HEV lifecycle. Continued use of these cell culture adapted strains will allow us to verify probable drug targets, discover additional potential therapeutic targets, as well as afford us the ability to enhance these tools making cell culture growth more robust. Ideally, these cell culture-adapted strains will be altered to allow for the generation of a DNA-launched infectious clone for HEV infection rather than relying on generation of capped RNA transcripts. As our knowledge of the viral genome increases, we may be able to insert reporters such as GFP or luciferase into the viral genome to allow for easier monitoring of virus infection, and thus developing better antiviral screening assays. Additionally we will see improved replicon systems for each of the 4 genotypes of HEV with selectable markers allowing for the establishment of stable cell lines making high throughput drug screening much easier.\n\nWe hope to see clarification on how the viral NSP is functioning as either multiple processed proteins or as a single polypeptide unit. Ideally, we anticipate crystal structures for both the ORF1 NSP and ORF3 phosphoproteins to aid in search for small molecule inhibitors and potentially high throughput screening systems such as fluorescence resonance energy transfer (FRET) or bioluminescent resonance energy transfer (BRET) to evaluate whether small molecular inhibitors are indeed functional for disrupting known HEV protein-protein interactions and thus serving as potential antiviral drugs.\n\nEffective antiviral therapeutics against HEV infections are lacking despite its worldwide prevalence and association with a severe disease. Potential targets for HEV therapeutics are abundant but our abilities to properly vet which ones will be the most effective with the least side effects are still lagging due to our incomplete understanding of the viral lifecycle and an insufficient, although expanding, arsenal of cell culture and animal model systems to screen, identify, and test antiviral compounds. Recent advances with viral replicons and cell culture systems for HEV have led to progress in our understanding of several aspects of the viral lifecycle including HEV's reliance on the ubiquitin proteasome system for replication and particle release. The recent knowledge advances in these areas combined with an existing knowledge base from other viruses have opened the door to several potential therapeutic approaches that need to be further studied and utilized. . Two stem loops found in the ORF2/3 junction region thought to be the subgenomic mRNA promoter element 116 . The antisense locked nucleic acid oligonucleotide which inhibited replication by 40% is pictured. (D). Two stem loops within the 3' noncoding region and into the ORF2 coding region which bind to the viral RdRp. RNA structures were created based on the original publications using the Mfold web server for nucleic acid folding and hybridization prediction 132 selecting the structure with the most favorable free energy at 37°C. Kenney \n\nAlthough much of the special/temporal steps in HEV particle assembly remain unknown at this time, we know that: (1) . ORF3 phosphorylated on serine 71 binds to the unglycosylated form of the ORF2 capsid protein 69 .\n\n(2). The ORF3 protein binds to TSG101 via a PSAP late domain motif similar to those found in other enveloped viruses. (3) . The site of capsid assembly and final release is unknown but is shown here at the plasma membrane beginning to recruit member of the ESCRT1 complex. (4) . Recruitment of the ESCRT 1 pathway leads Kenney \n\nExpert Opin Ther Targets. Author manuscript; available in PMC 2016 June 13."}