{"title": "Influenza Virus NS Vectors Expressing the Mycobacterium tuberculosis ESAT-6 Protein Induce CD4 ϩ Th1 Immune Response and Protect Animals against Tuberculosis Challenge Downloaded from", "body": "Since reverse genetics methods have been developed for negative-strand RNA viruses (30, 33) , influenza viruses can be considered as viral vectors for immunization against different pathogens. The influenza A virus contains a segmented genome consisting of eight negative-strand RNA fragments. Among them, the smallest fragment (NS), encoding two proteins (NS1 and Nep), is a suitable target for genetic manipulation. NS1 is the only nonstructural protein of the influenza virus and has been shown to tolerate relatively long insertions of more than 250 amino acids (23) . Moreover, as the NS1 protein is produced in large quantities in infected cells, expression of foreign sequences from the NS1 reading frame should result in a strong immune response against the inserted antigen. It was demonstrated that immunization of mice with NS influenza virus vectors could trigger a CD8 ϩ T-cell response, especially when two vectors belonging to different influenza virus subtypes were used for prime-boost immunizations (12, 39) . However, influenza virus NS vectors might be less efficient for the induction of insert-specific T-helper and antibody responses due to the intracellular localization of the NS1 protein leading to a less efficient presentation of linked antigen through the major histocompatibility complex class II pathway.\n\nIn this work, we tested the potential of recombinant influenza virus NS vectors expressing a Mycobacterium tuberculosis antigen to induce T-helper response after intranasal immunization of mice. It is accepted that control over tuberculosis infection depends on the recruitment of antigen-specific T cells, mainly CD4 ϩ cells, to the lungs and the release of cyto-kines, particularly gamma interferon (IFN-␥), to trigger the bacterium-killing mechanisms in activated macrophages (14) .\n\nWe constructed a recombinant influenza virus NS gene for the expression of the 6-kDa early secretory antigenic target protein (ESAT-6) derived from M. tuberculosis and introduced it into three different antigenic subtypes of influenza A virus. The ESAT-6 protein was recently discovered as a virulence factor and an immunodominant secreted antigen of all virulent mycobacterial strains; however, it is absent in all Mycobacterium bovis bacillus Calmette-Guérin (BCG) vaccines (3, 38) . In our constructs, ESAT-6 was expressed as a fusion protein with the 125 N-terminal amino acid residues from the influenza virus NS1 protein. We demonstrated that NS vectors could induce an M. tuberculosis-specific CD4 ϩ response after intranasal immunization in mice. Moreover, vaccination of mice and guinea pigs provided protection against tuberculosis equivalent to that provided by BCG vaccination.\n\nVero and MDCK cell lines originated from the American Type Culture Collection. Vero cells were adapted to and further cultivated in a 1:1 mixture of Dulbecco's modified Eagle's medium (DMEM) and Ham's F12 medium (Biochrom F4815) with 4 mM L-glutamine and protein-free supplement (proprietary formulation from Polymun Scientific GmbH, Austria). MDCK cells were cultivated in a 1:1 mixture of DMEM and Ham's F12 medium containing 2% heat inactivated fetal calf serum (FCS) (HyClone SH30071) and 4 mM L-glutamine.\n\nViruses. Influenza viruses were obtained as previously described (23) . Vero cells were transfected using the Nucleofection technique (Amaxa) according to the manufacturer's instructions. The plasmid pPolI-NS-HDV (34) was reconstructed for expressing the ESAT-6 protein by inserting the foreign sequence into the NS1 reading frame at amino acid position 125 with a stop codon at the end of the insert. The FMD picornavirus 2A autocleavage site (31) was incorporated between the NS1 and the ESAT-6 sequences. This plasmid, designated pPolI-NS-ESAT-HDV, was used together with expression plasmids for PB1, PB2, PA, and NP influenza virus proteins for transfection of Vero cells. Twenty-four hours later, cells were infected with interferon-sensitive helper virus PR8/delNS1 (H1N1) or A/Sing/delNS-87 (H2N2), carrying fully or partially deleted NS genes, respectively, at a multiplicity of infection (MOI) of 0.1. At 8 h postinfection, 3 U of human IFN-␣ (NIBSC First International Standard 1999, human leukocyte derived, suspended in RPMI 1640 medium [Biochrom F1512] containing 10% heat-inactivated fetal calf serum and 4 mM L-glutamine) per ml of culture medium was added and cells were incubated for 48 h at 37°C. The supernatant was passaged twice in Vero cells in the presence of IFN-␣ at a concentration of 3 U/ml and plaqued in Vero cells. The result was Flu/ESAT-6 viral vectors of the H1N1 and H2N2 subtypes. The H3N2 subtype was generated by reassortment of the Flu/ESAT-6 (H2N2) virus with the mouse-adapted A/Aichi/2/68 (H3N2) strain. The viral genes were controlled by reverse transcription-PCR, and the correct sequence of the modified NS gene was confirmed by nucleotide sequence analysis.\n\nA/Puerto Rico/8/34 (H1N1) (PR8) was used as a wild-type (wt) parent strain. All viruses were grown and plaqued in Vero cells at 37°C and 5% CO 2 .\n\nSodium dodecyl sulfate-polyacrylamide gel electrophoresis and Western blot analysis. Vero cells, infected with the recombinant viruses at an MOI of 2 without the addition of trypsin for 12 h at 37°C, were lysed with M-PER lysis buffer (Pierce) containing 1% 2.5 mM EDTA and 1% protease inhibitor (Pierce). Proteins were separated on a 4 to 20% gradient Tris-glycine gel (Anamed) using the Tris-glycine buffer system, and Western blotting was performed by electrophoretic transfer of the proteins from the gel to a polyvinyl difluoride membrane (Millipore) for 2 hours at 400 mA. The blot was incubated with anti-M. tuberculosis ESAT-6 mouse monoclonal antibody (Antibodyshop) diluted 1:4,000 in phosphate-buffered saline (PBS) with 0.1% Tween 20 and 1% skim milk (Serva). After being washed, the membrane was incubated with antimouse alkaline phosphatase (Sigma) diluted 1:4,000 in PBS with 0.1% Tween 20 and 1% skim milk (Serva). The blot was developed in staining buffer (100 mM Tris HCl, 100 mM NaCl, 5 mM MgCl 2 , pH 9.5) with nitroblue tetrazolium and 5-bromo-4-chloro-3-indolyl.\n\nImmunofluorescence. Vero cells were infected with the recombinant Flu/ ESAT-6 viruses (MOI of 2). At 12 h postinfection, cells were fixed with paraformaldehyde and incubated with rabbit polyclonal anti-ESAT-6 (Fusion Antibodies), followed by incubation with fluorescein isothiocyanate-conjugated goat anti-rabbit immunoglobulin G (Sigma). Fluorescence was visualized with a UV confocal microscope (Bio-Rad).\n\nAnimals. C57BL/6 mice, 4 to 6 weeks old, used for replication studies, enzymelinked immunospot (ELISPOT) assay, and enzyme-linked immunosorbent assay (ELISA) were obtained from Charles River Laboratories (Germany). For challenge studies, C57BL/6 mice (6 to 8 weeks old) and outbred Hartley guinea pigs (350 to 400 g) were purchased from Lab Animals Nursery (St. Petersburg, Russia). All animals had free access to water and standard rodent chow.\n\nVirus replication in mouse lungs. C57BL/6 mice were infected intranasally (i.n.) with 1 ϫ 10 5 PFU/animal of each virus under narcosis. On day 2, mice were sacrificed and lungs aseptically removed. A 10% tissue extract in PBS was prepared by grinding the tissue sample with a rotor homogenizer. The suspension was centrifuged at 2,000 ϫ g for 5 minutes, and the viral yield of the supernatants was determined by limiting-dilution assay with Vero cells.\n\nELISPOT assay. The T-cell response in mice was determined 10 days after the second immunization. Spleens were collected and mechanically dissociated into single-cell suspensions by means of cell strainers (Falcon). Erythrocytes present in the cell suspensions were lysed with Tris-buffered ammonium chloride, and the splenocytes were washed and resuspended in DMEM containing 10% FCS, penicillin, streptomycin, interleukin-2 (30 U/ml), and 50 M ␤-mercaptoethanol. One hundred microliters of cell suspension (10 6 cells/ml) was added to 96-well microtiter plates with nitrocellulose base (Millipore), which were precoated with IFN-␥ (6 g/ml) (BD PharMingen). Cells were incubated for 22 h at 37°C with 5% CO 2 in DMEM containing 10% FCS, interleukin-2 (30 U/ml), penicillin, streptomycin, and 50 M ␤-mercaptoethanol in either the presence or absence of the recombinant ESAT-6 protein (5 g/ml) (Fusion Antibodies) or the ESAT 1-20 synthetic peptide comprising the H-2 b -restricted CD4 ϩ epitope (7, 18) . Biotinylated anti-IFN-␥ monoclonal antibodies (BD PharMingen) were utilized as a conjugate. Plates were then incubated with streptavidin peroxidase (Roche). Spots representing IFN-␥-secreting CD4 ϩ cells were developed utilizing the substrate 3-amino-9-ethylcarbazole (Sigma) containing hydrogen peroxide in 0.1 M sodium acetate, pH 5.0. Spots were counted with the help of a dissecting microscope, and the results are expressed as mean number of spotforming cells Ϯ standard error of mean for duplicate cultures.\n\nELISA. A modified ELISA protocol was performed (11) . Briefly, the recombinant ESAT-6 protein (5 g/ml) (Fusion Antibodies) was used as a coating antigen. Serial dilutions of pooled blood sera in PBS containing 1% skim milk (Serva) were added to the coated plates, and the mixtures were incubated for 1.5 h at room temperature. Bound antibodies were detected with goat anti-mouse immunoglobulin G conjugated with horseradish peroxidase (Zymed). Plates were stained with TMB (3,3Ј,5,5Ј-tetramethylbenzidine; Fermentas) as a substrate, and the absorbance was measured at 450 nm. The cutoff value was defined as the mean absorption value of negative control sera plus two standard deviations.\n\nBacterial strains. Both virulent Mycobacterium bovis (M. bovis bovinus 8) and M. tuberculosis H37Rv were grown at 37°C on Lowenstein-Jensen medium. The second generation of mycobacterial culture, at 3 weeks, was used for experimental infections.\n\nProtection study in mice. C57BL/6 mice were divided in four groups, each containing 40 animals. The first group of mice was immunized twice i.n. without narcosis with Flu/ESAT-6 H1N1 and then with Flu/ESAT-6 H3N2 virus vectors (10 6 PFU/mouse) 3 weeks apart. The second group received two doses of PR8 wt influenza virus at a dose of 10 4 PFU/mouse, 3 weeks apart. The third group of mice was immunized i.n. with 10 5 CFU/animal of M. bovis BCG strain Pasteur at the time of the initial immunization. The control group of mice was immunized i.n. with PBS only. Six weeks after the first immunization, the animals were challenged via the lateral tail vein with 10 6 CFU of virulent M. bovis suspended in PBS in a volume of 0.2 ml. The animals were sacrificed at 40 days postchallenge for further investigations.\n\nHistopatholgy. Lungs were removed, fixed with 10% formalin (pH 7.0), and then embedded in paraffin. For histopathological studies, 5-to 6-m sections were stained with hematoxylin and eosin.\n\nIFN-␥ ELISA. Cells from spleens and mediastinal thoracic lymph nodes (MLNs) were removed for cytokine determination. The cells were adjusted to a concentration of 10 7 cells/ml in RPMI 1640 medium with 10% fetal calf serum, 2 mM L-glutamine, and 80 g/ml gentamicin (Sigma). One hundred microliters of cell suspension was added to a 96-well cell culture plate. Cytokine production was induced by ESAT-6 (Fusion Antibodies) at a concentration of 5 g/ml. Concanavalin A (ConA) (Sigma) at a concentration of 1 g/ml was used as a positive control for cell viability. The cells were incubated for 24 h at 37°C with 5% CO 2 . The IFN-␥ assay using the supernatants of ESAT-6 and ConA-stimulated cells was performed with Quantikine ELISA kits (R&D Systems Inc.) according to the manufacturer's protocol. Briefly, plates were coated with monoclonal antibodies to IFN-␥, and after blocking, standard or samples were added. Plates were incubated at room temperature, and after incubation with secondary antibodies, a colorimetric substrate was added. After 30 min, the reaction was terminated and plates were read at 450 nm using a multiplate reader (Multiscan 3550; Bio-Rad).\n\nBacterial load. Five animals from each group were checked for quantities of viable bacteria in lungs and spleens. For this purpose, tissue homogenates were cultured on solid Lowenstein-Jensen medium. Bacterial colonies were counted after 3 weeks of incubation at 37°C. Data are expressed as log 10 of the mean number of bacteria recovered per organ.\n\nGuinea pig protection studies. Guinea pigs were immunized in groups of four, twice in 3 weeks, either subcutaneously (s.c.) into the left inguinal region or i.n. with a trivalent vaccine containing a mixture of H1N1, H2N2, and H3N2 Flu/ ESAT-6 vectors. One dose of 10 6 BCG bacilli was injected s.c. into the left inguinal region at the time of the first immunization. An additional group of PBS-immunized animals was used as a control. Six weeks after the first immunization, the animals were challenged with 10 6 CFU of M. tuberculosis H37Rv administered s.c. into the right inguinal region. The animals were weighed weekly during the observation period. Nine weeks after challenge, one animal out of four from the control group died of severe tuberculosis. All animals were sacrificed, and the bacterial loads in the lungs and spleens were determined. The nonparametric Mann-Whitney test was used to compare log 10 CFU bacterial counts across the immunization groups.\n\nThree different subtypes of recombinant influenza viruses expressing the ESAT-6 protein of M. tuberculosis were obtained by the reverse genetics method described previously (23) . The recombinant viruses were designated Flu/ESAT-6 H1N1, Flu/ESAT-6 H2N2, and Flu/ESAT-6 H3N2. All recombinant viruses grew to high titers in Vero and MDCK cells. The genetic stability of recombinant viruses was confirmed after five passages in MDCK cells by Western blotting, using mono-VOL. 13, 2006 INFLUENZA VIRUS VECTORS PROTECT AGAINST TUBERCULOSIS 899 clonal antibodies specific for the ESAT-6 protein (data not shown).\n\nWestern blot analysis of lysates of Vero cells infected with the recombinant Flu/ESAT-6 vectors, using monoclonal anti-ESAT-6 antibodies, revealed the presence of two bands corresponding to the NS1-ESAT-6 fusion protein (26 kDa) and one smaller form of approximately 24 kDa (Fig.  1b) . The lower band was persistent in several Western blot experiments and therefore could be attributed to posttranslational cleavage of the fusion protein. The nature of this modification remains to be studied. However, this cleavage was most likely not mediated by the incorporated 2A cleavage site since it was inactive due to a point mutation detected by nucleotide sequence analysis in the rescued viruses. As a result, the intracellular distribution of the NS1-ESAT-6 fusion protein in infected cells was confined mainly to the nuclei (Fig. 1c) , similar to the normal localization of the influenza virus NS1 protein, at 12 h postinfection (16, 24) .\n\nReplication in mouse lungs. Previous studies have shown that similar influenza virus NS vectors, including the human immunodeficiency virus type 1 Nef sequence, were replication deficient in mice (12) . In contrast, ESAT-6-expressing viruses were capable of replicating in mouse lungs in the range from 2 to 4 log/g at the peak of the replication curve on day 2 after infection. Nevertheless, all three vectors could be defined as attenuated, since no lung pathology or body weight decrease could be detected in the animals (data not shown).\n\nInfluenza virus vectors induce an ESAT-6-specific CD4 ؉ T-cell response in mice. Several groups of C57BL/6 mice were infected i.n. twice at a 3-week interval with different combinations of viral vectors, as indicated in Fig. 2 . Another group of mice was immunized twice with a trivalent vaccine containing all three subtypes. Ten days after the second immunization, suspensions of splenocytes were stimulated with the ESAT-6 protein or with the ESAT-6 1-20 peptide comprising the H-2 brestricted CD4 ϩ epitope (7, 18) . The numbers of IFN-␥-secreting cells were assessed by ELISPOT assay. All groups of immunized animals developed a CD4 ϩ Th1 response. The data presented in Fig. 2 also show that priming with a monovalent vaccine and boosting with another subtype were more efficient for the induction of ESAT-6-specific CD4 ϩ T-helper cells than immunization with the trivalent vaccine. At the same time, no antibody response to the ESAT-6 protein was achieved by any immunization protocol (ELISA data not shown).\n\nMouse protection studies. The protection efficacy of influenza virus NS vectors was assessed after double immunization of C57BL/6 mice in a 3-week interval with the H1N1 and H3N2 Flu/ESAT-6 vectors. The control groups received the PR8 wt or conventional BCG vaccine i.n. Three weeks after the second immunization, mice were challenged intravenously (i.v.) with virulent M. bovis. The animals were examined at 40 days postchallenge for histopathological symptoms of the lungs, development of an ESAT-6-specific immune response, and bacterial counts in lungs and spleens.\n\nHistopathology. Histological examination of the lungs of nonvaccinated animals revealed intensive, large inflammation foci. In 6 out of 10 mice, lung lesions contained large numbers of degrading neutrophils and nuclear debris. Large necrotic foci surrounded by conglomerates of destroyed cells were found in 2 out of 10 mice (Fig. 3A and C) . In contrast, the pathological changes in the lungs of vaccinated animals were less pronounced. Infiltrative foci were discrete, small, and filled with macrophages, lymphocytes, and single epithelioid cells ( Fig. 3B and D) .\n\nESAT-6-specific Th1 response after challenge. As shown in Fig. 4a , the splenocytes of mice vaccinated with influenza virus vectors were significantly better producers of IFN-␥ in response to the ESAT-6 antigen than were those of nonvaccinated animals. However, splenocytes of mice vaccinated with BCG or PR8 wt displayed almost the same pattern of IFN-␥ release as the group immunized with influenza virus vectors. The reactivity of splenocytes to ConA derived from the non- on March 19, 2020 by guest http://cvi.asm.org/ vaccinated or the influenza virus control groups was substantially diminished, indicating possible immunological exhaustion due to the tuberculosis process. A different picture was observed in the lymphocyte population derived from MLNs (Fig. 4b) . Lymphocytes from nonvaccinated challenged ani-mals did not respond to ESAT-6 stimulation with a detectable level of IFN-␥. Mice vaccinated with BCG and wt PR8 as well as naïve animals had a poor response to ESAT-6 (Ͻ2 ng/ml). Lymphocytes of mice immunized with Flu/ESAT-6 vectors produced increased amounts of IFN-␥ (Ͼ7 ng/ml). Bacterial load. The immunological and histological data appeared to be in correlation with bacterial counting results for the lungs and spleens (Table 1) . Immunization with Flu/ ESAT-6 vectors resulted in a statistically significant 1.37-log reduction in bacterial numbers in the lungs and a 0.6-log bacterial load reduction in the spleens, compared to those in nonvaccinated infected control mice. The level of protection induced by i.n. vaccination with recombinant influenza viruses was comparable to that with the BCG vaccine (1.27-log reduction in bacterial numbers in the lungs and 0.52-log reduction in the spleens). Immunization with PR8 wt influenza virus did not trigger any inhibitory effect on bacterial growth in mouse organs.\n\nGuinea pig protection studies. Encouraged by the data from mouse experiments, we evaluated the potency of Flu/ESAT-6 viral vector vaccines in guinea pigs, a model more appropriate to human tuberculosis. Taking into account that guinea pigs are relatively resistant to influenza virus infection (32), the s.c. route of immunization was used in addition to i.n. application. Different groups of four guinea pigs were immunized twice with Flu/ESAT vectors or inoculated with BCG or PBS. Six weeks after the first immunization, the animals were challenged s.c. with M. tuberculosis H37Rv. Nine weeks after challenge, one out of four guinea pigs from the control group died of severe tuberculosis, whereas all vaccinated animals were progressively gaining weight (Fig. 5) . Bacterial titers in the lungs and spleens of animals immunized i.n. with BCG or Flu/ESAT-6 vectors were significantly reduced (1.2 and 0.95 log, respectively, in lungs and 1.39 and 0.97 log, respectively, in spleens) compared to those in the nonvaccinated controls (Fig.  6) . Interestingly, the bacterial reduction in the spleens achieved by s.c. vaccination (1.39 logs) with Flu/ESAT-6 vectors was superior to that achieved by the i.n. route of vaccination (0.97 log) and was at least as effective as BCG vaccination.\n\nTuberculosis remains one of the most virulent diseases worldwide. In contrast to other potentially dangerous respira- Tuberculosis became even more serious due to an unfortunate synergy with human immunodeficiency virus infection and the appearance of multidrug-resistant forms of tubercle bacteria. As vaccination with the world's most widely used vaccine, Mycobacterium bovis BCG, varies in its protective efficacy from 0 to 80%, depending on the geographical region, there is an urgent need to develop new, more effective tuberculosis vaccines (36) . Studies with animal models and humans have demonstrated that control over tuberculosis infection could be attributed to a wide range of immune components, including all subsets of T cells, cytokines, and macrophages, and that their role may vary in acute and chronic infection. However, it is commonly accepted that the main effectors are IFN-␥-producing CD4 ϩ cells (13, 36) .\n\nThere is strong evidence that mucosal immunization through the respiratory tract, like intranasal application of the BCG vaccine (9, 27) or adenovirus-based vaccine expressing M. tuberculosis antigens (40), could have advantages over systemic routes of immunization against tuberculosis. Another trend in vaccine development includes immunization with newly discovered M. tuberculosis antigens which are absent from current BCG vaccines. It was shown that one of the most important reasons for the attenuation of the BCG vaccine is the deletion of the RD1 genome region (28) , which encodes several proteins required for cytolysis and bacterial spreading (15) . Among them, the ESAT-6 protein was shown to enhance the permeability of artificial membranes, suggesting a possible direct role in cytolysis of infected macrophages that allows the mycobacterium to spread to other cells (17, 19) . The ESAT-6 protein is secreted out of the mycobacteria at an early stage of tuberculosis infection and accomplishes its function as a heterodimer together with another culture filtrate protein, CFP-10 (10-kDa culture filtrate protein) (6) . Importantly, the ESAT-6 protein as well as other early secreted antigens appeared to be a potent immunogen inducing the Th1 immune response in animals as well as in humans (7, 8, 37, 38) .\n\nThe success of immunization with the ESAT-6 protein in animals was dependent on the method of its delivery. While the ESAT-6 protein failed to induce a significant protective immune response as a peptide or DNA vaccine (20, 26, 40) , vaccination using live bacterial vectors such as M. bovis BCG (4, 35) or Salmonella enterica serovar Typhimurium expressing ESAT-6 (29) induced a protective immune response in mice.\n\nIn the current study, we constructed influenza virus NS vectors expressing the ESAT-6 protein and tested their potency to induce an immune response and provide protection against tuberculosis. Beside advantages associated with intranasal application and the development of a local immune response in the respiratory tract, influenza virus vectors are ideal tools for prime-boost immunizations, since several non-cross-reactive subtypes of influenza viruses are available. In our experiments, the ESAT-6 protein was delivered into the respiratory tract by using H1N1, H2N2, and H3N2 Flu/ESAT-6 vectors, utilizing a prime-boost strategy and varying the subtypes, or by double immunization with a trivalent vaccine. All vectors were designed as attenuated viruses by means of truncation of their NS1 genes. Interestingly, previously obtained recombinant influenza A viruses expressing Nef and green fluorescent protein, inserted at the same position of the NS1 open reading frame, were replication deficient in mice, presumably due to an inappropriate function of the NS1 protein (12, 23) . In the case of FIG. 5 . Mean weight gain of guinea pigs. Two groups of animals were immunized twice with a trivalent Flu/ESAT-6 vaccine i.n. or s.c., respectively. One group of guinea pigs was immunized with BCG s.c. once at the time of the first immunization. Naïve guinea pigs were used as the control group. Six weeks after the first immunization, the animals were challenged s.c. with M. tuberculosis H37Rv and weighed weekly. Each time point represents the mean weight gain for four guinea pigs. Error bars indicate standard errors of the means. (41) . On the other hand, the NS1 protein alone might promote the dimerization of the ESAT-6 protein in our constructs, presumably leading to an increased stability and immunogenicity of the foreign antigen. We found that Flu/ESAT-6 vectors were capable of inducing a substantial T-helper response despite the fact that the NS1 fusion protein was not secreted by infected cells or incorporated into virus particles. This effect, presumably due to the cross-priming mechanism of antigen presentation, illustrates the high vaccine potential of influenza virus NS vectors. Vaccination of mice with Flu/ESAT-6 resulted in an increased Th1 response to the ESAT-6 antigen after challenge in lymphocytes derived from the MLNs, but not in splenocytes. It should be mentioned that in our experiments, the efficacy of vaccination was tested using an i.v. challenge model. We demonstrated that i.n. vaccination, even after systemic challenge with a high dose of mycobacteria, provided a substantial level of protection, comparable to that of the BCG vaccine. Measurement of IFN-␥ production by T-helper cells derived from spleens of mice vaccinated with BCG or wt PR8 showed almost the same pattern of IFN-␥ release as in the group immunized with influenza virus vectors. In contrast to the response to ESAT-6 stimulation, splenocytes of mice immunized with influenza virus vectors stimulated with concanavalin A showed a significant increase in IFN-␥ production, indicating better conditions of the immune systems of the mice. Titration of bacterial loads from spleens and lungs clearly demonstrated that immunization, although providing a systemic immune response to tuberculosis, was especially effective in protecting lungs. Importantly, the immunological data were in full correlation with the bacterial counts and results of histological examination of the lung tissues. The protective effect of vaccination was also significant in guinea pigs, which are generally accepted as the most suitable model for tuberculosis vaccines. As guinea pigs are relatively resistant to influenza virus infection, animals vaccinated s.c. with Flu/ESAT-6 vectors showed higher resistance to s.c. M. tuberculosis challenge than animals with i.n. application. It would appear that s.c. immunization induces better immunity at the systemic level, which is reflected by a more significant reduction of bacterial titers in spleens than in lungs. The mechanism of antigen presentation after s.c. application of live influenza virus vectors remains to be elucidated; however, preliminary results showed that Flu/ESAT-6 viruses were capable of infecting macrophages and presumably other antigen-presenting cells involved in the dermal immunity system. The lower efficiency of i.n. immunization of guinea pigs could also be attributed to the low sensitivity of these animals to influenza virus infection (21, 32) . Nevertheless, results of animal protec-tion studies revealed the effectiveness of Flu/ESAT-6 vectors to be similar to that of conventional BCG vaccines.\n\nThe results of the current work provide first evidence of the potency of influenza virus vectors expressing an M. tuberculosis antigen to be used for prophylaxis. Since live influenza virus vaccines have been licensed for use in children and adults (FluMist) (2, 5, 10, 22) , their NS genes could be engineered to express additional antigens derived from other pathogens. Due to the serious threat of tuberculosis infection worldwide, the mycobacterial antigens should be considered very important targets for incorporation into recombinant influenza virus vaccines for i.n. administration."}