{"title": "STRUCTURES AND MECHANISMS IN FLAVIVIRUS FUSION", "body": "Our understanding of the mechanisms by which enveloped viruses enter cells has made an enormous leap forward in the past few years, primarily through the solution of atomic structures of virion surface proteins (or fragments thereof) that mediate the fusion of the viral membrane with cellular membranes. Fusion proteins from several different virus families including Orthomyxoviridae (Wilson et al., 1981; Bullough et al., 1994; Chen et al., 1998; Rosenthal et al., 1998) , Paramyxoviridae (Baker et al., 1999) , Retroviridae (Fass et al., 1996; Tan et al., 1997; Weissenhorn et al., 1997; Chanet al., 1997; Caffrey et al, 1998; Malashkevich et al., 1998; Kobe et al., 1999) , and Filoviridae (Weissenhorn et al., 1998; Malashkevich et al., 1999) have been shown to exhibit striking structural similarities, suggesting that they all use a common mechanism for inducing membrane fusion, and that the same general model applies to all of these cases (Hughson, 1997; Skehel and Wiley, 1998; Weissenhorn et al., 1999) . The envelope glycoprotein E of the flavivirus tick-borne encephalitis (TBE) virus (Rey et al., 1995) is a notable exception. It mediates membrane fusion, but it does not share the salient features of the previously mentioned viral fusion proteins, suggesting that the structures and mechanisms used by flaviviruses might be significantly different.\n\nIn this review we focus primarily on the work carried out with TBE virus, the structurally best characterized of the flaviviruses. We attempt to relate these data to those obtained with other flaviviruses, which are assumed to have a conserved structural organization, and compare the characteristics of flavivirus fusion to those of other enveloped viruses.\n\nThe genus Flavivirus of the family Flaviviridae includes about 70 distinct viruses, all of which are serologically related and, in the majority of cases, maintained in nature by transmission from hematophagous arthropod vectors (mosquitoes or ticks) to vertebrate hosts [reviewed by Monath and Heinz, (1996) ]. More than 50% of the flaviviruses have been associated with human disease, and of those, the most important in terms of disease incidence are dengue (DEN) virus (types 1 to 4), yellow fever (YF) virus, Japanese encephalitis (JE) virus, and TBE virus. Flaviviruses are distributed worldwide, but individual species are restricted to certain geographic areas that provide the ecological conditions required to maintain the natural cycles of these viruses (e.g., DEN virus in tropical and subtropical areas around the world; YF virus in tropical and subtropical regions of Africa and South America; JE virus in Southeast Asia; TBE virus in Europe and Northern Asia).\n\nThe flavivirus genome is a positive-stranded RNA molecule consisting of a single long open reading frame (ORF) of more than 10,000 nucleotides flanked by noncoding regions at the 5\" and 3' ends. The genomic RNA is the only mRNA found in infected cells, and its translation gives rise to a polyprotein that is cotranslationally and posttranslationally processed into the viral structural proteins and a set of nonstructural proteins required for virus replication [for more details of the molecular biology of virus replication, see Rice (1996) ]. The virion is spherical, with a diameter of approximately 50 nm and contains an isometric nucleocapsid surrounded by a lipid envelope.\n\nMature flaviviruses have three proteins: a capsid protein (C) and two integral membrane proteins designated E (envelope) and M (membrane) (Fig. 5.1) . The E protein is glycosylated in most, but not all, flaviviruses and, at least in TBE virus, is a homodimer. It is believed to mediate both receptor-binding and fusion activity and is the major target of neutralizing antibodies. Immature virions, which are present in infected cells, contain heterodimers consisting of the E protein and a second glycoprotein (prM), the precursor of the M protein. The prM protein is cleaved by a cellular protease (presumably furin) during virus maturation.\n\nThe entry of enveloped viruses into cells and the release of the nucleocapsid require the fusion of the viral membrane with a cellular membrane (reviewed by White, 1992; Hernandez et al., 1996) This may occur either at the plasma membrane (e.g., in the case of many retroviruses and paramyxoviruses) or at endosomal membranes after the virus is taken up by receptor-mediated endocytosis (e.g., in the case of orthomyxoviruses, rhabdoviruses, togaviruses, and flaviviruses). The envelope glycoproteins responsible for viral fusion often have a dual function, with receptor binding and fusion activity residing in the same protein (e.g., the influenza virus HA protein), but in some cases\n\nMature virion p~ T\n\nFIG 5.1, Schematic of the composition of immature and mature flaviviruses. Limited trypsin digestion of TBE virus yielded a soluble dimeric ectodomain fragment of the E protein, which was used for structure determination (Rey et al., 1995) . these functions are mediated by different proteins, such as the HN and F proteins of paramyxoviruses. Several of these proteins are synthesized in a precursor form that requires cleavage by a cellular protease (reviewed by Klenk and Garten, 1994) . The cleavage event primes the molecule for a subsequent conformational change that is crucial for the fusion process. The activating cleavage can occur either in the fusion protein itself (e.g., in the case of the influenza virus HA protein) or in an accessory protein that forms a stable complex with the fusion protein during biosynthesis (e.g., in the case of the alphavirus spike glycoproteins). In either case it leaves the fusion protein in a metastable conformation, which, when the appropriate trigger is applied (receptor binding or low pH, depending on the virus), is converted to a lower energy state. For influenza virus HA and structurally related fusion proteins the transition involves the release and extension of part of the protein as an a-helical coiled coil, and the metastable state therefore is said to be \"spring-loaded\" (Carr and Kim, 1993; Carr et al., 1997; Qiao et al., 1998) . The conformational changes triggered at the plasma membrane by receptor binding or in the endosome by acidic pH lead to the exposure of a structural element, the fusion peptide, which interacts with the target membrane and thus initiates the fusion event.\n\nDetailed structural information on the conversion from the metastable native conformation to the stable final conformation is available only for the influenza HA, because it is the only viral fusion protein for which the atomic structures of both forms are known (Wilson et al., 1981; Bullough et al., 1994) . However, from the partial structures of the presumed final stable conformation of several other viral fusion proteins (Fass et al., 1996; Tan et al., 1997; Weissenhorn et al., 1997; Chan et al., 1997; Weissenhorn et al., 1998; Malashkevich et al., 1998; Malashkevich et al., 1999; Baker et al., 1999; Kobe et al., 1999) , it has become apparent that they all share a similar structural basis for their functions, which is also mechanistically related to that of the cellular fusion machinery (v-SNARES and t-SNARES) Hughson, 1999) . They have in common that they undergo conformational changes in which specific protein segments are recruited into rod-shaped helical bundles, bringing together the fusion peptide and the membrane anchor, and with them presumably also the viral and cellular membranes. Among the viral fusion proteins of this structural class, the vaccinia virus 14-kDa protein is the only one that does not have its own membrane anchor but is indirectly attached to the membrane via a second protein (Vazquez et al., 1998) .\n\nThe structural changes leading to viral fusion in many cases are irreversible and can occur only once because they lead to the inactiva-tion of the virus. Therefore, these molecules are also vulnerable to premature triggering during assembly and release, either by interaction with receptor molecules or by exposure to acidic pH in the trans-Golgi network (TGN)o Viruses have evolved different strategies to cope with this problem, including the use of accessory proteins to stabilize the labile fusion protein (Salminen et al., 1992; Guirakhoo et al., 1992; Heinz et al., 1994) and the use of proton channel-forming proteins to increase the pH in the TGN (Steinhauer et al., 1991; Hay, 1992) .\n\nThe flavivirus life cycle as it relates to fusion is shown schematically in Fig. 5 .2. Available data indicate that viruses enter cells by receptormediated endocytosis and that low pH-triggered fusion of the viral m e m b r a n e with the endosomal membrane leads to the release of the The life cycle of flaviviruses, highlighting the processes of entry by receptormediated endocytosis, fusion of the viral membrane with the endosomal membrane, assembly of immature virions in the endoplasmic reticulum (ER), transport of immature virions through the exocytic pathway, proteolytic cleavage of prM in the trans-Golgi (TGN) network, and release of mature virions. A subviral particle (slowly sedimenting hemagglutinin, SHA) is secreted as a by-product of flavivirus replication. Acidic compartments are shaded gray. nucleocapsid into the cytoplasm, where translation and RNA replication occur (Rice, 1996) . Based on ultrastructural and biochemical evidence, immature (prM-containing) virions appear to be assembled at intracellular compartments, presumably by budding into the endoplasmic reticulum (ER) and are then transported through the cellular exocytic pathway, where modifications such as the trimming and terminal addition of carbohydrate side chains occur. The maturation cleavage of prM is believed to be mediated in the TGN by furin shortly before release of the virus. Flavivirus-infected cells also secrete subviral particles with hemagglutination activity, called slowly sedimenting hemagglutinin (SHA). These particles, which are apparently a byproduct of virus assembly, contain the envelope proteins but not the capsid protein. Similar particles can also be generated in recombinant form by the expression of the E protein together with the prM protein and, as discussed next, have played an important role in several areas of flavivirus research, including the investigation of fusion.\n\nIt is a characteristic property of flaviviruses that the coexpression of the prM and E proteins in the absence of the C protein leads to the formation and secretion of a capsidless subviral particle . Recombinant subviral particles (RSPs) have been generated for several different flaviviruses Konishi et al., 1991; Pincus et al., 1992; Konishi et al., 1992a; Konishi et al., 1992b; Yamshchikov and Compans, 1993; Sato et al., 1993; Konishi et al., 1994; Fonseca et al., 1994; Pugachev et al., 1995; Allison et al., 1995b) , but they have been the most extensively characterized in the TBE virus system (Schalich et al., 1996) . The TBE virus RSPs are smaller than virions (approximate diameter 30 vs. 50 nm), but their assembly pathway is quite similar to that of the virus. Like whole virions, they are first assembled in an immature form that contains prM and E. The mechanisms of intracellular transport, processing of carbohydrate side chains, and cleavage of prM by a cellular protease before release from the cells occur in the same manner, and presumably by the same mechanisms used by the virus itself. Consistent with their smaller size, they exhibit a slower sedimentation rate than virions, and because of the lack of a nucleocapsid their buoyant density is lower (1.13 vs. 1.19 g/cm 3 in sucrose). The following evidence suggests that TBE virus RSPs possess a lipid membrane (Allison et al., 1995b; Schalich et al., 1996; Corver et al., 2000) : (1) They have been shown in metabolic labeling experiments to incorporate [14C]choline and fluorescently labeled fatty acids, (2) they are readily disrupted by treatment with nonionic detergent, (3) they fuse with liposomes at low pH, and (4) they are capable of inducing cell-cell fusion when applied externally to cells and acidified.\n\nThe structure and oligomeric arrangement of the E protein on the surface of TBE virus RSPs appear to be very similar to that on the snrface of virions. This conclusion is supported by a variety of different experimental data (Schalich et al., 1996) . RSPs and virions are indistinguishable in their reactivity pattern with a panel of E protein-specific monoclonal antibodies, several of which are neutralizing and conformation-specific. They are also similar in their specific HA activities and fusion properties, both of which are mediated by the E protein. Their particulate nature and native antigenic structure make RSPs excellent vaccine candidates, as has been shown in a number of immunization studies in the TBE virus and other flavivirus systems using purified RSPs (Konishi et al., 1992b; Konishi et al., 1994; Heinz et al., 1995; Konishi et al., 1997b) , as well as plasmid constructs (Phillpotts et al., 1996; Schmaljohn et al., 1997; Colombage et al., 1998; Konishi et al., 1998b; Aberle et al., 1999) and recombinant viruses Konishi et al., 1991; Pincus et al., 1992; Konishi et al., 1992a; Konishi et al., 1994; Fonseca et al., 1994; Konishi et al., 1997a; Colombage et al., 1998; Konishi et al., 1998a ) that lead to the synthesis of RSPs after administration. Because their envelope glycoproteins have a native structure and are functionally active, RSPs are also an extremely valuable model for studying flavivirus envelope structure and function (see Sections VII.B, VII.F, and VII.G).\n\nThe fusion properties of flaviviruses have been investigated using several different assay systems, including virus-induced cell-cell fusion and virus-liposome fusion (Ueba and Kimura, 1977; Gollins and Porterfield, 1986b; Summers et al., 1989; Randolph and Stollar, 1990a; Guirakhoo et al., 1991; Vorovitch et al., 1991; Despres et al., 1993; Guirakhoo et al., 1993; Corver et al., 1999) . All of these studies indicate that flaviviruses require an acidic pH for fusion, consistent with their proposed mode of entry. This is further supported by electron microscopy studies that show that they are taken up by receptormediated endocytosis (Gollins and Porterfield, 1985; Kimura et al., 1986; Gollins and Porterfield, 1986c) as well as the observation that infection of cells by various different flaviviruses can be inhibited by raising the pH in endocytic compartments (Gollins and Porterfield, 1984; Brandriss and Schlesinger, 1984; Randolph and Stellar, 1990a; Heinz et al., 1994) .\n\nA detailed analysis of flavivirus fusion was carried out by Gollins and Porterfield (1986b) using [3H] uridine-labeled West Nile virus and liposomes containing ribonuclease. Fusion was measured by quantitating the degradation of the viral RNA to trichloroacetic acid-soluble material, and this technique allowed a number of important parameters relevant for fusion to be investigated. Using liposomes containing phosphatidylcholine (PC), phosphatidylethanolamine (PE), sphingomyelin (Sph), and cholesterol (Cho) at molar ratios of 1:1:1:1.5, maximum fusion activity was demonstrated at pH 6.7 and below. It was shown to be complete after 2 minutes at 37°C and to be independent of the presence of divalent cations. Fusion was strongly dependent on temperature, and no fusion activity was detectable at 0°C. Surprisingly, fusion could also be induced at pH 8.0 by raising the temperature to 45°C, suggesting that under certain circumstances increased temperature can substitute for the effect of an acidic pH. The fusion characteristics were also shown to be significantly influenced by changing the lipid composition of the liposomes, which affected both the optimum pH and the extent of fusion. The elimination of PC, PE, or Cho reduced the extent of fusion by one-fourth to one-third, whereas the elimination of Sph produced a small increase. Cho, although not essential, appears to have special fusion-promoting properties, because liposomes composed only of PC and Cho exhibited the same maximum level of fusion as liposomes consisting of PC + PE + Cho + Sph, whereas no fusion was observed with PC + PE or PC + Sph liposomes.\n\nAlthough these studies have revealed a number of important parameters of flavivirus-induced fusion, the types of assay systems used did not allow detailed kinetic analysis to be carried out. This has since been made possible in the TBE virus system by the establishment of fluorescence-based fusion assays, allowing on-line measurements of fusion kinetics and the investigation of the effects of a variety of factors such as pH, temperature, and lipid composition (Corver et al., 1999) . Most of the experiments have been carried out using an assay in which a virus that had been metabolically labeled by the addition of 1pyrenehexadecanoic acid (Cz6-pyrene) to the cell culture medium fuses with a liposomal target membrane. This leads to a change in the fluorescence spectrum due to the dilution of the fluorophore, thus allowing precise quantitative measurements (Pal et al., 1988; Stegmann et al., 1993) .\n\nCorver et al. (2000) studied TBE virus fusion with target liposomes containing PC, PE, Sph, and Cho (molar ratios 1:1:1:1.5); and their most important findings can be summarized as follows:\n\n1. Consistent with previous flavivirus fusion studies, TBE virusinduced fusion at 37°C was absolutely dependent on acidic pH, with a relatively high threshold (pH 6.8 to 6.6) and a broad optimal range (pH 5.0 to 6.2). 2. Fusion was extraordinarily fast and efficient. At optimal pH, fusion occurred at the unprecedented rate of about 40% per second, and was more than 50% complete within the first 2 to 3 seconds. 3. In contrast to many other viruses, lowering the temperature had relatively little influence on the rate and extent of the TBE virus fusion reaction. No measurable lag phase was observed when the temperature was lowered to 15°C, and the initial fusion rate was only three times lower at 15°C than at 37°C. Even at 4°C, fusion was still relatively efficient, although at this temperature a brief lag phase of 4.5 seconds was observed. This differs from the lack of measurable fusion activity at 0°C observed in the West Nile virus study (Gollins and Porterfield, 1986b) . The apparent discrepancy could be due to the effect of temperature on the detection system itself in the ribonuclease assay. 4. As with West Nile virus (Gollins and Porterfield, 1986b) , the composition of the target liposomes had a significant influence on the fusion kinetics of TBE virus. Both studies showed that Sph is apparently not required, but that omission of cholesterol results in a strong decrease in fusion efficiency. The consistent conclusion of both of these studies is that the presence of cholesterol in the target membrane facilitates fusion, but, unlike with the alphaviruses, it is not absolutely required (Kielian, 1995; Lu et al., 1999; Smitet al., 1999) .\n\nA comparison of these kinetic data with those of other enveloped viruses reveals that TBE virus (and probably other flaviviruses as well) possess the most efficient and fastest fusion machinery described to date for any enveloped virus. Up to now, the fastest rates have been observed for the alphavirus Semliki Forest virus (SFV). As depicted in Fig. 5 .3A, the rate of fusion with SFV at 37°C (25%/sec) Nieva et al., 1994; Moesby et al., 1995) is not only slower than that of TBE virus (40%/sec), but it is also more strongly influenced by lowering the temperature. The same also holds true for influenza virus (Stegmann et al., 1990) , which, under optimal conditions (using erythrocyte ghosts), has a fusion rate of about 6%/sec at 37°C when calculated in the same way as for TBE virus. In comparable fusion assays (i.e., with liposomes as target membranes) influenza virus fusion is even slower. Stegmann et al. (1990) observed an initial rate of not more than 0.2%/sec at 37°C, which dropped to about 0.01%/sec at 0°C. Thus, at lower temperatures the differences between TBE virus and the other viruses are even more pronounced.\n\nProbably more significant than the high fusion rate is the lack of a lag phase in the TBE virus fusion reaction, even at 15°C. This is quite different from what has been observed with SFV (Justman et al., 1993; Bron et al., 1993) and contrasts even more with influenza virus, which, at 0°C, has a lag phase of 4 to 8 minutes (Stegmann et al., 1990) (Fig. 5.3B) . Viruses that fuse at the plasma membrane, for example, paramyxoviruses (Hoekstra et al., 1985) and retroviruses (Sinangil et al., 1988) , also exhibit relatively slow rates of fusion under optimal conditions, which become very slow or even undetectable at lower temperatures.\n\nTBE virus does not require the presence of a receptor for fusion, indicating that receptor binding and fusion activity are unlinked properties, as is the case with other viruses that fuse at low pH. For influenza virus, however, it has been shown that the presence of its receptor (sialic acid) in the target membrane increases the rate and extent of fusion (de Lima et al., 1995) . In this case the binding to the sialic acid receptor may help to orient the HA molecule at the site of fusion in a way that facilitates the formation of the fusion pore (Ramalho-Santos and de Lima, 1998). With flaviviruses it is still not known whether a receptor might play a role in a postbinding event.\n\nThe atomic structure of the ectodomain of the TBE virus E protein has been determined by X-ray crystallography to a resolution of 2.0 (Rey et al., 1995) . This was made possible by the isolation of a soluble and crystallizable dimeric fragment of the E protein (sE) by limited trypsin digestion of purified TBE virus . The sE fragment lacks the C-terminal membrane anchor and a \"stem structure\" of approximately 40 amino acids located between the membrane and the crystallized ectodomain. The most striking and distinguishing features of the structure (Fig 5.4 ., see also color insert) are that the subunits of the homodimer are arranged in a head-to-tail, rather than parallel orientation and that the dimer is apparently oriented parallel rather than perpendicular to the membrane, as would be expected of a viral glycoprotein spike. The orientation of the dimer has been inferred from the observations that the dimer has a slight curvature, correo sponding to the curvature of the surface of a virion with a diameter of about 50 nm, and that its external face carries the carbohydrate side chain, antibody binding sites involved in neutralization, and structural elements that vary in sequence and size among different flaviviruses. This structure is therefore fundamentally different from that of all of the other viral envelope glycoproteins for which structural information is currently available.\n\nEach of the protein monomers is composed of three distinct domains, designated domains I, II, and III ( Fig. 5.4) . Domain I is in the center of the monomer and consists of an 8-stranded up-and-down ~ barrel, the axis of which is oriented parallel to the membrane. It contains the N terminus and two disulfide bridges, and also carries the single carbohydrate side chain. Domain II is an extended finger-like structure with a short antiparallel ~ sheet at its base and an elongated part that is also mostly composed of ~ strands but includes two short stretches of helices. This domain can also be regarded as a subdomain of domain I, because it is composed of two large insertions extending from loops of the central domain, one of which is a 3-stranded [~ sheet cross-linked by three disulfide bridges. The dimer is stabilized by interactions between domain II and each of the three domains of the other subunit. The side of domain II makes an extended contact with its counterpart in the dimer, and its tip (the cd loop) extends far into a pocket created by domains I and III of the other subunit. Domain III has the typical fold of an immunoglobulin constant (IgC) domain. It is separated from domain I by a stretch of 15 amino acids, which is also linked to domain III by a disulfide bridge. The axis of the IgC barrel is perpendicular to the virus surface, and so far, this is the only example of an Ig-like domain in a viral envelope glycoprotein. However, a similar domain has been found in the structure of a nonenveloped insect virus (N-omega virus) (Munshi et al., 1996) , and due to its exposure on the virion surface, this domain is believed to be involved in receptor binding.\n\nIt appears justified to assume that the overall structural organization of the E proteins of other flaviviruses is the same as that of TBE virus, based on the fact that all flavivirus E proteins share at least 40% identical amino acids and that all of the 12 cysteines present in the TBE structure, which have been assigned experimentally to six disulfide bridges in the West Nile virus E protein , are absolutely conserved. The TBE virus E protein structure therefore has also been used to map and interpret data obtained using other flaviviruses (McMinn, 1997; Chen et al., 1997; Ni et al., 1997; Roehrig et al., 1998) .\n\nThere is still little direct experimental data regarding the involvement of different structural elements in the receptor-binding and fusion functions of the E protein. Domain III has been proposed to contain a receptor-binding site (Rey et al., 1995, Stuart and Gouet, 1995) , in part because there are many examples of the involvement of Ig-like domains in cellular protein-protein interactions, including those of cellular adhesion molecules. It is noteworthy therefore that the lateral surface of domain III differs significantly between mosquito-borne and tick-borne flaviviruses. Specifically, the FG-loop in the TBE structure, which contains a tight turn, is extended in all mosquito-borne flaviviruses by a 4 amino acid insertion. In several cases, this includes an RGD sequence, which is a characteristic motif of ligands for members of the integrin family of cell surface receptors. Other sites on the protein have also been implicated in receptor binding. In studies with dengue 2 virus, two putative glycosaminoglycan (GAG) binding motifs on domains III and I were identified, and experimental data support the involvement of GAG binding for DEN entry (Chen et al., 1997) . Consistent with a possible role in receptor binding, a number of studies have shown that mutations in the lateral surface of domain III can have a strong influence on the virulence characteristics of several different flaviviruses [reviewed in McMinn (1997) ].\n\nThe fusion function of the E protein requires an extensive structural rearrangement, probably involving each of the three domains. Based on sequence similarities with other viral fusion peptides, the cd loop at the tip of domain II has been proposed to function as an internal fusion peptide for flaviviruses (Roehrig et al., 1989; Roehrig et al., 1990) . These structural aspects of flavivirus fusion are discussed more extensively later.\n\nThe fusion of viral and cellular membranes is apparently not mediated by individual protein molecules but requires cooperativity between fusion protein oligomers. It has been proposed that the lag phase observed in the fusion process of enveloped viruses represents the time needed for a specific clustering and arrangement of fusion proteins at the site of fusion pore formation (Ellens et al., 1990; Danieli et al., 1996) . The flavivirus envelope, as shown with TBE virus, has a highly ordered structural organization, which may facilitate the rapid formation of the necessary oligomeric assemblies during fusion. A detailed understanding ofvirion architecture, especially the oligomeric organization of the E proteins in the virion envelope, is therefore important for understanding the molecular mechanisms of flavivirus fusion. E protein dimers on the virion surface are not spatially isolated and, in fact, appear to be densely packed. Treatment of intact TBE virus with bifunctional cross-linkers yields a series of oligomeric bands, including dimers, trimers, tetramers, pentamers, and higher molecular weight structures that can be identified by electrophoresis (Heinz and Kunz, 1980; Allison et al., 1995a) . Solubilization with nonionic detergents, such as Triton X-100, results in the loss of the lateral contacts between the E dimers, yielding a homogeneous population of isolated dimers. More detailed structural information on the arrangement of the E dimers is emerging from ongoing cryoelectron microscopy and image reconstruction studies with the TBE virus system, conducted by Stephen Fuller and his coworkers at the EMBL in Heidelberg, using mature virions, immature virions, and capsidless RSPs. Because the most progress so far has been made with RSPs, we will first describe their structural charac-teristics before discussing the possible implications of these data for the understanding of the structure of the whole virion.\n\nThe structure of the TBE virus RSP was determined to a resolution of 19 A by cryoelectron microscopy and image reconstruction (Ferlenghi et al., in preparation) . The most striking result of this work is the finding that RSPs are icosahedral with 30 dimers arranged in a T=I lattice. Each of the dimers is centered on an icosahedral twofold axis, but rotated to form a closed shell with a diameter of 315 A (shown schematically in Fig. 5.5B ). Lateral dimer-dimer interactions appear to involve contacts between a loop in domain II on one side and a groove in domains I and III on the other. The formation of capsidless subviral particles by interactions of membrane proteins alone has also been observed with other viruses, for example, coronaviruses (Vennema et al., 1996) and hepatitis B virus (Simon et al., 1988; Bruss and Ganem, 1991) , but so far no evidence for icosahedral symmetry has been presented in these cases.\n\nPreliminary cryo EM data indicate that TBE virus particles are also icosahedral (D. Thomas and S.D. Fuller, unpublished) . Their larger size (520 A), however, would preclude them from having the same T=I arrangement as the RSPs. Based on the assumption that the lateral contacts between E proteins are similar, the larger surface area of the virions would accommodate a hypothetical T=3 organization with 90 dimers (Fig. 5.5C ). High-resolution data from image reconstructions are necessary to assess whether this model is correct.\n\nIcosahedral envelope arrangements have also been observed in the alphaviruses Semliki Forest virus (Vogel et al., 1986; Venien and Fuller, 1994) , Ross River virus (Cheng et al., 1995) , and Sindbis virus (Fuller, 1987; Paredes et al., 1993) . These viruses are somewhat larger than flaviviruses and have a T=4 organization. Their envelopes, however, like those of flaviviruses, are composed of a network of threefold envelope protein assemblies situated at local threefold symmetry axes. One of the alphavirus envelope proteins (E2) interacts specifically with the proteins of the nucleocapsid (Garoff et al., 1998) , which, like the viral envelope, has a T=4 icosahedral arrangement. For flaviviruses it is still not known what role interactions between the nucleocapsid and the membrane proteins might play in the ordering of the virus structure.\n\nFlaviviruses are similar to other enveloped viruses in that their fusion activity apparently depends on triggered conformational changes in the fusion protein. Evidence for such structural changes was first provided by protease digestion experiments (Kimura and Ohyama, 1988; Guirakhoo et al., 1989) and by the demonstration that the reactivity with conformation-specific monoclonal antibodies changes after preincubation of viruses at low pH Roehrig et al., 1990; Guirakhoo et al., 1992; Heinz et al., 1994) . When the specific location of these epitopes in the three-dimensional structure of the TBE virus E protein was established (Rey et al., 1995) , it became clear that these alterations affect the entire molecule, with changes occurring in each of the three domains Heinz et al., 1994; Schalich et al., 1996) . The loss or reduction of the reactivity of several conformational epitopes involved in neutralization and the increased reactivity of others suggest an extensive change in the E protein structure after low pH treatment.\n\nThese changes are not restricted to the individual protein subunits. In fact, they lead to a complete oligomeric rearrangement of the E protein molecules in the viral membrane. Cross-linking and sedimentation analysis (Allison et al., 1995a) revealed that the exposure of the virus to low pH converts the E dimers to a homotrimeric form. This transition is irreversible and complete within a few seconds. How an assembly of dimeric proteins can be rapidly and quantitatively converted into trimers can be envisioned in the context of an icosahedral structure (Fig. 5.5) . With the dimers centered on icosahedral twofold axes, each of the monomeric subunits makes contact with two neighboring ones at threefold symmetry axes in RSPs or pseudo-threefold symmetry axes in virions. Therefore, when lateral interactions are considered, the entire viral envelope can be thought of as an assembly of either 90 dimers or 60 trimers. It is likely that the conformational changes induced by low pH have the effect of strengthening the neighboring trimeric contacts at the expense of the dimeric ones. The nature and stability of the dimer and trimer interactions, however, may not be identical in all flaviviruses. In studies with West Nile virus, Wengler (1989) and Wengler et al. (1987) isolated trimeric forms of the E protein from protease-treated virions at pH 8.0 using octylglucoside solubilization. The isolated trimers were 7 nm in diameter and had a ring-shaped appearance in electron micrographs. On removal of the detergent, they formed higher-order aggregated structures. Therefore, even without exposure to acidic pH, the contacts at 3-fold axes might be strong enough (and those at the 2-fold axes weak enough) to allow the isolation of trimers under certain experimental conditions. In the TBE virus system, however, there is clearly a quantitative oligomeric switch from Triton X-100-stable dimers at neutral pH to trimers at acidic pH, and in all the experiments carried out so far, this change was irreversible (Allison et al., 1995a; Stiasny et al., 1996; Schalich et al., 1996; Stadler et al., 1997) .\n\nThe pH threshold for triggering the low pH-induced structural changes in TBE virus correlates with that of the induction of fusion activity, suggesting that these processes are closely linked. A threshold around pH 6.6 was found for both the changes in monoclonal antibody (MAb) reactivity and the dimer-trimer transition (Allison et al., 1995a) , and this corresponds to the threshold for the induction of fusion in cell-cell fusion assays (Guirakhoo et al., 1991) and for virus fusion with artificial liposomal membranes (Vorovitch et al., 1991; Corver et al., 2000) . Somewhat higher pH thresholds for both the conformational change and fusion have been reported for other flaviviruses (Gollins and Porterfield, 1986b; Kimura and Ohyama, 1988; Summers et al., 1989; Guirakhoo et al., 1993) . Although incubation times of 30s (Allison et al., 1995a) or less (unpublished observation) are sufficient for conversion of dimers to trimers, precise kinetic measurements of the time course of events occurring within the first seconds or milliseconds after acidification have not yet been carried out and may require similar technical approaches as those applied for studying related events in SFV (Fuller et al., 1995) .\n\nThe switch from dimers to trimers requires that the dimers dissociate and form new contact sites that stabilize the trimer. Although these steps are not separable when whole virions are analyzed, studies using different forms of soluble E protein dimers from TBE virus have provided evidence that they occur sequentially and are not necessarily linked Allison et al., 1999) . Based on these experiments it has been proposed that acidic pH first induces a reversible dissociation of the head domains, followed by an irreversible trimerization step that, at least in solution, requires structural elements in the stem-anchor region.\n\nThe three-dimensional structure of the stem-anchor region is not known, but sequence-based predictions provide evidence for the presence of potentially important structural elements, as depicted in Fig.  5 .6. This includes two potential ¢z helices flanking a highly conserved sequence element and two transmembrane regions constituting the Cterminal membrane anchor. The importance of each of these elements for different functions of the E protein, including the dimer-trimer switch in solution, was investigated using a set of deletion mutants yielding recombinant E protein dimers with progressive C-terminal truncations at the boundaries of each of the predicted structural elements . These studies revealed that the low pHinduced irreversible switch from dimers to trimers was dependent on the presence of at least the first of the two predicted amphipathic a helices in the stem region (HlP red, Fig. 5.6) , suggesting an involvement of this helix in trimer contacts. However, recent data on the trimerization of E protein in the presence of liposomes (see Section VII.D) sug- (Rey et al., 1995) and the \"stem-anchor\" region for which only secondary structure predictions are available (reproduced from Allison et al. 1999, with permission) , The viral membrane is indicated by parallel lines. HlP red and H2Pred: Predicted amphipathic a helices. CS: Conserved sequence element. TM1 and TM2: Predicted membrane-spanning segments. As depicted in the figure, it is not known whether TM2 actually remains in the membrane after polyprotein processing. gest that this structure may serve only as a facilitator of trimerization under the experimental conditions used rather than being essential for the maintenance of a stable trimeric structure.\n\nAlthough the structure of the low pH-induced trimeric form of the E protein is not yet known, it can be presumed that it is significantly different from the putative fusogenic or postfusion forms of the other viral fusion proteins for which atomic structures are currently available, including those of influenza virus (Bullough et al., 1994) , retroviruses (Fass et al., 1996; Tan et al., 1997; Weissenhorn et al., 1997; Chan et al., 1997; Malashkevich et al., 1998; Kobe et al., 1999) , filoviruses (Weissenhorn et al., 1998; Malashkevich et al., 1999) , and paramyxoviruses (Baker et al., 1999) . In contrast to the flavivirus E protein, these proteins contain long ~-helical elements that make up a considerable portion of their secondary structure. They also do not exhibit an oligomeric switch during fusion; they exist as trimers in their native conformation and remain trimeric after their triggered conformational change. On the other hand, significant similarities exist between flaviviruses and alphaviruses, in which the viral glycoproteins (El and E2) also form an icosahedral network (in this case composed of 80 trimers of El-E2 heterodimers). Biochemical studies (Wahlberg et al., 1992; Wahlberg and Garoff, 1992) , as well as timeresolved cryo-EM in combination with image reconstruction (Fuller et al., 1995) , indicate that the low-pH-induced fusion process of these viruses also involves oligomeric rearrangements similar to those occurring in flaviviruses. Specifically, acidic pH induces a series of events first leading to the dissociation of the El-E2 heterodimer and then to the irreversible formation of a stable trimer of the fusion-active E1 protein with an altered structure. Flaviviruses and alphaviruses therefore have in common an oligomerization-controlled mechanism of low pH-triggered fusion activity based on an icosahedral arrangement of their envelope proteins.\n\nLittle is known about how the interaction of viruses and their fusion proteins with the lipids of the target membrane influences the structural changes required for fusion. Most of the structural studies carried out so far have been done in the absence of membranes, and even in their presence, only a small percentage of the fusion proteins on the virion surface would be expected to participate directly in membrane interactions. We have recently begun to study TBE virus-membrane interactions using a liposome coflotation assay (Stiasny et al., in preparation) . In these studies, binding and coflotation were observed only when the virus was acidified in the presence of liposomes, whereas preexposure to acidic pH led to the irreversible loss of the capacity to bind to liposomes. Consistent with earlier data on acid pHinduced inactivation of fusion activity, HA activity, and infectivity (Heinz et al., 1994) , this clearly shows that the final trimeric form is biologically inactive and suggests that the initial interactions with the target membrane are made by a transient intermediate form. Coflotation experiments carried out with sE dimers (ectodomain fragment), which dissociate at low pH in solution but are unable to trimerize, have shown that the monomeric subunit of the E protein ectodomain is capable of binding to liposomal membranes, suggesting that the dissociation of the E dimer is the main prerequisite for membrane binding activity (Stiasny et al., in preparation) . Analysis of the bound proteins, however, revealed that they were no longer monomeric but had acquired a trimeric structure that appears to be similar to that obtained with the whole protein. This was surprising because the sE protein lacks HlP red (Fig. 5.6 ), the potential a-helical element in the stem that had been shown to be required for trimerization in solution in the absence of membranes Allison et al., 1999) . It can be concluded, therefore, that (1) binding of the monomers to target membranes facilitates their trimerization, (2) interactions involving only the ectodomains are sufficient for maintaining the trimer structure once it is formed, and (3) elements in the stem probably also contribute to trimer formation, but are not absolutely needed if the protein is already bound to a membrane. Although it would appear from these studies that lipid-and stem-mediated trimerizations are functionally equivalent for obtaining trimers in this in vitro system, it is likely that each plays a separate but important role in the more complex process of lipid bilayer fusion.\n\nSimilar results have also been reported recently with the ectodomain of the SFV fusion protein E 1 isolated from purified virions by digestion with proteinase K (Klimjack et al., 1994) . In contrast to TBE virus, this C-terminally truncated form of E1 is monomeric at neutral pH, but at acidic pH it was also shown to bind to liposomes and to be converted into a stable oligomer (presumably a trimer), which was resistant to SDS treatment. This transition was dependent on the presence of cholesterol and sphingomyelin in the liposomal membrane, consistent with the unique dependence of SFV fusion on these lipids. Nevertheless, the lipid-induced oligomeric switch appears to be yet another detail that points to a similarity between the fusion machineries of flaviviruses and alphaviruses.\n\nThe irreversibility of the dimer-to-trimer transition and the stability of the E trimers after back-neutralization are consistent with the notion that the native E dimer of TBE virus is metastable and that its conversion to the fusogenic state, like that of influenza virus HA, is kinetically controlled (Baker and Agard, 1994) . This is consistent with the observation that flavivirus fusion with liposomes can be artificially induced by heating (Gollins and Porterfield 1986b) . It is therefore likely that the function of acidic pH is to lower the energy barrier between the metastable native state and a more stable final conformation rather than affecting the thermodynamic stability of these conformations. In the case of influenza virus, the final stable state and fusion can also be attained by heating or the addition of chemical denaturants (Haywood and Boyer, 1986; Ruigrok et al., 1986; Carr et al., 1997) .\n\nThe relatively low temperature dependence, the high initial fusion rates, and the lack of a lag phase (at least between 15 ° and 37°C) suggest that TBE virus fusion requires a low activation energy at acidic pH. In the case of influenza and Sendai viruses, fusion has been described as a two-step process (White, 1990) , consisting of a rate-limiting second-order aggregation step followed by a first-order fusion step. For influenza virus the lag phase is believed to represent the time required for several HA trimers (at least three or four) to come together before fusion can occur (Danieli et al., 1996) . Owing to the length and extended nature of the spikes, however, the viral and cellular membranes would be expected to be quite far apart when the fusion process is initiated. Flaviviruses are the only viruses for which the fusion protein is known to lie flat on the membrane rather than forming a spike, and it is likely that this difference is the structural basis for the extremely fast fusion rates observed with TBE virus. The flat orientation of the flavivirus E proteins would presumably allow the two membranes to be much closer from the beginning, and for this reason less energy might be required to make them fuse. In addition, it is possible that the icosahedral organization of E proteins on the virion surface already provides a geometrical arrangement that facilitates fusion pore formation and therefore obviates the need for the kind of specific structural rearrangements that are required by other viruses and are believed to be responsible for the longer lag phases.\n\nThe structural and functional properties of TBE virus RSPs make them excellent tools for studying the involvement of specific structural elements in the functional activities of the E protein. Because they can be produced by transfection with plasmids, it is possible to make RSPs with specific mutations in functionally important regions of the E protein that would be lethal in a whole infectious virus system. In a detailed investigation of the fusion properties of RSPs in a liposome fusion assay system, Corver et al. (2000) demonstrated that the fusion characteristics of RSPs are very similar to those of the virus. This includes the low pH-dependence, the rate and extent of fusion, the effect of the lipid composition of the target membrane, and the kinetics of fusion inactivation at acidic pH. Furthermore, Schalich et al. (1996) demonstrated that the structural rearrangements induced in the virion envelope at low pH also occur in RSPs. The conversion from dimers to trimers and the accompanying changes in the reactivity pattern with monoclonal antibodies were found to be similar in RSPs and whole virions, as was the pH threshold for these changes. All of these observations strongly suggest that RSPs and virions use the same fusion mechanism, and that mechanistic insights gained from model studies with RSPs are directly relevant and applicable to the whole virus.\n\nFusion peptides are the structural elements within viral envelope glycoproteins that interact with the cellular target membrane and thus initiate the fusion process (reviewed by Hernandez et al., 1996) . From the analysis of such structures in several different families of enveloped viruses, it has become clear that many fusion peptides are located at the N terminus of the fusion-active subunit (e.g., in the fusion proteins of orthomyxo-, paramyxo-, and certain retroviruses), or proximal to its N terminus, as in the avian leukosis and sarcoma virus subgroup A of retroviruses (Hernandez and White, 1998) . Fusion peptides at internal sites have been identified in the fusion proteins of alphaviruses (Levy and Kielian, 1991; Durrer et al., 1995) and rhabdoviruses (Whitt et al., 1990; Zhang and Ghosh, 1994) . In flaviviruses, the N termini of the E and M proteins are not conserved, and their sequences are not similar to those of other known fusion peptides. However, the sequence element at the tip of domain II, the cd loop ( Fig.  5.4) , has been hypothesized to represent an internal fusion peptide (Roehrig et al., 1989) for the following reasons: (1) It resides within the most highly conserved stretch of amino acids in the flavivirus E protein (amino acids 98 to 111), (2) it contains the tetrapeptide GLFG, which is identical to the N terminus of the fusion peptide of influenza A virus HA and is similar to sequences found in other viral fusion peptides, and (3) it becomes more exposed in virions on low pH treatment (Roehrig et al., 1990) . Allison et al. (2000, submitted) used site-directed mutagenesis to make mutant RSPs in which Leu-107, which is part of the GLFG tetrapeptide, was replaced by Asp and Phe, the latter of which occurs as a natural variant in Powassan virus (Mandl et al., 1993) and certain strains of JE virus (Nitayaphan et al., 1990; Aihara et al., 1991) and DEN virus (Blok et al., 1989) . As predicted from their location in the structure, these mutations did not appear to affect the formation of dimers or the synthesis and secretion of RSPs, but pyrene-labeled RSPs containing the Leul07Asp mutation no longer had the ability to fuse with liposomes. Reduced but significant fusion activity, however, was observed with the Phe mutant, consistent with its rare but natural occurrence in infectious viruses. A careful analysis of other properties of the mutant RSPs, including reactivity profiles with monoclonal antibodies and low pH-induced conformational changes allowed the conclusion that the mutations at position 107 indeed had a direct effect on fusion. Liposome coflotation assays showed that the Asp mutant had lost its capacity to bind target membranes at low pH, consistent with the role of the cd loop as an internal fusion peptide.\n\nAlthough internal fusion peptides have been identified in several other viral fusion proteins (Whitt et al., 1990; Levy and Kielian, 1991; Zhang and Ghosh, 1994; Durrer et al., 1995; Hernandez and White, 1998) , the TBE virus fusion peptide is the only one so far for which its native three-dimensional structure is known. It is a highly constrained structure that is held in place by a disulfide bridge. It will be interesting therefore, to see whether the specific structure of the cd loop is functionally important and whether any structural conservation is found in the internal fusion peptides of other viruses. Despite the high degree of conservation of Leu-107 among flaviviruses, Phe is found at this position in several variants, including an attenuated strain of JE virus SA-14-14-2, which is being used as a live vaccine in China (Tsai and Yu, 1995) . It is possible that the mutation in the internal fusion peptide is at least partially responsible for the attenuated phenotype observed, a hypothesis that could be tested by engineering it into an infectious clone and comparing the virulence properties of the wildtype and mutant viruses.\n\nE protein mutants of several different flaviviruses have been described that differ from the corresponding wild types in their low pH-sensitivity and/or fusion activity. Mutations affecting these properties have been found in each of the three domains, providing support for the assumption that the structural transitions required for fusion are complex and involve the whole E protein molecule. Not surprisingly, such mutations can also have profound effects on other biological properties of the virus, such as neurovirulence or neuroinvasiveness [reviewed by McMinn (1997) ]. Our understanding of the structural and mechanistic implications of these mutations is limited because the structure of the low-pH form of E has not yet been determined, and therefore the changes that occur within the protein at low pH are not known. Nevertheless, we will summarize the most significant of these mutations (ordered by the domains to which they map) based on the current knowledge of the neutral pH structure and the functional and structural changes induced by low pH.\n\nDomain I: Guirakhoo et al. (1993) selected two different DEN 2 virus mutants with a significantly elevated pH threshold of fusion (at least 0.65 pH units), one by repeated exposure to acidic pH and the other by the addition of ammonium chloride. These mutants had in common the loss of a potential glycosylation site (Asn 153) corresponding to the TBE virus glycosylation site at position 154 (Fig. 5.4 ). This portion of the protein has been shown to participate in interactions between the subunits of the dimer, which also involve the carbohydrate moiety itself (Rey et al., 1995) . Although this site has since been reported not to be glycosylated in DEN 2 virus (Johnson et al., 1994) , it is possible that the elevated pH threshold of fusion in this case was due to a loss of protein interactions contributing to dimer stability. Another mutation in domain I of TBE virus (Lysl71Glu) appeared to have the opposite effect, resulting in stabilization, because its pH threshold of fusion was lower (by 0.4 pH units) than that of the wild type (Guirakhoo et al., 1991) .\n\nDomain II: The tip of this domain constitutes the fusion peptide and, as discussed previously, mutations in this region have direct consequences for target membrane binding. Mutations in other parts of this domain, however, were also shown to have significant, but probably more indirect effects on fusion and/or hemagglutination activity (a property of flaviviruses that requires acidic pH and--in contrast to influenza virus--is therefore probably related to fusion activity rather than receptor binding). With both Murray Valley encephalitis (MVE) and TBE virus, the most significant effects on fusion and HA activity were observed with mutations located at the base of domain II, which has hinge-like characteristics (Rey et al., 1995) and may therefore play an important role in domain movements during the fusion process ( Fig. 5.4) . McMinn et al. (1995 McMinn et al. ( , 1996 isolated a neutralization-escape mutant of MVE virus (Ser 277 He) that had lost HA activity and not only exhibited a lower pH threshold for fusion, but also a lower rate and extent of fusion. As with a related mutant of JE virus (Ile270Ser) (Cecilia and Gould, 1991) , HA activity was also impaired. A mutation spatially close to this site (Glu207Gly) in a TBE virus neutralization-escape mutant caused a similar severe impairment of HA activity (Holzmann et al., 1989) and fusion activity (unpublished). The mutant protein was extremely labile, and structural changes occurred even above pH 7.0. The location of this mutation at the dimer interface could cause a weakening of the dimer contacts and thus lower the activation energy required for the dimer-trimer transition.\n\nDomain III: The lateral surface of this domain (Fig. 5.4) has been implicated in receptor binding, but it is apparently also at least indirectly involved in fusion activity. The possible structural basis for this is completely unknown at present, but two mutations causing significantly altered fusion properties have been identified in this domain (unpublished) . The replacement of Thr-310 by Lys in TBE virus results in an almost complete loss of in vitro liposome fusion, even though the pH threshold of structural changes (as measured with a domain IIspecific antibody) was unchanged. Another mutation (Gly368Arg) apparently facilitates the low-pH transition by elevating the pH threshold but nevertheless exhibits a reduced rate of fusion.\n\nThe scattered distribution of mutations affecting flavivirus fusion is reminiscent of that found in the influenza virus HA, in which four separate groups of fusion mutations mapped to distinct structural entities of the protein [summarized in Bullough et al. (1994) ]. These mutations influence the structural transitions from the neutral to the low pH form, and the availability of the atomic structures of both forms of the influenza virus HA has made mechanistic interpretations possible. For TBE virus, we still have only half of the picture (the neutral-pH structure), and so a more in-depth treatment of these issues in the flavivirus system will have to wait until the low-pH structure of the E protein is solved.\n\nStudies on the inhibition of in vitro fusion activity by MAbs whose epitopes have been mapped on the three-dimensional structure of the E protein have provided valuable additional information on the involvement of specific structural elements in the fusion process and have also yielded new insights into the mechanisms of antibody-mediated neutralization. Most of the data related to structure have been obtained with TBE virus, MVE virus, and DEN 2 virus. These can be summarized as follows. Efficient inhibition of fusion was achieved with MAbs recognizing epitopes in domain II of TBE virus (Guirakhoo et al., 1991) (Schalich et al., in preparation) , DEN 2 virus (Roehrig et al., 1998), and MVE virus (McMinn et al., 1996) as well as domain I of TBE virus. However, partial inhibition has been observed with other antibodies against each of the three domains (Guirakhoo et al., 1991) (Schalich et al., in preparation) . These data are consistent with the evidence already discussed that the low pH-induced rearrangements are extensive and involve several different regions of the E protein. The inhibitory effect of antibody binding on fusion can be direct (e.g., by blocking the necessary interaction of the fusion peptide with the target membrane) or indirect (e.g., by impairing the structural changes required for fusion). There is evidence that the TBE virus MAbs A1 and A2 inhibit fusion by the first of these mechanisms. Their epitopes have been mapped to the fusion peptide (cd loop) of the E protein (Allison et al. submitted) based on the selective loss of reactivity of these MAbs with the mutant RSPs described in Section VII.G, and in coflotation experiments with the sE protein they were shown to completely inhibit the binding of monomeric E to liposomes at low pH (Stiasny et al., in preparation) . In another recent study with TBE virus, Volkova et al. (1999) demonstrated that the fusion of TBE virus with artificial membranes could be blocked by a MAb that specifically reacts with a synthetic peptide (amino acids 98 to 113) corresponding to the cd loop and containing the fusion peptide.\n\nAntibodies that inhibit fusion would also be expected to have a significant inhibitory effect on virus infectivity. Indeed, inhibition of fusion in the endosome as a mechanism of virus neutralization has been demonstrated with West Nile virus (Gollins and Porterfield, 1986a) . There is now extensive evidence in the literature that fusion inhibition may be one of the principal mechanisms of antibody-mediated neutralization [reviewed by Dimmock (1995) ]. With flaviviruses there appears, in some instances, to be a good correlation between fusion inhibition and neutralization, most notably in the case of the domain II-specific neutralizing antibodies A3 and A4 for TBE virus (Guirakhoo et al., 1991) (Schalich et al., in preparation) and 4E5 and 1B7 for DEN 2 virus (Roehrig et al., 1998) . The TBE virus MAbs A1, A2, , 14D2 (Volkova et al., 1999) , and Gll (Vorovitch et al., 1991) , however, are nonneutralizing, although they can completely inhibit fusion in vitro. The most likely explanation for these seemingly paradoxical results is that these MAbs do not bind well to the native infectious virus as it exists outside the cell, but instead recognize cryptic epitopes that become accessible only after the virus has entered the endosome and the low pH-induced structural changes have occurred. The fusion-inhibiting antibodies therefore would not be present with the virus in the compartment where fusion actually takes place. Recent observations with the TBE virus MAbs A1 and A2 support this hypothesis. These antibodies recognize a cryptic epitope involving the cd loop, but do not bind native virus at neutral pH (Schalich et al., in preparation) . A similar phenomenon was recently described for influenza virus. In this case a MAb inhibited the low pH-induced conformational change of HA and fusion activity but did not neutralize the virus (Vanlandschoot et al., 1998) . This may be different with viruses that fuse at the plasma membrane, because in these cases the intermediate structures required for fusion are generated by receptor binding when the virus is still outside the cell and therefore might be accessible to fusion-inhibiting antibodies, even if their epitopes are cryptic in native virions. Indeed, a recently described approach for generating immunogens that induce broadly neutralizing antibodies against human immunodeficiency virus (HIV) is based precisely on this principle (LaCasse et al., 1999) .\n\nThe fusion proteins of many enveloped viruses (e.g., orthomyxoviruses, retroviruses, and paramyxoviruses) are synthesized as inactive precursors, and proteolytic cleavage by a cellular protease is required to convert them to a state that is responsive to the fusion trigger (low pH or receptor binding) [reviewed by Klenk and Garten (1994) ]. In other viruses the fusion proteins are initially held in an inactive state by their association with a second protein, and the activation step requires the proteolytic cleavage of this second protein and not of the fusion protein itself. Such a mechanism has been demonstrated for alphaviruses (Lobigs and Garoff, 1990; Watson et al., 1991; Salminen et al., 1992) , and there is now evidence that flaviviruses use a similar mechanism based on the interaction between prM and E to switch from a fusion-inactive form during assembly to the fusion-competent form required for entry.\n\nImmature virions containing uncleaved prM proteins can be isolated from infected cells by cell lysis (Wengler, 1989) , but they can also be obtained in a secreted form from the supernatants of cells treated after infection with acidotropic agents, apparently because increasing the acidic pH in the TGN prevents the cleavage of prM (Shapiro et al., 1973; Randolph et al., 1990b; Guirakhoo et al., 1992; Heinz et al., 1994) . prM-containing particles of several different flaviviruses have been characterized (Wengler, 1989; Randolph et al., 1990b; Guirakhoo et al., 1991; Guirakhoo et al., 1992; Heinz et al., 1994; Stadler et al., 1997) , and their properties differ from those of mature virions in several important aspects. They exhibit significantly lower specific infectivity, HA activity, and fusion activity; and, in contrast to mature virions, acidic pH does not induce a change in the epitope reactivity pattern or in the oligomeric structure, suggesting that these changes are prevented by the presence of prM in immature virions.\n\nThe existence of a heterodimeric complex between the E and prM proteins in immature virions has been demonstrated by chemical cross-linking analysis (Wengler, 1989; Heinz et al., 1994) , and studies with E-specific MAbs revealed that the association of E with prM primarily affects epitopes located in domain II (Guirakhoo et al., 1992; Heinz et al., 1994; Rey et al., 1995) (Fig. 5.4) . It is not clear at present whether prM binds domain II and therefore physically shields these epitopes or whether domain II has an altered structure in the prM-E complex. Further sites of prM-E interactions have been mapped to the stem-anchor region of the E protein in coexpression studies using Cterminal deletion mutants and in protease digestion experiments with immature virions (Wang et al., 1999) . Both the second of the predicted amphipathic ~ helices (H2pred) and the first of the two membrane-spanning regions (TM1) (Fig. 5.6 ) were shown to be important for the stability of the heterodimer.\n\nThe maturation cleavage results in the removal of slightly more than half of the N-terminal end of prM and occurs at a site corresponding to the consensus sequence for furin and related proteases (RXRIKR), which is also found in many other viral glycoproteins that require proteolytic cleavage for activation (reviewed by Klenk and Garten, 1994) . The mechanism of cleavage has been investigated in some detail in vitro using immature TBE virus (secreted from cells treated with ammonium chloride to raise the pH in the TGN) and recombinant bovine furin (Stadler et al., 1997) . These experiments confirmed the requirement for a slightly acidic pH (6.7 or lower) for cleavage and further showed that the exposure of immature virions to low pH apparently induced an irreversible conformational change to make the cleavage site accessible to the enzyme. Consistent with the presumed stabilizing function of prM, the in vitro cleavage of immature virions resulted in a 100-fold increase in infectivity, the acquisition of fusion activity and HA activity, and the ability of the E protein to undergo the low-pH-induced structural rearrangements characteristic of mature virions. Both fusion activity itself and its activation are thus controlled by conformational changes induced by acidic pH, albeit in different cellular compartments and in different phases of the viral life cycle.\n\nThe information available suggests that the function of prM in immature virions is to hold the E protein in a stable conformation and thus protect it during passage through the acidic TGN from undergoing the irreversible conformational changes that are required for fusion activity and that would otherwise lead to premature inactivation. It is not clear why these changes are not triggered once prM is cleaved in the TGN. It is possible that the high molar concentration of the proteins and/or the acidic pH in the TGN favor the maintenance of a stable complex between E and the cleavage products of prM and thereby allow the cleaved N-terminal part of prM to continue to protect the E protein until the virion has left the cell. Alternatively, it is possible that the generation of the mature conformation of E is also pH-dependent and occurs only after the virus has left the acidic environment of the TGN.\n\nAll of the viruses that require a low pH-triggered structural change for fusion activity are presumably confronted with the problem of avoiding these changes and associated activities during biosynthesis and passage of the fusion proteins through the acidic TGN. Different viruses have apparently evolved completely different strategies to cope with this problem. Influenza virus makes use of the proton channel activity of its M2 protein, which, by inserting into the TGN membrane, raises its pH and thus allows HA molecules that are cleaved in the TGN to maintain their native conformation even though the cleavage has made them pH sensitive (Steinhauer et al., 1991; Hay, 1992) . In the case of the rhabdoviruses the fusion protein G can adopt different conformational states in a reversible manner. This protein is believed to be transported to the plasma membrane in an inactive conformation (desensitized state), thereby avoiding inappropriate fusion events Pak et al., 1997) . Flaviviruses, like alphaviruses, use an oligomerization-controlled mechanism in which the fusion protein is held in a low pH-resistant and fusion-inactive conformation in a complex with a second protein.\n\nDetailed studies on the structural organization and fusion properties of the TBE virus E protein have revealed that the same function that is carried out by trimeric spikes with a-helical coiled coils in many other viruses is mediated in flaviviruses by an icosahedral network of flat, head-to-tail dimers of mostly ~-sheet proteins. Moreover, this unusual viral fusion machinery is the fastest and most efficient one known so far. Nevertheless, there are a number of recognizable similarities in the strategies used by flaviviruses and members of other virus families. The use of the acidic pH in the endosome to trigger fusion, the synthesis and transport of the envelope proteins through the TGN in an acidresistant form, the conversion of the fusion protein to a kinetically trapped metastable state by a proteolytic cleavage event, and the use of protein oligomerization as a mechanism for controlling these steps are all principles used by other enveloped viruses, although many of the details differ. There are, however, a number of strikingly similar fea-tures shared by flaviviruses and alphaviruses that distinguish them from other enveloped viruses, including an icosahedral envelope organization, an oligomeric switch occurring at the pH of fusion, and a heterodimer-regulated control of the fusion protein, which is activated by proteolytic cleavage of the second protein in the complex.\n\nFor a more complete picture of the structural changes related to flavivirus fusion and its control, it will be necessary to solve the structure of the low pH (postfusion) form of the E protein and that of the prM-E heterodimer. These are major challenges for the future that will eventually lead to a more precise understanding not only of the mechanism of cell entry by these important human pathogens, but also of how completely different structures are used to accomplish the same task--the fusion of viral and cellular membranes."}