{"title": "", "body": "Ribavirin has been used in children with syncytial respiratory virus, and in immunosuppressed subjects. Apart from these drugs, no antiviral has been shown to be effective. Prevention with anti-influenza virus vaccination and with monoclonal antibodies, in the case of syncytial respiratory virus, may reduce the incidence of pneumonia.\n\n© 2014 SEPAR. Published by Elsevier España, S.L.U. All rights reserved.\n\nBasados en las estimaciones de la OMS para 2012, se producen alrededor de 450 millones de casos de neumonía al año en el mundo -con 3 millones de muertes-lo que representa un 5,5% de la mortalidad mundial global 1,2 . Es la 4. a causa de muerte en todo el mundo y constituye una grave amenaza especialmente para niños y ancianos 1, 3 .\n\nPor su frecuencia, las infecciones más comúnmente estudiadas son las bacterianas. En cambio las neumonías adquiridas en la comunidad (NAC) víricas, pese a su importancia epidemiológica creciente en los países en vías de desarrollo y en la población infantil, han sido infravaloradas 4 . Se calcula que se producen alrededor de 200 millones de casos de neumonía viral en el mundo al año (la mitad en población infantil), asumiendo que su diagnóstico continúa siendo menor a su incidencia real 5 . El campo de las neumonías víricas tiene enorme interés por el impacto en la mortalidad infantil, por su efecto facilitador de infecciones bacterianas (coinfecciones), y por su facilidad de transmisión, lo que las convierte en una amenaza global.\n\nEn esta revisión nos centraremos en las NAC producidas por diferentes virus respiratorios en pacientes inmunocompetentes.\n\nDistinguir entre ambas etiologías de la NAC tiene importantes implicaciones. Las variables clínicas, radiológicas y de laboratorio que comúnmente se han utilizado como diferenciadoras se muestran en la tabla 1.\n\nMuchos autores han realizado sus aportaciones en diferentes estudios epidemiológicos. Ruiz-González et al. 6 incluyeron dentro del mismo grupo a pacientes con neumonías víricas y con neumonías por bacterias intracelulares, y concluyeron que estas neumonías («patógenos intracelulares») afectaban a pacientes de mayor edad, cursaban de forma más insidiosa, y con frecuencia no producían leucocitosis. Johstone et al. 7 observaron que los pacientes con neumonías víricas tenían más comorbilidad cardiaca y eran más ancianos; para Ma et al. 8 estar institucionalizado era lo que conllevaba un mayor riesgo de NAC vírica. Liu et al. 9 vieron que las neumonías víricas producían más tos y menos dolor pleurítico, en cambio para Jennings et al. 10 el síntoma más frecuentemente relacionado con la etiología viral fue la mialgia. A pesar de todo lo aportado y según lo publicado recientemente por Viasus et al. 11 , la predicción de la etiología viral en función de variables clínicas es difícil y a menudo imprecisa. En relación con los cambios radiológicos, tradicionalmente se han relacionado los infiltrados alveolares focales con la etiología bacteriana y los intersticiales bilaterales con la vírica 12 . Sin embargo, estudios recientes que han utilizado la TC torácica destacan que la aparición de infiltrados alveolares localizados no solo no excluye la etiología vírica, sino que puede ser la forma de inicio de muchas de estas infecciones 13 .\n\nRespecto a los reactantes de fase aguda, las infecciones víricas no suelen modificar la cifra de leucocitos, por lo que el uso de biomarcadores como la procalcitonina puede ser de gran ayuda en la aproximación diagnóstica 14 . La producción de procalcitonina depende de la presencia del factor de necrosis tumoral circulante (TNF-␣); en las infecciones víricas los macrófagos producen interferón-␣ capaz de inhibir el TNF-␣, lo que condiciona la no elevación de procalcitonina, sugiriendo el origen viral 15 .\n\nA pesar de lo expuesto, no existe una regla de oro para diferenciar la etiología de la neumonía 16 . Además, no debemos olvidar que la NAC, viral o bacteriana, es una enfermedad dinámica: los diferentes valores de los biomarcadores o el aspecto de los infiltrados radiológicos son tan solo instantáneas de un proceso activo, que consecuentemente puede presentar variaciones día a día.\n\nLa lista de virus capaces de producir una infección respiratoria es amplia (tabla 2). En esta revisión se hará hincapié en los virus respiratorios estacionales. Otros virus que últimamente se han hecho muy populares a través de los medios de comunicación, como el virus de influenza H5N1 o los coronavirus (responsable del síndrome respiratorio agudo grave, o del síndrome respiratorio de Oriente Medio, MERS-CoV), serán tratados de forma más superficial.\n\nEn la tabla 3 se detallan la incidencia relativa y las características clínico-epidemiológicas de los diferentes virus respiratorios.\n\nDe forma global, el virus respiratorio sincitial (VRS) se mantiene como el primer agente causal de NAC en niños, y constituye la principal causa de neumonía grave en este grupo de población 17, 18 . Desde que se han popularizado las técnicas de PCR, los rinovirus cada vez se detectan con más frecuencia como agente causal en la neumonía viral infantil [19] [20] [21] [22] . No obstante, su papel etiológico no deja de estar cuestionado por su frecuente detección en individuos asintomáticos (15%), si bien pudiera tratarse de verdaderas infecciones subclínicas 23 . Con menos frecuencia se encuentran patógenos identificados en los últimos años, como el metapneumovirus y los bocavirus humanos [24] [25] [26] [27] . Aunque la prevalencia de neumonía viral por adenovirus es baja (2-12%), es importante reconocerla porque puede desembocar en ocasiones en una neumonía necrotizante 28 . En este caso, las técnicas de PCR son mucho más sensibles que las técnicas de detección de antígeno 29 .\n\nEn el caso de los adultos, a pesar de que su incidencia varía según las técnicas diagnósticas empleadas, los virus más comúnmente detectados son virus influenza (VI), VRS y parainfluenza 5, 10, 30, 31 . En España estos virus también serían los más importantes 32 . Con menor frecuencia se han comunicado neumonías por otros virus: brotes de rinovirus 33, 34 , adenovirus 35 (especialmente el serotipo 14 en instituciones militares 36 ), coronavirus 37 , metapneumovirus 38 e incluso de bocavirus, en este caso en pacientes inmunocomprometidos 39 .\n\nEn muchas ocasiones tienen lugar infecciones coexistentes de bacterias y virus respiratorios, o de dos virus diferentes. La hipótesis más aceptada es que primero se produciría la infección viral, seguida de la bacteriana. La activación por parte del virus de moléculas proinflamatorias tales como la interleucina-10, produciría la atracción de un gran número de neutrófilos y macrófagos hacia el pulmón; la llegada de estas citoquinas amplificaría la respuesta inmune, causando daño inflamatorio e impidiendo el correcto aclaramiento bacteriano 40 . Esta sobreinfección empeoraría el pronóstico de la infección viral original. Así, las investigaciones sobre las pandemias gripales de 1918, 1957 y 1968, indican que la mayoría de las muertes durante estos episodios se habrían producido debido a una infección bacteriana secundaria 41 . En los pacientes con la infección por H1N1 pandémica del 2009, se produjo una infección bacteriana secundaria en el 4-24% de los casos [42] [43] [44] . Por el contrario, en infecciones por otros virus, en particular por influenza aviar H5N1, la neumonía asociada parece ser producida (más frecuentemente) por la acción viral directa 45 .\n\nEn la práctica clínica, este tipo de coinfección es particularmente frecuente en niños (hasta en el 45% de los casos de NAC), fundamentalmente por neumococo [46] [47] [48] [49] , lo que puede condicionar una mayor gravedad 50 . También parece frecuente la aparición de Mycoplasma pneumoniae y varias especies de Chlamydophila 51 ; la coinfección de 2-3 virus simultáneamente tampoco es excepcional 52 .\n\nEn adultos, las NAC de etiología mixta han sido menos caracterizadas que en niños, con una frecuencia estimada menor del 5% 7,31 . Las combinaciones más descritas son las del rinovirus -neumococo y la del virus influenza A -neumococo. También se han identificado infecciones combinadas de mayor gravedad entre virus y Legionella pneumophila 53 .\n\nRespecto a la morbimortalidad de este tipo de coinfección, existen datos contradictorios. Según Hong et al. 54 estas infecciones no serían más graves que las puramente bacterianas, y afectarían a pacientes mayores y con neumopatías crónicas. En cambio para Johansson et al. 55 y para Seki et al. 56 este tipo de neumonías tendrían mayor puntuación en las escalas de gravedad y peor evolución.\n\nEn algunas familias bien conocidas de virus respiratorios han aparecido nuevas especies y serotipos muy virulentos, que han provocado en los últimos años epidemias con gran morbimortalidad asociada 57 .\n\nLa gran pandemia de 2009 por VI-A H1N1 fue especial: su transmisión se vio favorecida por la falta de inmunidad previa, lo que supuso un importante problema de salud en todo el mundo 42 . Estudios realizados con posterioridad demostraron mayor impacto en la población joven y en determinados grupos de riesgo, con muchos años potenciales de vida perdidos 58 . Sin embargo, desde una perspectiva intergeneracional, no se encontraron tasas de mortalidad ni de complicaciones mayores a las de la gripe estacional habitual 59, 60 .\n\nEn 2003 hubo un brote de coronavirus en el Extremo Oriente, que fue el causante del síndrome respiratorio agudo severo. En Oriente Medio en 2012, se produjo otro brote de un nuevo coronavirus denominado MERS-CoV (Middle East Respiratory Syndrome Coronavirus) 61 . En ambas epidemias, la incidencia se redujo a unos cientos de casos -en parte debido a las medidas de protección llevadas a cabo 62 -, pero su virulencia produjo una alta mortalidad 63 . La clínica no se limitaba solo a una neumonía bilateral de rápida evolución, sino que se acompañaba de fallo renal agudo y alteraciones hematológicas graves 63, 64 .\n\nUn desafío global son las recombinaciones en animales de diferentes subtipos de VI, con potencial capacidad para pasar la barrera de especie y, ocasionalmente, propagarse entre humanos 65 68 , dan muestra de esta nueva amenaza. Afortunadamente, están mejorando las medidas para su control a partir de la vigilancia de los reservorios animales y de una rápida respuesta sanitaria 69 .\n\nClásicamente, se ha basado en la detección del virus o de los antígenos virales en muestras del tracto respiratorio superior (aspirados nasofaríngeos), e inferior (lavado broncoalveolar o esputo inducido), mediante cultivo o microscopía de inmunofluorescencia. Además, desde hace años se está utilizando la detección de anticuerpos generados en el proceso de la infección vírica; la seroconversión en dos muestras recogidas a lo largo del tiempo es sugestiva de una nueva exposición al patógeno. La introducción de las técnicas de reacción en cadena de la polimerasa (PCR) ha aumentado la capacidad de detectar virus respiratorios, sobre todo con las técnicas de PCR en tiempo real 3 .\n\nDentro de las muestras del tracto respiratorio superior, el aspirado nasofaríngeo es el tipo de muestra preferida, especialmente en niños, ya que permite recoger la mezcla de secreciones nasales y retrofaríngeas 70 . La utilización de hisopos de algodón estéril alcanza una sensibilidad similar para la mayoría de los virus, a excepción del VRS 71, 72 . Los dispositivos que combinan hisopo de fibra de nylon y contenedor con medio de trasporte universal proporcionan un alto rendimiento diagnóstico en todas las edades, comparable a los lavados nasofaríngeos 30, 73 .\n\nLas muestras procedentes del tracto respiratorio inferior tienen ventajas obvias a la hora de establecer la causa de la neumonía, por recogerse en el lugar mismo de la infección. No obstante, en su obtención se puede producir contaminación a su paso por las vías altas. En el caso de los niños el esputo inducido es una muestra habitual, pero en adultos se prefiere el lavado broncoalveolar 3 . En cambio, otras formas de diagnóstico como la punción transtorácica se han abandonado por ser cruentas 70 . En relación con el procesamiento de la muestra, los sistemas basados en PCR son 2-5 veces más sensibles que los métodos convencionales para la detección de virus respiratorios 30 . Esta técnica es especialmente útil en los ancianos, quienes suelen portar en la nasofaringe menor carga viral que los niños 74, 75 . Además, algunos virus son difícilmente cultivables (como el bocavirus), o equívocamente detectables a través de antígeno (como el virus parainfluenza o el adenovirus), por lo que solo pueden ser adecuadamente identificados por PCR [76] [77] [78] . Se han desarrollado test de identificación estándar, que a través de la PCR acoplada a microarrays, son capaces de determinar simultáneamente más de 15 virus respiratorios diferentes 79 . Estos sistemas son los que se usan con más frecuencia en nuestros hospitales actualmente 80 .\n\nDesde finales del siglo pasado, el tratamiento antibiótico empírico de la NAC debe iniciarse lo antes posible, puesto que esta medida ha demostrado disminuir la morbimortalidad 81 .\n\nSin embargo, no existen estudios prospectivos sobre la utilidad del uso de antibióticos en neumonías con alto grado de sospecha de origen vírico. La posibilidad de sobreinfección bacteriana o de origen mixto virus-bacteria, la progresiva mejor tolerancia a los antibióticos, y la máxima médico-legal del «uso de todos los medios disponibles», hacen difícil la no prescripción de antibióticos al inicio del cuadro de neumonía. Solo en niños se ha investigado esta disyuntiva de forma prospectiva, en contexto de epidemias de bronquiolitis por VRS; los resultados, con reservas, no apoyaron el uso de antibióticos de forma generalizada 82 .\n\nRespecto al uso de fármacos antivirales, la experiencia en virus respiratorios puede dividirse en tres apartados: a) el tratamiento para el virus influenza, relativamente efectivo y bien documentado, gracias entre otras cosas a los estudios llevados a cabo durante la pandemia de 2009 83 , b) el tratamiento para el VRS, especialmente estudiado en niños y en inmunocomprometidos, pero sin resultados definitivos 84 , y c) el tratamiento del resto de virus respiratorios, poco investigado y poco validado 85 .\n\na) Tratamiento del virus influenza La neuraminidasa, enzima presente en la cápside del VI, es indispensable para la propagación del virus entre células. Los inhibidores selectivos de esta enzima (oseltamivir, zanamivir y peramivir) han demostrado contener la infección durante el pico de replicación viral -entre las primeras 24-72 horas-mejorando la clínica y disminuyendo la morbimortalidad 86, 87 . Estudios retrospectivos sobre pacientes diagnosticados de gripe han probado la disminución de la incidencia de neumonía, en aquellos tratados de forma precoz 88 . Aunque estos fármacos son activos para ambos subtipos, se han descrito epidemias estacionales de VI-A H1N1 resistentes a oseltamivir, por lo que en algunas guías se recomienda zanamivir de primera elección 83 ; la cepa pandémica H1N1 de 2009 no tenía en general estas resistencias, siendo ampliamente tratada con oseltamivir sin haberse observado peores resultados 89 . En niños, el efecto clínico está menos demostrado, aunque su administración parece segura 90 . El laninamivir octanoato (nuevo inhibidor de la neuraminidasa) de administración única inhalada, se ha mostrado efectivo en el tratamiento de la infección por VI, también de las cepas resistentes a oseltamivir 91 .\n\nEn cuanto a los adamantanes (amantadina y rimantadina) -grupo de fármacos clásicamente utilizados en la infección por VI-su especificidad exclusiva por el VI tipo A, los posibles efectos secundarios y la rápida aparición de resistencias, han hecho que en la práctica se hayan dejado de utilizar 92 . Se están investigando fármacos capaces de bloquear la producción de RNA y otros que limitan la integración del virus; sin embargo, aún no existen ensayos en fase clínica 93 . Además, se están realizando estudios con fármacos inmunomoduladores, con el objetivo de disminuir la inflamación producida por el virus y mejorar su efecto sobre el huésped 94 .\n\nb) Tratamiento del virus respiratorio sincitial Ninguno de los tratamientos ensayados ha sido significativamente útil para afrontar el episodio agudo de neumonía, ni para mejorar parámetros respiratorios en el seguimiento. Según el mayor metaanálisis realizado en población infantil hasta la fecha, el uso de ribavirina inhalada durante la neumonía podría disminuir el tiempo de hospitalización y el de ventilación mecánica, sin significativa mejora de la mortalidad global 95 . El tratamiento intravenoso u oral con ribavirina se ha utilizado casi exclusivamente en inmunodeprimidos severos (trasplantados de médula ósea o de pulmón) con resultados positivos, pero no aplicables al resto de pacientes 96 . La utilización de inmunoglobulinas en niños no ha demostrado beneficios respecto al tratamiento exclusivo de soporte 97 . En las guías pediátricas americanas de bronquiolitis por VRS, el tratamiento con broncodilatadores, corticosteroides o antibióticos no se recomienda de forma generalizada 98 . Actualmente, productos nuevos como la catelicidina LL37 (derivado de la vitamina D) 99 , o el concentrado Dingchuan, procedente de la medicina alternativa china 100 , se están probando con resultados prometedores.\n\nc) Tratamiento para otros virus respiratorios Las medidas de soporte han sido su único tratamiento hasta hace poco tiempo. No obstante, en la actualidad hay tratamientos antivirales que están en proceso de experimentación. El análogo citidínico cidofovir, desarrollado inicialmente como terapia contra el CMV, se ha probado in vitro para adenovirus con éxito, aunque su uso en varias neumonías graves en inmunodeprimidos tuvo una pobre respuesta 101 . Se ha utilizado con éxito ribavirina intravenosa en infecciones respiratorias por metapneumovirus en trasplantados pulmonares 102 . El pleconaril, capaz de integrarse en la cápside de Rhinovirus y Enterovirus, se ha utilizado con éxito en limitadas series de casos; actualmente no se comercializa y solo se puede administrar como uso compasivo 103 . No quedan dudas respecto a la utilidad del aciclovir intravenoso en los raros casos de neumonía por el virus varicella-zoster en inmuncompetentes 85, 104 . Por último, aunque su uso sigue siendo controvertido, el tratamiento con corticoides a dosis altas podría mejorar la evolución de las NAC virales 85 .\n\nEn las enfermedades infectocontagiosas, especialmente en las respiratorias, los métodos de barrera son fundamentales para controlar la infección. La utilización de mascarilla, el uso de guantes y el lavado de manos, han demostrado ser medidas válidas para disminuir la tasa de transmisión en la esfera sanitaria 105 . También se ha recomendado enérgicamente el aislamiento social de los pacientes durante la fase clínica de la enfermedad, con una reducción de la incidencia global 106 . Sin embargo, estas medidas son difíciles de llevar a cabo de forma adecuada 106 .\n\nLa inmunización desempeña un papel muy importante en la prevención, aunque solo está disponible para unos pocos virus. Las vacunas para el virus influenza A y B han demostrado disminuir la transmisión durante las epidemias de gripe estacional sobre la población general 107 , aunque su efecto sobre el desarrollo de neumonía o sobre la mortalidad no está tan claro 108 ; tampoco en niños menores de 2 años, aunque se sigue aplicando en muchos países 109 . En cambio, en ancianos institucionalizados su efectividad parece muy alta 110 . Actualmente en España se recomienda a pacientes con comorbilidades respiratorias o inmunodepresión, a mayores de 65 años y a trabajadores sanitarios 111 .\n\nAdemás de las vacunas, se ha ensayado con éxito la quimioprofilaxis con inhibidores de la neuroaminidasa durante las epidemias de gripe estacional 112 . Para el VRS aún no hay una vacuna eficaz, pero sí un fármaco utilizado como quimioprofilaxis: se trata del palivizumab, un anticuerpo monoclonal humanizado, que administrado en neonatos con alto riesgo de infección, ha demostrado disminuir hasta el 50% el número de ingresos relacionados, así como la incidencia de neumonías 113 .\n\nLos autores declaran no tener ningún conflicto de intereses."}