{"title": "Shock settico", "body": "■ Epidemiologia. Mortalità. Morbilità L'incidenza annua delle forme gravi di infezione oscilla tra 50 e 95 casi su 100 000 abitanti [1] . È in costante aumento, valutato intorno al 9% all'anno. Si tratta di un vero problema di salute pubblica, poiché si ritiene che il 2% dei ricoveri sia la conseguenza di infezioni gravi. Un paziente su dieci, ricoverato per infezione, evolverà verso la sepsi grave; il 3% delle sepsi gravi evolverà verso lo shock settico. Lo shock settico corrisponde al 10% dei ricoveri in rianimazione, la metà dei quali a partire dai servizi di urgenza [2] .\n\nLe infezioni si manifestano soprattutto ai due estremi della vita, ma invecchiamento e infezioni sono intimamente legati. Così, il rischio di sviluppare un'infezione grave cresce significativamente a partire dai 60 anni, quindi in modo esponenziale [3] . Oltre all'immunosenescenza, altri fattori predispongono alla comparsa di uno shock settico. Situazioni acquisite modificheranno la risposta dell'ospite all'infezione, come i deficit immunitari, che siano conseguenza di una neoplasia evolutiva, di una causa iatrogena o di una disfunzione cronica d'organo (insufficienze renale, epatocellulare, respiratoria, cardiaca, deficit neurologici centrali). Elementi quali il sesso maschile e l'origine etnica hanno suggerito la presenza di elementi genetici che regolano la risposta dell'ospite al microrganismo [4] . È anche stata scoperta la presenza di polimorfismi che aumentano la suscettibilità dell'ospite di sviluppare infezioni gravi. I più noti di questi polimorfismi si riferiscono ai geni che codificano per alcune proteine implicate nell'infiammazione, come il recettore del tumor necrosis factor alfa (TNF-a) [5] , o nella coagulazione, come la proteina antifibrinolitica plasminogen activator inhibitor 1 (PAI-1) [6] .\n\nDagli anni Sessanta agli anni Novanta, mentre la mortalità a 1 mese legata all'infarto del miocardio era ridotta di 4-5 volte, quella dello shock settico restava immodificata, dell'ordine del 25% [3] . In seguito si osserva una tendenza al miglioramento della sopravvivenza. La speranza di vita di una popolazione che ha sviluppato uno shock settico è pari alla metà rispetto a quella di una popolazione di controllo [1] ; un quarto dei sopravvissuti muore nei 12 mesi successivi. Inoltre, la comparsa di uno shock settico è responsabile di un numero maggiore di deficit di organo, di un ricovero ospedaliero più lungo e di un consumo di risorse superiore [2] .\n\nUna consensus conference ha definito da più di 15 anni la sepsi come «la sindrome di risposta infiammatoria sistemica che insorge nel corso dell'infezione» [7] . Questo suggerirebbe che l'ospite dovrebbe sviluppare e mettere in azione delle armi per lottare contro i microrganismi responsabili dell'invasione di tessuti normalmente sterili. La definizione includeva una varietà di risposte prodotte in seguito alla cooperazione di attori cellulari quali l'endotelio e le cellule mononucleate. I progressi nelle conoscenze alterano attualmente questa impostazione, che deve ormai comprendere un'attivazione del sistema della coagulazione, in particolare a causa della produzione di fattore tissutale (TF) che contribuirà notevolmente alla formazione di trombina che permette la formazione di trombi [8] .\n\nSebbene sia stata in seguito ampiamente rimessa in causa, la teoria originale suggeriva che la sepsi rappresentasse una reazione incontrollata dell'ospite. Thomas ha popolarizzato questa nozione scrivendo che «i microrganismi che ci infettano sono infine più passivi di quanto non sembri. È la reazione alla loro presenza che provoca la malattia. Il pericolo viene più dalla potenza del nostro arsenale difensivo che dagli intrusi» [9] .\n\nAlcuni dati sui meccanismi di difesa degli invertebrati hanno identificato un ruolo della coagulazione nell'immunità antinfettiva. Così, nel limulo [10] , la rottura della cuticola che lo protegge attiverà l'amebocita, una cellula che circola nella sua emolinfa. Al contatto con le endotossine (lipopolisaccaride [LPS] ) batteriche, gli amebociti attivati dal sistema dei recettori (di tipo toll-like [TLR]) per i LPS fagocitano i microrganismi, si aggregano e liberano dei prodotti antibatterici e procoagulanti.\n\nNe segue la formazione di un coagulo che circoscrive il sito di invasione e limita la perdita di emolinfa. Questo sistema è volto a separare l'ambiente interno dell'artropode e l'ambiente esterno; esso contribuisce contemporaneamente alla lotta contro l'infezione e al sanguinamento [11] . In altri termini, gli artropodi hanno da lungo tempo riassunto in una cellula unica i meccanismi essenziali dell'immunità innata, che l'evoluzione ha affinato negli altri ordini, in particolare quello dei mammiferi. Questo capitolo riassume i principali meccanismi e le teorie emergenti che permettono di affrontare la fisiopatologia della sepsi (Fig. 1 ).\n\nL'ecologia della sepsi del 2000 nei paesi occidentali risponde alla seguente ripartizione [12] : • più della metà di batteri Gram positivi; • più di un terzo di batteri Gram negativi; • meno del 10% di flora polimicrobica e di germi anaerobi; • 1% di lieviti.\n\nLe recenti modificazioni dell'ecologia interessano soprattutto i cocchi Gram positivi e i lieviti. Pretendere che i microrganismi non abbiano responsabilità nella genesi della sepsi sarebbe risibile [13] . emolisine e alle fosfolipasi. Le tossine di tipo 3 sono obbligatoriamente composte da due parti e sono note sotto il nome di «tossine A/B». Esse associano una componente il cui ruolo è il legame (componente B) e una componente enzimatica che è la parte attiva della tossina (componente A). L'archetipo è la tossina colerica, ma molte altre specie batteriche possiedono delle tossine di tipo 3. Il loro ruolo è quello di danneggiare le difese e le barriere dell'ospite e di permettere la propagazione del germe. Il sistema di disseminazione della tossina consiste nella sua iniezione intracellulare attraverso un «ago». La prima tossina conosciuta nella sepsi e una delle più importanti è la LPS. La LPS è il principale componente della membrana dei bacilli Gram negativi. Tuttavia, sembra non avere alcuna attività intrinseca, ed è la reazione dell'ospite in presenza di LPS che causa la sua tossicità. L'inoculo batterico è un elemento da prendere in considerazione nella patogenicità dei microrganismi. La formazione di un biofilm limiterà la proliferazione di una colonia batterica; tuttavia, questo biofilm protegge i batteri dal sistema di difesa dell'ospite. Questo stato che regola la densità batterica è chiamato quorum-sensing [14] . La modificazione di questo biofilm sarà il segnale di una dispersione dei batteri. La comparsa di un acido grasso particolare (un acil-omoserina lattone) aumenterà con la densità batterica, diffondendosi attraverso membrane batteriche ed eucariote e inducendo il segnale di proliferazione.\n\nTuttavia, è molto spesso l'interazione dell'ospite e del microrganismo a causare la malattia (cfr. supra). I motivi che esprimono i batteri formano altrettanti segnali potenziali per attivare i sistemi di difesa dell'organismo aggredito. Questi elementi di riconoscimento per l'organismo sono chiamati pathogen-associated molecular patterns (PAMP) o microorganismassociated molecular patterns (MAMP) [15] . Strutture tanto diverse, come le proteine flagellari, gli elementi di membrana o gli acidi nucleici, saranno riconosciute da una famiglia di recettori, che coinvolgeranno l'immunità innata, prima linea di difesa antimicrobica dell'organismo. Questa ultima costituirà anche un primo stadio nella risposta infiammatoria dell'organismo che, se non è dominata, può essere deleteria.\n\nNel quadro dell'infezione esiste una risposta infiammatoria esacerbata il cui ruolo è quello di ottimizzare la risposta antinfettiva. Una risposta mal controllata può forse essere deleteria. Noi descriviamo qui brevemente alcuni elementi di questa risposta (Tabella 1).\n\nI PAMP sono gli elementi che permettono di iniziare l'attivazione dell'immunità innata. Gli antigeni rappresentativi del gruppo di patogeni saranno riconosciuti da alcune combinazioni di TLR localizzate sul sistema monociti-macrofagi e sulle cellule dendritiche [16] . Questi recettori, di cui esistono 11 forme nell'uomo, sono «specifici» di PAMP. Essi permetteranno, in funzione dell'antigene riconosciuto, un'attivazione differenziale delle vie di segnalazione il cui risultato è la traslocazione nucleare di fattori transcrizionali della famiglia del nuclear factor (NF) jB. Questi ultimi permetteranno la trascrizione di geni da cui deriverà il fenotipo globale della risposta all'aggressione.\n\nAttivazione della cascata infiammatoria durante l'infezione: risposta umorale L'infezione grave si accompagna a una reazione infiammatoria sistemica. Il corollario è l'aumento della concentrazione di citochine proinfiammatorie in circolo (rassegna in [17] ). Tra queste, è generalmente riconosciuto che le più rappresentate sono il TNF-a, l'interleuchina 1 (IL1), l'IL6, l'interferone c. Se alcuni di questi fattori come l'IL6, presentano costantemente valori molto elevati nel corso delle infezioni gravi, la concentrazione di alcune citochine è oggetto di una grande variabilità. Così, solo il 10-25% dei pazienti presenta dei livelli misurabili di TNF-a [18] . A questo gruppo di citochine si oppone quello dei fattori antinfiammatori i cui prototipi sono l'IL10 e l'IL1ra [19] . Il concetto di onde successive pro-e antinfiammatorie è stato a lungo proposto, con l'alternanza della systemic inflammatory response syndrome (SIRS), proinfiammatoria, che favorisce la risposta, e della compensatory anti-inflammatory response (CARS), antinfiammatoria che spegne il fenomeno [20] . È stata anche descritta una fase intermedia di sovrapposizione, di una certa «neutralità», detta mixed antagonist response syndrome (MARS). La questione che si pone è il ruolo di queste citochine pro-e antinfiammatorie e se è necessario un «equilibrio» per limitare un eventuale effetto deleterio. La separazione caricaturale di questi diversi fattori in fasi distinte permette di comprendere meglio le diverse componenti della risposta dell'ospite all'infezione, ma ha un carattere artificiale. Le diverse fasi sembrano infatti molto più simultanee di quanto sia stato inizialmente descritto. L'ampiezza della risposta citochinica, pro-oppure antinfiammatoria, è stata descritta come peggiorativa [21] .\n\nA fianco della produzione proteica esistono altri sistemi che segnalano l'infiammazione. Così, l'esposizione al LPS permette di attivare la monossido d'azoto (NO) sintetasi inducibile endoteliale, che aumenterà la concentrazione di NO [22] . L'eccesso di NO in circolo è stato reso responsabile di lesioni dei piccoli vasi, con riduzione del tono, che possono portare a danni viscerali.\n\nQuesta risposta in termini di fattori solubili corrisponde, tuttavia, solo a una parte del sistema bioumorale.\n\nAttivazione della cascata infiammatoria durante l'infezione: risposta cellulare L'immunità cellulare è indissociabile dalla risposta all'aggressione dell'organismo da parte degli agenti infettivi. Durante l'invasione da parte dei microrganismi di un tessuto normalmente sterile la prima risposta dell'organismo è l'attivazione delle cellule coinvolte nella risposta immunitaria innata, cioè il sistema di fagocitosi [23] . I macrofagi e le cellule dendritiche sono attivati dopo l'ingestione dei batteri e la stimolazione da parte di citochine come l'interferone c secrete dai linfociti T CD. Parallelamente a questa stimolazione, alcuni linfociti CD4, i T helper tipo 2 (Th2) possono avere proprietà «inibenti» per liberazione di interleuchina 10, che reprime l'attivazione dei macrofagi [24] . Alternativamente, i linfociti T CD4 possono beneficiare di una stimolazione da parte dei macrofagi o delle cellule dendritiche: queste cellule secernono l'interleuchina 12, che permette la differenziazione dei linfociti in T helper tipo 1 (Th1), che producono, a loro volta, citochine proinfiammatorie.\n\nSintesi dei principali fenomeni di coagulazione e di infiammazione responsabili della risposta sistemica dell'ospite.\n\nAttivazione del sistema del complemento Il messaggio veicolato dai macrofagi e dalle cellule dendritiche dipenderà da numerosissimi parametri quali il tipo di microrganismo e il sito dell'infezione. Il risultato finale è uno stato proinfiammatorio, antinfiammatorio o un'anergia. Le cellule che hanno fagocitato degli elementi apoptotici favoriscono una reazione antinfiammatoria o un'anergia, mentre quelle che hanno fagocitato delle cellule necrotiche causano un'infiammazione sostenuta (Th1) [25] .\n\nIl fenomeno della coagulazione è stato inizialmente descritto come un meccanismo indipendente che permette di formare un coagulo che limita il sanguinamento durante la rottura della barriera vascolare. Il suo ruolo è, in realtà, molto più complesso e partecipa alla difesa antinfettiva.\n\nL'attivazione della coagulazione dopo un'esposizione al LPS è una proprietà fortemente conservata [8] che è stata affinata con l'evoluzione, in particolare nell'uomo, uno degli esseri la cui immunità innata è più sviluppata. Il LPS causa alterazioni della parete dei vasi e attiva la via intrinseca della coagulazione. Ne deriva l'attivazione di vie canoniche a valle, che porta alla formazione di complessi multimolecolari la cui finalità è la polimerizzazione della fibrina che dà origine al coagulo. Questa via può essere oggetto di un circuito di amplificazione in caso di coagulazione intravascolare disseminata.\n\nLa via estrinseca dipende dall'espressione del fattore tissutale (TF) e dalla sua associazione al fattore VII attivato [26] . La comparsa di un processo infiammatorio [27] induce l'espressione di TF all'interno del letto vascolare e alla superficie del sistema monociti-macrofagi, con liberazione di microparticelle (delle vescicole rivestite da una membrana in circolo nel letto vascolare) [28] . La cascata della coagulazione porta alla generazione di trombina, pietra angolare del sistema nella sepsi.\n\nOgni volta che la coagulazione viene attivata nell'organismo, vengono contemporaneamente attivati dei meccanismi di lotta contro la formazione del coagulo: la fibrinolisi, il sistema degli anticoagulanti naturali (proteina C, proteina S e trombomodulina) e la via dell'inibizione della via del TF (inibitore del fattore tissutale [TFPI]). Un difetto di uno di questi meccanismi favorisce lo sviluppo di una coagulazione intravascolare disseminata.\n\nLa fibrinolisi è attivata dalla presenza di un coagulo o di elevate concentrazioni di citochine proinfiammatorie [29] . Essa agisce dopo l'attivazione della plasmina da parte di attivatori (PA), loro stessi sotto l'influenza di una regolazione negativa da parte degli inibitori degli attivatori della plasmina (PAI) [30] .\n\nL'antitrombina possiede un ruolo regolatore negativo dei fattori procoagulanti quali la trombina e il fattore X. La proteina C e la proteina S, in associazione, scinderanno il fattore V e il fattore VIII attivati. I sistemi anticoagulanti svolgono un ruolo profibrinolitico.\n\nL'ultimo sistema, o via di inibizione da TFPI, avrà anche un'azione anticoagulante dopo la liberazione dalle cellule endoteliali dove è immagazzinato. In effetti, il TFPI si può legare al TF per limitare il suo ruolo nella generazione di trombina.\n\nNel corso dell'infezione esiste uno squilibrio di questi fenomeni in favore di una coagulazione aumentata a causa di un deficit acquisito di anticoagulanti naturali e di una fibrinolisi meno efficace [31] . Anche prima della comparsa degli elementi clinici, come l'ipotensione arteriosa e la febbre, gli anticoagulanti quali la proteina C, la proteina S e l'antitrombina III diminuiscono. Più lo spettro clinico dimostra un'infezione grave (sepsi grave contro shock settico), più il deficit di anticoagulanti naturali è marcato [32] . Parallelamente si osserva una diminuzione della capacità di riassorbire il coagulo con la fibrinolisi, tanto più marcata quanto più grave è il quadro clinico [33] .\n\nLa comparsa di una sepsi provoca un aumento del tasso circolante di citochine proinfiammatorie come l'IL6 [34] . Questi fattori solubili hanno la capacità di aumentare l'espressione del TF sulla superficie delle cellule endoteliali e dei monociti, responsabile di un'attivazione della coagulazione attraverso la via estrinseca. L'espressione dei recettori della proteina C diminuisce in presenza di proteine della flogosi come il TNF-a e l'IL1b. Il risultato è la produzione di trombina [35] . In maniera paradossale, il TNF-a induce un aumento della fibrinolisi parallelamente alla sua attività procoagulante, ma il bilancio del sistema rimane globalmente in favore dell'effetto procoagulante con iperproduzione di trombina [36] .\n\nAnche i sistemi del complemento e delle proteine di stress concorrono all'attivazione della coagulazione. Accanto alle sue azioni chemiotattiche, di attivazione dei neutrofili e di produzione di citochine, la proteina C reattiva attiva il sistema del complemento che controlla la coagulazione inibendo la proteina C e la proteina S [15, 37] .\n\nLe immunoglobuline sono in grado, in alcune circostanze, di avere un'attività catalitica. Ciò è stato inizialmente descritto in situazioni di autoimmunità. Questa proprietà è presente anche durante la sepsi, con la possibilità di degradare dei fattori della coagulazione che potrebbe regolare lo stato procoagulante [38] .\n\nL'impatto delle cellule infiammatorie sulla cascata della coagulazione è rappresentato meglio nei pazienti neutropenici infettati. I pazienti settici non neutropenici hanno un'attivazione della produzione di trombina e una fibrinolisi attiva, fenomeni molto più modesti nel paziente aplasico [39] . Livelli elevati di PAI-1 sono, tuttavia, osservati nelle infezioni più gravi, qualunque sia il livello di leucociti circolanti. Le cellule infiammatorie sono implicate nell'attivazione della coagulazione. I neutrofili attivati liberano l'elastasi, che scinde l'antitrombina e riduce così le sue proprietà anticoagulanti [40] . È l'inadeguatezza della risposta dell'ospite all'aggressione da parte dell'agente infettivo che è responsabile dello spettro laboratoristico e, alla fine, dei sintomi clinici.\n\nLe insufficienze d'organo implicano, il più delle volte, dei meccanismi di infiammazione e neuroendocrini [41] . L'assenza di una lesione anatomica evidente dopo la fase di recupero della sepsi depone ancora a favore di questa teoria, e le lesioni secondarie a un'ischemia o a un'emorragia tissutale sono poco frequenti. Al contrario, i fattori solubili (come il TNF, l'IL1, il NO e le specie reattive dell'ossigeno) responsabili di anomalie della respirazione cellulare mitocondriale, le disfunzioni neuroendocrine che alterano gli scambi e l'adattamento tra i diversi organi e il circuito di autoattivazione dello stato procoagulante e proinfiammatorio sono all'origine di sofferenze tissutali e di disfunzioni d'organo [42] .\n\nLe definizioni di infezione (sepsi), di infezione grave e shock settico sono state proposte ormai da più di 15 anni e sono state modificate in modo marginale da allora (Tabella 2). Esse si basavano allora su opinioni di esperti e utilizzavano elementi che illustravano la progressione dell'infezione e della risposta sistemica dell'ospite [7] . Tuttavia, queste definizioni erano carenti nell'individuare la gravità delle infezioni nella pratica clinica. Un vasto studio multicentrico di coorte in alcuni pazienti di rianimazione concludeva che stratificare i pazienti utilizzando la classificazione abituale non permetteva di predire la prognosi e, dunque, di stratificare precisamente la gravità [44] . Un punteggio di gravità che indica la presenza di una sepsi non era necessariamente predittivo di mortalità, anche quando coesistevano delle insufficienze d'organo. Inoltre, queste definizioni soffrivano di un difetto di realizzabilità immediata al capezzale del paziente, poiché comprendevano dei parametri di laboratorio.\n\nUno studio di Dremsizov et al. ha descritto il modesto valore dell'utilizzo degli elementi che compongono la definizione originale di SIRS per determinare l'evoluzione sfavorevole dei pazienti che presentano pneumopatie acute comunitarie e che I -36-840-D-10 ¶ Shock settico si rivolgono al pronto soccorso [45] . I risultati di questo studio dimostravano che i criteri di SIRS non permettevano di identificare i soggetti più a rischio di evoluzione verso una sepsi grave, lo shock settico e il decesso. Di conseguenza, sono stati proposti punteggi più specifici dei pazienti settici in pronto soccorso. I primi punteggi sviluppati integravano dei dati non immediatamente disponibili come l'identificazione del/dei microrganismo(i) alla ventiquattresima ora, dati incompatibili con il processo decisionale in medicina d'urgenza, particolarmente nel contesto dell'infezione grave [46] .\n\nAltri ancora hanno sviluppato un punteggio di gravità dei pazienti in pronto soccorso. Questo punteggio, che risponde all'acronimo MEDS (mortality in emergency department sepsis), è un punteggio di mortalità a 28 giorni [46] e a 1 anno [47] . Il calcolo di tale punteggio è operativo fin dal pronto soccorso, ma non è teoricamente un punteggio decisionale. Nonostante la sua capacità di predire il tasso di mortalità sommando tutte le cause, la resa del punteggio MEDS non è attualmente stata validata su scala individuale. Non è indicato, in pratica, per il triage dei pazienti e per la decisione di un ricovero in rianimazione [48] . Il punteggio RISSC (risk of infection to severe sepsis and shock score), derivato da una popolazione che presenta un'infezione grave curata in rianimazione e proveniente dal pronto soccorso, permette di predire quali pazienti sono a rischio di sviluppare un'infezione con segni di gravità. Questo punteggio non è stato per ora validato, ma sembra interessante per individuare precocemente le infezioni potenzialmente gravi in base ai segni immediatamente accessibili al letto del malato [49] .\n\nIl punteggio di gravità che attualmente aiuta meglio il medico nel prendere delle decisioni è il pneumonia severity index (PSI), meglio noto sotto il nome di «punteggio di Fine» [50] . Il PSI permette di valutare la probabilità di morte classificando i pazienti in cinque categorie di rischio crescente. L'utilizzo del punteggio nella pratica clinica permette un triage più fine dei pazienti a basso rischio, con meno ricoveri indotti in questo gruppo di pazienti [51] [52] [53] . Il suo impiego non modifica tuttavia l'evoluzione dei pazienti più gravi [54] , nei quali è appena più efficace dell'utilizzo dei criteri di sindrome infiammatoria sistemica di cui abbiamo già precisato i limiti [45] . I tre principali punteggi sono riassunti nelle Tabelle 3-5.\n\nA causa della difficoltà di disporre di uno strumento clinico attendibile, la questione di un triage aiutato da alcuni elementi di laboratorio è stata rapidamente riproposta. In effetti, alcuni dei punteggi sopracitati sono compositi e integrano degli elementi laboratoristici. Fin dagli anni Settanta è stato proposto l'uso del tasso di lattati per valutare l'entità della sofferenza viscerale nei pazienti infettati [55] . Le raccomandazioni internazionali provenienti da 11 società scientifiche hanno suggerito di realizzare un dosaggio iniziale di lattato ematico per valutare tra la popolazione dei pazienti settici quelli in cui il rischio era più elevato [43] . Diversi studi recenti hanno sottolineato il vantaggio potenziale del dosaggio ripetuto di lattato; il decremento di questo indicatore biologico, detto per abuso di linguaggio «clearance del lattato», permetterebbe di definire i pazienti nei quali il trattamento è efficace e la cui evoluzione sarebbe favorevole [56, 57] . Anche la procalcitonina è stata proposta come indicatore di gravità degli stati settici. Più specifico di quello della proteina C reattiva [58] e dell'IL6, il dosaggio di procalcitonina rileverebbe più efficacemente un'infezione evolutiva [59] . Tassi più elevati di procalcitonina sarebbero abbastanza specifici per scoprire quali pazienti infetti sarebbero suscettibili di sviluppare uno stato infettivo grave. Tuttavia, la sensibilità di questo test è insufficiente per raccomandare il suo uso nella pratica corrente e, in particolare, per lo screening dei pazienti presumibilmente più gravi [60] .\n\nAntibiotici: «chi agisce presto, agisce bene» Dire che il focolaio infettivo deve essere controllato appena possibile nel caso di un'infezione grave suona come un'evidenza. Così, ogni volta che esiste la possibilità di un trattamento chirurgico, deve essere ipotizzato l'intervento. È questo il caso in presenza di un focolaio raccolto, come in alcune patologie addominali o, al contrario, durante alcune infezioni senza focolaio chiaramente individualizzato, ma il cui controllo richiede un intervento chirurgico senza perdita di tempo; un esempio di tale situazione è la dermoipodermite profonda necrotizzante. Oltre a questa parte essenziale del trattamento Tabella 2. Definizioni dei livelli crescenti di gravità dell'infezione. Gli elementi aggiunti alle voci inizialmente considerate dalle società nordamericane [43] sono in corsivo. . rapporto PaO 2 /FiO 2 inferiore a 280\n\n. acidosi lattica (lattato superiore a 2 mmol l -1 )\n\n. oliguria (diuresi inferiore a 0,5 ml kg -1 h -1 )\n\n. quando è possibile, gli sforzi dovrebbero mirare all'instaurazione precoce e adeguata di una terapia antibiotica. Il tempo tra l'accettazione del paziente e l'inizio della terapia antibiotica ha un ruolo prognostico. L'importanza della strategia che raccomanda un'antibioticoterapia precoce è stata inizialmente valutata nei pazienti che presentano una pneumopatia acuta comunitaria. In un campione di 18 209 pazienti di età maggiore di 65 anni che si presentavano a una visita per una pneumopatia acuta comunitaria, una terapia antibiotica iniziata prima della quarta ora permetteva di migliorare la prognosi [61] . Più del 50% dei pazienti riceveva la prima dose di antibiotico dopo questo termine di 4 ore e il 17% dopo la sesta ora. I pazienti con una pneumopatia acuta comunitaria per i quali la terapia antibiotica era ritardata, erano i pazienti più anziani, quelli in cui il quadro clinico era atipico e quelli che presentavano elementi di confusione quali l'assenza di febbre o la presenza di disturbi neurologici [62] , insomma, i pazienti per i quali la diagnosi non era evidente. Le conseguenze deleterie del ritardo nell'instaurazione della terapia antibiotica sono state riportate in molte situazioni cliniche, come la meningite batterica, le infezioni nei pazienti oncologici e le polmoniti comunitarie e nosocomiali [63] [64] [65] [66] [67] [68] [69] . Una casistica ha permesso di «quantificare» la perdita di opportunità di una terapia antibiotica differita in un'infezione grave, definita dalla presenza di un'ipotensione arteriosa [70] : a partire dal momento in cui il paziente era ipoteso, ogni ora senza antibiotico aumentava del 7,6% il rischio di decesso nelle prime 6 ore. La necessità di introdurre precocemente una terapia antibiotica fa parte degli elementi integrati nelle raccomandazioni nazionali e internazionali [71] ; l'adesione a queste ultime e la loro applicazione permettono di accrescere la qualità delle cure prestate ai pazienti settici [72] .\n\nLa terapia antibiotica deve essere non soltanto precoce, ma anche adattata. Tuttavia, la sede dell'infezione è talvolta difficile da definire. Il trattamento antibiotico deve tenere conto dei patogeni possibilmente implicati, e questo fra numerosissime possibilità [71] . L'adeguamento dell'antibiotico allo spettro di sensibilità del microrganismo è cruciale per la prognosi vitale del paziente. Uno studio che valutava i determinanti del rischio di decesso in caso di setticemia ha riscontrato che l'antibioticoterapia iniziale non adattata al germe identificato nelle I -36-840-D-10 ¶ Shock settico emocolture aveva il più forte impatto prognostico [72] . L'insieme degli studi sull'argomento concorda sull'importanza di una terapia antibiotica iniziale adeguata (Tabella 6) [67, [73] [74] [75] [76] [77] [78] [79] [80] [81] . Di conseguenza, è stato raccomandato l'uso di una terapia antibiotica a largo spettro per coprire i germi più frequentemente incontrati in funzione del focolaio infettivo [82] . Il livello di evidenza clinica per l'uso degli antibiotici a largo spettro resterà con ogni probabilità debole [75] , ma si basa sul buon senso microbiologico. Seguire le raccomandazioni antibiotiche in termini di spettro di attività è, in ogni caso, un elemento di qualità delle cure che ha dimostrato il suo beneficio sulla sopravvivenza [83] . Tuttavia, migliorare l'individuazione dei patogeni resta un obiettivo da raggiungere per limitare lo spettro della terapia antibiotica e affinare la terapia sul germe responsabile. Le tecniche microbiologiche abituali possono mancare di sensibilità. L'uso di antigeni urinari per individuare Streptococcus pneumoniae e Legionella pneumophila di tipo 1 può aiutare nei pazienti che presentano un'infezione polmonare. Accanto alla loro buona sensibilità queste tecniche hanno una specificità mediocre per individuare un'infezione evolutiva; la loro presenza può essere rilevata molto tempo dopo un'infezione precedente o essere semplicemente la testimonianza dello stato di portatore di pneumococco nelle vie aeree superiori [84] . Sono attualmente in via di sviluppo strumenti di genomica molto sensibili, che hanno la capacità di rilevare virus e batteri; piattaforme di individuazione multiple permettono lo screening di una grande varietà di microrganismi [85] . La strategia di utilizzo di queste tecniche non è attualmente definita. Tutte le iniziative che tendono a migliorare la terapia antibiotica devono comunque essere oggetto dell'attenzione dei medici, il cui scopo è quello di migliorare la prescrizione antibiotica.\n\nTra le terapie sintomatiche il controllo emodinamico è intuitivamente quello più evidente. Le modalità sono tuttavia continuamente discusse e la letteratura scientifica abbonda di studi su questo argomento. Mantenere o ripristinare la volemia è il primo obiettivo del trattamento «di sostegno» durante l'infezione grave [86] . Storicamente, l'albumina è stata il primo soluto impiegato per l'espansione volemica in questi pazienti. Tuttavia, il razionale per il suo uso è stato invalidato da una metanalisi che riferisce un aumento della mortalità nel gruppo dei pazienti sottoposti a perfusione di albumina come trattamento dello shock [87] . Si deve notare che un'analisi di sottogruppi suggeriva una migliore sopravvivenza nel gruppo dei pazienti ipoalbuminemici quando essi ricevevano dell'albumina, ma si trattava in tal caso solo di una tendenza senza significatività statistica [88] . Inoltre, l'analisi costo-beneficio dell'uso di albumina è un altro freno al suo uso. Una simulazione medicoeconomica suggerisce tuttavia un possibile beneficio dell'albumina nei pazienti settici [89] . L'uso di albumina nel trattamento dello shock deve quindi essere considerato con precauzione; non esistono prove che permettano di raccomandare il suo nei pazienti in stato di shock, in particolare in caso di infezioni gravi.\n\nLa trasfusione di concentrati eritrocitari è stata proposta per i pazienti settici come soluzione di riempimento, nella misura in cui il valore dell'emoglobina contribuisce al trasporto dell'ossigeno e favorisce il trasporto e gli scambi di ossigeno nei tessuti. In effetti, il trasporto d'ossigeno VO 2 è fisiologicamente determinato dal prodotto di GC, gittata cardiaca, e C(a-v) O 2 , differenza arterovenosa di concentrazione in ossigeno; con la concentrazione arteriosa di ossigeno CaO 2 =1,31×Hb×SaO 2 . La strategia di trasfusione basata su obiettivi si basa su questi dati fisiologici [90, 91] . Secondo i risultati dello studio di Rivers et al. [92] l'uso di trasfusioni di globuli rossi è considerato come possibilmente utile. Le prove mediche restano tuttavia limitate e la trasfusione su obiettivi fisiologici si oppone al concetto di trasfusione guidata da soglie. In effetti, è stato suggerito che limitare la trasfusione di globuli rossi poteva essere utile in termini di sopravvivenza nei pazienti ricoverati in rianimazione. In effetti, la trasfusione può favorire la comparsa di lesioni polmonari e provocare un'immunosoppressione relativa sulle cellule NK. Lo studio di sopravvivenza principe è stato realizzato, mentre i prodotti trasfusi erano non deleucocizzati; orbene, la deleucocizzazione permette di limitare la tossicità dei concentrati eritrocitari. Inoltre, su una popolazione mirata, nella fattispecie i pazienti settici, è possibile che gli effetti collaterali siano controbilanciati dagli effetti benefici sul trasporto di ossigeno.\n\nUn dibattito permanente riguardo alla migliore soluzione da usare per ottenere un'espansione volemica adeguata è alimentato in letteratura. In effetti, la scelta tra cristalloidi e colloidi resta controversa.\n\nIl potere di espansione di queste due categorie di liquidi è differente. I colloidi hanno un potere di espansione superiore e un'emivita più lunga (Tabella 7). Tuttavia, il massimo volume di colloidi è limitato a 33 ml kg -1 di peso. I vantaggi teorici dei colloidi sono da moderare in base agli studi clinici. È stato dimostrato che un volume identico dell'una o dell'altra soluzione permetteva di ottenere delle variazioni equivalenti di volume di eiezione sistolica e di rilascio di ossigeno [93] . Le revisioni sistematiche e le metanalisi che includono pazienti con infezioni gravi e altri pazienti in stato di shock concluderebbero per un'equivalenza dei due tipi di soluzione, a eccezione di una di esse che ha evidenziato un beneficio con l'uso delle soluzioni cristalloidi [94] . Inoltre, i colloidi sono noti per la loro nefrotossicità e sono state riferite alterazioni della coagulazione in occasione del loro utilizzo. Questi elementi hanno condotto a realizzare dei lavori comparativi randomizzati nei pazienti in stato di shock settico. Un primo studio ha osservato una più alta frequenza di insufficienza renale acuta nel gruppo dei pazienti che ricevevano dei colloidi [95] . Un secondo studio prospettico randomizzato che si proponeva di aiutare nella scelta della soluzione più sicura tra Ringer lattato e idrossietilamido [96] non ha potuto essere portato a termine per Tabella 6. Dati della letteratura che riguardano l'impatto sulla prognosi vitale di una terapia antibiotica iniziale inattiva sul germe riscontrato all'esame microbiologico.\n\nIspahani et al. [73] 1987 875 Setticemia\n\nMeyers et al. [74] 1989 100 Setticemia, età >65 anni Riduzione del 12% (62% versus 50%, p=0,05)\n\nWeinstein et al. [75] 1997 707 Setticemia OR=2,72\n\nLeibovici et al. [76] 1998 2 158 Setticemia OR=1,6 (IC 95% = 1,3-1, 9) Behrendt et al. [77] Yu et al. [81] 2003 844 Setticemia, pneumococco Assenza di aumento della mortalità (p>0,2) OR: odds ratio; IC 95%: intervallo di confidenza al 95%.\n\nShock settico ¶ I -36-840-D-10\n\nproblemi di concezione dello studio [97] . Un ultimo studio ha recentemente di nuovo dimostrato l'effetto negativo delle gelatine nella rianimazione delle infezioni gravi [98] . Sebbene il riempimento vascolare sia un trattamento essenziale dello shock settico, la scelta del prodotto e le modalità di somministrazione restano controverse, ma dovrebbero idealmente essere guidate da obiettivi [92] .\n\nUn solido razionale è alla base dell'uso di vasopressori nella pratica clinica nella gestione dello shock settico [99] , tuttavia i medici dispongono di pochi studi comparativi. Nella pratica quotidiana è l'associazione di molecole con effetti farmacologici differenti che guida la loro scelta. L'associazione di noradrenalina e dobutamina migliora i parametri emodinamici della circolazione epatosplancnica [100] , ma richiede un monitoraggio invasivo per l'adattamento della loro dose. Dopamina e adrenalina hanno effetti vasocostrittori e aumentano la gittata cardiaca per il loro effetto inotropo positivo, ma i loro effetti metabolici sono potenzialmente deleteri [101, 102] .\n\nLe società scientifiche hanno pubblicato delle raccomandazioni per aiutare i medici nella prescrizione dei prodotti vasoattivi e hanno lasciato per i pazienti più gravi la scelta tra l'adrenalina e l'associazione classica noradrenalinadobutamina [103] . Una recente pubblicazione ha validato l'equivalenza di queste due strategie, sia sul piano dell'efficacia sia degli effetti secondari [104] . La vasopressina è oggetto di un interesse crescente, ma i risultati attualmente disponibili non permettono di integrarla con certezza nello schema terapeutico [105] . La sopravvivenza dello shock settico refrattario è stata osservata in alcuni pazienti nei quali la vasopressina era utilizzata come trattamento di salvataggio. Risultati recenti potrebbero tuttavia definire più precisamente il ruolo di questo farmaco nell'arsenale terapeutico in un futuro prossimo [106] . Lo studio VASST (VAsopressin in Septic Shock Trial) confronta attualmente la vasopressina e la noradrenalina in prima intenzione nei pazienti in stato di shock settico.\n\nQualunque sia la scelta del trattamento vasoattivo, esso deve essere ipotizzato senza indugio a partire dal momento in cui l'espansione volemica ben condotta non ha permesso di controllare l'ipotensione, integrandosi in una strategia terapeutica aggressiva che permette di migliorare in modo duraturo il futuro del paziente [92] .\n\nAlcuni studi hanno precedentemente dimostrato che la precocità di una terapia poteva migliorare la prognosi in differenti situazioni patologiche. Gli esempi più emblematici riguardano la fibrinolisi nell'infarto del miocardio, il trattamento curativo dell'embolia polmonare e la gestione del politraumatizzato. Nelle diverse situazioni ogni ritardo nell'attuazione del trattamento è responsabile di una perdita di opportunità per il paziente. Più precisamente, la normalizzazione precoce dei parametri fisiologici nel quadro di un politrauma ha dato luogo al concetto di golden hour, durante la quale si gioca la prognosi quoad vitam e durante la quale l'implementazione dell'arsenale terapeutico permette di migliorare significativamente la prognosi del malato. Migliorare in tempi brevi i parametri fisiologici come la pressione arteriosa e il rilascio di ossigeno è una sfida evidente del trattamento della sepsi, già sottolineata dalle conferenze di esperti alla fine degli anni Novanta [107] . Alcuni studi hanno dimostrato che l'applicazione di un trattamento guidato da obiettivi fisiologici precoci poteva migliorare la prognosi dei pazienti. Lo studio di Rivers et al. ha posto l'accento su questo concetto applicato alla gestione della sepsi [92] . La pubblicazione principale del 2001 ha suscitato un dibattito relativo alla pratica medica elementare: era possibile salvare dei pazienti settici solo migliorando i parametri di ossigenazione tissutale nelle prime 6 ore del trattamento?\n\nLo studio di Rivers et al. proponeva di ottenere appena possibile il livello fisiologico di parametri emodinamici come la pressione arteriosa e la saturazione venosa centrale in ossigeno (ScvO 2 ). Per raggiungere questi obiettivi, si raccomandava di utilizzare i trattamenti usuali che sono l'espansione volemica, la trasfusione di globuli rossi, l'uso di catecolamine e la ventilazione meccanica precoce (Fig. 2) . I risultati molto favorevoli ottenuti trattando i pazienti su obiettivi precoci hanno spinto molte equipe di urgenza e rianimazione a modificare la loro pratica e la loro organizzazione per applicare nella maniera più fedele possibile gli elementi del protocollo di Rivers: alcune equipe si sono conformate in maniera rigorosa o estremamente simile alle procedure [108] [109] [110] [111] ; altre hanno adattato al loro sistema di cure e alla loro organizzazione le direttive della pubblicazione originale o utilizzando delle procedure terapeutiche meno pesanti ma applicabili o sviluppando equipe specifiche per il trattamento delle infezioni gravi, descritte in letteratura sotto il termine di sepsis team [112] [113] [114] [115] [116] [117] [118] . I risultati globali di questi studi erano un beneficio in termini di sopravvivenza nel gruppo dei pazienti trattati su obiettivi precoci [109] .\n\nL'importanza di questi risultati è stata tuttavia temperata dagli ostacoli che limitano la loro applicabilità. Esiste una grande eterogeneità dei servizi di pronto soccorso riguardo alla capacità di intraprendere e monitorare dei parametri emodinamici invasivi, tanto in termini di attrezzatura che di disponibilità del personale [119, 120] . Un altro elemento non risolto è la capacità tecnica di posizionare dei mezzi di controllo invasivi da parte delle equipe mediche di urgentisti [120] e rianimatori [121] . Inoltre, un numero crescente di articoli mette in allarme sul fatto che i servizi di pronto soccorso sono sovraccarichi, compromettendo la qualità delle cure, e questo tanto più in quanto si tratta di cure di alto livello tecnico e in quanto la maggior parte dei medici di pronto soccorso non ha il tempo di prodigarsi di fronte al numero sempre crescente di pazienti [122] [123] [124] .\n\nInfine, alcuni studi segnalano la difficoltà di intraprendere il trattamento ottimale in Europa [125, 126] e negli Stati Uniti [127] . Non solo il trattamento sintomatico emodinamico può essere difficile da implementare, ma la terapia antibiotica, che non richiede tuttavia alcuna specificità tecnica, è spesso realizzata in ritardo. Per esempio, è stato segnalato che il ritardo medio della prima dose di antibiotico restava di 3 ore [108] e che il 68% dei pazienti non riceveva alcun antibiotico in questo periodo di tempo [125] . Alcuni studi hanno validato la fattibilità delle misure proposte da Rivers nei servizi di pronto soccorso, poiché molte sono aggressive e dipendono da un alto livello tecnico e dunque più specificamente di unità di rianimazione. In alcuni casi la mortalità era immutata, pari al 31%, prima e dopo l'implementazione delle procedure che miglioravano il coordinamento delle cure tra pronto soccorso e rianimazione [128] . Inoltre, gli sforzi di informazione devono essere proseguiti dopo l'inizio dell'implementazione della strategia di trattamento sugli obiettivi, poiché la curva di apprendimento si degrada discretamente nel corso del tempo, come per la maggior parte delle procedure [129, 130] . A margine di queste considerazioni pragmatiche di fattibilità sono stati anche discussi i parametri-bersaglio da raggiungere. La ScvO 2 è un parametro interessante da ottimizzare quando è anormale, ma può anche apparire normale durante alcune infezioni gravi [131] . Il profilo emodinamico dei pazienti settici è eminentemente diverso da un paziente all'altro, variando con le comorbilità e anche con lo stadio di presentazione dell'infezione e andando da uno stadio iperdinamico a uno stadio di insufficienza su incompetenza miocardica di origine settica [132] . L'utilizzo della pressione venosa centrale come indicatore dell'ipovolemia si dimostra spesso carente. La riduzione della pressione venosa centrale associata a una diminuzione della ScvO 2 può significare la presenza di un'insufficienza cardiaca oppure un'inadeguatezza tra offerta e richiesta di ossigeno. L'interpretazione può solo essere integrata nel contesto clinico. Sono disponibili altri indicatori. La misurazione della variazione dell'ossimetria da polso e della variazione dell'ampiezza del volume sistolico fornisce utili informazioni sulla volemia. Una differenza di ampiezza del 10% o superiore è considerata un buon indice di ipovolemia [133] .\n\nL'impiego generoso della trasfusione di concentrati eritrocitari è stato proposto per migliorare la ScvO 2 . La trasfusione non controllata è potenzialmente deleteria [90, 91] (cfr. supra), ma, in caso di infezione grave, i rischi teorici sono controbilanciati dai benefici sull'ossigenazione tissutale e sui parametri dell'infiammazione [134] . L'interesse della pressione venosa centrale e della ScvO 2 come parametri da usare come bersaglio può essere discusso [118] . È più importante definire obiettivi ragionevoli per trattare la sepsi utilizzando i mezzi di cui dispone ogni struttura, tenendo conto delle disponibilità di risorse umane e materiali e della padronanza delle tecniche di rianimazione [133] . [92] . PVC: pressione venosa centrale; PA: pressione arteriosa; PAS: pressione arteriosa sistolica; ScvO 2 : saturazione in ossigeno del sangue venoso cavale superiore; Ht: ematocrito; GRC: globuli rossi concentrati.\n\nDurante gli ultimi due decenni nessuno degli studi terapeutici che avevano lo scopo di modulare la risposta dell'ospite all'infezione ha permesso di migliorare la prognosi dei pazienti nonostante alcuni dati preclinici promettenti. I risultati di due recenti studi clinici hanno dato una nuova speranza per lo sviluppo di questo tipo di approccio, con l'utilizzo della proteina C ricombinante umana e di basse dosi di corticosteroidi.\n\nIl beneficio dei corticosteroidi sull'evoluzione emodinamica è fortemente suggerito da alcuni dati recenti. È stato osservato in uno studio randomizzato in doppio cieco che l'uso di basse dosi di idrocortisone (50 mg ogni 6 ore) associato al 5-alfafludrocortisone (50 µg per giorno) permette di interrompere più precocemente il trattamento vasopressore che nel gruppo controllo [135] . Per spiegare questo effetto, sono state proposte le proprietà metaboliche degli steroidi sul bilancio idrosodico e la loro capacità di riciclare sulla membrana i recettori adrenergici. Il loro ruolo antinfiammatorio e la loro capacità di limitare l'espressione di membrana del TF potrebbero contribuire all'effetto terapeutico nel quadro dell'infezione grave, ma non sono stati specificamente studiati in occasione di questi studi. Una delle difficoltà è definire al meglio i pazienti che presentano un'insufficienza surrenalica relativa in occasione della sepsi, che costituisce il bersaglio del trattamento con steroidi a basso dosaggio. In effetti, coesistono differenti definizioni per valutare questo deficit relativo. Uno studio di coorte condotto dal gruppo Corticus ha sottolineato l'importanza di misurare la variazione della cortisolemia dopo una stimolazione con corticotropina (test con l'adrenocorticotrophic hormone) [136] . Questo studio ha ipotizzato un effetto possibilmente deleterio dell'uso di etomidato, un imidazolico utilizzato per l'induzione dell'anestesia veloce, sulla risposta ormonale e sulla prognosi. Questa constatazione ha posto la questione dell'uso di questo anestetico per i pazienti settici. Tale timore era stato precedentemente suggerito da altri autori, ma è ancora discusso [137] . Le società scientifiche francofone hanno proposto nel 2006 di integrare questo elemento terapeutico nella pratica medica corrente. La strategia che propone l'impiego degli steroidi è nuovamente dibattuta alla luce dei risultati negativi di uno studio pubblicato nel 2008 [138] . Le società scientifiche non hanno attualmente aggiornato le loro raccomandazioni su questo punto preciso.\n\nEsiste nel corso dell'infezione un deficit acquisito di anticoagulanti naturali, tanto più profondo quanto più grave è il quadro clinico (cfr. supra). Uno studio multicentrico internazionale ha testato l'efficacia della proteina C attivata ricombinante umana nello shock settico. Il razionale dello studio era una sostituzione della proteina anticoagulante, che permetteva di regolare la coagulazione, limitando lo sviluppo delle insufficienze d'organo e migliorando la prognosi [139] . In seguito, molte pubblicazioni hanno dimostrato che, oltre all'effetto anticoagulante, il beneficio del trattamento poteva avere come origine le interazioni della proteina C con i sistemi dell'infiammazione, la risposta immunitaria innata e l'apoptosi [140] . La proteina C attivata ricombinante umana è anche in grado di proteggere dall'ipotensione gli animali e i volontari sani sottoposti a iniezione di LPS. I risultati clinici sono sovrapponibili, con un miglioramento più rapido dei parametri emodinamici e una sospensione più precoce dei farmaci vasoattivi [141, 142] . Questo effetto potrebbe essere legato alla modulazione endocrina della proteina C attivata che implica la adrenomedullina e le sue proprietà vasoregolatrici. Gli studi clinici hanno permesso di osservare una diminuzione della mortalità nei pazienti più gravi. In effetti, la proteina C attivata ricombinante è un farmaco approvato nel trattamento della sepsi con insufficienze d'organo.\n\nMalgrado i risultati degli studi i trattamenti adiuvanti sono sotto-utilizzati, a volte a vantaggio di terapie che non hanno dimostrato efficacia. Anche in questo caso, applicare le raccomandazioni sembra un mezzo per migliorare la qualità delle cure.\n\nNuovi standard di cure sono stati integrati alle buone pratiche cliniche in rianimazione. Benché non abbiano alcun legame diretto con l'infezione propriamente detta, le raccomandazioni insistono sulla loro importanza e sulla necessità di integrarli in una pratica globale per migliorare più in generale la qualità delle cure. Si tratta essenzialmente delle pratiche che riguardano la ventilazione meccanica non barotraumatica e il controllo glicemico stretto.\n\nAlcuni studi indipendenti hanno dimostrato che la diminuzione del volume corrente (≤6 ml kg -1 ) nei pazienti che presentano una sindrome di distress respiratorio dell'adulto permetteva di migliorare la loro sopravvivenza rispetto a pazienti ventilati con metodi convenzionali (12 ml kg -1 ) [143, 144] .\n\nL'iperglicemia è un fattore che da lungo tempo si sospetta aggravi la prognosi dei pazienti in rianimazione [145, 146] . Al fine di valutare l'impatto di un controllo glicemico assoluto sulla mortalità, 1 548 pazienti sono stati randomizzati in uno studio prospettico e controllato, destinato a testare l'impatto di una strategia che comporta un controllo glicemico assoluto (da 80 a 110 mg/dl) rispetto a un controllo glicemico convenzionale (da 180 a 210 mg/dl). Per ottenere un controllo glicemico rigoroso era, il più delle volte, necessaria una somministrazione continua di insulina per via endovenosa. La mortalità era significativamente ridotta nel gruppo «rigoroso» rispetto al gruppo «convenzionale» (4,6% contro 8%, p<0,04), rinforzando il messaggio sull'interesse di una misura terapeutica semplice. Benché non si applichi esclusivamente ai pazienti in shock settico, il controllo rigoroso della glicemia è divenuto uno standard nei pazienti in rianimazione. Il rischio legato a eventuali ipoglicemie, che appariva marginale in questi studi, è tuttavia stato sottolineato da alcuni [147] e questo rischio era anche stato sottolineato da uno studio multicentrico tedesco [98] .\n\nSebbene ancora discussi, questi elementi delle cure fanno logicamente parte dell'arsenale terapeutico da applicare a ogni paziente che presenta una patologia rianimatoria.\n\nLe società scientifiche hanno sottolineato la loro importanza nelle proprie raccomandazioni, consigliando di applicare ai pazienti settici questi trattamenti meno specifici, ma che contribuiscono a offrire migliori possibilità di sopravvivenza.\n\nIl peso dell'insufficienza renale nel corso della sepsi è considerevole in termini di prognosi, peggiorando significativamente la mortalità [148] . Una volta instauratasi l'insufficienza renale, il ricorso alla depurazione extrarenale (DE) è necessario in quasi i due terzi dei casi di insufficienza renale acuta associata alla sepsi [149] . La scelta della tecnica di DE da usare è stata oggetto di un'abbondante letteratura. L'emodialisi intermittente (EDI), tecnica di riferimento, è stata gradualmente abbandonata a vantaggio dell'emofiltrazione (EF) più recentemente descritta, a causa delle sue proprietà che appaiono meno adeguate ai pazienti instabili. In effetti, in EDI, la depurazione plasmatica risponde a un meccanismo di scambio diffusivo, realizzato secondo il gradiente di concentrazione tra compartimento plasmatico e dializzato. Si accompagna a un tasso di depurazione rilevante (clearance di 200-300 ml min -1 ) e può provocare una perdita sodica iniziale e un rapido cambiamento dell'osmolalità plasmatica. Queste variazioni improvvise, così come le modificazioni potenziali del tono vascolare (legate al riscaldamento del sangue durante la seduta) e la necessità di gestire il bilancio idrico per brevi durate (da 4 a 6 ore) spiegano le ipotensioni arteriose spesso osservate. Al contrario, l'EF fa ricorso a un meccanismo di scambio convettivo nel corso del quale gli elettroliti sono depurati a concentrazione costante, seguendo i movimenti liquidi (ultrafiltrato) indotti da un gradiente di pressione da una parte e dall'altra della membrana di EF, e genera un tasso di depurazione più basso (30-40 ml min -1 ), che spiega in parte le più modeste variazioni emodinamiche. Così, i difensori dell'EF evidenziano, rispetto all'EDI, il miglioramento della tollerabilità emodinamica e la migliore gestione del bilancio idrico quotidiano. La tollerabilità emodinamica può tuttavia essere migliorata quando si rispettano alcune precauzioni in grado di migliorare la reattività vascolare e di ridurre le variazioni del pool sodico [150] . La maggior parte degli studi che hanno confrontato le due metodiche in termini di mortalità è di natura retrospettiva, con numerose distorsioni metodologiche. I loro risultati sono contraddittori; alcuni riscontrano una mortalità più elevata [151] [152] [153] [154] , altri una mortalità più bassa [155, 156] o, addirittura, un'assenza di differenza [157] [158] [159] . Attualmente, sono pubblicati sei studi prospettici randomizzati che concordano nel non individuare alcuna differenza significativa tra le due metodiche quando esse sono utilizzate in maniera adeguata a questi pazienti instabili [160] [161] [162] [163] [164] [165] . Così, la scelta della metodica deve essere determinata in funzione dell'esperienza dell'equipe e della disponibilità dell'apparecchio di DE.\n\nPiù che la scelta della metodica, le domande fondamentali riguardano i criteri di inizio, il controllo della qualità della depurazione (dose di dialisi) e il vantaggio potenziale di usare la DE per controllare l'infiammazione e non più soltanto i disturbi metabolici dell'insufficienza renale acuta.\n\nIl tempo tra la comparsa dell'insufficienza renale e l'inizio della DE potrebbe essere un elemento importante per la prognosi dei pazienti [166] . La tendenza attuale è quella di iniziare la sostituzione renale abbastanza precocemente nei pazienti settici per ripristinare l'omeostasi idroelettrolitica e metabolica. Sembra essenziale considerare l'evoluzione dell'insufficienza renale sui valori dell'azotemia e della diuresi e non indugiare quando questa evoluzione presenta un peggioramento continuo nonostante una terapia ben condotta. È tuttavia difficile proporre delle soglie a partire dalle quali la DE deve essere iniziata. Tipicamente, si presumono un tasso di urea plasmatica di almeno 30 mmol/l o un'oliguria inferiore a 200 ml per 12 ore [167] . In alcune forme a evoluzione più rapida l'indicazione si basa sulle complicanze già presenti (iperkaliemia, acidosi metabolica mal controllata, ipervolemia con sovraccarico vascolare polmonare) quali che siano i valori dell'urea.\n\nUn altro parametro molto importante riguarda la qualità della DE, che si può valutare con la misurazione della dose somministrata. Quest'ultima deriva dalla clearance ottenuta nel corso della seduta di EF o di EDI. Ad oggi, tre studi prospettici randomizzati hanno stabilito l'effetto di questo parametro sulla mortalità [168] [169] [170] . In EF, gli esperti raccomandano una dose somministrata minima di 35 ml kg -1 h -1 di ultrafiltrazione in postdiluizione. In EDI i metodi di misurazione sono più complessi, ma si deve come minimo ottenere un tasso di riduzione di urea superiore al 65% a seduta. Metodi recenti di misurazione della dose somministrata in tempo reale, attualmente in corso di sviluppo, dovrebbero permettere in un futuro prossimo di disporre di uno strumento efficace [171] .\n\nUn ultimo aspetto riguarda il potenziale ruolo delle metodiche di DE nel controllo dell'infiammazione. Questo si applica solo all'EF, poiché lo scambio convettivo permette la depurazione delle molecole di dimensioni medie (molecole dell'infiammazione), cosa che non permette la diffusione (EDI). Un'abbondante letteratura sperimentale segnala effetti emodinamici significativi dell'EF eseguita ad alto volume di ultrafiltrazione (tra i 60 e i 200 ml min -1 ) sia in modelli di shock endotossinici sia in modelli di shock settici [172] . Ad oggi, alcuni studi nell'uomo descrivono degli effetti emodinamici, ma nessuno è prospettico randomizzato, e tutti presentano distorsioni metodologiche che impediscono di concludere sull'effetto reale di queste metodiche. Altri metodi in corso di sperimentazione (adsorbimento, membrane ad alta permeabilità) non hanno raggiunto ad oggi il livello di prova sufficiente per affermarsi nella pratica clinica.\n\nIn sintesi, sembra che l'insufficienza renale a causa del suo ruolo prognostico innegabile necessiti di una gestione energica, iniziata relativamente precocemente con un obiettivo di qualità (dose somministrata) chiaramente definito e controllato.\n\nLa febbre è considerata un disturbo della termoregolazione. Nel corso dell'infezione avrebbe un effetto battericida. L'aumento della temperatura centrale sembra tuttavia deleterio nei soggetti debilitati, poiché essa aumenta la richiesta di ossigeno. La febbre è un segno incostante nello shock settico e la sua frequenza è mal valutata. L'ipotermia è stata riscontrata quale fattore prognostico peggiorativo nella sepsi da bacilli Gram negativi. Uno studio più recente ha valutato la comparsa di febbre nel corso di un soggiorno in rianimazione. Le alterazioni termiche erano associate a una prognosi meno favorevole, più infausta. Nessuna valutazione dell'efficacia del trattamento della febbre sul tasso di mortalità è tuttavia attualmente disponibile nel quadro dello shock settico.\n\nIn pronto soccorso la gestione dello shock settico in fase iniziale è basata sul riconoscimento dello stato di shock e del suo carattere infettivo. Questo deve allora portare a instaurare un trattamento sintomatico a base di espansione volemica, il cui obiettivo è il miglioramento dei parametri emodinamici e metabolici. Il trattamento specifico deve comprendere l'eradicazione del focolaio infettivo con un'antibioticoterapia precoce e adatta o anche in alcuni casi, un approccio chirurgico. Sarà allora discusso un trattamento coadiuvante e sarà valutata la necessità di ricorrere a farmaci vasoattivi. Questi trattamenti devono essere intrapresi non appena riconosciuto lo shock settico. Nel contesto francese di organizzazione delle cure il paziente deve essere trasferito nel più breve tempo possibile verso una struttura di rianimazione per realizzare al meglio il trattamento e il suo follow-up. Questi dati sono riassunti nella Figura 3 derivata dalle raccomandazioni [173] .\n\nNonostante una grande frequenza e un'alta mortalità, i «nuovi trattamenti» dello shock settico non sono numerosi. Alcuni dati recenti dimostrano che la presenza di variabilità genetiche interindividuali potrebbe in parte spiegare le differenze dei quadri clinici derivanti dall'aggressione da parte di uno stesso patogeno. I progressi futuri nel trattamento dello shock settico utilizzeranno probabilmente gli strumenti genetici per proporre il trattamento più adatto a ogni singolo paziente, tanto negli studi clinici che nella pratica quotidiana, come avviene oggi in oncologia.\n\nPer il momento, il trattamento dello shock settico si basa su misure in apparenza semplici: • il riconoscimento precoce di un'infezione grave; • l'identificazione e il trattamento del focolaio infettivo; • la terapia iniziale con ossigeno ed espansione volemica su obiettivi fisiologici, quindi utilizzando i farmaci vasoattivi, la ventilazione meccanica e i trattamenti adiuvanti; • il ricovero in rianimazione non appena necessario.\n\nMigliorare l'applicazione di queste pratiche deve essere una sfida di tutti i giorni per i medici che hanno in cura i pazienti settici. [148] . PA: pressione arteriosa; ScvO 2 : saturazione in ossigeno del sangue venoso cavale superiore; ACTH: tetracosactide (esacetato); Hb: emoglobina.\n\n■ Riferimenti bibliografici"}