{"title": "", "body": "Monica Das Gupta, Lawrence Gostin The dissonance between the public health services provided in developed countries compared with those promoted by donors in developing countries is curious and costly. Population-wide services are a core component of publicly funded health services in developed countries, and are underpinned by a framework of public health regulations to reduce exposure to communicable diseases. 1 In developing countries, donors and international aid agencies have prioritised clinical services above population-wide services.\n\nPopulation-wide health services are largely non-clinical and seek to reduce disease through implementation of health regulations, surveillance, assessment of health threats, and control of outbreaks. Such services constitute a public good in the sense that they protect the whole population, and complement clinical services for prevention and treatment of disease. Developed countries periodically upgrade their public health systems-eg, the EU formed the European Centre for Disease Prevention and Control-and over time, citizens' expectations have risen such that providing poor public goods in health is politically unacceptable. Low-income countries need to prioritise services that produce public goods to more eff ectively improve health outcomes for their people, especially in view of their limited resources and high burdens of communicable disease. International health security cannot be ensured without strong national population-wide health services to reduce the spread of diseases across borders.\n\nDonors have neglected population-wide services in their eff orts to strengthen health systems. They have focused on expansion of access to health-care services, and on programmes to address specifi c diseases and maternal and child health. 2,3 Donors' eff orts to strengthen population-wide services have been piecemeal-eg, some improvement of disease surveillance or outbreak control. A strong population-wide system is crucial both to respond to disease outbreaks and to address potential health threats before an outbreak can occur. A striking manifestation of this neglect is a scarcity of coherent public health regulations in many countries with which donors have been working for decades. 4 Fortunately, there is renewed international awareness of population-wide health services, 5 with the increasing evidence of re-emerging diseases for which present treatments are inadequate. However, donors and international aid agencies must fi rst clarify the constituents of an eff ective public health system and the process for helping countries to build them.\n\nNeglect of services that reduce exposure to disease is associated with very high costs, and therefore the real issue is not whether developing countries can aff ord to have population-wide health services, but whether they can aff ord not to have them. The World Bank estimates that the cost of poor sanitation is more than 1% of gross domestic product (GDP) in Colombia and 1·4% in Bangladesh. 6 Improved sanitation and environmental management would reduce the frequency of diarrhoea by 88% and malaria by 42%, according to WHO, and the economic benefi ts would greatly outweigh the costs of making these improvements. 7 Furthermore, disease outbreaks impose heavy costs from business disruption-eg, Peru's cholera epidemic resulted in estimated losses of up to US$1·5 billion. 8 New diseases caused by poor oversight of livestock management have been and could be costly. Severe acute respiratory syndrome caused a loss of an estimated 2% of east Asian GDP in the second quarter of 2003, 9 and a severe avian infl uenza pandemic in man could cost an estimated 3·1% of worldwide GDP. 10 By comparison, the cost of population-wide services can be very low. Our continuing study in Sri Lanka (unpublished), in collaboration with the Sri Lankan Institute for Health Policy, has shown that a wide range of population-wide services can be provided with simple low-cost approaches. Combined with maternal and child health service outreach, these services cost less than 0·2% of GDP. Heavy expenditure on sanitary infrastructure, such as sewerage, is not necessary since most of the population uses stand-alone latrines. With good public provision of sanitary and clinical services, Sri Lanka has high levels of health equity 11 and life expectancy approaching that of developed countries, despite low GDP per head and 25 years of civil war.\n\nThe neglect of population-wide health services by donors and international aid agencies, which has contributed to weakened public health systems, is evident both intellectually and programmatically. Donors and international aid agencies have little understanding of population-wide services, to the extent that their employees who focus on public health services specify that these services are not synonymous with publicly funded health services. 12, 13 Key documents such as WHO's report on health-system performance 14 and the World Bank's health strategy 15 focus mainly on clinical preventive and treatment services. The Alma-Ata declaration of 1978 emphasised that a comprehensive approach to primary health care should include safe water and sanitation, and prevention and control of endemic diseases. In 2000, however, WHO pointed out that the goals remained largely unmet because of various shortfalls, such as absence of clarity about targets and how to meet them, compounded by shortages of funding and training. 14 The intellectual shift away from population-wide health services has become so extreme that interventions to improve environmental sanitation have become classifi ed as outside the health sector. Sanitation was even excluded from the original Millennium Development Goals, implying that it was unnecessary to meet child survival goals despite the high proportion of child deaths resulting from poor sanitation. 7 By this logic, the health sector's responsibility for management of diarrhoeal diseases is confi ned to treatment and improvement of personal health behaviour, but not reduction of exposure to faecally-transmitted diseases. By contrast, in developed countries, a principal function of public health agencies is to monitor the quality of sanitation services and to pressure providers to improve them.\n\nDonor initiatives related to environmental sanitationeg, the Water and Sanitation Program-concentrate on expanding the coverage of adequate water and sanitation facilities, with sanitation narrowly defi ned in terms of latrines. These initiatives are receiving increasing attention in the donor community, 6 but to be more eff ective, eff orts should also focus on the institutional mechanisms needed to monitor the subsequent operation of these services to keep health threats to a minimum. Environmental management of vector-borne diseases has also been addressed in the developed world through multisectoral coordination, initially to eradicate these diseases and now to ensure that they do not re-emerge. The Tennessee Valley Authority, which eradicated malaria and other mosquito-borne diseases from a large tract of the USA in the 1930s, continues to collaborate with the health department to monitor mosquito breeding. 16 These crucial services can be provided in developing countries by strengthening population-wide health systems.\n\nProgrammatic interventions by donors and international aid agencies tend to rely heavily on the use of modern medical technology, rather than strengthening systems to deliver population-wide health services. This approach has been applied successfully-notably, to target vaccinepreventable diseases-but in the case of malaria, reliance on DDT (dichloro-diphenyl-trichloroethane), bednets, and early treatment has proved inadequate since eff ective control also needs complex management of the disease environment. 6, 16 Single-focus programmes can be used to strengthen specifi c parts of a health system, but they can also unravel health systems and expertise, so these programmes should be balanced with building and maintaining the overall capacity of preventive health systems. Reliance on DDT, for example, failed to eradicate malaria, but ironically has \"almost eradicated public health scientists with an interest in environmental management\". 16 Concentration of resources into single-focus programmes increases pressure on existing population-wide health systems. For example, since the mid-1950s, health workers in India have been asked to focus on the priority programmes of the day, to the detriment of other important but routine services. 17 Similarly, districts in Tanzania have prioritised the diseases covered by donor-supported programmes, and neglected other diseases such as fi lariasis and schistosomiasis, which health workers and communities regarded as serious problems. 18 International aid agencies can also further compound dysfunctionalities in health systems by setting up alternative delivery mechanisms for their programmes. 19 The Pan American Health Organization (PAHO) has off ered useful lessons about how international aid agencies can develop long-term partnerships with member countries to strengthen their health systems. 20 In 1924, member countries fi rst signed the Pan American Sanitary Code, which established a legal requirement to notify other countries of disease outbreaks, similar to WHO's revised International Health Regulations. But the code has also gone much further by establishing a legal framework to lay the basis for technical collaboration between the Pan American Sanitary Bureau and its member countries to reduce disease burdens within each country. This collaboration seeks to systematically strengthen all aspects of health systems, including population-wide services. For example, PAHO's programme with Belize includes training of environmental health offi cers and strengthening of water quality monitoring, solid waste management, vector control, and food safety. 21, 22 Methods to identify targets for improvement in public health systems, developed by the US Centers for Disease Control and Prevention, have also been used by most of PAHO's member countries. 23 Worldwide threats from bioterrorism, and emerging and drug-resistant diseases, have led to revived interest in building and maintaining strong public health systems. Developed countries have strengthened their public health systems, and increasingly understand that their health security will benefi t from improvement of other countries' capacities to control their communicable diseases. International aid agencies have also begun to focus on health systems-eg, WHO's revised International Health Regulations address public health emergencies of international concern and health system capacities. Unfortunately, WHO mainly focuses on the capacity of health systems to detect and respond to disease outbreaks of international concern, which is inherently ineffi cient. If health systems are poorly prepared to implement health regulations and other measures to reduce exposure to disease, there will be repeated outbreaks to control.\n\nSubsequently, WHO has stated its intention to better strengthen health systems beyond outbreak surveillance and response, to include systems to predict and prevent exposure to health hazards. 12 However, key gaps remain. In the framework for action document, the role of a regulatory framework is buried with many other priorities in the subsection on governance, and does not mention public health regulations with the regulatory issues to be addressed.\n\nDeveloped countries are increasingly aware of their inability to remain insulated from the external eff ects of poor health systems in developing countries, off ering the opportunity to focus international cooperation on strengthening population-wide health systems. However, eff ective global health security needs all countries to have the capacity to anticipate, avert, and control all major threats from existing and emerging communicable diseases. WHO's present strategy to detect and control outbreaks of diseases judged to be of international concern is insuffi cient. Concerted attention and resources for capacity building off er new opportunities for inter national colla boration to create public goods in health.\n\nTo this end, we off er a few suggestions. First, information about the basic institutional and regulatory underpinnings of population-wide services should be compiled to help countries and donors improve these services. Analysis of the approaches used in countries such as Sri Lanka can show the strengths and weaknesses of diff erent system designs. Second, international collaboration needs to be channelled towards building and maintenance of national health systems, with a focus on long-term collaboration to build public goods in health. 19 This eff ort should draw lessons from PAHO's successful collaboration with its member countries despite their political and economic exigencies. Third, global health cooperation needs a good framework for action, such as Gostin 24 has proposed. This framework would help coordinate the fragmented activities of international organisations, countries, non-governmental organisations, and civil society, and create incentives for more eff ective international health assistance.\n\nDonors and international aid agencies need to radically change their approach to working with developing countries, with the new goal of strengthening their population-wide health systems. This goal is crucial for enhancement of the eff ectiveness of existing initiatives to improve health systems, water and sanitation, and health security. As Stern and Markel 2 note: \"Public health is an investment that works best when purchased in advance rather than paid out as each crisis arises.\" Contributors MDG drafted the paper and LG revised the paper.\n\nWe declare that we have no confl icts of interest."}