{"title": "Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications", "body": "Middle East respiratory syndrome (MERS), first reported in Saudi Arabia in 2012, is becoming an increasing threat to global health security, much like Ebola or swine flu. 1 Between March 2012 and 1 st November 2015, the World Health Organization (WHO) reported 1611 confirmed cases and 575 deaths worldwide. 2 MERS-outbreak countries include Saudi Arabia (1255 cases and 539 deaths), South Korea (185 cases and 36 deaths) and the United Arab Emirates (81 cases and 11 deaths). 3 The first case of MERS in South Korea occurred on 20 th May 2015 in a 68-year-old male who had contracted the disease while on a business trip to multiple Middle East countries. Subsequently, 186 cases were confirmed, with 38 deaths. In addition, 16,752 suspected cases had a substantial impact on the education, tourism, political and economic sectors. 4 Domestic and international media sources attributed the spread of MERS in South Korea to many factors. Reuters reported that South Korea's MERS situation would not be abated without information transparency and cooperation with international virus hunters, pointing out the South Korean Government's refusal to seek help from international parties as particularly troubling. 5 Science highlighted problems such as inadequate in-hospital ventilation, extensive transmission caused by unmanaged super spreaders, poor infection control measures, and refusal to disclose the names of hospitals where confirmed cases of MERS had been treated or sought treatment. 6 The Korea Centre for Disease Control and Prevention (KCDC) reported that problems with the initial response in South Korea could be attributed to inconsistent definition and isolation of close contacts, subsequent failure to conduct pre-emptive quarantines, and the Government's failure to implement appropriate crisis communication measures. 7 In the face of such speculation about the main reasons for the initial failure to contain the MERS outbreak in South Korea, the authors undertook a comprehensive review of the temporal progression of the outbreak and the infection histories of confirmed patients. An overview of worldwide publications on MERS between 1 st January 2010 and 31 st May 2015 did not include all of the South Korean cases, 8 whilst previous reports from South Korea have not reviewed the outbreak comprehensively. 7, 9, 10 The main objective of this study was to compare the South Korean experience with that of other countries, including clinical outcomes and infection control processes.\n\nGeneral characteristics, outbreak sites, and source of exposure of patients diagnosed with MERS The timeline from the first confirmed MERS case in South Korea, and the first death to the latest death is outlined in Figure 1 . Data were analysed based on the South Korean Government's MERS information portal, and policy briefings officially managed by MOHW and KCDC. 11, 12 The official daily briefing reports included patient serial number, day of diagnosis, infection route, sex, age and hospital. The sex and age of all 186 South Korean cases were determined. Outbreaks were defined as occurring in hospital, within the family or in the community. Sources of exposure were divided into three groups: healthcare professionals [doctors, nurses, medical technicians (e.g. radiologists) and medical transport staff]; infections contracted in hospitals by inpatients or outpatients; and infections acquired through visiting hospitalized patients or familial care-giving.\n\nThirty-eight deaths were identified via the official daily briefings from MOHW and KCDC. The sex, age and underlying diseases were recorded in these cases. Where patients had multiple underlying diseases, duplicate aggregation was permitted, with each disease treated as one case. \n\nSuper-spreading events are found to occur during infectious disease events in which, according to the Pareto principle, 20% of the infected population is the cause of transmitting the disease to the other 80%. 13 \n\nThe 186 MERS cases comprised 111 (59.7%) males and 75 (40.3%) females. Overall, the 50e59-years age group was most affected (22.6% of all cases), followed by the 60e69-years and 70e79-years age groups. Females with MERS tended to be older than males (Table I) . The 186 cases comprised the index case, his wife (infected in the household setting) and 184 nosocomially acquired cases. The most common route of exposure was through hospital visits (including family members who acted as care-givers), which accounted for 103 (55.7%) cases. Fifty-four (29.2%) cases occurred in patients who were hospitalized for other reasons, and 25 (13.5%) cases were occupationally acquired by healthcare workers (Table I) .\n\nTwenty-six of the 38 fatalities were males; the fatality rate in males (23.4%) was higher than that in females (16.0%). The average age of patients who died was 67.9 years (Table II) . Twenty-nine patients had underlying diseases. The most common underlying diseases were respiratory disorders (11 cases, 30.5%), cancer (11 cases, 28.9%), hypertension (eight cases, 22.2%), cardiovascular diseases (five cases, 13.9%) and diabetes (four cases, 11.1%) ( Table III) . \n\nThe MERS outbreak in South Korea involved both intra-and interhospital transmission. 9 The index case visited four hospitals whilst symptomatic between 11 th and 20 th May 2015, when he (Figure 2 ).\n\nSouth Korea has the world's second highest number of confirmed MERS cases after Saudi Arabia. While South Korea has officially reported 186 confirmed cases of MERS, WHO reports 185 confirmed cases. 2 This discrepancy is due to the fact that the South Korean Government included a South Korean patient who was diagnosed with MERS in China during a business trip, despite the fact that he was a suspected case while in South Korea. As in Saudi Arabia, MERS was more common in males than in females in South Korea. 15 MERS-CoV has the same coronavirus lineage as the severe acute respiratory syndrome coronavirus (SARS-CoV). 16 Zumla et al. and Chowell et al. compared the general characteristics between MERS and SARS. 8, 10 They reported that more than 90% of both MERS and SARS cases were adults. However, whereas 64.5% of MERS cases were males, 57% of SARS cases were females. 8e10 The reason for this apparent difference between the two infections is unknown; it may be related to differences in the sex distribution of the total populations at risk of the two infections. 17 The average age of confirmed MERS patients in South Korea was 55 years, which is a little higher than that reported by Zumla et al. (50 years). 8, 9 Zumla et al. also reported a case of MERS in a 1 year old, although only 2% of cases were in children. 8 The youngest confirmed case in South Korea was a 16-year-old male (Case No. 67, who was the son of Case No. 46). 11, 12 The fatality rate for MERS in South Korea was 19.9%. In contrast, the European Centre for Disease Control and Prevention reported that the global MERS fatality rate between March 2012 and October 2015 was 38.6% (1616 confirmed cases and 624 deaths). There were marked regional differences in mortality rates: 41.1% in the Middle East, 53.3% in Europe and 40.0% in Africa, compared with 19.2% in Asian countries. 3 Among probable SARS cases that occurred during 2002 and 2003, the global case fatality rate was lower at 9.6% (774 deaths in 8098 cases), but again there was considerable regional variation. 18 One of the reasons why South Korea has a lower fatality rate than other MERS-outbreak countries may be accessibility to a high level of emergency medical treatment. The difference does not appear to be attributable to mutations in the virus. 19 There was also a difference in the types of underlying conditions associated with fatal MERS in South Korea compared with Saudi Arabia. In Saudi Arabia, diabetes mellitus (74% of patients) was the most common underlying condition in fatal cases, followed by end-stage renal disease (52%), lung disease (43%) and cardiac disease (39%). 20 However, in South Korea, respiratory disease (30.5%), cancer (27.8%) and hypertension (22.2%) were the most common underlying conditions.\n\nOboho et al. reported that 109 (97.3%) of 112 patients in the Jeddah area of Saudi Arabia, who were not healthcare workers, contracted MERS through contact with someone in a healthcare facility. 20 Likewise, the present study found that 99.4% of cases were nosocomially acquired. The MERS infection routes in South Korea are characterized by both intra-and interhospital transmission. 9 Cases of community-acquired transmission were not found, corroborating the findings of the WHO report that there was no evidence of transmission outside hospitals in South Korea. 16, 21, 22 However, it was noted that MERS testing was only available to patients known to have been in close contact with a confirmed or suspected case; as such, more casual contacts of MERS cases may have been missed because they were not tested. However, global experience does indicate that MERS is predominantly a nosocomially acquired infection, 18 so restrictions on visitors are likely to play a key role in controlling MERS. 23 Immediately after the MERS outbreak in South Korea, many researchers reported various problems with the South Korean Government's MERS control measures. It was reported that South Korea's MERS outbreak was caused by poor hospital infection control standards and lack of monitoring close contacts, which was also the case in Saudi Arabia. 19 It was highlighted that public risk communication was delayed because the South Korean Government prioritized the determination of all details of the outbreak rather than information disclosure. This resulted in widespread panic during the MERS crisis. 24 Jack pointed out that while the biological basis for the initial failure to contain MERS is unclear, a number of factors contributed significantly, including 'doctor shopping' behaviour (i.e. a patient seeks treatment from various hospitals for the same ailment), lack of epidemiology experts, the culture of frequent hospital visits and familial care-giving, and the South Korean Government's steadfast stance on keeping information contained. 25 WHO experts indicated that problems with the initial spread of MERS in South Korea included prevalent occurrences among medical staff, lack of hospital infection management procedures, extremely crowded emergency rooms and multibed rooms in some hospitals, 'doctor shopping' behaviour, and the spread of infection through patient's family members or friends during hospital visits. 26 Finally, Choi et al. reported that South Korea's initial failure to control MERS was caused by South Korea's rigid application of MERS control guidelines which failed to isolate all close contacts, failure to recognize super-spreading events, environmental factors such as inadequate ventilation, insufficient infectious disease management capacity in secondary hospitals, and the South Korean Government's inadequate crisis management communication. 4 Many healthcare professionals in South Korea reported that the spread of MERS in South Korea could be characterized by the fact that hospitals acted as the main infection location, and by super-spreading events, where one case infects a number of others. 4, 9, 10 The occurrence of super-spreading events is known to be determined by physiological factors of the host, transmissibility of the pathogen, and the environment (e.g. crowding). 27 Lim pointed out that as the MERS-CoV isolated in South Korea did not differ from that isolated in other countries, there is a lack of biological evidence to support the occurrence of super-spreading events. 28 As such, super-spreading events must have been caused by environmental factors, including the South Korean Government's inadequate crisis response management. Other countries should be aware of this in their response to imported MERS cases. The debate on MERS infection handling in South Korea continues, with many local experts proposing improvement measures locally to prevent future national outbreaks of infectious diseases. 29e33 This narrative account of the South Korean experience of MERS describes some issues that are of local importance alone, but also contains some important lessons of wider relevance. First, the importance of early detection of cases; second, the role of super spreaders of the virus; and third, the importance of restricting hospital visitors as a control measure. It is also suggested that hospitals need to be prepared for eventualities such as MERS, such as by ensuring that they have the necessary facilities and equipment for patient isolation. For countries such as South Korea where medical care is insurance based, insurance coverage for infectious diseases should be included in insurance plans to ensure that there are no delays in clinical care."}