{"title": "The ubiquitous role of ubiquitin in the DNA damage response", "body": "Similar to phosphorylation, acetylation, glycosylation and other modifications, protein ubiquitylation is a post-translational modification that is utilized to control protein function. The complexity and diversity associated with the ubiquitin conjugation process generates a wide array of means to modulate protein function. For example, it can lead to conformational changes, shifts in sub-1568-7864/$ -see front matter © 2010 Elsevier B.V. All rights reserved. doi:10.1016/j.dnarep.2010.09.011 cellular localization, modulation of enzyme activity, alteration in protein-protein interactions, or a change in the lifespan of the modified protein. Recently , there has been intense interest regarding the role of ubiquitin and ubiquitin-like molecules in DNA damage repair and signalling, along with its interplay with phosphorylation. In this review, we will illustrate various means by which protein ubiquitylation influences DNA repair and checkpoint control.\n\nProtein ubiquitylation was initially discovered while examining whether there were lysosomal-independent pathways of intracellular protein degradation (reviewed in [1] ). The breakthrough occurred during the 1970s in the laboratory of Avram Hershko where he and his graduate student, Aaron Ciechanover studied the ATP-dependent degradation of the tyrosine aminotransferase enzyme. They isolated a protein, named ATP-dependent proteolysis factor 1 (APF-1) [2] , which was later identified as the 76-amino acid polypeptide now known as ubiquitin (Ub) [3] . Further work in several laboratories elucidated the process now known as ubiquitylation. Ubiquitylation is a multistep process resulting in the attachment of ubiquitin onto target proteins via the formation of an isopeptide bond between the ubiquitin C-terminus and an amino group on the substrate, most often the -amino group of lysine. Ubiquitylation involves the activities of at least three enzymes ( Fig. 1A) : (i) The ubiquitin-activating enzyme (E1); (ii) the ubiquitin-conjugating enzyme (E2); and (iii) the ubiquitin ligase (E3) [4, 5] . Substrate modification is ultimately an ATP-dependent mechanism because the E1 employs ATP to adenylate ubiquitin at its C-terminus, which then forms a thioester bond with the E1 active-site cysteine (depicted as E1∼Ub). The modified ubiquitin is then passed on to the E2 enzyme to form another thioester intermediate (the E2∼Ub). Finally, ubiquitin is conjugated to its substrate with the aid of an E3 ubiquitin ligase. There are three main types of E3s that are characterised by the presence of either a HECT (homologous to E6-associated protein C-terminus), ring (really interesting new gene) or U-box (a modified RING motif without the full complement of Zn 2+ -binding residues) domain [6] . HECT E3s have a direct catalytic activity as they form an intermediate thioester bond between ubiquitin and the catalytic cysteine residue. RING and U-box E3s act rather as scaffolds -they facilitate protein ubiquitylation by bringing the E2 and substrates close together. The process of protein ubiquitylation is a reversible process and is mediated by a family of deubiquitylating enzymes (DUBs) [7, 8] .\n\nMonoubiquitylation is defined as the addition of a single ubiquitin to a substrate [9] . Moreover, several lysine residues in the substrate can each be tagged with a single ubiquitin molecule, giving rise to multiple monoubiquitylation (often referred to as multi-ubiquitylation) [10, 11] . Monoubiquitylation is involved in endocytosis [11] , DNA repair and replication [12] , transcriptional regulation and modulation of the histone code [13] . A further layer of complexity is introduced when individual ubiquitin molecules are attached to each other, which leads to the formation of ubiquitin chains linked to a single lysine on the substrate [14] . Ubiquitin itself has seven lysine residues ( Fig. 1B and C) , all of which can potentially participate in chain formation, although ubiquitin K48 (single-letter amino acid codes will be used throughout the text) and K63 are the best-characterized residues involved in polyubiquitylation [15] . Ubiquitin can also form linear chains by linking to the N-terminal amino group [16] . Polyubiquitin chains of at least four K48-linked ubiquitin molecules (UbK48) can efficiently target a conjugated substrate to the proteasome for degradation [17] . Interestingly, the different linkages result in different chain topologies as shown by the structures of di-ubiquitin molecules: K48-linked di-ubiquitin has a closed conformation [18] , whereas K63-linked di-ubiquitin has an extended conformation [19] . The distinct topology of K63-linked ubiquitin chains (UbK63) allows this modification to be recognized by specialized ubiquitin-binding domains (UBDs, more on these below) such as the tandem UIM motifs [20, 21] . The UbK63 modification is widely used in cellular processes such as DNA repair [12, [22] [23] [24] , signal transduction [25] , protein trafficking [26] , and ribosomal protein synthesis [27] . In addition to these well-studied types of polyubiquitin chains, there is mounting evidence that all seven types of ubiquitin linkages are employed by the cell [28] [29] [30] . In other words, and by analogy to histone modification, there is an emergence of a \"ubiquitin code\" that will likely play a central role in the DNA damage response. For example, K6-linked chains (UbK6) are likely involved in DNA repair [12, 31] whereas K29-linked chains target proteins for lysosomal [32] or proteasomal degradation [33] . Recently, the structure of K11-linked chains (UbK11) was reported to adopt a unique conformation distinct from UbK48, UbK63 or linear chains [34, 35] . The anaphase-promoting complex cyclosome (APC/C), a key cell cycle regulator, is the major source of UbK11 chains in the cell, pointing to an important role for these chains in promoting cell cycle-dependent proteasomal degradation [35, 36] . Finally, there is increasing evidence for the presence of forked chains, at least in vitro [37] . However, the in vivo abundance or relevance of these heterogeneous chains is not clear [38] . Nevertheless, the possibility of branched ubiquitin chains in addition to the eight types of linear chains increases the potential for diversity of ubiquitylation in an astronomical fashion. The complexity of post-translational modification in the DNA damage response is further elevated with the rising prominence of the small ubiquitin-like modifier, SUMO.\n\nSUMO was first identified in mammals, where it was found to be covalently linked to the GTPase activating protein RanGAP1 (reviewed in [39] ). The enzymes involved in the process of protein SUMOylation follow the same enzymatic cascade as ubiquityla-tion with a SUMO-specific E1 enzyme, an E2, UBC9, and number of E3s such as PIAS1-4, MMS21, RanBP2, Polycomb 2, or TOPORS (reviewed in [40, 41] ). Mammalian genomes usually have three types of SUMO conjugates (a ubiquitin-like modifier of around ∼100 amino acid residues): SUMO1, SUMO2 and SUMO3. The latter two SUMOs differ by just three amino acids and are considered to be functionally equivalent; they are often referred to as SUMO2/3 [42] . Despite the differences in primary amino acid sequence and surface charges, these SUMO proteins share their three-dimensional structure and pathway architecture with ubiquitin. In contrast to ubiquitylation, there is a short consensus sequence KXE/D (where is a bulky aliphatic residue and X stands for any amino acid) [43] which is frequently, although not always, recognized by UBC9 to facilitate SUMOylation. Two of the three mammalian SUMO isoforms, SUMO2 and SUMO3, have been demonstrated to form poly-SUMO chains [43] . The first physiological substrate reported to be modified by SUMO-SUMO linkage was the histone deacetylase HDAC4 [44] . SUMO is a versatile modification and is involved in the regulation of transcription, in various aspects of genome stability including DNA repair pathways and chromosome segregation, and in the control of nucleocytoplasmic transport (reviewed in [39, 41, 43] ). SUMOylation is reversible through the action of a family of Sentrin/SUMO-specific proteases (SENPs). In mammalian cells six different SENPs belonging to three subfamilies have been identified (reviewed in [46] ). Deletion of a number of these SENPs has proven valuable in unravelling some of the in vivo roles of SUMOylation. For instance, knockdown of SENP5 results in the inhibition of cell proliferation and appearance of binucleate cells, suggesting that it may play a role in mitosis and/or cytokenesis [47] . Also, deletion of the murine SENP1 gene leads to the development of severe fetal anemia linked to regulation of the hypoxia-induced factor 1␣, a key regulator of erythropoietin transcription [48] . Most recently, an exciting report linked the process of homologous recombination to the action of SENP6 [49] . Indeed, during S-phase the replication protein A (RPA) subunit RPA70 is kept in hypoSUMOylated state through its interaction with SENP6. Upon the induction of replication stress, SENP6 dissociates from RPA70, which rapidly becomes SUMOylated (by a still unknown SUMO-E3 ligase) to facilitate the recruitment of RAD51 to the site of damage. These observations suggest that SUMOylation of RPA70 accelerates it replacement by Rad51 on ssDNA and thus facilitates fork restart through homologous recombination [49] .\n\nThe involvement of other ubiquitin-like modifiers such NEDD (reviewed in [50] ) will not be covered in depth in this review but it potentially expands the repertoire of signals even further. In the next sections, we will survey the role of the various modes of regulation of the DNA damage response by ubiquitylation. We will examine the emerging importance of non-degradative polyubiquitylation as a signalling event in response to DSBs, illustrate the role of monoubiquitylation during interstrand crosslink (ICL) repair and translesion DNA synthesis (TLS), describe how proteasomal degradation regulates checkpoint control, describe examples of the critical roles that DUBs play in these processes, and finally, we will speculate on how targeting the ubiquitin-proteasome system might be used for the pharmacological modulation of the DNA damage response.\n\nAmong the many types of DNA lesions, DNA double-strand breaks (DSBs) are the most cytotoxic. In response to DSBs, cells mount a response that can be cytologically followed via the accumulation of an ever-growing list of signalling and repair factors on the chromatin that surrounds the DNA break, which is manifest by the formation of distinct subnuclear structures that are referred to as \"foci\" [51] . Intense work in the past three years has indicated that the assembly of these foci is a hierarchical process that is largely dependent on protein ubiquitylation [52] .\n\nThe early DSB response utilizes phosphorylation-dependent protein-protein interactions to coordinate DNA damage recognition and signal amplification. DSBs are initially sensed by the MRN (MRE11/RAD50/NBS1) complex and Ku70/80 proteins, which rapidly recruit and activate the Ser/Thr kinases ATM (ataxia telangiectasia mutated) and DNA-PKcs (DNA-dependent protein kinase catalytic subunit), respectively [53] [54] [55] [56] [57] . Both kinases are members of the phosphatidylinositol 3-kinase-like kinase (PIKK) family of protein kinases that activate an extensive DNA damage response network that includes, among others, the activation of cell cycle checkpoints and facilitation of DNA repair [58] [59] [60] [61] [62] . A critical event that is dependent on ATM and to a lesser extent on DNA-PKcs is the phosphorylation of histone variant H2AX on the Ser139 residue [63] [64] [65] . This form of phosphorylated H2AX (␥-H2AX) serves as a DNA damage mark that mediates the subsequent accumulation of signalling proteins at DSB sites. In particular, ␥-H2AX is recognized by MDC1 (mediator of DNA damage checkpoint) [66] [67] [68] , which is itself critical for the focal accumulation of 53BP1 (p53 binding protein 1) and the product of the tumour suppressor gene BRCA1 (breast cancer susceptibility gene 1) [69, 70] . Both proteins are important mediators of the DNA damage checkpoint [71] [72] [73] and are involved in promoting various aspects of DSB repair [74] [75] [76] [77] [78] [79] [80] . The molecular mechanism(s) by which MDC1 promotes the accumulation of these factors remained elusive until the recent identification of a regulatory ubiquitylation cascade that acts on damaged chromatin downstream of MDC1 [52] .\n\nThe first E3 ubiquitin ligase that acts in this cascade is RING finger protein 8 (RNF8) ( Fig. 2A) . RNF8 accumulates at DSBs via phospho-dependent interactions between its N-terminal forkheadassociated (FHA) domain and ATM-phosphorylated TQXF motifs on MDC1 [22, 81, 82] . At damaged chromatin, RNF8 cooperates with the E2 conjugating enzyme UBC13 to ubiquitylate histones that likely include H2A and H2AX [81] [82] [83] . It should be emphasized that UBC13 is the only known E2 that catalyzes the formation of UbK63 chains [84] , indicating that RNF8-mediated ubiquitylation does not target its substrates for proteasomal degradation. This finding is in line with earlier reports suggesting that non-degradative ubiquitin conjugates accumulate into IR-induced foci [85, 86] . Most importantly, UBC13 and the E3 ubiquitin ligase activity of RNF8 are both critical for the re-localization of BRCA1 and 53BP1 to DSB sites ( Fig. 2C ) [22, 81, 82, 87, 88] . Together, these data indicate that RNF8/UBC13-mediated ubiquitylation promotes the recruitment of downstream signalling and repair factors to damaged chromatin. Thus, RNF8 serves as a molecular adaptor that physically integrates phosphorylation-and ubiquitylation-dependent DSB signalling.\n\nRemarkably, RNF8-mediated ubiquitylation is necessary but not sufficient for the sustained assembly of checkpoint and repair factors at DSB sites. Instead, 53BP1 and BRCA1 focus formation also requires the action of a second RING type E3 ubiquitin ligase called RNF168, which acts directly downstream of MDC1 and RNF8 (Fig. 2B) [23, 24] . RNF168 accumulates at DSB sites in a manner that is strictly dependent on two motifs termed MIUs (motif interacting with ubiquitin), which recognize RNF8/UBC13-dependent ubiquitin modifications on H2A and H2AX [23, 24] . Like RNF8, RNF168 interacts with UBC13 to catalyze histone ubiquitylation and the formation of UbK63 conjugates at DNA lesions ( Fig. 2B ) [23, 24] . Interestingly, there is evidence suggesting that RNF8 and RNF168 add di-ubiquitin moieties to H2A-type histones [23, 81, 83] . Whether one or both ligases also add longer chains to histones is, in our view, an unresolved question. In this regard, since UbK63 chains clearly assemble at sites of DNA damage, the possible lack of histone polyubiquitylation would indicate that RNF8 and/or RNF168 also promote the K63-linked ubiquitylation of other yet to be identified substrates in response to DNA damage [52] .\n\nThe critical importance of the RNF8 pathway for the physiological response to DSBs was first demonstrated by the observation that biallelic mutations in the RNF168 gene cause the RIDDLE syndrome, a radiosensitivity and immunodeficiency disorder [23] . Although RNF8-and RNF168-depleted cells show a mild checkpoint defect after DNA damage and perhaps more significantly, defective DSB repair, particularly in heterochromatin [89] due to their inability to accumulate 53BP1 on damaged chromatin. The cause of the radiosensitivity in RIDDLE cells is still not entirely known. In the case of the immune deficiency, the role of RNF8 and RNF168 is better established due to genetic analyses in mouse and in an in vitro model of class switch recombination (CSR) [90] [91] [92] . Indeed, Rnf8-deficient mice are defective in CSR and accumulate unresolved immunoglobulin heavy chain gene-associated DNA breaks. Interestingly, the CSR phenotype of the Rnf8 −/− mouse is much milder than that associated with the 53BP1 knockout [77, 79] but is epistatic with the phenotype associated with the deletion of H2AX [90] . Mutations in RNF168 are predicted to yield similar results given that knockdown of Rnf168 in the murine B cell line CH12F3-2 results in a CSR defect analogous to that of Rnf8 −/− [92] .\n\nIn addition to these phenotypes, analysis of the Rnf8 −/− mouse yielded some surprising results. Indeed, Rnf8 −/− mice show male infertility [90, 91, 93] due to an inability to ubiquitylate chromatin and promote global nucleosome removal [93] . Interestingly, during spermatogenesis, RNF8-dependent histone ubiquitylation is coupled to acetylation of histone H4 Lys16 (H4K16), raising the possibility that during the response to DNA damage, RNF8/RNF168dependent chromatin ubiquitylation might similarly be coupled to another histone modification.\n\nAn unresolved issue is exactly how the RNF8-RNF168 cascade is organized. Indeed, RNF8 and RNF168 share at least a subset of overlapping substrates (H2A-type histones) suggesting several, not mutually exclusive models of how these two ubiquitin ligases cooperate to increase ubiquitylation in the vicinity of DSBs. In one model, RNF168 recognizes RNF8-mediated di-ubiquitylated histones via its MIU motifs and subsequently propagates the ubiquitylation signal to neighbouring histones, thereby amplifying its own recruitment as well as the DNA damage signal. However in systems such as PCNA ubiquitylation or NF-B signalling [94, 95] , it is thought that UBC13 requires substrates that are first mono-ubiquitylated. Therefore, an alternative model to consider consists of RNF8 laying down the first ubiquitin moiety on chromatin, which is then a substrate for elongation by RNF168-UBC13. The most recent work by our laboratory [96] (see section on DUBs, below) seems to tip the balance in the favour of this model although it seems clear to us that a model where RNF8 and RNF168 act exclusively in a linear fashion does not reconcile all the available data.\n\nHow RNF8/RNF168-mediated regulatory ubiquitylation facilitates the assembly of signalling and DNA repair factors at sites of damage is also only partially understood. However, it is becoming increasingly clear that one role of the UbK63 (and perhaps UbK6) chains at damaged chromatin is to act as a molecular landing pad for downstream checkpoint and repair proteins that recognize these chains via specialized ubiquitin binding domains. A prime example for this mode of recruitment is RNF168 itself, which relocalizes to sites of damage by binding to ubiquitylated histones via its MIU motifs [23, 24, 97] . Similarly, the E3 ubiquitin ligase RAD18 has recently been shown to accumulate at DSB sites downstream of RNF8 (and RNF168) in a manner dependent on its UBZ-like zinc finger domain [98] . In vitro, this domain preferentially binds to UbK63 chains, suggesting that RAD18 recognizes RNF8/RNF168catalyzed ubiquitin conjugates at damaged chromatin [98] . RAD18 is therefore a fourth E3 ubiquitin ligase (after RNF8, RNF168 and Model of RNF8/RNF168-mediated regulatory ubiquitylation at DSBs. (a) DNA damage induces the rapid phosphorylation of histone H2AX, which is recognized by the scaffolding protein MDC1. MDC1 itself is also phosphorylated and directly recruits the E3 ubiquitin ligase RNF8 to the DSB site. Chromatin-bound RNF8 then cooperates with the E2 conjugating enzyme UBC13 to ubiquitylate H2A-type histones. This ubiquitylation event is opposed by USP3 and USP16. Note that RNF8 interacts with the E3 ubiquitin ligase HERC2, which likely acts to stabilize the RNF8/UBC13 interaction. (b) Ubiquitylated H2A-type histones are recognized by the E3 ubiquitin ligase RNF168, which then interacts with UBC13 to amplify RNF8-dependent histone ubiquitylation and to catalyze the addition of UbK63 conjugates onto other yet unknown substrates (denoted as \"X\"). RNF168/UBC13-mediated ubiquitylation is counteracted by OTUB1. (c) RNF8/RNF168-mediated regulatory ubiquitylation in the vicinity of DSBs is critical for the sustained recruitment of downstream checkpoint and repair proteins including BRCA1 and RAD18 (two additional E3 ubiquitin ligases) and 53BP1. BRCC36 is a BRCA1-associated DUB that also counteracts this pathway. See text for details. Ub, ubiquitin; P, phosphorylated residue; Me, methyl group. BRCA1) that is recruited to DSB sites. The function of RAD18 at DSBs remains elusive but a role in homologous recombination repair seems likely [98] .\n\nRecently, the HERC2 ubiquitin ligase, a giant HECT-type E3, was shown to accumulate at sites of DNA damage via an interaction with the FHA domain of RNF8 [99] . Depletion of HERC2 results in a deficient RNF8/RNF168 pathway and the loss of 53BP1 accumulation at DSB sites. The exact function of HERC2 at sites of DNA damage has not been entirely elucidated, but may involve the stabilization of a productive RNF8-UBC13 interaction. Interestingly, stable depletion of HERC2 results in the loss of RNF168 protein, suggesting that loss of HERC2 destabilizes RNF168. The contribution of the loss of the RNF168 protein to the phenotype of HERC2-depleted cells is yet to be tested but we consider it likely that it contributes in some part to the loss of focal accumulation of 53BP1 after irradiation.\n\nThe complexity of this pathway does not stop at the level of the five different ubiquitin ligases. Indeed, recent work has highlighted the fact that SUMOylation is required for the assembly of 53BP1 and BRCA1 foci, in particular requiring the action of the SUMO ligases PIAS4 and PIAS1 [100, 101] and of UBC9, the SUMO E2. Possible SUMO conjugation targets at sites of DNA damage are 53BP1 and BRCA1, although the accumulation of RNF168 at sites of DNA lesions was also dependent, to some extent, on SUMOylation. While SUMOylation is clearly important, the critical SUMOylation targets downstream of RNF8 remain to be determined and it will be exciting to uncover how SUMOlyation and ubiquitylation collaborate in this response.\n\nWhile BRCA1 does not contain any ubiquitin binding motifs, it accumulates at DSB sites through a phospho-dependent interaction with Abraxas (also known as CCDC98), which in turn binds to the adaptor protein RAP80 (receptor associated protein 80 or UIMC1) [86, [102] [103] [104] [105] . RAP80 harbours tandem ubiquitininteracting motifs (UIMs) that are critical for BRCA1-Abraxas recruitment [86, 88, 102, 105] . Importantly, the RAP80 tandem UIMs selectively recognize UbK63 chains, but not monoubiquitylated proteins or UbK48 chains [86, 102] . Put together, RAP80 tethers its binding partner BRCA1 to DSB sites through its ability to directly interact with UbK63 chains catalyzed by RNF168 [23] . 53BP1 does not contain any recognizable ubiquitin binding motifs nor does it interact with proteins that are known to bind ubiquitin specifically at DSB sites. Yet, 53BP1 relies on RNF8/RNF168-mediated regulatory ubiquitylation for its focal accumulation at damaged chromatin [22] [23] [24] 82, 83, 88] . How this is achieved mechanistically remains an important unresolved issue. Since 53BP1 accumulates at DSBs via an interaction between its Tudor domain and the methylated Lys20 residue on histone H4 (H4K20) [106] , it has been postulated that regulatory ubiquitylation remodels nucleosomes surrounding DSB sites, thereby making the otherwise buried methyl-lysine residues accessible for 53BP1 binding [106] . However, since biophysical studies indicate that proteins can readily probe the buried nucleosome-DNA interface [107] , we consider it more likely that a binding event other than that of methylated H4K20 is necessary for 53BP1 accumulation on chromatin [106] . Interestingly, in fission yeast, where the 53BP1 homolog Crb2 also binds to methylated H4K20 but where ubiquitylation is not required, the additional binding requirement is provided by ␥-H2AX [108, 109] .\n\nEssentially, RNF8 and RNF168 are chromatin-modifying enzymes. As described above, this link is particularly evident during spermatogenesis. Moreover, one of the potential outcomes of RNF8/RNF168 action is histone H2A ubiquitylation, which can be a repressive histone mark and is usually catalyzed by the PRC1 Polycomb complex [110] . Therefore, some levels of cross-talk between RNF8/RNF168 and the Polycomb complex should be expected.\n\nThe first indication that the RNF8/RNF168 pathway may be involved in the regulation of gene expression came from an unsuspected source, the herpes simplex virus. In this virus, the ICP0 protein, a virally-encoded ubiquitin ligase, plays an important role in controlling the transition between latent and lytic infection by promoting the transcriptional reactivation of the virus. Interestingly, ICP0 expression abolishes the focal accumulation of 53BP1 foci after IR treatment but not the formation of the initial ␥-H2AX mark [111] . Pathway mapping experiments revealed that ICP0 expression results in the loss of both RNF8 and RNF168 with a concomitant loss of ubiquitylated histone H2A. The degradation of RNF8, which appears a direct target of ICP0, and the loss of RNF168 is an important outcome of ICP0 expression because Rnf8 −/− cells restore the ability of ICP0-deficient herpes simplex virus to enter its lytic phase [111] . While one possibility is that this viral subversion modulates the DNA damage response, perhaps a more likely scenario is that ICP0 blocks the transcriptional repression of the latent virus by removing two enzymes that participate in the establishment of silenced chromatin.\n\nThe role of the RNF8 pathway in transcriptional repression was recently demonstrated in an elegant series of experiments in human cells, using a real-time fluorescence reporter of RNA transcription [112] . In this system, a DSB was inducibly generated in the proximity of a reporter gene expressing a transcript encoding a protein tagged with the phage coat protein recognition sequence MS2 (YFP-MS2). Expression of MS2-YFP monitors transcription at the site of the break, which is itself labelled by RFP. In this system, the generation of a DSB resulted in potent transcriptional repression that was dependent on ATM as well as the RNF8 and RNF168 proteins [112] . Intriguingly, the derepression of the transgene following the induction of a DSB required the co-depletion of RNF8 and RNF168, suggesting that both ligases may not work in a linear pathway with respect to transcriptional silencing. Since the RNF8/RNF168-dependent silencing appears to be dependent on histone H2A monoubiquitylation, these results might suggest that both ligases are able to carry out this reaction. The significance of this pathway is not clear but may represent an innate defence mechanism against the insertion of foreign DNA, such as viruses or transposons, into the genome.\n\nFanconi anemia (FA) is an autosomal or X-linked disease, characterized by cancer susceptibility and various developmental abnormalities [113] . One of the cellular hallmarks of FA cells is a hypersensitivity to interstrand crosslink (ICL)-inducing agents, such as mitomycin C (MMC) or cisplatin [114, 115] . The genes mutated in the multiple FA complementation groups code for constituents of a DNA repair pathway that plays a key role in sensing and repairing ICLs [116, 117] .\n\nThe activation of the FA pathway is characterized by the monoubiquitylation of the FANCD2 and FANCI proteins [118] [119] [120] [121] [122] [123] by a multi-subunit ubiquitin ligase often referred to as the \"core complex\" [117, 124] . The actual E3 ubiquitin ligase catalytic component of this core complex is FANCL [125] , which partners with the E2 ubiquitin conjugating enzyme, UBE2T [118, 120] . FANCD2 and FANCI form a heterodimeric complex referred to here as the \"ID complex\" [117] . Both proteins are similar in their overall size and domain architecture and are monoubiquitylated on residues K561 and K523, respectively [119, [121] [122] [123] . Monoubiquitylation of the ID complex is evolutionarily conserved and, at least for FANCD2, is fundamental to the proper functioning of the FA pathway. In fact, the majority of identified FA clinical cases are characterized by an inactivation of FANCD2 monoubiquitylation [117] .\n\nFANCD2 monoubiquitylation results in the relocalization of the ID complex into subnuclear foci that likely represent ICL sites [119, 121, 122, 126] . Mutations that inhibit FANCD2 monoubiquitylation either by directly mutating K561 on FANCD2, or perturbing core complex assembly, result in a loss of FANCD2 foci and defective ICL repair [119, 127] . These findings underlie the importance of monoubiquitylation with respect to the proper functioning of the FA pathway and specifically with the proper targeting of FANCD2 to sites of damage. How monoubiquitylation translates into the loading of FANCD2/FANCI onto chromatin is still unclear. For example, it is not known whether monoubiquitylation of the ID complex promotes its interaction with a chromatinbound ubiquitin receptor or whether this modification enables the ID complex to bind DNA directly. Another notable feature of ID complex recruitment to chromatin is the crosstalk between monoubiquitylation and phosphorylation. In a study using the avian DT40 cell line, FANCI monoubiquitylation was shown to be dispensable for FA pathway function while its phosphorylation by ATR was not [128] . Indeed, phosphorylation of FANCI induces FANCD2 monoubiquitylation, and FANCI phosphomimetic mutations result in constitutive FANCD2 monoubiquitylation [128] . This study demonstrated that phosphorylation of one protein can promote the monoubiquitylation of another. The exact mechanism linking FANCI phosphorylation with FANCD2 monoubiquitylation is still unclear but an intriguing possibility is that phosphorylated FANCI prevents deubiquitylation of FANCD2 [129] .\n\nThe discovery of the nuclease FAN1 (Fanconi/FANCD2 associated nuclease 1) recently bridged an important gap in our understanding of the role of ID complex ubiquitylation. FAN1 was found to interact with the ubiquitylated ID complex in response to MMC [130] [131] [132] [133] [134] . This interaction occurs via a UBZ-like domain that bears similarity to that of RAD18. Since the FAN1 nuclease activity and its recruitment to ICLs via FANCD2 monoubiquitylation are both critical for ICL repair [121, [131] [132] [133] , this recent work suggested a model where the monoubiquitylated ID complex promotes nuclease-dependent processing of the ICL lesion. Although the exact mechanism of FAN1 action at ICL sites remains to be elucidated, it is evident that ID complex monoubiquitylation is important at both early and late stages of the FA pathway. An exciting future avenue of research will be to determine whether other factors are recruited to ICLs by recognizing FANCD2/FANCI monoubiquitylation.\n\nThe presence of DNA lesions during S-phase that block the progression of replication forks is a major challenge to the cell. If not dealt with, blocked replication forks can collapse, resulting in DSBs that can lead to cell death or genome rearrangements. To circumvent these problems, cells have developed means of bypassing lesions. One such pathway is translesion DNA synthesis (TLS) which is dependent on the switching from replicative polymerases to \"translesion polymerases\", which can replicate past specific DNA lesions [135] . While this enables replication to ensue, a major caveat of TLS is that it can be error-prone, as many translesion polymerases have low fidelity. In addition to TLS, at least one additional pathway allows replication past DNA lesions using a process termed \"error-free bypass\". This process will not be discussed in detail here but is thought to employ template switching, allowing for the recombination-mediated restart of the fork [136] . Regardless of the mode of bypass, both processes are regulated through ubiquitylation of the DNA sliding clamp, PCNA (proliferating cell nuclear antigen) [137] .\n\nIn response to DNA damage as well as stalled replication forks, PCNA is ubiquitylated at a conserved lysine (K164) [137] . K164 ubiquitylation can either take the form of monoubiquitylation or K63-linked polyubiquitylation [137] . In budding yeast, PCNA (POL30) monoubiquitylation is dependent on the action of the E2 ubiquitin-conjugating enzyme Rad6 and the Rad18 RING fingercontaining E3 ubiquitin ligase [137, 138] . PCNA polyubiquitylation, on the other hand, involves the combined efforts of Rad6, Rad18 and the Rad5 ubiquitin ligase, which in turn, recruits the heterodimeric E2 enzyme UBC13/MMS2 to catalyze UbK63 chains [137, 139] . It still remains unclear whether PCNA monoubiquitylation is a prerequisite for polyubiquitylation although it seems likely.\n\nHow cells make the decision between error-prone TLS versus the error-free bypass pathway is still an unresolved issue. Several elegant studies in yeast suggest that the choice may depend specifically on the type of lesion being bypassed [140, 141] . Nevertheless, monoubiquitylated PCNA activates TLS while polyubiquitylated PCNA activates error-free bypass. The polymerase switch that underlies TLS is mediated through the recognition of monoubiquitylated PCNA by TLS polymerases. For example, monoubiquitylated PCNA specifically recruits the Y-family polymerases Pol (Rad30) and Pol (Rev3/Rev7) [138, 142, 143] . These TLS polymerases contain PIP boxes, a PCNA binding motif, as well as ubiquitin binding domains (UBM or UBZ) that allow them to recognize the modified form of PCNA [144, 145] . Thus, similar to the FA pathway, monoubiquitylation plays an integral role in TLS at both the early activation of the pathway and for the downstream functioning of the pathway.\n\nThe DNA damage checkpoint is a cellular response to DNA damage that arrests or slows down cell cycle progression. The checkpoint allows time for the adequate repair of DNA prior to entering the next cell cycle phase. In mammalian cells, the ATM-CHK2 and ATR-CHK1 kinase pathways play central roles in signalling checkpoint arrest [146] . Although multiple mechanisms are involved in the regulation of checkpoint activation, the main post-translational mechanisms implicated are phosphorylation and ubiquitylation [147, 148] .\n\nThe ultimate target of the checkpoint pathway is the heart of the cell cycle engine, the cyclin-dependent kinases (CDKs). However, CDKs themselves are not targeted by checkpoint kinases such as ATM or CHK1. Rather, the checkpoint modulates CDK regulators such as cyclins, CDK inhibitors (CKIs) and the CDC25 family of dual-specificity phosphatases. Depending on cell cycle position and possibly on the cell type, the checkpoint apparatus will target one or more of these CDK regulators to impose a block on cell cycle progression. Below, we will illustrate how ubiquitylation is called upon to enforce or terminate checkpoint signalling [149] .\n\nTwo classes of ubiquitin ligases are intimately linked to checkpoint control owing to their central roles as regulators of cell cycle progression. These are the SCF (SKP1/Cul1/F-box) and the APC/C complexes. These multi-protein complexes are composed of a scaffold protein with cullin homology (Cul1 in SCF and Apc2 in APC/C), an adaptor protein (Skp1 in SCF and a multiprotein complex in APC/C) and a catalytic RING finger protein (Roc1/Rbx1/Hrt1 in SCF and Apc11 in APC/C). In addition to these stable components, both complexes contain a variable subunit that confers substrate specificity (F-box proteins in SCF and CDH1 or CDC20 in APC/C) (reviewed in [150, 151] ).\n\nThe CDC25A phosphatase is a critical target of the DNA damage checkpoint. In response to DNA damage or stalled replication forks, CDC25A is degraded by the ubiquitin-proteasome system [152, 153] , which results in CDK inhibition and cell cycle arrest. DNA damage-induced degradation of CDC25A is dependent on the F-box-containing protein ␤TrCP and depends on phosphorylation of CDC25A by CHK1/CHK2 [152, 154, 155] . CHK1/CHK2-dependent phosphorylation of CDC25A facilitates its recognition by SCF ␤TrCP [156, 157] . Interestingly, CHK1 and CHK2 do not directly phosphorylate the degron motif recognized by ␤TrCP [158, 159] but rather prime CDC25A for the action of a second kinase, which phosphorylates Ser82, a residue located within the degron sequence. Casein kinase 1␣ and NEK11 kinases are strong candidate Ser82-kinases [160] [161] [162] . This elegant mode of regulation emphasizes an intimate interplay between phosphorylation and ubiquitylation for the enforcement of checkpoint arrest. SCF ␤TrCP also controls the ubiquitin-dependent degradation of CLASPIN [163] [164] [165] to modulate the termination of checkpoint signalling, a process termed checkpoint recovery. CLASPIN is a checkpoint mediator required for CHK1 activation by ATR [166] [167] [168] [169] . During the initial phase of DNA damage signalling, CHK1 phosphorylates CLASPIN and stabilizes it, leading to a feed-forward mechanism that enforces the cell cycle arrest [165, 170] . However, following DNA repair, the Polo-like PLK1 kinase phosphorylates CLASPIN at its degron motif, creating a ␤TrCP binding site that induces its ubiquitylation and degradation [163] [164] [165] . In turn, the lower levels of CLASPIN reduce CHK1 activity, leading to checkpoint recovery. Thus ␤TrCP can participate in the promotion and the abatement of the checkpoint arrest.\n\nThe APC/C is an E3 ubiquitin ligase that is active during M and G1 phases of the cell cycle. The APC/C assembles polyubiquitin chains (at least a subset of which are UbK11-linked chains) on substrates, targeting them for degradation by the proteasome (reviewed in [171] ). The APC/C exists in two forms specified by its association with the CDC20 or CDH1 subunits, leading to APC/C CDC20 and APC/C CDH1 , respectively. APC/C CDH1 activity maintains the G1 state, by inhibiting DNA replication initiation and by restraining CDK activity, while APC/C CDC20 is required for progression through mitosis [151] . Unlike SCF complexes, the APC/C usually recognizes unmodified motifs in its substrates that include the D-and KENboxes [172, 173] . Not surprisingly, the activity of the APC/C is highly regulated. For example, CDC20 and CDH1 levels are regulated by ubiquitin-dependent proteolysis, the association of the APC/C subunits with CDC20 and CDH1 are modulated by phosphorylation and the activity of the APC/C is modulated by the EMI1 pseudosubstrate (reviewed in [174] ).\n\nIn mammalian cells, the APC/C regulates the G1 and G2/M DNA damage checkpoints [175, 176] . In G1, the APC/C (likely involving CDH1) is part of a p53-independent checkpoint response that targets the degradation of cyclin D1 [175] . However, it remains unclear how cyclin D degradation is triggered by DNA damage. In the case of the G2/M checkpoint, this pathway requires activation of APC/C CDH1 after DNA damage, independently of ATM, which is achieved by the translocation of the phosphatase CDC14B from the nucleolus to the nucleoplasm where it can dephosphorylate CDH1. Dephosphorylated CDH1 can then associate with and activate the APC/C. An important target of the APC/C CDH1 is PLK1, leading to CLASPIN stabilization and maintenance of CHK1 activity. Interestingly, CLASPIN, despite being a target of the APC/C CDH1 in G1, is stabilized in G2 because it is deubiquitylated by USP28 [176, 177] . The complexity of this regulation does not stop there since as mentioned above, CLASPIN is the subject of ␤TRCP-dependent degradation during checkpoint recovery, and this event can be counteracted by another DUB, USP7 [178] .\n\nLike most post-translational modifications, ubiquitylation is a dynamic and reversible process dependent on a specific class of proteases called the deubiquitylating enzymes (DUBs). In addition to the DUBs USP28 and USP7 discussed above, the action of these enzymes is becoming a pervasive feature of the modulation of DNA damage signalling and repair.\n\nThe human genome encodes nearly 100 DUBs that are predicted to be active and responsible for the processing of ubiquitin precursors, the disassembly of unanchored polyubiquitin chains and the removal of ubiquitin or polyubiquitin from target proteins [7] . DUBs are divided into five families based on their mechanism of catalysis and phylogeny. The first four families are papain-like cysteine proteases and include the ubiquitin C-terminal hydrolases (UCHs), the ubiquitin-specific proteases (USPs), the ovarian tumour proteases (OTUs) and the Josephins. The fifth family are zinc-dependent metalloproteases and members of the JAB1/MPN/MOV34 metalloenzymes (JAMMs; also known as MPN+ and hereafter referred to as JAMM/MPN+). The enzymatic activity and structural characteristics of each DUB family have been specifically discussed in several earlier reviews [7, [179] [180] [181] .\n\nThe diversity of DUB families and abundance of individual members suggests a high degree of specificity both in terms of substrate and ubiquitin chain-type recognition. The catalytic core domain of the DUBs is responsible for the recognition and proper positioning of the ubiquitin substrate [181, 182] . Structural studies of DUBs solved in both the free form and bound to ubiquitin or ubiquitinbased inhibitors revealed that active site rearrangements occur upon binding to ubiquitin and that these changes are required for binding and to catalyze hydrolysis [181] . In addition to their catalytic domain, DUBs contain various domains that modulate their substrate specificity and cellular localization. These domains, which include ubiquitin-binding and protein-protein interaction domains, contribute to the recognition and binding of different ubiquitin chain linkages and direct the assembly of molecular complexes required for the DUBs' physiological functions [183] . Most of the DUBs identified to date display some degree of specificity towards K48 and/or K63 ubiquitin linkages although some are highly specific. For example, OTUB1 is highly specific for UbK48 chains [184, 185] whereas AMSH displays a striking selectivity for UbK63 chains [182, [184] [185] [186] [187] . This situation is unlikely to be limited to UbK48/63 chains since recent work identified Cezanne as the first DUB with selectivity for K11 linkages [34] .\n\nTo date, at least 7 DUBs have been involved in DNA damage signalling and antagonize the ubiquitin synthesis activity of E3ubiquitin ligases. Below, we will review only a few examples that illustrate the diversity of regulation by this enzyme family.\n\nAs mentioned before, the E3 ubiquitin ligases RNF8 and RNF168 play a central role in the orchestration of the DSB response by catalyzing the formation of UbK63 chains on the chromatin surrounding the DNA lesion [22] [23] [24] 52] . To date, three DUBs, namely BRCC36, USP3 and OTUB1, have been proposed to negatively regulate this pathway (Fig. 2) .\n\nThe BRCC36 (BRCA1/BRCA2-containing complex subunit 36) belongs to the JAMM/MPN+ DUB subfamily and has been reported to hydrolyze UbK63 polymers with high specificity [86, 188, 189] . Following irradiation, BRCC36 is recruited to DNA damage sites as part of the RAP80 complex [86] . The presence of a UbK63 DUB within the RAP80 complex suggests that it simultaneously targets both ubiquitin synthesis and breakdown activities to DSBs. Supporting this model, BRCC36 depletion increases DSB-associated conjugated ubiquitin and 53BP1 accumulation at DSB sites [189] . Furthermore, the same conditions partially restored normal conjugated ubiquitin and 53BP1 foci following RFN8 depletion [189] . While these results suggest that BRCC36 is a negative regulator of the RNF8/168 pathway, BRCC36 might also act as a ubiquitinediting enzyme that prunes UbK63 chains to allow ubiquitylation by BRCA1/BARD1. Interestingly, BRCC36 is also part of a complex related in composition to the RAP80 complex, called BRISC [21, 102, 189, 190] , which is primarily located in the cytoplasm.\n\nThe ubiquitin specific protease 3 (USP3) has also been proposed to be a DUB capable of reverting DSB-induced chromatin ubiquitylation. USP3 belongs to the USP DUB subfamily and dynamically associates with chromatin where its binds and deubiquitylates H2A both in vivo and in vitro [191] . Moreover, overexpression of USP3 abolished RAP80 and 53BP1 relocalization into IR-induced foci without affecting RNF8 retention at the same sites [24] . In this context, overexpression of wild-type USP3, but not its catalytically inactive mutant, prevented the IR-induced focus formation of RNF168, emphasizing the requirement of UPS3 cysteine protease activity to reverse the DSB ubiquitin response at the level of RNF8 [24] .\n\nA DUB with similar specificity to USP3 is the UBP-M/USP16 protein. USP16 is important for mitosis and in particular, the deubiquitylation of histone H2A [192, 193] . The mitotic function of USP16 during mitosis is entirely in line with the recent observation that the RNF8/RNF168 pathway is down-regulated in mitosis, at the level of RNF8 [194] . Moreover, USP16 is a potent antagonist of Polycomb-dependent repression of gene expression [192] and was recently shown to be a DUB that enables the de-repression of gene transcription following DSB repair [112] . USP16 and USP3 therefore are two DUBs that antagonize the DSB response at the level of histone deubiquitylation. A major challenge in the future will be to elucidate the function of each enzyme in the regulation of the RNF8 pathway.\n\nFinally, the DUB OTUB1 was recently demonstrated to be a negative regulator of DSB-induced chromatin ubiquitylation [195] . In contrast to BRCC36, USP16 and USP3, OTUB1 inhibits the DSB ubiquitin response downstream of RNF8, at the level of RNF168. This finding was paradoxical since OTUB1 is a selective DUB against UbK48 chains whereas RNF168 catalyzes the conjugation of UbK63 chains on chromatin. Remarkably, the ability of OTUB1 to inhibit RNF168-dependent ubiquitylation was independent of its catalytic activity, suggesting an unusual mechanism of action. Further characterization of this mechanism demonstrated that OTUB1 directly binds and consequently inhibits a related subclass of E2 enzymes that include UBC13, the only known E2 that cooperates with RNF168 during the DNA damage response [23, 195] . OTUB1 recognizes the charged form of E2 enzymes, indicating that it recognizes E2s that are poised for catalysis. This study suggests that E2 regulation can be an important means to modulate the DNA damage response and other cellular pathways. Remarkably, depletion of OTUB1 restored a pharmacologically disabled DSB response, indicating that targeting the OTUB1-E2 interaction might be an attractive route for the development of agents that bolster DSB repair.\n\nAnother important example of the role played by DUBs in DNA repair relates to USP1, a DUB that modulates both FANCD2/FANCI and PCNA ubiquitylation [196, 197] . In the case of the latter, USP1 activity clearly has a functional impact on PCNA-dependent postreplicative repair pathways. For example, USP1 influences the relocalization of the TLS polymerase Pol into UV-induced foci, and USP1 depletion increases both spontaneous and damage-induced mutagenesis [197, 198] .\n\nIn the case of the FA pathway, the situation is slightly different. The disruption of the USP1 gene in the avian DT40 system recapitulated the accumulation of monoubiquitylated FANCD2 and PCNA but, unexpectedly, increased cell sensitivity to ICLs while having a negligible impact on mutagenesis [199] . Genetic dissection of the hypersensitivity to crosslinking agents revealed that the constitutive accumulation of monoubiquitylated FANCD2 on chromatin was most likely responsible for this phenomenon. Supporting a functional role of USP1 in the FANCD2-mediated DNA repair response, it was recently shown that genetic ablation of the murine Usp1 gene phenocopied a strong FA phenotype in mice, including ICL hypersensitivity and chromosomal instability [200] . Together this data suggests that while being negative regulators of ubiquitylation, DUBs are not always negative regulators of the pathway they are involved in. Indeed, the involvement of a dynamic ubiquitin conjugation/deconjugation system might be an essential component of numerous ubiquitin-dependent pathways.\n\nThe ubiquitin-proteasome system has emerged as an important avenue for pharmacological intervention. To date, owing to the fact that E3 ubiquitin ligases promote ubiquitylation primarily as adaptors between the E2 and the substrate, the identification of E3-specific small molecules has proven to be difficult. However, the success of drugs such as Velcade (bortezomib, a proteasome inhibitor) suggests that there will be benefits in actively pursuing drug development in the realm of the ubiquitin-proteasome system. Recently, the cullin-regulated ligases (CRLs), which include ligases such as SCF complexes, have garnered much attention as potential \"druggable\" targets. A number of recent reports have described small molecules that target cullin-based E3s. Perhaps one of the most fruitful approaches has been based on the need for cullins to be modified by the ubiquitin-like modifier NEDD8 for their activity [201] . This has led to the development of a specific E1 NEDD inhibitor, MLN4924, which inhibits the entire CRL subfamily [201, 202] . Interestingly, the CRLs themselves might also be tractable as drug target. Indeed, the cereblon (CRBN)-anchored CRL was recently shown to be the primary target that promotes thalido-mide teratogenicity, suggesting that pharmacological modulation of CRLs is feasible. This was recently further exemplified by the identification of selective inhibitors of the SCF Cdc4 and SCF MET30 ligases [203, 204] .\n\nAlternatively, targeting the DUB family of enzymes might prove to be a more fruitful endeavor since these enzymes contain welldefined catalytic pockets that makes them amenable to screening with libraries of small molecule inhibitors [180] . Inhibitors of the UCH family of DUBs have been reported with modest selectivity and affinity [205, 206] . More encouragingly, there has been good progress in developing inhibitors of the SARS coronavirus DUB PLpro [207] , confirming the potential of the DUB family as the most druggable protein family in the ubiquitin-proteasome system.\n\nDespite the great strides made in understanding the role of ubiquitylation in the DNA damage response, much is yet to be discovered. A particular gap in our knowledge is the identity of the physiological targets of the RNF8/RNF168/BRCA1 pathway. Indeed, despite histones being singled out as potential targets of the pathway, there is still disagreement as to what type of ubiquitylation is carried out on histones in response to DSBs, whether multiple types of histones are ubiquitylated and what the functional consequences of histone ubiquitylation are during the DNA damage response. Furthermore, we are only beginning to uncover how ubiquitindependent processes are integrated and regulated. For example, in keeping with the RNF8 pathway, SUMOylation has recently been shown to modulate this ubiquitin-dependent signalling cascade but it remains unclear how exactly SUMO may modulate RNF8, RNF168 or BRCA1. A similar paradigm will likely apply to a number of other DNA damage-associated pathways where ubiquitin participates. In fact, it is highly likely that other types of post-translational modifications will add further layers of complexity to the response to DNA damage and a major challenge for the future will be to integrate all these signals to develop a coherent model of the orchestration of the DNA damage response in time and space."}