{"title": "NEUROANATOMY OF THE VESTIBULAR SYSTEM Projection Pathways to the Cerebral Cortex and Cranial Nerve Nuclei Projection Pathways to the Spinal Cord Projection Pathways to the Cerebellum CLINICAL SIGNS OF VESTIBULAR DYSFUNCTION Clinical Signs Specific for Vestibular Dysfunction Other Clinical Signs Associated with Vestibular Dysfunction DIAGNOSTIC APPROACH Minimum Data Base Otoscopy and Pharyngeal Examination Radiography Myringotomy Brainstem Auditory Evoked Potential Cerebrospinal Fluid Analysis and Serology Advanced Imaging DIFFERENTIAL DIAGNOSES Peripheral Vestibular Diseases Central Vestibular Diseases SUMMARY FOR TREATMENT OF VESTIBULAR DISORDERS VESTIBULAR DISORDERS", "body": "Cats have the ability to control posture and movements of the body and eyes relative to their external environment. The vestibular system mediates these activities through a network of receptors and neural elements. This system integrates peripheral sensory information from vestibular, somatosensory, and visual receptors, in addition to motor information from the cerebellum and cerebral cortex. Central processing of these inputs occurs rapidly and provides coordinated relevant muscle movements. Although the vestibular system is considered as a special sense, most vestibular activity is conducted at a subconscious level. Disease leading to dysfunction of the vestibular system can lead to dramatic signs of dysequilibrium. Treatment and prognosis for causes of dysequilibrium differ, depending on whether the peripheral or central components of the system are affected. This chapter outlines relevant anatomy of the vestibular system with emphasis on the clinical signs of vestibular dysfunction. Additionally, an overview of the diseases responsible for vestibular dysfunction in cats is provided.\n\nThe vestibular system can be divided into peripheral components located in the inner ear, and central nervous system (CNS) components. Three major CNS areas receive projections from the peripheral sensory receptors of the vestibular system: the cerebral cortex, the spinal cord, and the cerebellum. Projection pathways to the cerebral cortex incorporate extensions to the extraocular muscles.\n\nThree neurons make up the pathway responsible for the sensory input of head and body position and movement to the cerebral cortex ( Figure 56-1 ).\n\nThe location for the first-order neuron is within the vestibular ganglion of cranial nerve VIII or the vestibulocochlear nerve. The axon projects to the ipsilateral vestibular nuclei. These neurons receive input from the vestibular receptors contained within the membranous labyrinth that is surrounded by a bony labyrinth located in the petrous temporal bone. The membranous labyrinth consists of four fluid-filled, communicating compartments; these include the saccule and utriculus, three semicircular ducts, and a cochlear duct (Figure 56 -2). [1] [2] [3] [4] Specifically, the vestibular portion of the eighth cranial nerve innervates five sites: the crista of the ampulla of each of the three semicircular ducts and the maculae of the utricle and saccule. Each semicircular duct is orientated at right angles to the others and connects at both ends with the utriculus, which in turn communicates with the saccule. Movement of endolymph contained within the membranous labyrinth is responsible for stimulation of the receptors; the endolymph is thought to be derived from blood. 5 The crista detects head movement. Neuroepithelial cells are stimulated by the movement of the crista's gelatinous cupula secondary to the flow of endolymph as the head turns; any movement deflects the cupula and cilia, which leads to their depolarization and propagation of nerve impulses to the vestibular neurons. Primary function of the crista involves dynamic equilibrium with regard to acceleration and deceleration. [1] [2] [3] [4] 6, 7 The maculae detect head orientation; the macula of the utricle is parallel to the ground with its \"hairs\" pointing dorsally, and the macula of the saccule is vertical with its \"hairs\" pointing laterally. Constant input from gravity acts upon the neuroepithelial cells of each macula, subsequently causing them to fire. These slow-adapting receptors are responsible for sensing static position of the head and linear acceleration and deceleration. [2] [3] [4] 6, 7 The sensory neurons of the vestibulocochlear nerve consist of cell bodies in the spiral ganglion located within the modiolus of the cochlea. The vestibulocochlear nerve and the facial nerve exit the petrous temporal bone through the internal acoustic meatus. The nerve enters the medulla of the brainstem at the ventrolateral margin of the trapezoid body. A branch of the vestibulocochlear nerve enters the medulla directly, and a branch travels within the acoustic stria on the dorsal surface of the medulla and caudal cerebellar peduncle before entering the brainstem. The course of the vestibulocochlear nerve stays within the cranium. 1, 3, 5, 7 \n\nThe location of the cell bodies for the second-order neuron is the vestibular nuclei in the medulla oblongata. Four paired vestibular nuclei exist: the caudal vestibular nucleus located medial to the caudal cerebellar peduncle, the medial vestibular nucleus that lies medial to the caudal nucleus, the lateral vestibular nucleus positioned dorsal to the caudal nucleus, and the rostral vestibular nucleus (Figure 56-3) . The lateral and the rostral nuclei are juxtapositioned dorsally to the cerebellar peduncles. 1, 3, 5, 6 Similar to the auditory pathway, axons from the vestibular nuclei have ipsilateral and contralateral projections. Some axons course within the medial longitudinal fasciculus and project to the contralateral medial geniculate nucleus of the thalamus. Ascending fibers within the fasciculus give off numerous branches to the motor nuclei of cranial nerves III, IV, and VI before synapsing in the medial geniculate nucleus. This pathway coordinates conjugate eye movements associated with changes in position of the head. The medial longitudinal fasciculus also contains fibers that descend to the spinal cord. Some axons have afferent projections from the vestibular nuclei to the vomiting center located within the reticular formation. 1, 2, 5, 6 Neuron 3\n\nCell bodies for the third-order neuron are located in the medial geniculate nucleus, within the medial geniculate body. These axons project to the cerebral cortex via the internal capsule and via a poorly defined pathway to the temporal lobe. 1, 4, 5 \n\nTwo vestibulospinal pathways, termed lateral and medial vestibulospinal tracts, correspond with their origin from the vestibular nuclei. Fibers from the lateral vestibular nucleus descend ipsilaterally the entire length of the spinal cord in the ventral funiculus to synapse with alpha and gamma motor neurons of the extensor muscles. 1 This pathway is facilitatory to ipsilateral extensor muscles and inhibitory to ipsilateral flexor muscles and contralateral extensor muscles.\n\nFibers from the medial vestibular nucleus descend the spinal cord in the medial longitudinal fasciculus located in a dorsal area of the ventral funiculus. These fibers synapse in the cranial area of the thoracic spinal cord with cervical motoneurons that control head position and maintain equilibrium.\n\nProjection pathways between the vestibular nuclei and the cerebellum course through the caudal cerebellar peduncle. Fibers from the vestibular nuclei synapse in the ipsilateral flocculonodular lobe (the flocculus of the hemisphere and the nodulus of the caudal vermis) and the fastigial nucleus of the cerebellum. 1 Fibers from the fastigial nucleus of the cerebellum synapse in the vestibular nuclei. Projections from the cerebellum have a strong influence over the activity of the vestibular nuclei.\n\nThe vestibular system maintains equilibrium through ipsilateral tonic input to the muscles of the head, neck, and torso. An asymmetrical lesion causes loss of the ipsilateral extensor system and causes the extensor system on the contralateral side to become functionally \"dominant.\" Clinical signs are recognized as ipsilateral hypotonicity and contralateral hypertonicity. Unilateral vestibular disease produces ipsilateral dysfunction.\n\nCommon clinical signs of vestibular disease are head tilt, nystagmus, and ataxia; these may be present as single entities or as a combination of signs ( Figure 56-4) . The primary aim of the neurological examination is to determine if these vestibular signs are due to a peripheral vestibular system (inner ear) disease or a central vestibular system (brainstem and/or cere-bellum) disease. Neuroanatomical localization determines the most appropriate diagnostic tests, the differential diagnoses, and the prognosis. Essential determination of whether these signs are due to a peripheral or central disease may be possible by the identification of associated neurological signs that are associated only with central disease. 1, 3 Signs of central vestibular syndrome suggest brainstem involvement and are not present in patients with inner ear disease except in cases of direct extension of the disease process, 8 such as can be seen with otitis media/interna 9 and neoplasia. 8\n\nLoss of equilibrium most commonly is represented clinically as a head tilt (Figure 56-5 and Table 56-1) . A head tilt may be present with either central or peripheral vestibular disease. The head tilt is always toward the side of the lesion with peripheral disease but may be to either side with central disease. A head tilt that is opposite to the side of the lesion is paradoxical. This can be seen with lesions of the flocculonodular lobe of the cerebellum or the supramedullary part of the caudal cerebellar peduncle, with sparing of the vestibular nuclei in the rostral medulla. The head tilt often is accompanied by ipsilateral cerebellar signs, paresis, and postural reaction deficits. 1, 3, 4, 10 The mechanism by which the paradox of vestibular signs is contralateral to the lesion is not well understood. A loss of cerebellar inhibition over intact vestibular nuclei could result in hyperactivity of the latter, which simulates a relative loss of function on the other side. 1 Cats with bilateral peripheral vestibular disease do not have asymmetrical lesions such as a head tilt, but have a characteristic \"side-to-side\" head movement (Figure 56-6) .\n\nPathological or spontaneous nystagmus is an involuntary rhythmic oscillation of both eyes, which can occur when the head is still or can be induced with a change in head position. This is a sign of altered vestibular input to neurons of cranial nerves that innervate the extraocular eye muscles. 10 This is in contrast to physiological nystagmus, which can be induced in normal cats by moving the head from side to side, best achieved by holding the cat in the air and moving the whole cat's body 8 The fast phase is toward the direction of the head movement and represents the corrective repositioning of the eye as the extraocular muscles reach their stretch threshold after the slow phase. 8 Delayed physiological nystagmus can be seen with peripheral or central vestibular disease.\n\nPathological nystagmus may be horizontal, rotatory, or vertical in direction (Figure 56-9) . Vertical nystagmus implies a central vestibular lesion. If nystagmus of any direction is induced only when the head is placed in an unusual position, it is known as positional nystagmus ( Figure 56-10) , which may be more common with, but not specific for, central disease; this term also may refer to nystagmus that changes its predominant direction with altered head positions. A reliable way to induce positional nystagmus is to decompensate the cat by quickly positioning the cat on its back. Eye movements typically are described to have a slow and fast phase. Damage to the vestibular system on one side impedes the resting baseline activity on this side, with the normal side continuing to emit baseline activity, now interpreted as head rotation to the normal side. 3, 5, 7, 12 Therefore, the nystagmus occurs with the fast phase away from the damaged side and with the slow phase directed commonly toward the affected side; the exception is in the case of paradoxical disease (see section on head tilt above). The direction also can depend on whether the lesion is irritative or destructive to the vestibular system. 1 With acute onset nystagmus, the eyelids may be seen to contract at a rate corresponding to that of the nystagmus. Nystagmus may disappear in chronic lesions as a result of adaptation, particularly with peripheral disease; however, its presence usually indicates an active disease process within the vestibular apparatus. Cats with bilateral vestibular disease do not have pathological or physiological nystagmus.\n\nCaloric nystagmus is a type of physiological nystagmus that can be induced by irrigating the ear canal with ice-cold water (0∞ C) or warm water (44∞ C) for 3 to 5 minutes. The water causes the flow of endolymph within the ducts. Absence of response or asymmetry between sides may indicate vestibular dysfunction, but this often is too unreliable to use in the clinical case. 1,3,7\n\nAtaxia is a loss of muscular coordination or an irregularity of muscle action. It generally is associated with an abnormality of the cerebellar, vestibular, or proprioceptive pathways. Cats with vestibular dysfunction assume a wide-based stance and may lean or drift toward the side of a lesion.* With disease of the flocculonodular lobe of the cerebellum or the supramedullary part of the caudal cerebellar peduncle, the ataxia may be directed to the side opposite the lesion as part of the paradoxical central vestibular syndrome. Cats with bilateral vestibular disease usually have a symmetrical ataxia and may fall to either side.\n\nStrabismus is an abnormal position of the eye and often is present in cats with vestibular disease. Strabismus can be induced when the head is moved dorsally and is thus termed positional; normally, when the head and neck are extended, the eye should remain centered within the palpebral fissure. The deviation often is ventral and lateral on the ipsilateral side but is not due to paralysis of any of the cranial nerves innervating the extraocular muscles of the eye.* The eyeball occasionally can be noted to deviate without extension of the head and neck, which appears as a lower motor neuron strabismus, corrected by inducing the patient to move its eyeballs to gaze in different directions. 10 The presence of positional strabismus does not help with the determination of a peripheral or central vestibular disease. Dysconjugate strabismus implies deviation of both eyes in different directions and is an uncommon finding, which may be more common with central disease. Rarely, the opposite eyeball exhibits a dorsal strabismus. 10\n\nCranial nerve VII, the facial nerve, enters the internal acoustic meatus of the petrosal bone, and courses through the facial canal to exit the stylomastoid foramen located dorsal to the tympanic bulla. 1 Its course is near the components of the peripheral vestibular system and is affected commonly with destructive lesions to the peripheral vestibular system. 8 The resulting signs are those of facial paresis, paralysis, or more rarely spasm. The owners may report that the patient drools excessively or drops food from the mouth on the affected side. The menace response and palpebral and corneal reflexes often are reduced or absent because of an inability to close the eyelid. 1, 3, 7, 14 Because the facial nerve also supplies preganglionic parasympathetic fibers to the lacrimal gland and salivary glands, 15 neurogenic keratoconjunctivitis sicca may accompany facial nerve paralysis associated with middle ear disease, in addition to the presence of xeromycteria. 1, 7 Hemifacial spasm may be seen early in the course of middle ear diseases. 8 Inflammation of the facial nerve may cause the facial muscles on the affected side to become hypertonic, causing the face and nose to be pulled caudally. A narrowed palpebral fissure may exist, which is caused by partial closure of the eyelids, elevation of the ear, and wrinkling of the face. These signs may precede those of facial paresis and paralysis. 8\n\nHorner's syndrome (miosis, ptosis, enophthalmos, and protrusion of the third eyelid) of the ipsilateral eye may be present with middle or inner ear disease, causing peripheral vestibular dysfunction ( Figure 56 -11). 1, 3, 16, 17 This association is seen because the vagosympathetic trunk synapses in the cranial cervical ganglion deep to the tympanic bulla. The postganglionic fibers pass with the internal carotid artery into the middle ear cavity through the tympano-occipital fissure, which is in close proximity to the vestibulocochlear nerve ( Figure 56-12) . 15, 16 Horner's syndrome is associated rarely with central vestibular syndrome. 1, 3, 7 Sympathetic hyperirritability has been reported in early otitis media, because of disease of the post-ganglionic sympathetic fibers resulting in dilation of the pupil 3,5,16 and exophthalmos. 18 This has been likened in human beings to Pourfour du Petit syndrome. 18 \n\nParesis suggests abnormal neurological function (weakness) without complete paralysis, which implies that some voluntary motion remains. Locomotion is thought to be initiated in the brainstem of animals, and so paresis usually is seen with any lesion within the neuraxis caudal to the level of the red nucleus in the midbrain. 7 With unilateral focal central vestibular diseases, paresis of the ipsilateral limbs (hemiparesis) may be seen if the motor pathways in the medulla oblongata also are affected. Large or multifocal lesions can cause an asymmetric tetraparesis. Strength always is maintained with peripheral vestibular dysfunction, which is a key finding on neurological examination.\n\nA tremor is an involuntary, rhythmic, oscillatory movement of all or part of the body. 7 It results from alternating contraction of antagonistic muscles of variable frequencies. Localized tremor usually involves the head and in most cases this is an intention tremor. Intention tremors occur commonly with goaloriented tasks such as when an animal \"intends\" to perform a task such as eating or drinking. These tremors indicate underlying cerebellar dysfunction. Cerebellar dysfunction in conjunction with vestibular dysfunction implies central vestibular disease. \n\nDisorders causing central vestibular dysfunction may be accompanied by altered mentation. The reticular activating system of the brainstem facilitates the alert-awake state in animals. Damage to this area may cause disorientation, stupor, or coma. 1, 3, 7 Peripheral vestibular disease often causes disorientation, which makes the assessment of mentation more difficult.\n\nCentral vestibular syndrome may be accompanied by other cranial nerve dysfunction. Cranial nerves V, VI, VII, IX, X, and XII may be affected. Clinical signs suggesting involvement of these cranial nerves include ipsilateral facial hypalgesia, atrophy of the masticatory muscles, reduced jaw tone, facial paralysis, tongue weakness, and loss of the swallow or gag reflex. An ipsilateral loss of menace response accompanying vestibular dysfunction usually implies cranial nerve VII dysfunction, or multifocal disease affecting the forebrain or optic nerve. A loss of menace response also can be associated with cerebellar dysfunction. 19 Possible causes include an alteration of the menace response pathway from the visual cortex to the facial nucleus through the cerebellum or a loss of cerebellar influence on the cerebrocortical neurons. 1\n\nFalling or leaning toward the side of the lesion indicates asymmetrical vestibular disease. Cats with unilateral vestibular dysfunction show reduced extensor tone ipsilaterally and increased extensor tone contralaterally. This is manifested clinically as leaning, falling, and a tendency for tight circling toward the side of the lesion.* Shaking the head induces falling or leaning.\n\nDecerebellate posturing can be observed with severe and acute central vestibular dysfunction. This posture is characterized by opisthotonus with thoracic limb extension, normal mentation, and flexion of the pelvic limbs. 7 Decerebellate posturing can be intermittent and misinterpreted as seizure activity. Dorsiflexion of the neck sometimes elicits this posture in cats with cerebellar dysfunction.\n\nThe vomiting center is located within the reticular substance of the medulla, with direct connections to and from the vestibular nuclei. [1] [2] [3] [4] [5] 7, 12, 13 Vomiting can occur in cats with acute vestibular dysfunction.\n\nMiddle and/or inner ear disease also may cause hearing loss through conductive or sensorineural impairment, respectively. Conductive deafness occurs with impedance of sound wave transmission through the middle ear caused by structural defects such as ceruminoliths, a ruptured tympanum, bony ossicle damage, fluid accumulation, or aural neoplasms. 13, 20, 21 External ear canal lavage can affect hearing thresholds in dogs and the same is assumed for cats. 20 Sensorineural deafness results from abnormalities of the inner ear structures, cochlear nerve, or central auditory pathway. 13, 22, 23 Deafness associated with central disease is considered rare.\n\nThe diagnostic approach for a cat with vestibular dysfunction depends upon whether the neuroanatomical localization is peripheral or central (Figure 56-13) . Signalment, assessment of the clinical history, and thorough physical and neurological examinations are essential. Peripheral vestibular dysfunction results from disease of the middle and inner ear affecting the receptors in the labyrinth and the vestibular portion of cranial nerve VIII. Central vestibular dysfunction results from disease affecting the brainstem and or the cerebellum.\n\nTesting procedures are performed in a logical sequence, which depends on the cost expenditure and amount of invasiveness. Diagnosis of a central vestibular disorder may require performance of most of the testing procedures (see Figure 56 -13).\n\nHematology, serum biochemistry, thyroid hormone testing, and urinalysis are useful to screen for other underlying metabolic disorders. Thoracic radiography and abdominal ultrasound are recommended in older cats or in cats with central vestibular dysfunction to evaluate for multisystemic disease or metastatic neoplasia. An ophthalmological examination may reveal evidence of inflammatory CNS disease. Serology can assist with the diagnosis of some infectious diseases.\n\nCats with peripheral vestibular disease require examination of the ears and pharynx under general anesthesia. Both ears should be examined with an otoscope. The tympanum is examined for color, texture, and integrity. Otitis media is suspected when the tympanum is dark gray or brown. An intact tympanum does not rule out otitis media; visualization of a ruptured tympanum without other associated abnormalities also is unreliable for diagnosis of otitis media. Bulging (convex appearance) of the tympanum can indicate fluid accumulation within the middle ear (see Figure 38 -8), whereas retraction (and a concave appearance) suggests a partially filled middle ear with obstruction of the auditory tube. 24 Examination of the pharynx may reveal evidence of inflammation, polyp formation from the eustachian tube, or other masses associated with the choanae.\n\nRadiography is useful for evaluation of the osseous tympanic bulla. Skull radiographs are performed under general anesthesia to achieve adequate positioning. Lateral, dorsoventral, ventrodorsal, and oblique views are advised for tympanic bullae *References 1,3,4,7,12,13. assessments. 25 Positioning for radiography of the bullae has been described. 26 The normal tympanic bulla is a thin-walled gas-filled structure with well-defined, smooth borders. 26 Bilateral sclerosis of the bullae can be normal in older animals or a residual finding of previous ear disease. The external acoustic meatus is rounded with distinct smooth margins.\n\nMyringotomy is the deliberate puncture or incision through the tympanic membrane. 24 A 22-gauge spinal needle is used to puncture the ventrocaudal part of the tympanic membrane. The needle is connected to a 3-ml or 5-ml syringe, and fluid is aspirated for cytological analysis and culture. 24, 27, 28 Purulent or particulate matter within the middle ear may prevent needle aspiration and a larger hole may be needed for adequate drainage. 24 A myringotomy knife can be used to make a curvi- linear or radial incision. 24 Care must be taken not to incise the tympanum too deeply and damage contents within the middle ear. Similarly, forceful flushing of the middle ear should be avoided. A normal tympanum heals within 21 to 35 days. 29\n\nBrainstem auditory evoked potential (BAEP) testing is used to assess the integrity and function of the peripheral and central auditory pathways, and to evaluate the closely associated vestibular pathways indirectly. 30 BAEP are recordings of sound-evoked electrical activity in the auditory pathway between the cochlea and the auditory cortex. Because of the level of patient \"cooperation\" with cats, sedation or a light plane of general anesthesia often is needed for this test to be performed and interpreted properly. Small (27-gauge) needle electrodes are placed subcutaneously in the scalp and connected to sensitive amplifiers that can record signals in the microvolt range. 30 The electrodes are arranged with the positive electrode over the bregma on the dorsum of the skull, the negative electrode just rostral to the base of the pinna of the ear to be tested, and the reference electrode in the same position relative to the untested ear (Figure 56-14) . The brain activity, resulting from broad-spectrum sounds, such as clicks delivered at 10 to 20 Hz through earphones inserted into the external ear canal, usually is averaged for 10 milliseconds (ms) for the early latency or brainstem potentials Averaging for 50 ms includes a record of middle latency responses, but these are not as well documented in cats. 31 The BAEP recording consists of six to seven positive time-locked peaks (I through VII) beginning at approximately 1 ms after the stimulation (Figure 56-15 ). Wave I represents acoustic nerve activity, and subsequent waves mark peak activities as sound is being processed through ascending portions of the auditory pathway ( Figure 56 \n\nGenerally, cerebrospinal fluid (CSF) analysis is a useful adjunctive test for determination of the cause of central vestibular disease but rarely is specific. Risk of iatrogenic CNS trauma or cerebellar herniation after cisterna magna puncture in cats with space-occupying lesions should not be underestimated. Obtaining advanced imaging studies of the brain (see below) before CSF tapping is recommended, especially if a caudal fossa lesion is suspected. I frequently use a hypodermic needle for CSF acquisition in cats rather than a spinal needle and stilet to lessen risks of iatrogenic CNS damage.\n\nSerology is useful for determining titers for presence of antigens but nonspecific for evaluation of antibody. Polymerase chain reaction analysis of CSF is now performed in specialized laboratories to evaluate for the presence of some infectious agents. 32 \n\nComputed tomography (CT) and magnetic resonance imaging (MRI) have revolutionized the diagnosis of vestibular diseases. The physics and interpretation details of both of these modalities have been described in detail. 33 CT evaluation of the peripheral vestibular system is particularly useful if radiographs have not determined an underlying cause, if nasopharyngeal polyps or neoplasia are suspected, or if the patient is a potential surgical candidate. The same interpretive principles used for the radiographic diagnosis of peripheral vestibular diseases apply to CT. Findings are more apparent on transverse CT images, however, because of reduced superimposition of structures in comparison to radiographs. CT can allow for an earlier diagnosis of subtle lesions. On a well-positioned study, both bullae should appear symmetrical, although subtle variations occur. Lumina of the tympanic bulla and the external ear canals are gas filled (see Figure 38 -16). The tympanic bulla has a thin well-defined wall. Optimal resolution of the inner ear is achieved with high-resolution CT, but it still may be inferior to high-field MRI.\n\nCT evaluation for central vestibular diseases is less helpful because of beam hardening artifacts. The density of the petrous temporal bones obliterates the visualization of the medulla. 33 MRI is used less than radiography and CT for the diagnosis of peripheral vestibular disease because of its comparative limited availability and high cost. MRI allows for multiplanar views when compared to CT. 33 Improved soft tissue resolution allows for better assessment of neoplastic and inflammatory processes that affect the vestibular system. A typical MRI study consists of T1-weighted (T1W), T2-weighted (T2W), and proton density-weighted sequences. 34 Transverse, sagittal, and dorsal planes are used to evaluate the brain and cranium. A T1W sequence is obtained after intravenous administration of a gadolinium-based contrast agent. 34 Transverse and dorsal planes with T1W and T2W sequences are suggested for MRI of the middle ear in cats. 35 Post-contrast sequences are recommended if a mass is present in the tympanic bulla or external ear canal.\n\nCongenital vestibular disorders have been reported in Siamese and Burmese kittens (Tables 56-2 and 56-3). 36 Signs of peripheral vestibular dysfunction and concurrent deafness may be detected by 3 to 4 weeks of age and show clinical improvement within 3 to 4 months. A hereditary abnormality has not been proven. Diagnosis is based on history, excluding other causes, and BAEP results.\n\nNeoplasms that involve the peripheral vestibular system include squamous cell carcinoma, fibrosarcoma, osteosarcoma, chondrosarcoma, and ceruminous gland and sebaceous gland adenocarcinoma. 10 Squamous cell carcinoma is the most common malignant tumor of the middle and inner ear in cats. 37 Nonkeratinizing squamous epithelial cells are found normally in the eustachian tube and the middle and inner ear. 40 Clinical signs of peripheral vestibular dysfunction have been documented but vary depending upon lesion extension. 38, 39 Neoplasms of the middle/inner ear also can cause oropharyngeal signs that present with pain on palpation of the bulla or when manipulating the jaw. In addition to an examination of the external ear cavity and the tympanum for masses, the oropharynx should be examined for swelling or deviations of the soft palate. 40 Suspicious lesions should be aspirated for cytological analysis. Radiography of the skull can reveal soft tissue opacity in the tympanic bulla, osteolysis, and periosteal reaction (Figure 56-17) . 26, 41 CT is a more accurate method for determining lesion extent. Opacity within the tympanic bullae can indicate fluid or a soft tissue mass effect. Lesion extent within the horizonal and vertical ear canals is identified. Bony lysis involving osseous bulla, petrous temporal bone, and adjacent calvarium may be visualized with aggressive neoplasms. 25 Some neoplasms contrast enhance. MRI characteristics described for neoplasms of the middle ear include lysis of the osseous tympanic bulla and petrous temporal bone that can extend to adjacent structures. 42 However, a malignant melanoma involving the external ear canal and dorsalateral compartment of the tympanic bulla has been described in the cat, in which destruction of the bulla was not present and contrast enhancement of the mass did not occur. 35 Radical surgical resection and adjunctive radiotherapy often is recommended as a treatment for neoplasms involving the middle ear. Median disease-free interval of 42 months has been reported for cats with ceruminous gland adenocarcinoma after surgery alone. 43\n\nBacterial otitis interna or labyrinthitis can cause clinical signs of peripheral vestibular dysfunction. Often otitis interna and media occur concurrently. Organisms isolated commonly from the bullae include Staphylococcus spp., Streptococcus spp., Pasteurella spp., Proteus spp., Escherichia coli, Enterococcus spp., Pseudomonas spp., and obligate anaerobes. Yeast infections are an uncommon cause of otitis media. 44 Diagnosis is based on otoscopic examination, myringotomy, and imaging. Otitis externa may be evident but is not necessarily the origin of the bacterial infection. Bulging and discoloration of the tympanum may be identified if the bulla contains fluid or an exudate. Fluid within the middle ear can be collected by myringotomy for cytological examination and anaerobic and aerobic culture/sensitivity. 36 The external ear canal also is cultured. Skull radiography is performed with the cat under general anesthesia. The latero-20-degree ventrolaterodorsal oblique and rostral-30-degree ventral-caudodorsal open-mouth oblique views are best for evaluation of the tympanic bullae. 41 Common radiographic findings associated with otitis media/interna include soft tissue opacity in the bulla and/or petrous temporal bone and bony proliferation of the petrous temporal bone (Figure 56-18) . 26 If the infection is severe enough, lysis of the tympanic bullae also can be visible.\n\nCT findings with otitis media/interna include thickening and irregularity of the tympanic bulla wall, lysis of the bulla, and radiopacity within the bulla, which suggests fluid or a soft tissue mass 25 (see Figure 38-16, B) . A study that compared CT with radiography for diagnosis of otitis media/interna found CT to have 11 per cent false-positives and 17 per cent false-negatives for diagnosis confirmed by surgical findings. CT was a more sensitive but less specific technique than skull radiography. 45, 46 Neither radiography nor CT was able to detect early lesions associated with otitis media/interna when no osseous involvement occurred. Otitis interna is difficult to assess with CT except in cases of severe destruction of the inner ear. MRI findings that are compatible with otitis media include mediumsignal intensity material in the tympanic bulla on a T1W sequence and hyperintense on a T2W sequence. 25 The inner margin of the tympanic bulla also may enhance after gadolinium administration. 42 Osseous lesions of the tympanic bulla are more difficult to assess with MRI. An MRI finding of otitis interna is a lack of signal intensity of the labyrinthine fluid on T2W sequences. 42 This may represent replacement of the fluid with fibrous tissue; however, similar findings are seen in normal ears. Meningeal enhancement on post-contrast T1W sequences also has been described secondary to otitis interna. 47 Treatment consists of long-term (6 to 8 weeks) antibiotic therapy and prognosis usually is good. Improvement often occurs within 1 to 2 weeks of therapy. Refractory cases may require surgical drainage of the tympanic bulla. 36, 48 Cryptococcosis more often causes central vestibular dysfunction. However, three cats have been reported with peripheral vestibular disease referable to otitis media/interna because of cryptococcosis. 49 The infection was isolated from the tympanic bulla in two cats and the eustachian tube in one cat. All cats responded well to surgical drainage and medical therapy. 49 Nasopharyngeal polyps are pedunculated masses that can arise from the epithelial lining of the tympanic cavity, eustachian tube, or nasopharynx. 44, 50, 51 Nonseptic otitis media/ interna may occur secondary to occlusion of the eustachian tube because of a nasopharyngeal polyp, and polyps may occur as a result of chronic middle ear infection or from ascending infection from the nasopharynx. 44, 52 Polyps are especially common in young adult to middle-age cats, with no apparent gender or breed predisposition. Clinical signs include peripheral vestibular dysfunction, head-shaking, aural discharge, facial nerve paralysis, and Horner's syndrome. 44 Clinical signs of nasopharyngeal involvement include dysphagia, stertorous respiration, respiratory distress, and change in phonation. A secondary suppurative meningoencephalitis has been documented in a young cat with lesion extension of an inflammatory polyp within the tympanic bulla. 53 Inflammatory polyps of the middle ear can be visualized using otoscopy or by inspection of the oropharynx with the cat under general anesthesia. A lateral skull radiograph can reveal a soft tissue mass in the nasopharyngeal area and assist with the identification of nasopharyngeal polyps (Figure 56-19) . 25 Other radiographic findings associated with polyps include unilateral or bilateral soft tissue opacity within the tympanic bulla and sclerosis of the osseous bulla. 26, 41 Transverse, sagittal, and parasagittal CT images of nasopharyngeal polyps in cats have been described. 53, 54 CT can lateralize the lesion and assess the lesion extent.\n\nMRI of polyps is recommended because of the superior soft tissue resolution of this modality. Two cases of inflammatory polyps have been described in which signal intensity on post-contrast T1W sequences was increased. 35 In one cat, a nonuniform increase occurred in signal intensity on T2W sequences. 35 Treatment involves traction and avulsion of the mass through the external acoustic meatus or from the nasopharyngeal cavity. 55 Bulla osteotomy can facilitate polyp removal from the tympanic bulla. Prognosis usually is good, although a residual head tilt is not uncommon. 56 The recurrence rate after polyp removal is approximately 40 per cent. Recurrence is more likely in cats with aural polyps and more severe signs of otitis externa and less likely if treated with steroids after surgery. 57\n\nIdiopathic feline vestibular syndrome (IFVS) is a disease of peracute peripheral vestibular dysfunction (less than 24 hours). The incidence is highest during the months of July and August in the United States. 58 No sex predilection exists, and the median age of 75 affected cats in one study was 4 years. 58 No confirmed cause exists; however, as in Meniere's disease in human beings, abnormal endolymphatic flow or electrolyte aberrations in the perilymph have been hypothesized. 58 With lack of a structural lesion, other associated neurological deficits such as Horner's syndrome or facial nerve paralysis would not be expected. 58 Bilateral disease can occur but this is uncommon (less than 10 per cent). 58 Clinical signs of IFVS often are preceded by upper respiratory tract disease 10 ; additionally, excessive vocalization can be seen, which probably is due to the generalized feeling of disorientation. 58 Diagnosis of IFVS is made through exclusion of other causes of peripheral vestibular disease (see Table 56 -1). No specific treatment exists for IFVS besides managing the clinical signs such as anorexia, which may accompany this condition. Prognosis for spontaneous recovery is good although this may take 2 to 4 weeks, and 25 per cent of affected cats may have residual deficits such as a head tilt. 58 I have seen recurrence of signs with IFVS to be more common in cats than dogs with idiopathic vestibular disease.\n\nCats with CNS cuterebriasis have been documented to present most commonly during the months that coincide with the occurrence of IFVS. 58, 59 This similarity has led to the hypothesis that Cuterebra larval migration may account for some idiopathic vestibular cases in cats in the United States. However, clinical signs of CNS cuterebriasis and idiopathic vestibular disease are dissimilar, and most cats with idiopathic vestibular disease recover in a few weeks, which makes this hypothesis less plausible. Migration of a Cuterebra larva through the ear canal to the peripheral vestibular apparatus still remains as a potential cause of peripheral vestibular disease.\n\nPeripheral vestibular disease can be caused by ototoxic agents. An ototoxic agent is a substance that can produce cochlear or vestibular damage by causing unilateral or bilateral damage to structures of the inner ear. 60 Parenteral or oral administration of ototoxic drugs reaches the structures of the inner ear by the hematogenous route. Topical drugs applied into the external ear canal reach the middle ear through a ruptured tympanic membrane and subsequent penetration into the inner ear via the round or oval window. The membrane of the round window is more permeable to macromolecules when otitis media is present. 60 The ototoxic substance passes into the perilymph, which is contiguous within the osseous labyrinths of the cochlea and vestibule.\n\nMany agents are listed in the literature as \"potentially\" ototoxic, but much of the information is based on anecdotal reports. Studies also are extrapolated from species other than cats, and use dose formulations that far exceed the concentrations in proprietary medication. As an example, chlorhexidine and gentamycin often are quoted as ototoxic drugs when administered topically; however, no vestibular abnormalities were seen when these drugs solutions were administered at 0.2 per cent and 0.3 per cent concentrations, respectively. 60 A list of potential ototoxic agents for cats is shown in Table  56 -2.\n\nAminoglycosides can damage the neuroepithelium of the macule and crista of the vestibular apparatus, in addition to the hearing apparatus. The severity of vestibular toxicity may be directly proportional to the duration and concentration of aminoglycoside given. 60, 61 Other antibiotics, such as erythromycin, minocycline, chloramphenicol, vancomycin, and topical polymyxin B, have been reported to cause vestibular damage in human beings, but this has not been observed in cats. 60 Loop diuretics (e.g., furosemide) cause ototoxicity in human beings, but this has not been reported in cats when standard clinical doses have been prescribed. 60 Regarding antiseptics, many studies have been performed to document the ototoxic effect of intratympanic application of chlorhexidine. At 2 per cent concentration, chlorhexidine is obviously ototoxic to the cochlea and vestibular system, but the damage is much more subtle at 0.05 per cent, and no clinical effects are seen. 60 Peripheral vestibular disease has been reported after the offlabel use of intraaural 10 per cent fipronil solution for otoacariosis in two cats. 62 The cats developed vestibular dysfunction and signs of Horner's syndrome within 6 hours after two drops of the solution were administered in each ear. 63 Both cats showed signs of improvement within 5 days, but one of the cats had a residual head tilt.\n\nDiagnosis of toxicity in peripheral vestibular disease is based on history and results of otoscopic examination and BAEP testing. Treatment consists of cessation of the ototoxic agent and initiation of supportive care. Prognosis for recovery from the vestibular signs is good in most instances.\n\nCRANIAL TRAUMA. Peripheral vestibular signs may follow any trauma to the head, secondary to a fracture of the petrosal part of the temporal bone or tympanic bulla. 10 This often is accompanied by facial paresis/paralysis. Skull radiography or advanced imaging will be necessary for an accurate diagnosis (Figure 56 -20) . Treatment is supportive and should be focused on any concurrent injuries sustained during the trauma. IATROGENIC TRAUMA. Peripheral vestibular disease can be seen immediately after a bulla osteotomy, especially in cases of vigorous curettage of the petrous temporal bone. 64 Supportive care and appropriate antibiosis are necessary, but resolution usually occurs because of compensation by the animal. Three cats with signs of unilateral ocular sympathetic hyperactivity (mydriasis and exophthalmos) have been reported after middle ear flushing procedures; however, the cats had signs of peripheral vestibular dysfunction because of otitis media/interna before the procedure. 18\n\nCEREBELLAR CORTICAL ABIOTROPHY. In contrast to dogs, this condition in cats is exceedingly rare. Sporadic anecdotal cases have been mentioned in the literature. 65 Late-onset cerebellar abiotrophy has been documented in adult cats, 66 but it would be expected primarily in kittens. 67, 68 LYSOSOMAL STORAGE DISEASES. Specific lysosomal storage disorders have been reviewed (see Consultations in Feline Internal Medicine, volume 4, chapter 51). 69 Lysosomal storage diseases documented to cause central vestibular disease include GM1-gangliosidosis, Niemann-Pick disease type C (sphingomyelinosis), and alpha-mannosidosis.\n\nHYDROCEPHALUS. This disease is not common in cats but may be the result of obstructive processes such as neoplasia or inflammation elsewhere in the neuraxis. Enlargement of the fourth ventricle may cause central vestibular dysfunction because of the anatomical location of the vestibular nuclei. Diagnosis requires advanced imaging ( Figure 56-21) , but a CSF tap also would be warranted to rule out an underlying inflammatory disease. Treatment is possible with either the use of prednisone (0.5 mg/kg PO q12h) or surgical placement of a ventriculoperitoneal shunt.\n\nTHIAMINE DEFICIENCY. This is the most common nutritional deficiency affecting the CNS, usually resulting in lesions of the oculomotor and vestibular nuclei, the caudal colliculus, and lateral geniculate nucleus. 44 The earliest neurological sign is vestibular ataxia, progressing to seizures, dilated nonresponsive pupils, and ultimately coma. 36 Treatment is administration of thiamine, parenterally (100 to 250 mg q12h) or intravenously. 36, 44 Neoplasms Neoplasms can affect the medulla of the brainstem or vestibular pathways associated with the cerebellum directly (parenchymal compression or invasion) or indirectly to cause central vestibular dysfunction. Neoplasms can affect these regions indirectly by (1) causing an obstructive hydrocephalus affecting the fourth ventricle and/or (2) increasing intracranial pressure, causing a rostrocaudal shift of the forebrain and/or hindbrain with subsequent cerebellar herniation through the foramen magnum. Space-occupying lesions in the region of the cerebellomedullary pontine angle often can be responsible for paradoxical vestibular syndrome. 10, 19 Rarely, middle ear tumors in cats may extend medially to involve the brainstem. 37 The most common neoplasms in cats that affect this region are meningioma and lymphoma, but a cerebellar oligodendroglioma causing paradoxical signs also has been described in the cat. 19, [70] [71] [72] In a study of 137 intracranial tumors in cats, five meningiomas, 12 lymphomas, and three glial cell tumors were documented to occur in the region of the cerebellomedullary angle and the region of the fourth ventricle. Although meningiomas have been observed in cats from 1 to 24 years of age, the majority of cats are older than 10 years. 70, 72 The imaging characteristics of feline meningiomas have been well described ( Figure 56-22) . 19, 73 Surgical resection of tumors in this area is challenging but can be achieved with improvement of the clinical signs, although recurrence is common 19 (see Chapter 54) .\n\nA 2-year-old cat has been diagnosed with a medulloblastoma, a type of primitive neuroectodermal tumor. 75 The cat presented with a 3-month history of an ipsilateral ataxia, which progressed to develop nystagmus, ipsilateral paresis, and dysmetria. Magnetic resonance imaging using a T1W sequence demonstrated an irregularly shaped hypointense mass within the cerebellar parenchyma that contrast-enhanced and was irregularly hyperintense on T2W images. Surgical resection was possible but no follow-up was documented. 75 The same cat seems to have been described in another report, which documented a 45-day postsurgery survival. 76\n\nAny inflammatory disease that affects the CNS has the potential to cause central vestibular signs, usually as part of a multifocal syndrome. These diseases have been discussed in detail and are documented in Table 56 -3. 77 The more common infectious agents are discussed briefly.\n\nBacterial meningoencephalitis/abscessation from otitis media and otitis interna can extend into the intracranial cavity and result in bacterial meningoencephalitis 78 (see Chapter 53) . Seven such cats with otitis media/interna have been documented, in one study, with CNS dysfunction that included central vestibular signs. 78 MRI was extremely effective in demonstrating the location, extent, and relationship to normal structures of inflammation of the middle ear and brainstem in all cases. A mild to severe neutrophilic pleocytosis was present in the CSF of four of five cats tested. Marked neurological improvement was seen in all the cats, which underwent surgical drainage in addition to prolonged antibiotic therapy. 78 Extension of bacterial infection into the CNS also has been documented in a 15-month-old male Maine Coon cat with an inflammatory polyp of the middle ear. 53 The cat required a ventral bulla osteotomy to remove the polyp in addition to broad-spectrum antibiotic therapy for the secondary suppurative meningoencephalitis but made a good recovery with a residual head tilt. MRI is useful in detecting brain abscessation secondary to otitis media/interna. 25 Abscessation with extension of an inner ear infection can affect the brainstem and has a heterogenous signal intensity on T1W and T2W images (Figure 56-23) . A ring-enhancing lesion with extension into the tympanic bulla can be seen after intravenous contrast administration. 79 FELINE INFECTIOUS PERITONITIS. Feline infectious peritonitis (FIP) results from infection with a mutated form of feline enteric coronavirus and represents the most common cause of inflammatory brain disease in cats. 77 Neurological disease usually is seen with the noneffusive form of FIP, and up to a third of cats with this form of disease develop neurological disease. 80 Some affected cats have evidence of disease only localized to the CNS. Insidious multifocal or diffuse CNS clinical signs are seen, which commonly include vestibular dysfunction. Analysis of CSF is the most useful antemortem diagnostic test, which often reveals a neutrophilic pleocytosis with a marked protein elevation (more than 200 mg/dL). 77 However, this test cannot be relied upon to be either sensitive or specific for FIP. Positive coronavirus antibody titers in the CSF are the most reliable indicator of the disease, 80 but only if an albumin quotient and IgG index rule out serum protein translocation across a disrupted blood-brain barrier. Polymerase chain reaction (PCR) testing of the CSF recently has become available; unfortunately, only a third of cats with neurological FIP have positive CSF PCR results, and only two thirds of brain tissue specimens actually are PCR-positive. 80 Advanced imaging reveals the presence of hydrocephalus in the majority of affected cats. 77 No documented effective treatment exists, and the prognosis is poor.\n\nTOXOPLASMOSIS. Cats are the definitive hosts of Toxoplasma gondii. Occasionally, cats develop central neurological disease because of this organism. After the initial enteroepithelial life cycle, tachyzoites are disseminated through the blood and lymph. The immune system generally can suppress proliferation of tachyzoites with subsequent development of cysts. These cysts remain dormant for long periods and have a predilection for sites such as the brain. 77 Diseases associated with toxoplasmosis can be due to recrudescence of local infection. Multifocal neurological signs are a common clinical manifestation.\n\nA definitive diagnosis is difficult. CSF analysis reveals a mixed pleocytosis and elevated protein levels. Comparison of CSF and serum antibody titers may aid in the diagnosis of the disease. PCR analysis for protozoal disease on the CSF is now available but may not be highly sensitive. Advanced imaging can reveal multifocal areas of irregular contrast-enhancing lesions within the brain parenchyma. Clindamycin (12.5 mg/kg PO q12h for 4 to 6 weeks) is advocated for treatment of this disease; however, the prognosis is guarded and residual signs and recrudescence may be common. 77 CRYPTOCOCCOSIS. Cryptococcosis is the most common systemic mycosis of cats. Feline cryptococcosis has been reviewed extensively. 81 More than 80 per cent of cats present with signs of nasal cavity disease, including sneezing, nasal discharge, respiratory stridor, and subcutaneous masses at the nostrils (see Figure 38 -5). The CNS occasionally is involved, manifesting with multifocal neurological signs, including central vestibular dysfunction. CSF analysis is the most helpful diagnostic test in cats with CNS cryptococcosis. The organism may be identified cytologically or cultured from the CSF. A positive capsular antigen test can provide a definitive diagnosis. 77 Treatment consists of triazole drugs (fluconazole, itraconazole) for at least 2 months beyond resolution of the clinical signs. 77 Fluconazole crosses the blood-brain-barrier readily and is the preferred antifungal agent. The decision to discontinue therapy is based upon repeat CSF analysis results, serology, and resolution of clinical signs. Often patients require long-term antifungal therapy. Prognosis is considered guarded.\n\nAlthough not common, central vestibular signs have been reported in cats after chronic high-dose therapy with metronidazole. 82 Clinical signs reversed in two of the cats reported within a few days of drug withdrawal and with appropriate supportive care. 82 Diazepam administration has improved the recovery time in dogs with metronidazole toxicity; this remains to be determined for cats. Unlike metronidazole toxicosis in dogs, nystagmus is an uncommon clinical finding.\n\nLEAD. The most common clinical signs of lead toxicosis in cats are anorexia, vomiting, and seizures. Central vestibular abnormalities, including vertical nystagmus and ataxia, have been reported. 83 Old paint is the most common source of exposure for cats. Recovery can be complete after standard treatment. 83 \n\nCentral vestibular signs subsequent to head trauma often imply brainstem involvement; occasionally, the signs may be due to elevated intracranial pressure, causing a rostrocaudal transtentorial herniation or a cerebellar herniation through the foramen magnum.\n\nDiagnosis is supported by history and skull fractures on radiographs; however, it is not necessary for the skull to be fractured for central vestibular damage to occur. Advanced imaging studies can be used to assess for intracranial hemorrhage and edema. Principles for management of head trauma address the pathophysiologic sequelae to traumatic brain injury such as edema.\n\nFELINE ISCHEMIC ENCEPHALOPATHY (FIE). FIE is a poorly understood syndrome of brain infarction in cats. Onset of clinical signs is peracute. FIE affects cats of all ages and most commonly in the months of July and August. The main clinical signs are acute in onset, focal, and lateralizing; these include depression, blindness, circling, and central vestibular dysfunction. 84 This has been associated with Cuterebra spp. migration. Although central vestibular signs have been reported with this abnormality, other neurological signs supportive of forebrain disease are more common. 85 Diagnosis is based on focal lesions identified by advanced imaging and CSF analysis. Treatment is supportive care. Gradual improvement of clinical signs can occur over several months, but residual signs are likely. Severe cases can be fatal.\n\nThe damaged vestibular system can compensate over time with central reprogramming of eye movements and postural responses in addition to reliance on visual and other sensory input that replaces lost vestibular input. 3, 7, 12 Histamine is thought to be involved in the recovery of vestibular function, although the mechanism is unclear. 86 If the underlying disease process can be targeted, the prognosis for a functional recovery can be good. Residual signs, such as a head tilt, are not uncommon. Recurrence of vestibular dysfunction can occur at times of stress, recurrent disease, or after an anesthetic episode.\n\nSupportive care often is essential in cats with vestibular dysfunction, because anorexia is a frequent complication. Vomiting, salivation, and possible nausea associated with vestibular disease can be treated medically. Drugs used commonly include the phenothiazine derivative chlorpromazine (0.2 to 0.4 mg/kg SQ q8h); and the antihistamines diphenhydramine (2 to 4 mg/ kg PO or IM q8h), dimenhydrinate (4 to 8 mg/kg PO q8h), and meclizine (12.5 mg q24h). Betahistine dihydrochloride is a histamine-like substance that is used in human beings with Meniere's syndrome and also has been shown to accelerate the recovery process from a central vestibular syndrome in experimental cats when used at daily doses of 50 mg/kg. 87 Clinical use has not been documented."}