{"title": "Acidic pH induces fusion of cells infected with baculovirus to form syncytia", "body": "Enveloped viruses fuse to host membranes to enter and infect cells. Fusion proteins are viral envelope glycoproteins which mediate membrane fusion. To study the mechanism of protein-mediated membrane fusion, it would be useful to hay0 a simple expression system for a fusion protein which would allow for optical and electrophysiological studies of fusion pore formation, as well as permit genetic alteration of fusion protein sequence. The baculovirus/insect cell system [1 ] has been used to advantage in electrophysiological studies of recombinant channels [2] . Influenza hemagglutinin [3] , VSV G protein [4] , and the fusion proteins from measles [5] , bovine coronavirus [6] , and human immunodeficiency virus [7] have all been successfull), expressed in Spodoptera frugiperda (Sf9) insect cells using baculovirus, with fusion activity demonstrated as pH-dependent syncytia formation [4] [5] [6] .\n\nThe mechanism of budded baeuloviral entry, based upon ultrastructural studies showing fusion, phagocytosis, and endocytosis, and inhibition of inf~tivity by lipophilic ions, which prevent normal endosomal acidification, is likely fusion of the baculoviral envelope to the endosomal membrane [8] . The 64K envelope glycoprotein of baculovirus has been implicated as a fusion protein [8] . We tested cells expressing baculoviral envelope proteins in the cell membrane for fusion-competence. \n\nSf9 insect cells were grown at 27°C in Gmce's medium plus supplemerits and 10% FBS (TNM-FH medium). For infection, monolayers of Sf9 cells were incubated with either wild-type or fl-galaetosidase recombinant virus (0.2 ml, 106 or 107 plaque formin 8 units (pfu)/ml) at 27°C for I h. Supernatant fluid was removed, fresh medium was added, and cells were incubated at 27*C for 36 h. Medium and virus were purchased from lnvitrogen (San Diego. CA). In the commercial recombinant virus, the fl-g, alactosidase 8ene was fused to the polyhedrin promoter and the polyhedrin 8ene was absent (lnvitro~n, San Diego, CA).\n\nin six high power fields (hpf, 320 x), the number of nuclei in syne),tia was divided by the sum of nuclei in syn~tia and single cells. Capacitance measurements were obtained by reading ¢.,~ after capacitance compensation [9] .\n\nSf9 cells were labeled by injecting 3.4 mM octadecylrhodamine (R-18, 5 91 per 0.5 ml of medium, Molecular Probes, CA). Cells were washed 5 times with TNM-FH medium, mixed with the samo number of unlabeled cells, and placed on a cover glass. Twenty minute's later, the medium was replaced with pH 5.1 medium.\n\nUninfected Sf x) cells did not fuse to each other at any pH. After Sf9 cells (36 h post-infection with wild-tylm baculovirus) were exposed to acidic media, syneytia formation ensued (Fig. I A-E). First syneytia formation was ob~rved 2 rain after the low pH treatment, and was maximal at one hour. Syneytia formation was graded below pH 5.5, and was maximal at pH 5.2 ( Fig. 2A) . The efficiency of fusion increased with cell density ( Fig.  2A) , probably due to increased cell--cell contact. Syncytia formation was also dependent upon viral inoc- \n\nHowever, when polyhedra production was maximal, poor syncytia formation was seen (~10%). Recombinant baculovirus did not differ From wild-type baculovirus in any fusion experiment (Figs. 1F-H and 2B) . Syncytia formation was preceded by both a commitment step and a membrane fusion step. Exposure of cells to pH 5.1 for only 10 s resulted in significant syncytia formation at one hour (Fig. 2C) . Transfer of the lipophilic dyes R-18 and Di-l, as well as rhodamine-labeled phosphatidyi ethanolamine, could be detected well before the morphological changes seen as syncytia in any given pair of cells (Fig. lI,J) . Many pairs of ceils could be seen with dye transfer but lacking syncytia. Using cell capacitance to measure surface area, cell-cell fusion was detected by the doubling of surface area for pairs of cells, tripling for three cells fusing together, etc. (Fig. 3A) . This quantal capacitance increase which occurred prior to the morphological changes seen as syncytia formation, has the complex admittance characteristic of a true syncytia (Fig, 3B ). [4, 6] . Vialard and colleagues report fewer syncytia with wild type than measles-recombinant proteins, testing 72 h after infection [5] . Since they use pH 5.8 to trigger fusion, it is likely that the exogenous fusion protein plays a role. However, using the baculovirus system to study the mechanism or identity of exogenous recombinant Relationship between whole.cell capacitan~, measured 15 min after lowering pH, and number ore.ells in the cell aggregate which included the patch-clamped c¢11. Linear regression (shown as a solid line with 95% confidence bands) yields an average value of 21 pF for single cell capacitance, which compares well to that measured for single c¢l/s (19 _+ 0, 9) . We used the cell medium as external aolution and a KCI buffer as internal solution (150 mM KCI, ? ,'riM MgCh, 10 mM HEPES, 1 mM EGTA, pH 7.2), B. The imaginary part of whole.cell admittance, normalized with respect to the angular velocity, is given for a number ofcells in mutual contact, The whole-cell recording technique was used on one cell [91, Zero frequency intercepts estimate different capacitance values before and after lowering pH, P~udo-random binary voltage signals (0-10 mY), having a quasiwhite spectral density (5 kHz bandwidth), were used to determine the complex admittance of the cell membrane [13] , The measured admittance was consistent with the simple equivalent circuit of a series resistance of the pipette and a parallel capacitor/resistor of a single syncytial membrane (inset, showing prediction of this circuit). viral fusion proteins may be problematic, For exa.mple, exogenous fusion proteins may form cooperative units with the endogenous baculoviral fusion protein, or binding may shift pH dependence. As in influenza HA-mediated cell-cell fusion, constant acidification is not longer needed for subsequent fusion [10] . Cell capacitance changes are seen prior to morphological changes, as in membrane fusion in exocytosis [11] . The fusion demonstrated here may be an extremely convenient system for studying enveloped viral mediated cell--cell fusion.\n\nZR Z O tY O l, <J Z >- CO ZR v Z O n- O I1 (..3 Z p- (/3 ~R Z O rY O LL <~ C~ Z >- t"}