{"title": "", "body": "On December 12th, 2019, the Wuhan Municipal Health Commission (WMHC) in the People's Republic of China reported 27 human cases of viral pneumonia, 7 of them seriously ill. All had a shared exposure in the Huanan Seafood Wholesale Market, where farm animals, bats, and snakes were also sold [1, 2] .\n\nThe city of Wuhan, in the province of Hubei, has almost 11 million inhabitants. Its airport, Tianhe International, located 23 km from its center, is a hub for major Chinese airlines [3] . In 2018 alone, 24,500,356 passengers arrived and departed. Although it is mostly a domestic airport, code sharing with several European and North American airlines allows with a single stop, to fly in a few hours to the major capitals and main cities around the world. In Latin America only Ciudad de Mexico International Airport [4] , São Paulo Guarulhos International in Brazil [5] , and El Dorado International Airport in Bogotá, Colombia [6] , outdo that level of passenger traffic. This fact alone accounts for a realistic possibility of the global dispersal of the causative agent from China since human to human transmission has already been demonstrated [7] .\n\nThe culprit has been identified as a new coronavirus -known provisionally as 2019-nCoV-from the findings of ongoing investigations and by genomic sequencing carried out in local laboratories [8] .\n\nCoronaviruses (CoVs) belong to the Coronavirinae subfamily in the family Coronaviridae of the order Nidovirales, and this subfamily includes four genera: alphacoronavirus, betacoronavirus, gammacoronavirus, and deltacoronavirus [9] . The CoV genome is a singlestranded RNA. These are important pathogens of humans and other vertebrates. They can infect the respiratory, gastrointestinal, hepatic and central nervous system tracts of man, cattle, birds, bats [2] , rodents and various wild animals [10] . Coronaviruses, like influenza viruses, circulate in nature in various animal species. Alphacoronaviruses and betacoronaviruses can infect mammals and gammacoronaviruses and deltacoronaviruses infect birds, but some of them can also be transmitted to mammals [2] .\n\nTo date, seven coronaviruses that can infect humans have been described. Common human coronaviruses Betacoronavirus HCoV-OC43 and HCoV-HKU1, as well as Alphacoronavirus HCoV-229E cause common cold and also severe lower respiratory tract infections in children and the elderly, while Alphacoronavirus HCoV-NL63 is considered to be an essential cause of (pseudo)croup and bronchiolitis in children [11] .\n\nThe emergence of coronaviruses infections with high impact in public health began in 2002-2003 with the SARS outbreak [12, 13] and in 2012, MERS-CoV, another highly-pathogenic coronavirus which still circulates in the Middle East and causes severe respiratory disease [14, 15] was reported.\n\nRegarding 2019-nCoV investigations, to date, could already reveal that its genome (GenBank accession MN908947) has the highest similarity (89%) to a SARS-related member of the Sarbecoviruses (GenBank accession MG772933), a subgenus within the Betacoronavirus genus [16] . This fact could perhaps be part of the explanation about the behavior of this novel coronavirus concerning human infection. Preliminary genome sequencing suggested the snake as a likely wildlife reservoir responsible for the current outbreak of 2019-nCoV infection and origin-unknown homologous recombination identified within the spike glycoprotein of the 2019-nCoV may explain snake-to-human cross-species transmission [2] . However, this theory has now been largely discounted and some researchers point towards bats as a reservoir and doubt that the coronavirus could have originated in animals other than birds or mammals [2] ; they are skeptical that the animal host or hosts of 2019-nCoV can be identified without further field and laboratory research. Many hope that genetic tests of animals or environmental sources, such as cages and containers, from the Wuhan market will reveal clues [17] regarding the definite origin of the virus. The outbreak of viral pneumonia in Wuhan is associated with exposures at the Huanan Seafood Wholesale Market, suggesting a possible zoonosis.\n\nThe incubation period is estimated between 7 and 14 days. Symptoms are similar to those from other respiratory viruses, including https://doi.org/10.1016/j.tmaid.2020.101567 Received 28 January 2020; Accepted 28 January 2020 Travel Medicine and Infectious Disease 33 (2020) 101567 Available online 30 January 2020 1477-8939/ © 2020 Elsevier Ltd. All rights reserved. T fever, cough, and shortness of breath with radiographs showing invasive lesions in the lungs. Some cases need hospitalization due to the worsening of the clinical status and in several cases, the complications could lead to death [18] [19] [20] . WHO has constantly updating information on the outbreak and definitions under (https://www.who.int/healthtopics/coronavirus).\n\nAs of January 29, 2020, a total of about 7780 confirmed cases have been reported for novel coronavirus (2019-nCoV) globally (> 7670 from China) (https://gisanddata.maps.arcgis.com/apps/opsdashboard/ index.html#/bda7594740fd40299423467b48e9ecf6), with imported cases in countries outside China [21, 22] including seven confirmed cases in Australia, five cases in the US, five cases in France, a cluster of four cases in Germany, three in Canada, one in Finland, one in Ivory Coast (Africa), and cases in several other Asian countries. WHO reported an increase in the number of confirmed and suspected cases and affected provinces. The case fatality rate of the currently reported cases is less than 3% (170 deaths, including one case in a healthcare professional), which implies that so far, this novel coronavirus does not seem to cause the high fatality rates previously observed for SARS and MERS-CoV, 10% and 37%, respectively [20] . Of the confirmed cases, 25% are reported to be severe and underlying comorbidities were detected in many of them and elderly. The Chinese government declared the death of the first health professional who provided assistance at Wuhan hospital. Remarkably, WHO has reported that in the last one week, less than 15% of new cases reported had visited the Huanan market. Health care workers have also been infected. Fourth-generation cases in Wuhan and second-generation cases outside Wuhan, as well as some clusters outside Hubei province, could be traced back [21] . These findings underscore the role of human-to-human transmission of 2019-nCoV [21] .\n\nAll these facts together have led Chinese authorities to enforce drastic containment measures such as the closure of public-transportation systems in Wuhan as well as in other cities in the country including Wuhan International airport [23] . The WHO Emergency Committee met on January 23rd and although the situation at that time is not considered to be a Public Health Emergency of International Concern (PHEIC), WHO monitors the situation closely and can, under the global legal framework, the revised International Health Regulations (IHR), recommend travel and trade restrictions when these are deemed necessary. At the moment of proofs correction of this editorial, the Committee was about to be convened again (Jan. 30, 2020) in order to reassess the situation and if declare the PHEIC. An estimate of R 0 of 1.4-2.5 was presented [23] . Other estimates, however, yield higher R 0 figures. As researchers are saying, sustained human-to-human transmission of 2019-nCoV is one of the most important topics issues that could explain the scale of the Wuhan outbreak. Considering this, it is not only important to follow the progression of the epidemic closely but to also coordinate the countries' mechanisms to mitigate the impact in health care services and the community [23] . There are no known useful treatments for the disease caused by this new coronavirus; therefore, contact and respiratory precautions are the only effective measures to prevent this emerging coronavirus [23] .\n\nGiven this situation, there are some key considerations and recommendations for travelers to Southeast Asia, especially China (Table 1) , and other affected areas that should be considered.\n\nSimilar to the 2003 SARS outbreak in Guangzhou, Wuhan is also a rapidly flourishing capital city of the Hubei province and the traffic hub of central China. Moreover, both outbreaks were initially connected to \"wet markets\" where game animals and meat were sold [19] . In the case of SARS, the person-to-person transmission was efficient and super-spreading events led to significant outbreaks in hotels and hospitals. Learning from the SARS outbreak, which started as animal-tohuman transmission during the first phase of the epidemic, all game meat trades should be optimally regulated to terminate this portal of transmission [19] . Emerging and reemerging pathogens are global challenges for public health and a matter for concerns in travelers from all over the world. As in previous scenarios [24, 25] , the Latin American Society for Travel Medicine (SLAMVI), is concerned for travelers arriving from China and other affected locations that would bring the 2019-nCoV but also given the potential exposure for travelers from this Table 1 Key considerations and recommendations for travelers in the context of the ongoing outbreak of 2019-nCoV (as of Jan. 27, 2020).\n\n• The outbreak is ongoing so that the control measures may vary according to the evolution in the different countries.\n\n• According to preliminary reports, the confirmed cases have a direct or indirect epidemiological relationship with China, and in particular, the city of Wuhan.\n\n• The tourism industry in Latin America is expanding and contribute in the fourth place to the world GDP after Northeast Asia, North America, and the European Union. In that context, globalization implies that travelers to Southeast Asia could move in a few hours to countries where there are currently no suspicious cases. • Since the clinical respiratory symptoms of 2019-nCoV are similar to influenza, it is essential not to underestimate the symptomatology in order to identify eventual suspected cases in travelers. Make sure to be up to date with your influenza vaccine to rule out this differential diagnosis • Underlying comorbidities are present in many cases. However, to date, the mortality rate is under 3%.\n\n• Human-to-human transmission is already confirmed, and it would be highly feasible that would lead to the progress of the current epidemiological situation. Consult public health information websites such as https://www.who.int/health-topics/coronavirus.\n\n• Avoid travel to the cities and areas mainly affected by the 2019-nCoV.\n\n• An innovative, and useful real-time online map is available at https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6. This was developed by John Hopkins researchers to track the spread of the ongoing outbreak (Fig. 1 ). • Avoid visiting wet markets, especially those in which live animals are traded.\n\n• The consumption of raw or undercooked animal products should be avoided. Raw meat, milk or animal organs should be handled with care, to avoid cross-contamination with uncooked foods, as per good food safety practices. • Avoid large concentrations of people in public spaces (public transport, theaters, cinemas, shopping centers, offices, educational establishments, restaurants).\n\n• In the event these other activities are unavoidable, refrain from touching objects such as handrails, doorknobs and bringing hands to nose or mouth.\n\n• Avoid close contact with anyone who has fever and cough.\n\n• Avoid contact with sick people.\n\n• Avoid contact with animals (alive or dead), animal markets, and products that come from animals (i.e., raw or undercooked meat).\n\n• When coughing and sneezing cover mouth and nose with flexed elbow or tissue -dispose tissues immediately and wash hands • Wash hands frequently with soap and water for at least 20 seconds. Use an alcohol-based hand sanitizer if soap and water are not available.\n\n• Seek prompt consultation in case of fever and respiratory symptoms during or after the trip (up to 14 days). Use your local emergency numbers to find out how to seek care and use a face mask if you go to health care facilities. region to China and other attractive countries, that may hold mass gathering events in the upcoming weeks, such as the upcoming 2020 Olympic Games in Tokyo, Japan to be celebrated on July 24-August 9, 2020 [26] , even more, when up to date, this country has also confirmed China-imported cases (4).\n\nNone. "}