{"title": "Positive-strand RNA virus Parallels among positive-strand RNA viruses, reverse-transcribing viruses and double-stranded RNA viruses", "body": "Despite continuing advances, established and emerging viruses remain major causes of human disease, with dramatic costs in mortality, morbidity and economic terms. In addition to acute diseases, viruses cause at least 15-20% of human cancers 1, 2 and are implicated in neurological and other chronic disorders. One of many challenges in controlling viruses and virus-mediated diseases is that viruses show an amazing diversity in basic characteristics and life cycles, including differences in virion structure, replication strategies, genetic organization, gene expression and many other fundamental processes. Therefore, even the very processes against which antivirals are targeted often differ radically among virus classes. Inherent in this remarkable variety are intriguing issues about the multiplicity of virus origins and the functional and evolutionary relations of existing viruses. Such issues have practical as well as academic importance, as underlying similarities among virus classes might serve as a foundation for broader-spectrum antiviral strategies.\n\nOne of the most elemental differences among viruses is their diversity in genome replication and encapsidation strategies, which define seven major classes (FIG. 1) . Some viruses replicate their genomes solely through DNA intermediates, packaging these genomes in infectious virions either as double-stranded (ds)DNA or single-stranded (ss)DNA. By contrast, most viruses replicate their genomes solely through RNA intermediates. Such RNA viruses are divided into three classes based on whether their virions package the genome as mRNA-sense (positive-strand) ssRNA, antisense (negative-strand) ssRNA or dsRNA. Other viruses replicate by interconverting their genomes between RNA and DNA. The virions of such reverse-transcribing viruses always initially package the RNA forms of their genomes, and either might (for example, hepadnaviruses and foamy retroviruses) or might not (for example, orthoretroviruses) reverse-transcribe the RNA into DNA before the virion exits the initially infected producer cell.\n\nViruses in each of these seven classes tend to share additional features, such as gene-expression strategies and so on, that further cluster and differentiate their members from the other classes, showing that these classes represent meaningful, functionally distinct groupings and probable evolutionary lineages. Some of these variations arise because the type of nucleic acid delivered by the virion to a target cell dictates early infection and gene-expression steps. For example, to initiate viral gene expression, dsRNA virus virions and negative-strand RNA ((-)RNA) virus virions contain viral polymerases that transcribe the genome into translatable mRNA, and reverse-transcribing-virus virions contain polymerases that copy the genome into cell-transcribable DNA (BOX 1) . Positive-strand RNA ((+)RNA) viruses, the virions of which deliver immediately translatable messenger-sense RNAs, encapsidate their RNA without a polymerase and form strictly intracellular RNA-replication and mRNA transcription complexes (BOX 1) .\n\nDespite these and other differences, recent results have revealed fundamental parallels in the genomereplication processes of certain (+)RNA viruses, dsRNA viruses and reverse-transcribing viruses. In particular, the 1) also share similarities with some of the basic features reviewed here, suggesting that the functional and evolutionary parallels discussed below might be extended further. These possibilities are not discussed here in detail for reasons of space. In addition, whereas (+)RNA viruses, dsRNA viruses and reverse-transcribing viruses each use identical (+)RNA molecules as genome-replication intermediates and mRNAs, (-)RNA viruses are distinguished by using different forms of (+)RNA for these functions.\n\n(+)RNA virus and retrovirus parallels tRNAs and genome replication. One of the first similarities recognized between the replication of retroviruses and (+)RNA viruses was the role of tRNAs in initiating retroviral reverse transcription and of tRNA-like elements in initiating RNA replication by a subset of (+)RNA viruses such as the bromoviruses 8, 9 (FIG. 2) . Bromoviruses, discussed further below, have three genomic RNAs with highly conserved, structured, tRNA-like 3′ ends (FIG. 2b) . These 3′ ends terminate in 3′-CCA OH sequences that are completed by tRNA-nucleotidyl transferase, they are specifically aminoacylated in vitro and in vivo with tyrosine, and they contain the promoter for (-)RNA synthesis 10-13 . tRNA-related sequences initiate negative-strand synthesis for genomic RNA replication in both retroviruses and (+)RNA viruses, but the mechanisms are distinct. For retroviruses, a cellular tRNA covalently primes negativestrand cDNA synthesis, whereas for the relevant (+)RNA viruses, a viral tRNA-like element serves as a recognition site and template for (-)RNA synthesis that is initiated de novo, without a primer. A natural intermediate and potential evolutionary link between these processes was identified by Lambowitz and colleagues, who showed that a Neurospora crassa mitochondrial retroplasmid initiates reverse transcription without a primer at the tRNA-like 3′ end of its genomic RNA, paralleling negative-strand initiation by (+)RNA viruses 14 .\n\nMembrane-associated RNA-replication complexes. As noted above, (+)RNA viruses differ from retroviruses and other RNA viruses in that they do not encapsidate their polymerases in extracellular virions. Nevertheless, emerging results show that similarities between (+)RNAvirus RNA replication and retrovirus reverse transcription are not limited to aspects of negative-strand initiation and the general similarities of RNA and DNA polymerases. Instead, as detailed below, (+)RNA-virus RNA replication occurs in virus-induced compartments which have many similarities to the replicative cores or capsids of retrovirus virions.\n\n(+)RNA-virus replication is invariably localized to intracellular membranes. Different (+)RNA viruses target distinct but usually specific membranes, such as those of the endoplasmic reticulum (ER) [15] [16] [17] [18] [19] , endosomes 20,21 , mitochondria 22 or chloroplasts 23 . RNA replication is usually associated with rearrangements of these target membranes, often giving rise to membrane invaginations, single-or double-membrane vesicles, membranebound vesicle packets and other structures.\n\nFor many (+)RNA viruses, RNA synthesis localizes to membranes bearing 50-70-nm vesicular compartments that are invaginated away from the cytoplasm into the lumen of the affected secretory compartment or organelle. Such invaginations, termed spherules, were first visualized in early electron microscopy (EM) studies of alphavirus-infected cells 20, 21 . There are many other examples of such invaginations in and beyond the alphavirus-like superfamily, such as those associated with bromoviruses 24,25 , nodaviruses 22 and tymoviruses 23 . Parallels with retrovirus capsids. Retroviruses package their reverse transcriptase (also designated Pol) and their genomic RNA templates into membrane-enveloped capsid shells assembled by the major capsid protein, Gag [26] [27] [28] (FIG. 4a) . For most retroviruses, these capsids bud from the cell together with viral envelope proteins and are delivered to new cells by infection, giving rise to intracellular complexes in which reverse transcription occurs [29] [30] [31] . For foamy retroviruses and retrovirus-like LTR (long terminal repeat) retrotransposons, reverse transcription occurs in such capsids without leaving the producer cell [32] [33] [34] . Such capsids contain hundreds 35 to thousands 36 of Gag proteins and approximately 10-20-fold fewer Gag-Pol fusion proteins 28, 37 . Retrovirus genomic RNAs are selectively packaged in these capsids by Gag interaction with specific cis-acting signals, often designated as Ψ 38, 39 .\n\nRecently, links between the intracellular spherules of (+)RNA viruses and retrovirus capsids emerged from studies of brome mosaic virus (BMV) RNA replication.\n\nAll three classes of virus replicate through positive-strand RNA ((+)RNA) intermediates (red strands in the figure) that are templates for both translation and genome replication. For each class, the figure shows a simplified, representative life cycle.\n\nAs shown in part a of the figure, virus attachment and endocytosis deliver a virion core that contains viral genomic dsRNA and viral RNA polymerase (yellow) into the cytoplasm. The core transcribes and extrudes (+)mRNAs that are first translated (1) and then packaged (2) by the resulting viral proteins into new virion cores. Cores mature by synthesizing negativestrand (-)RNA (dotted strand) and adding exterior proteins. They exit by cell lysis or secretion.\n\nAs shown in part b of the figure, endocytosed virions release messenger-sense genomic RNA into the cytoplasm for translation. Newly translated viral RNA-replication proteins recruit this genomic RNA into a membrane-associated, intracellular RNA-replication complex. Small amounts of (-)RNA are produced and used as templates to greatly amplify viral (+)RNA, which is encapsidated into new progeny virions.\n\nAs shown in part c of the figure, virion attachment and envelope fusion release a subviral complex that contains viral genomic (+)RNA and reverse transcriptase (yellow). After cDNA synthesis by reverse transcription, proviral cDNA is integrated into the host chromosome and transcribed to produce (+)RNA that is translated (1) and then packaged (2) BMV is the type member of the bromoviruses and a representative member of the alphavirus-like superfamily of (+)RNA viruses. This superfamily includes many viruses that infect animals or plants, all of which share three conserved protein domains that are involved in RNA replication 40, 41 . In BMV, these domains are distributed across two replication proteins, 1a and 2a pol (FIG. 2b) , that co-localize on ER membranes at the sites of viral RNA synthesis 15, 16 . 1a contains an RNA-helicase-like domain and an RNAcapping domain with m 7 G methyltransferase and covalent m 7 G binding activities required for capping of viral RNAs in vivo [42] [43] [44] . 2a pol contains a central polymerase domain. Protein 1a is a multifunctional protein with central roles in the genesis and operation of BMV RNAreplication complexes (FIG. 4b) . In the absence of other viral factors, 1a localizes to ER membranes 16 and induces invagination of the spherular replication compartments 45 . 1a also recruits nascent or full-length 2a pol to ER membranes by an interaction between the 1a helicaselike domain and the N-terminal extension that precedes the 2a pol polymerase domain [46] [47] [48] .\n\nProtein 1a also transfers BMV genomic RNAreplication templates to a new state, which was first recognized because the stability and accumulation of BMV genomic RNAs was dramatically increased by 1a co-expression in yeast [49] [50] [51] . Subsequent work showed that 1a induces the transfer of BMV genomic RNAs to a novel, membrane-associated, nuclease-resistant state 45 . The location of the nuclease-resistant RNA and the site of RNA synthesis seem to be the spherule interior, as (+)RNA and (-)RNA templates and nascent BMV RNAs show identical membrane association and nuclease resistance, and immunogold EM localizes 5-bromo-UTP (BrUTP)-labelled nascent RNAs to the spherule interior 45 .\n\nRecruitment of BMV genomic RNAs to the RNAreplication complex by 1a is controlled in cis by internal (RNA3) or 5′ proximal (RNA1 and RNA2) recruitment elements (REs) on each genomic RNA (FIG. 2b) , which are necessary and sufficient for 1a responsiveness 51, 52 . Mutational studies show that the RE activity of BMV RNA derivatives in 1a-induced recruitment is closely linked to their relative template activity in (-)RNA synthesis and full RNA replication 51, 52 . Therefore, 1a-responsive RNA-template recruitment seems to be a crucial step that precedes replication.\n\nAs shown in FIG. 4a ,b, the roles of 1a, 2a pol and the cis-acting REs parallel the roles of Gag, Pol and Ψ in retrovirus replication. Similar to Gag, 1a localizes to the cytoplasmic face of membranes as a peripheral membrane protein 53 , self-interacts 54 , and is the sole viral factor required to induce membrane invagination 45 . Immunogold EM labelling and biochemical analyses show that each spherule contains hundreds of 1a proteins 45 . The resulting spherules (FIG. 3c) are remarkably similar to the necked vesicles that result when retrovirus budding is arrested by mutations in the Gag late domain that recruits host factors required for membrane breakage and fusion 55 . Moreover, the high multiplicity of 1a in spherules, its strong membrane association and self-interaction, and the dependence of endocytic and secretory vesicle formation and enveloped-virion budding on protein coats or shells 56, 57 indicate that 1a might induce membrane invagination by forming a capsid-like shell similar to that of Gag. Similarly, the 1a-RE interaction in RNA-template recruitment parallels the Gag-Ψ interaction in retrovirus RNA packaging. Like retrovirus Pol, BMV 2a pol is not required for spherule formation or RNA recruitment. However, when expressed, 2a pol is incorporated into the replication complex in a 1a/2a pol ratio of ~25, similar to the Gag/Pol ratio of 10/20 (REFS 37, 45) .\n\nThe universal association of (+)RNA-virus RNA replication with modified intracellular membranes, often in association with membrane invaginations, and other shared features imply that the RNA-replication complexes of a wide variety of (+)RNA viruses might use principles that are similar to those illustrated in FIG. 4b. Such parallels include the following: both alphavirus-and cucumovirus-induced membrane spherules contain dsRNA 25, 58 ; BrUTP labelling implies that the interiors of alphavirus spherules are the sites of viral RNA synthesis 59 ; hepatitis C virus and coronavirus (-)RNA-replication templates are in a membrane-associated, nuclease-resistant state 60-62 ; hepatitis C virus replication proteins are present in active replication complexes at >100-fold excess over viral RNA and are sequestered in a protease-resistant \n\nA site-specific, programmed shift of some translating ribosomes from one reading frame to another, allowing a fraction of translation products to be extended in the new frame.\n\nProgrammed translation of some ribosomes through a termination codon, allowing a fraction of translation products to be extended beyond the normal stop site. state 61, 62 ; poliovirus polymerase and possibly other replication factors self-oligomerize in extended lattices 63 ; and tombus virus genomic RNA possesses an internal cis signal for initial template recruitment and separate 3′ terminal sequences for negative-strand initiation 64 . Furthermore, just as for retrovirus Gag and BMV 1a, the membrane structures associated with genome replication by many (+)RNA viruses can be induced by a subset of viral RNA-replication proteins that do not include the polymerase. Examples include the RNAreplication-associated membrane structures induced by alphavirus nsP123 (REF. 65 ), arterivirus nsp2 and nsp3 (REF. 66 ), hepatitis C virus nsP4B (REFS 19, 67) and picornavirus 2BC (REFS 18, 68, 69) .\n\nAs explained further below, the parallels among (+)RNA-virus RNA-replication complexes, retrovirus capsids and dsRNA-virus capsids (FIG. 4) imply possible mechanistic explanations for several common features of (+)RNA-virus RNA replication, such as the ability of the replication complex to retain (-)RNA templates for positive-strand synthesis, differential regulation of (-)RNA and (+)RNA synthesis, and frequent downregulation of polymerase expression.\n\nIn retrovirus genomes, the Pol open reading frame (ORF) follows that of Gag and is expressed by a rare translational frameshift or translational readthrough event, generating an ~20-fold ratio of Gag/Gag-Pol (FIG. 2a) that is incorporated into the final virion (FIG. 4a) . This highly asymmetric ratio regulates the free volume and other parameters of the capsid, and is functionally important, as increasing the level of Gag-Pol relative to Gag inhibits retrovirus virion assembly, release and infectivity 37, 70, 71 .\n\nSimilarly, many (+)RNA viruses downregulate expression of their polymerase relative to RNA-replication proteins related in sequence and/or functions to 1a. The finding that BMV 1a parallels Gag in acting at high multiplicity to induce the RNA-replication compartment (FIG. 4a,b) implies that such polymerase downregulation might satisfy functional requirements similar to those governing the Gag/Gag-Pol ratio in retrovirus capsids. Like retroviruses, many (+)RNA viruses use translational readthrough or frameshift to downregulate polymerase expression. Well-studied examples include the animal alphaviruses and arteriviruses and plant tobamoviruses and tombusviruses. In each case, the ORF upstream to that of polymerase encodes a protein(s) with parallels to 1a. Specifically, alphavirus nsP123 and tobamovirus p130 are homologous to 1a (REF. 40 ), and nsP123 is sufficient to induce membrane spherules 65 ; arterivirus ORF1a proteins induce membrane rearrangements associated with RNA replication 66 ; and tombus virus p33 self-interacts and directs membrane association of itself, viral RNA and polymerase 72 . As with Gag and Pol, increasing expression of the polymerase-containing fusion proteins at the expense of the upstream membrane-interacting proteins inhibits tobamovirus and alphavirus replication 73, 74 .\n\nUnlike the above examples, bromoviruses express 1a and 2a pol from separate genomic RNAs (FIG. 2b) . In this regard, they parallel the foamy virus genus of retro viruses, which express Gag and Pol as independent proteins from separate mRNAs 34 . Although expressed separately, direct in vivo interaction between the C-terminal 1a helicase domain and N-terminal sequences of nascent 2a pol results in a 1a-2a pol complex with a polarity that is reminiscent (FIG. 2) . Moreover, whereas translation from separate mRNAs precludes regulation by frameshift or readthrough, BMV downregulates 2a pol at translation initiation 75 and by degradation of 2a pol that is not complexed with 1a (REF. 76 ). 1a-2a pol interaction itself is downregulated by competing 1a-1a interaction 54 and 2a pol phosphorylation 77 . Therefore, like alpha viruses 78 , bromoviruses have evolved several mechanisms to reduce polymerase accumulation and incorporation to achieve the retrovirus-like 1a to 2a pol ratio of 25/1 in RNA-replication complexes 45 . Some other (+)RNA viruses, such as hepatitis C virus and picornaviruses, use polyprotein expression strategies that translate all viral ORFs, including polymerase, at equimolar levels. In at least some of these cases, only a fraction of polymerase sequences might be active owing to production of processing intermediates that lack polymerase sequences or activity, polymerase-active and -inactive conformers, polymerase sequestration in the nucleus and/or inclusion bodies, and other effects 62, 79 . Some retrotransposons that produce equimolar levels of Gag and Pol appear to use related strategies to regulate polymerase incorporation or activity 80, 81 . FIG. 3a -c, some (+)RNA viruses induce alternative membrane rearrangements. In many cases, the topologies of these rearranged membranes remain under investigation and, as discussed below, some superficially distinct membrane structures might share underlying parallels in topology, assembly and function. Similarly, depending on the conditions, retrovirus Gag not only assembles normal capsids but also sheets, tubes and other structures 82 .\n\nFlavivirus RNA replication localizes to packets in which an outer bounding membrane surrounds 50-100-nm vesicles that label with antibodies to viral RNA-replication proteins and dsRNA 83 . These vesicle packets are similar to EM views of BMV spherules invaginated into the ER lumen 84 or nodavirus spherules invaginated into the lumen between the inner and outer mitochondrial membranes 22 , when sectioned perpendicular to the direction of invagination (FIG. 3b) . BrUTP-labelled RNA synthesis by the related hepatitis C virus localizes to potentially similar clusters of ~85 -nm vesicles surrounded by undulating membranes, termed Highly simplified schematics are shown in each case. a | Assembly of a retrovirus capsid includes the interaction of membrane-associated Gag and Gag-Pol. Gag-dependent genomic RNA encapsidation takes place through packaging signal Ψ, and this is followed by budding. To emphasize similarities with panels b and c, synthesis of negative-strand cDNA (dashed lines) is shown prior to budding, as occurs for foamy retroviruses. b | Assembly and function of a bromovirus RNA-replication complex at the outer endoplasmic-reticulum membrane includes interaction of membrane-associated 1a and 2a pol . 1a-dependent genomic RNA encapsidation takes place through the recruitment element (RE) template recruitment signal. This is followed by synthesis and retention of negative-strand RNA (dashed black lines), and asymmetric synthesis and export of positive-strand progeny RNA (red lines), which for at least some positive-strand RNA ((+)RNA) viruses proceeds by a semi-conservative mechanism as shown 143 . c | Assembly and function of the capsid core of a generalized double-stranded (ds)RNA virus includes encapsidation of genomic RNAs by a packaging signal (PS), synthesis and retention of negative-strand RNA (dashed black lines) and subsequent asymmetric synthesis and export of positive-strand progeny RNA (red lines). (+)RNA synthesis by dsRNA viruses can be either semi-conservative 144 19, 67 . Recently, models with strong parallels to bromovirus replication complexes have been proposed for RNA-replication complexes of hepatitis C virus 62, 85 . RNA replication by picornaviruses, arteriviruses and coronaviruses occurs in conjunction with doublemembrane vesicles, that is, vesicles bearing two closely appressed bounding membranes 17, 18, 86 . Similar to spherules, arterivirus double-membrane vesicles are thought to form by invagination of appressed ER membranes 17 . Some EM sections of poliovirus double-membrane vesicles display a narrow neck that connects the inner and outer membranes to each other, and that also connects the vesicle interior to the cytoplasm 87 , indicating possible genesis by invagination, continuing connection with the cytoplasm, or both.\n\nInterconversion of membrane rearrangements. Further evidence linking seemingly distinct membrane rearrangements in RNA replication is that altering the relative levels and interactions of BMV replication factors 1a and 2a pol shifts the associated membrane rearrangements between two dramatically distinct forms 84 . Expressing 1a plus low levels of 2a pol (1a/2a pol ≈20) induces spherular replication complexes matching those of natural bromovirus 24, 25 and alphavirus 21 infections (FIG. 3c) . By contrast, expressing 1a plus higher levels of 2a pol induces stacks of appressed double membranes that support RNA replication to levels as high as spherules 84 (FIG. 3d) . The spaces between these double membrane layers parallel spherule interiors in being 50-60 nm wide, containing 1a and 2a pol , and being directly connected to the cytoplasm. Therefore, BMV-induced spherules and double membrane layers seem to be functionally and topologically equivalent forms that are built from the same protein-protein and protein-membrane interactions, but in altered proportions.\n\nSimilar stacked, double-membrane ER layers and other ordered ER membrane arrays are induced by overexpression of membrane-associated picornavirus replication factors 2B and 2BC (REFS 68, 88) . Moreover, the double-membrane vesicles associated with picornavirus RNA replication, the spherule-bearing mitochondrial membranes associated with nodavirus RNA replication and the spherule-bearing chloroplast membranes associated with tymovirus RNA replication all cluster by interaction of surface membranes bearing viral replication factors 22, 23, 63, 89 . Therefore, a continuum of vesicle-forming and planar membrane interactions seems to be a normal part of RNA replication by many (+)RNA viruses.\n\n(+)RNA virus and dsRNA virus parallels Many of the above parallels between (+)RNA viruses and retroviruses extend to dsRNA viruses, which also sequester genomic RNA templates, viral polymerase and, often, RNA-capping functions in a protein shell for genome replication 90, 91 (FIG. 4c) . Possible connections between certain (+)RNA and dsRNA viruses were recognized previously, based on conservation of polymerase 5, 92 and, in one case, on additional replication-factor sequences 93 .\n\nSimilarities with Reoviridae cores. BMV RNA-replication factors and replication complexes share several similarities with the icosahedrally symmetric replicative cores of the dsRNA-virus family Reoviridae (FIG. 4) . Reoviridae virions consist of one or more outer-protein shells that are shed during cell entry, surrounding an RNA-containing core that synthesizes RNA in vivo and in vitro 90 . For the Orthoreovirus genus of the Reoviridae, the transcriptionally active, dsRNA-containing core is bound by an ~60-nm icosahedral shell made from 60 dimers of protein λ1 (REF. 94 ). At each of the twelve 5-fold axes of the core, one copy of the λ3 polymerase resides inside the shell 95 , whereas on the shell exterior, a pentamer turret of the λ2 capping proteins surrounds the 5-fold axis 94 . The λ3 polymerase copies the genomic dsRNA templates into new (+)RNA progeny, exporting the nascent RNAs to the cytoplasm through the λ2 pentamer turret, which adds m 7 G caps to the 5′ ends.\n\nBMV 1a shows many parallels in function and protein -protein interactions with reovirus core proteins λ1 and λ2, implying potentially similar roles in RNA synthesis (FIG. 5) . 1a parallels λ1 as the self-interacting, high-copy-number inducer of the viral RNA-replication compartment, yielding the spherular BMV replication complexes. The 50-70-nm intra-membrane diameter of these spherules is similar to the reovirus λ1 core-protein shell. The C-terminal 1a NTPase/helicase domain and its alphavirus homologues have NTPase, RNA 5′ -triphosphatase and helicase activities [96] [97] [98] [99] , matching λ1 (REFS 100,101). The 1a NTPase/helicase domain also anchors BMV RNA polymerase 2a pol to the replication complex by direct interaction 102 , whereas λ1 performs the same role for reovirus RNA polymerase λ3 (REF. 95 ). The resulting twelve λ3 polymerases per core are similar to the estimated 10-15 2a pol per BMV RNA-replication complex 45 . Continuing these parallels, λ1 and the 1a NTPase/helicase domain each anchor RNA-capping functions to the RNA-synthesis complex in the form of reovirus λ2 protein and the BMV 1a N-terminal domain, respectively. λ2 (REFS 103, 104) and the 1a N-terminal domain [42] [43] [44] 105 both possess guanylyltransferase and methyltransferase activities that add m 7 G caps to the 5′ ends of the (+)RNA products of their respective RNA-synthesis complexes.\n\nRecent results indicate possible parallels between the recruitment of (+)RNA templates to BMV RNA-replication complexes and the packaging of (+)RNAs in dsRNA viruses. For dsRNA bacteriophage φ6, viral (+)RNAs are translocated into a pre-formed, empty core by a hexameric viral NTPase/helicase, P4 (REFS 106, 107) . Similarly, recruitment of BMV genomic RNAs from a membrane-bound, nuclease-sensitive state into the nuclease-resistant spherule replication complex, but not formation of the membrane-invaginated spherules themselves, is blocked by single amino-acid substitutions that inhibit the NTPase activity of the 1a NTPase/helicase domain 99 . Also, like φ6 P4, the 1a-homologous NTPase/helicase domain of protein p126 of tobacco mosaic virus forms hexamers 108 . For the Reoviridae, packaging viral (+)RNAs for replication also involves a viral protein with NTPase, RNA-binding and helix-destabilizing activities -the octameric NSP2 for the Rotavirus genus 109, 110 and, potentially, µ2 for the Orthoreovirus genus 90, 110, 111 . Like φ6 P4 (REF. 106) and BMV 1a (REF. 112 ), µ2 also seems to be a co-factor for (+)RNA synthesis 111 . For dsRNA viruses, packaging of (+)RNAs is associated with, or followed by, (-)RNA synthesis, yielding dsRNAs that are protected in cores or corelike precursors 90, 91 . Similarly, BMV (-)RNA synthesis depends on 1a-mediated (+)RNA recruitment 51, 52 , and the resulting (-)RNA products are exclusively retained in the nuclease-resistant, membrane -associated RNA-replication compartment 45 . This retention in a virus-induced RNA-replication compartment explains the efficient, repetitive in vivo use of (-)RNAs as templates for (+)RNA synthesis, and the lack of (-)RNA exchange between RNA-replication complexes in the same cell 113 . Compartmentalization of RNA templates also seems to be important in protecting dsRNA-virus genomes and the potentially dsRNA-replication intermediates of (+)RNA viruses 25,58 from dsRNA-induced host defences, including interferon responses and RNA interference 90, 91, [114] [115] [116] .\n\nA reovirus-like pathway for (+)RNA replication (FIG. 4b,c) would also explain the common early shutoff of (-)RNA synthesis in BMV and other (+)RNA viruses, while (+)RNA synthesis continues unabated 112, 117, 118 , and the dependence of (-)RNA synthesis on continuing protein synthesis 118 . In such a model, (-)RNAs might be synthesized primarily during or immediately after replication-complex assembly from newly synthesized proteins, forming dsRNAs that would preferentially or exclusively be templates for (+)RNA synthesis in the resulting stable replication complexes. Replicationcomplex assembly and negative-strand synthesis seem to cease on exhaustion of a limiting host factor, possibly the target membrane for replication-complex formation 15, 118 . Pre-formed replication complexes, however, remain active in (+)RNA synthesis 112, 118 .\n\nFor both the Reoviridae 90 and the alphavirus-like superfamily 119,120 , (-)RNAs are not capped. By contrast, (+)RNA products are modified with 5′ m 7 G caps and exported to the cytoplasm from both dsRNA virus cores 94, 95, 121 and BMV spherules [43] [44] [45] . This and the parallels noted above between the capping functions and polymerase interactions of the responsible reovirus proteins and 1a suggest that the transcription/capping/ export complexes at the 5-fold axes of dsRNA-virus cores might provide models for at least some aspects of the corresponding processes at the spherule necks of BMV and other (+)RNA-virus replication complexes.\n\nThe above results show that reverse-transcribing viruses, dsRNA viruses and many, if not all, (+)RNA viruses share central features of genome replication (FIG. 6) . Most fundamentally, all replicate their genome through an RNA intermediate that also functions as an mRNA. In all three cases, viral proteins that are translated from these mRNAs capture the mRNA template with its polymerase in a multi-subunit core, sequestering viral RNA from competing processes such as translation and degradation, and sequestering polymerase from competing templates. The polymerase then copies the mRNA into a complementary template from which more mRNA is produced.\n\nThe variations on this theme that distinguish the three virus classes primarily relate to possessing an RNA-dependent RNA or DNA polymerase, and to deriving infectious virions from different intermediates in the common replication cycle. Orthoretroviruses, such as HIV, export the replicative core prior to copying the mRNA intermediate (FIG. 6, bottom right) . By contrast, foamy viruses, hepadnaviruses and dsRNA viruses export the replicative core after copying the mRNA intermediate (FIG. 6, bottom left) . For (+)RNA viruses, the virion is separate from the replication complex, and capsid proteins that are not involved in RNA replication package and export the mRNA intermediate before it is sequestered with polymerase (FIG. 6, top) . These distinct virion-assembly choices have important consequences, as noted in the introduction, but from some perspectives could be considered temporary extracellular excursions because, as soon as the next cell is infected, each virus re-enters the central, shared replication pathway.\n\nAlthough no set of shared features can distinguish divergent from convergent evolution, the many parallels summarized here suggest that (+)RNA viruses, dsRNA viruses and reverse-transcribing viruses might have arisen from common ancestors. The transitions required for such evolution can be readily envisioned, and in some cases have precedents. RNA-dependent RNA and DNA polymerases, for example, have related structures 122, 123 , and a shift between the two has generally been postulated as the basis for the emergence of DNA-based biology from the RNA world 9 . In keeping with the potential for such transitions, BMV RNA-dependent RNA polymerase can copy DNA templates 124 , and reverse transcriptase can, with single point mutations, incorporate ribonucleotide triphosphates (rNTPs) to produce RNA 125 .\n\nEstablished and emerging results further indicate that the intracellular RNA-replication complexes of (+)RNA viruses might evolve into infectious extracellular virions, similar to those of dsRNA or reverse-transcribing viruses, by relatively simple modifications. The spherule RNAreplication complexes of alphaviruses, for example, occur on endosomal membranes and, in lesser numbers, at the plasma membrane, where their appearance closely mimics budding virions 59 . Such spherules are released into the medium at low frequency 59 , which might explain the novel infectious particles released from cells replicating alphavirus derivatives with all natural virion proteins deleted and replaced by envelope protein G of vesicular stomatitis virus 126 . As G protein is readily incorporated into many particles that bud from the plasma membrane and confers the ability to attach to, and fuse membranes with, many cells, incorporation of G protein into spherule membranes might confer infectivity by allowing released replication complexes or their RNAs to enter new cells.\n\nOnce acquired, infectivity might be enhanced and optimized through subsequently selected events. For retroviruses and other enveloped viruses, efficient virion budding requires recruiting functions from the host-cell multivesicular-body pathway 57 . This host machinery can be recruited by incorporating into viral proteins any of a range of short protein-interaction motifs or L domains, which function in a largely positionindependent manner 55 . RNA-recombination events that are suitable to acquire such L domains, favourable envelope-protein genes or other relevant functions from cellular or other viral RNAs are rampant in (+)RNA viruses and retroviruses, representing a major force in virus evolution [127] [128] [129] .\n\nAdditional pathways for evolutionary transitions between the intracellular RNA-replication complexes of (+)RNA viruses and dsRNA virions have recently been suggested 6, 130 . As the replication complexes of (+)RNA viruses are invariably membrane-associated, it is notable that virions of the Rotavirus genus of the dsRNA Reoviridae bud through membranes during assembly and exit from cells 131 . Moreover, rotavirus transmembrane protein nsP4, which mediates virion-core association with ER membranes, is required for correct assembly of the viroplasms in which core assembly and replicative RNA synthesis occur, indicating linkage of these processes with membranes 132, 133 . dsRNA bacteriophage φ6 virions also become membrane-enveloped during exit 134 .\n\nWhereas most views of virus relationships have tended to emphasize the features and classes depicted in FIG. 1 , it is intriguing that several alternative, orthogonal virus groupings are defined and mutually distinguished by features that are more strongly conserved across two or more of the classes in FIG. 1. Selected examples include the conservation of an unusual polymerase-sequence rearrangement between (+)RNA tetraviruses and dsRNA birnaviruses 5 , or the use of protein-primed genome replication by the (+)RNA picornaviruses, dsRNA birnaviruses and reverse-transcribing hepadnaviruses 3, 4, 7 , in contrast to the use of tRNA-like elements by bromoviruses and retroviruses. Such relationships suggest that transitions between the virus classes depicted in FIG. 1 might have evolved on more than one occasion, and that links between viruses within a class might not always be as strong as links between classes.\n\nThe emergence of common underlying principles in the central replication processes of (+)RNA viruses, reverse-transcribing viruses and dsRNA viruses suggests that some of these shared features might provide useful targets for broader-spectrum or generalizable approaches for virus control. One approach might be to modulate membrane lipid composition, as recent results show that assembly and function of membraneassociated (+)RNA-virus replication complexes and retrovirus caspids are highly sensitive to the lipid composition of their target membranes, which in at least some cases can be manipulated by small-molecule therapeutics [135] [136] [137] [138] . Another general approach might be to interfere with oligomerization or function of oligomerizing replication factors such as retrovirus Gag and BMV 1a by dominant negative mutants 43, 99 , inhibition of required chaperones 139, 140 , targeted incorporation of destructive ligands or other approaches. Further interventions might be based on interfering with viral RNA interactions that are essential for genome packaging, replication and other steps, using nucleic-acid aptamers or other inhibitors 141 . Other approaches might interfere with the trafficking of viral replication factors and RNAs to their required intracellular sites of assembly 142 . Opportunities for such interference will continue to increase as further aspects of these processes are understood in greater detail.\n\nAn exciting aspect of current virology is that advancing results have not only continued to enrich our understanding of individual viruses, but also to reveal unifying principles that link many aspects of virus infection, replication and host interactions across a surprisingly wide breadth of virus-host systems. The resulting insights display a fundamental order within the vast and sometimes apparently chaotic diversity of known viruses, with important ramifications for virus function and evolution. As the full extent of this tapestry of relations is still emerging, ongoing studies will continue to extend and refine the underlying mechanistic connections. In association with their mechanistic importance, the results should have a growing impact on our abilities to limit the continuing toll and emerging threat of viral diseases, and to develop the beneficial uses of viruses."}