{"title": "Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases", "body": "Middle East respiratory syndrome coronavirus (MERS-CoV) is an emerging virus which appeared in the Arabian Peninsula in June 2012 [1] . The MERS-CoV belongs to the order of Nidovirales, the family of Coronaviridae and the genus of Betacoronavirus [2] . Coronaviruses are large enveloped single-stranded RNA viruses that can infect birds and mammals [3] . Since the mid-1960s, human coronaviruses were known for causing common cold (HcoV-229 and OC43), and in the 2000s they were found to cause bronchiolitis (NL63) and pneumonia mainly during the SARS epidemic (HKU-1 and SARS-CoV) [4] . Although asymptomatic infections have been reported, the MERS-CoV causes severe pneumonia with acute respiratory distress and multiple-organ failure leading to a high mortality rate [5] . A recently published analysis showed that patients with severe disease had at least one underlying http://dx.doi.org/10.1016/j.jcv.2014.07.002 1386-6532/© 2014 Elsevier B.V. All rights reserved. condition, including diabetes, hypertension, chronic cardiac disease and chronic renal disease [6] . This study also showed that both community-acquired and health care associated MERS-CoV infections occur in patients with chronic comorbid conditions [7] . As of 11 June, 699 laboratory-confirmed cases of human infection with MERS-CoV have been reported to the World Health Organization, including at least 209 deaths [8] . Several cases had been described in other countries than the Arabian Peninsula but all patients had a history of travel to the Middle East, except secondary cases described in UK and France [9, 10] .\n\nMERS-CoV diagnosis is based on viral RNA detection in samples collected from the lower respiratory tract such as tracheal swabs, induced sputum, endotracheal aspirates, bronchoscopic aspirates or broncho-alveolar lavage samples, to avoid contamination by upper respiratory tract flora. Futhermore, detection of viral RNA in samples from the upper respiratory tract such as nasal and throat swabs, or nasopharyngeal aspirates, may remain negative while lower respiratory tract samples are positive [11] . To date, only few studies have reported detection of MERS-CoV RNA in blood, urine and stool samples [11, 12] . However, many questions remain unsolved, and recently it was underlined that additional data are needed to document the natural history of the infection, the excretion pattern and viral kinetics during infection, and the best samples for optimal Reverse Transcriptase-Polymerase Chain Reaction (RT-PCR) yield [6] .\n\nWe report a full description of MERS-CoV RNA detection data obtained in samples collected from two infected patients admitted to a French hospital in May, 2013. MERS-CoV RNA was detected using a RT-PCR assay in upper respiratory tract samples (nasal swabs), lower respiratory tract samples (induced sputum, endotracheal aspiration or bronchoscopic sampling after bronchoalveolar lavage), whole blood, and urine samples.\n\nThis study was designed to describe the kinetics of viral excretion during MERS-CoV infection and analyze the potential correlation with either clinical and/or immunological patterns.\n\nSamples were collected according to the ISARIC protocol's recommendations [13]: the initial diagnosis was confirmed by RT-PCR performed on lower respiratory tract, whole blood or urine samples. Following diagnosis, samples from these same sites were regularly collected as well as rectal, nasal, and pharyngeal swabs. Samples were aliquoted and stored at −80 • C.\n\nNucleic acid extractions from specimens were performed using the NucleoSpin Dx Virus ® or NucleoSpin ® RNA blood Mini kits (Macherey-Nagel GmBH & Co. KG, Düren, France) according to the manufacturer's instructions. For respiratory tract aspirates, a pretreatment with proteinase K (5 mg/mL for 10 min at 70 • C) or Digest-EUR ® (Eurobio, Courtaboeuf, France) was applied to reduce viscosity. Sigma viral RNA, 10 ng per assay (Sigma-Aldrich Chemie S.a.r.l., L'Isle d'Abeau, France) was included as a control for the extraction procedure and the absence of inhibitors.\n\nExtracted RNA was tested by real-time RT-PCR assay targeting the UpE and Orf1a regions of the MERS-CoV genome as previously described on a LightCycler 480 real-time PCR system (Roche, Courtaboeuf, France) [2, 14] . Sample quality was assessed by realtime RT-PCR targeting the GAPDH house-keeping gene. Positive control for UpE and Orf1a real-time RT-PCR was an in vitro transcribed RNA, combining the sequences of the Orf1a gene (from nucleotide 11,172 to nucleotide 11,414) and the UpE gene (from \n\nA full clinical overview of these patients was previously published [11] . Briefly, patient 1, a 64-year-old man, had undergone renal transplantation in 1998 for renal failure secondary to diabetes. Regular medications included mycophenolate mofetil, ciclosporin, and prednisone. Clinical symptoms began on April 22 upon returning from travel to Dubaï; he was transferred to the Lille University Teaching Hospital intensive care unit (ICU) and intubated on April 30. On May 8, the patient required extracorporeal membrane oxygenation (ECMO) support, and died on May 28 from refractory multiple organ failure. Patient 2, a 51-year-old man, was admitted on April 26. His medical history included a histamine-induced angioedema treated with systemic corticosteroid therapy. He shared patient 1's room from April 26 to April 29. On May 8, he presented with asthenia, myalgia, and cough. On May 12, he was intubated and transferred to the Lille University Teaching Hospital ICU. The patient required ECMO support on May 14 for refractory hypoxemia despite optimal treatment. The patient was successfully weaned off ECMO on June 17. On July 2, percutaneous tracheotomy was performed. He required 3 days of intermittent haemodialysis per week until mid-July.\n\nAs previously described, for patient 1, MERS-CoV RNA was detected for the first time in a broncho-alveolar lavage sample two days after the onset of symptoms [11] . Afterwards, between the 13th and the 30th day after the onset of illness, MERS-CoV RNA was detected in each pharyngeal and tracheal swab obtained. During the same period, MERS-CoV RNA was not detected in nasal swabs. MERS-CoV RNA detection was also tested in urine, blood samples and rectal swabs. Viral RNA was detected in blood samples from the 13th to the 30th day after the onset of illness. Urine samples were collected from the 20th to the 30th day after the onset of illness and MERS-CoV RNA was always detected. Detection of MERS-CoV RNA in rectal swabs always remained negative. These results are summarized in Table 1 with corresponding cycle points for UpE and Orf1a.\n\nFor patient 2, MERS-CoV diagnosis was confirmed after detection of the viral RNA from an induced sputum sample collected on day 3 after the onset of illness [11] . In the following days, MERS-CoV RNA was positive in endotracheal aspirates collected from the 6th to the 33rd day after the onset and illness. After the 33rd day of the onset of illness, viral RNA was no longer in tracheal swabs. Detection of MERS-CoV RNA in all other biological samples tested was negative throughout the course of infection. These results are summarized in Table 2 .\n\nThis report describes the timecourse of MERS-CoV RNA detection by RT-PCR in different biological samples collected from two patients with different outcomes.\n\nIn both cases viral RNA was detected in endotracheal aspirates, up to 33 days after the onset of illness for one patient. Our data confirm previous studies showing that the detection of viral RNA from oronasal swabs can be negative even though MERS-CoV RNA was detected in tracheobronchial aspirates throughout the course of infection in case of fatal outcome [12] . It has been previously reported that samples collected from the lower respiratory tract were more relevant for diagnosis of MERS-CoV infection [9, 11, 12] . Here, we show that these samples are also more relevant for the follow-up of MERS-CoV infection. Since respiratory viral excretion was sustained for more than one month after the onset of infection, standard, contact, and airborne precautions must remain unchanged and applied correctly to avoid nosocomial transmission, which is still possible as described in several countries, including transmission to healthcare professionals [11, 16] . However, the question of MERS virus viability in different samples, and hence infectivity of these samples remains unanswered. By comparison with other respiratory viruses, in immunocompetent patients, Influenzavirus RNA detection was detected for a few days while a long-term detection of coronavirus RNA has been shown previously in severe immunocompromised patients [17, 18] . Detection of human coronaviruses RNA in stool samples has been observed [19, 20] but, excepted for SARS-CoV, the duration of the detection of human coronaviruses RNA in stool samples of patients was never studied [21, 22] . Human coronaviruses RNA was never detected in urine of patients with exception for SARS-CoV RNA (Lau et al. [22] ).\n\nFor the first patient, viral RNA was detected in whole blood up to 4 days before his death. Previously, viral RNA was detected in plasma samples only once but not in the blood cell pellet [11] . Another study reported the absence of MERS-RNA detection in serum samples [12] . During the previous SARS-CoV outbreak, virus RNA was detected in the plasma and sera of infected patients at the acute phase of infection [23, 24] . Thus, SARS-CoV and MERS-CoV can circulate in whole blood, but further studies are needed to determine if MERS-CoV is simply excreted in serum, plasma or if it can infect white blood cells.\n\nIn this study, we did not detect MERS-CoV RNA in rectal swabs, but stool samples seem to be more relevant samples for detection of viral RNA in the digestive tract [12] .\n\nMERS-CoV RNA was detected in urine samples collected from patient 1 but not from patient 2. Detection of viral RNA in urine samples has previously been described [12] but only at the onset of infection, with low quantitative amounts of virus. Here, we describe long-term excretion of MERS-CoV in urine samples in a patient with renal failure. MERS-CoV has a tropism for human kidney cells that could explain renal failure [25] . Interestingly, both patients developed renal failure requiring renal replacement, but the virus was only found in the urinary tract of the viremic patient. However, the relationship between the virus renal tropism and the physiopathology of the renal failure is not so clear, and the questions of independent renal viral replication and/or active urinary secretion of the virus remain unsolved. Of note, the detection of viral RNA in one dialysate sample was negative, but it is difficult to conclude in only one sample.\n\nThe two cases of MERS-CoV infections presented in this report had different outcomes and different MERS-CoV detection profiles. Patient 2 had a favorable outcome and viral RNA was not detected in whole blood or urine samples suggesting that MERS-CoV infection remained localized to the respiratory tract. Patient 1 died of complications and up to 4 days prior to death, viral RNA was detected in pharyngeal and tracheal swabs, whole blood and urines, suggesting disseminated viral infection. Likewise, a previous study describing a fatal outcome, reported that MERS-CoV RNA was detected in samples collected from the lower respiratory tract, in whole blood, and in urine and stool samples [12] . Taken together, these observations suggest that MERS-CoV can disseminate systemically as previously described for SARS-CoV during the 2003outbreak [23, 26] .\n\nWe recently reported that these two patients exhibited different inflammatory response profiles. Patient 1 compared to patient 2 could not promote type-1 interferon (IFN), and exhibited higher serum concentrations of CXCL10 and IL-10. Combining these host-response data with the viral excretion data we report here. It could be hypothesized that type-1 interferon mediated response triggered by MERS-CoV may limit the viral disease to the lung and prevent systemic dissemination and viremia [27] . This could support the rationale to propose IFN treatment as suggested by experimental data [28, 29] .\n\nOur data showing that MERS-CoV infection involves multiple organs supports the strict and prolonged application of standard, contact, and airborne precautions to patients with suspected or confirmed MERS-CoV infection, and for individual protection of healthcare professionals during any care processes or procedures. Likewise, protection is also recommended for laboratory workers in the processing of all biological samples collected from such patients.\n\nSamples and viral detection was part of routine clinical management of the patients in the context of MERS-CoV performed in the Lille University Teaching Hospital, therefore no specific funding was necessary."}