{"title": "Successful establishment of a reverse genetic system for QX-type infectious bronchitis virus and technical improvement of the rescue procedure", "body": "Avian infectious bronchitis is a highly contagious disease caused by infectious bronchitis virus (IBV) that affects poultry production worldwide (Cavanagh, 2007) . IBV belongs to the Gammacoronavirus genus, in the Coronavirinae subfamily, of the Coronaviridae family, in the order Nidovirales. The IBV genome is approximately 27.6 kb in size. All coronaviruses share a similar genome organization with Gene 1 located at the 5ʹ end of the genome. As the replicase gene, it has been proved to be a determinant of pathogenicity of IBV (Armesto et al., 2009) . The structural genes cluster at the 3ʹ end and encode the spike (S), membrane (M), envelope (E), and nucleocapsid (N) proteins (Cavanagh, 2005) . IBV also possesses two accessory genes, Gene 3 and Gene 5, which have been shown to be dispensable for virus replication in cell culture Youn et al., 2005; Hodgson et al., 2006; Bentley et al., 2013) . However, it seems that the deletion of accessory genes 3a, 3b, 5a or 5b from IBV could induce an attenuated phenotype both in vitro and in vivo (Laconi et al., 2018; van Beurden et al., 2018) .\n\nAlthough IBV has been controlled by routine vaccination for a long time, it remains a significant threat to the global poultry industry due to the existence of many serotypes (Capua et al., 1999) . The high evolution and recombination rates of IBV result in new serotype viruses emerging in the field and often causing great losses since current vaccines only provide partial protection against new strains (Cavanagh et al., 1992; de Wit et al., 2011) . Specifically, a new IBV variant has been circulating in China since 1998. This virus has been identified as the QX strain and has been primarily associated with various renal pathologies (Wang et al., 1998) . Phylogenetic analyses showed that the IBV isolates that clustered with QX were mainly Chinese isolates (Zhao et al., 2016) . These results further indicated that IBV isolates prevalent in China were evolutionarily distant from Massachusetts (Mass)-type strains (Terregino et al., 2008; Abro et al., 2012; Yan et al., 2017) . Understanding the pathogenic mechanism and molecular characteristics of circulating strains could significantly facilitate the development of vaccines that provide efficient protection against the highly variable IBV.\n\nSince the initial development of a reverse genetic system for RNA (Taniguchi et al., 1978) , this technique has proven to be a powerful method for investigating the molecular biology of RNA viruses and for studying the role of individual genes in pathogenesis. However, despite these successes, not all reverse-genetic systems of positivestranded RNA viruses can be easily established. The large genome of the coronavirus poses a great obstacle to the construction of reverse genetic systems based on full-length cDNA. Cloning techniques using traditional plasmid DNA cloning vectors cannot guarantee stability of large fragments of coronavirus cDNA, and many studies have found that certain coronavirus gene sequences can have toxic effects in E. coli or cannot be cloned into conventional plasmid vectors or passaged in prokaryotic systems (Gonzalez et al., 2001) . Therefore, infectious fulllength clones of coronaviruses have only been established at the beginning of the 21 st century (Casais et al., 2001) . Subsequently, reverse genetics was successfully applied to study the role of accessory genes in viral replication Youn et al., 2005; Laconi et al., 2018) , the potential of IBV as a vaccine vector (Britton et al., 2012; Bentley et al., 2013) , the virulence determinants of the Beaudette and M41 strains (Fang et al., 2007; Maria et al., 2009; Keep et al., 2018) , and the relationship between the S gene and tissue tropism of the virus (Casais et al., 2003; Britton et al., 2005; Promkuntod et al., 2013; Shan et al., 2018) . However, to the best of our knowledge, all existing reverse genetics systems for IBV were either based on Vero cell-adapted Beaudette strain, which is non-pathogenic in chickens (Geilhausen et al., 1973) , or the Mass-type strains, which are genetic quite distant from the prevalent QX-type strains. Neither of these systems therefore served as an ideal virus model to study the replication and pathogenic features of QX-type strains. Therefore, the application of reverse genetics techniques to QX-type strains may allow for modification of the viral genome and may provide a powerful tool for novel vaccine development. We previously isolated and characterized a virulent IBV strain from Yun Nan province, China, designated YN strain. This isolate is genetically similar to most of the prevalent QX-type IBV strains found in China, albeit with increased pathogenicity compared with previously characterized strains (Feng et al., 2012) . In this study, we describe the establishment of a reverse genetic system of the virulent YN strain. We also developed a modified rescue strategy, which combines full length RNA electroporation with in ovo virus amplification, thus avoiding cellculture adaption and providing improved rescue efficiency of IBV. These advances will enable us to modify specific gene regions and investigate their influence on gamma coronavirus replication and pathogenicity.\n\nIBV strain YN was isolated and propagated in the allantoic cavities of 10-day-old specific-pathogen-free (SPF) embryonated chicken eggs (ECE) (Feng et al., 2012) . The complete genome of YN has been sequenced and submitted to the GenBank database under accession no. JF893452. Vaccinia virus vNotI/tk, CV-1, and D980R, and BHK-21 cells were described previously Hertzig et al., 2004) . Vaccinia virus vNotI/tk and vaccinia virus recombinants were propagated, titrated, and purified on monkey kidney fibroblasts (CV-1) by standard procedures . All cells were maintained in minimum essential medium containing 10% fetal bovine serum (FBS, Gibco, Grand Island, NY, USA), 100 U/ml penicillin, and 100 mg/ml streptomycin. Human embryonic kidney (HEK) 293 T cells (American Type Culture Collection) were cultured in Dulbecco's modified Eagle's medium (DMEM) (Hyclone, Logan, UT, USA) supplemented with 10% FBS, 100 U/ml penicillin, and 100 mg/ml streptomycin.\n\nViral RNA was extracted from YN-infected allantoic fluid with a Genmark RNA purification kit (Genmark, Tai-chung, Taiwan) according to the manufacturer's directions. Reverse transcription was performed with the PrimeScript™ RT Master Mix (Takara, Tokyo, Japan). Vaccinia Y. Zhao, et al. Virus Research 272 (2019) 197726 viral DNA was extracted from strain vNotI/tk according to a previously described method (Bridgen, 2013) . Primers used for amplifying the YN strain complete sequence (GenBank, accession number JF893452) were designed according to the intrinsic restriction enzyme sites in the genome. Silent mutations were introduced into the genome by primers if no restriction sites were present, and also served as molecular markers of the recombinant viruses. Each DNA fragment was amplified from cDNA templates by PCR using the CloneAmp HiFi PCR Premix (Takara). PCR primer pairs used to amplify genomic regions are listed in Table 1 . Nucleotide (nt) changes and restriction sites have been presented as boxes and italicized typeface in Table 1 , respectively. PCR amplification of cDNA fragments was performed under the following conditions: denaturation at 98℃ for 1 min, then 29 cycles of 98℃ for 10 s, 55°C -59℃ for 10 s, and 72℃ for 30-60 s depending on the size of the products (10 s/kb), and a final extension at 72℃ for 2 min. The PCR products were purified using a NucleoSpin® Gel and a PCR Clean-up kit (MACHEREY-NAGEL, Düren, Germany) and cloned into pGPT-1 vector, which contains a dominant selective marker gene, Escherichia coli guanine phosphoribosyltransferase (Ecogpt) (Mulligan and Berg, 1981) , under the control of the vaccinia virus P7.5 K early/late promoter. In order to construct the recombinant Vaccinia virus containing complete IBV genome through vaccinia virus-mediated homologous recombination, the first step was to construct flanking region belonging to the vaccinia virus genome into the pGPT-1 plasmid. The left flank vvT7 was 557 bp in size, an XbaI and an BamHI restriction site were added at the 5ʹand 3ʹ end for the ligation into pGPT-1, and an additional type IIs restriction site BamBI and five nucleotides 'ACTTA' (shown in red in Table 1 ) from IBV 5′UTR beginning was added at the 3ʹ end of vvT7 for the further ligation with IBV fragements. Between the vaccinia DNA sequence and BsmBI site was a bacteriophage T7 RNA polymerase promotor and an additional G nucleotide for the initiation of the in vitro transcription reaction. The PCR product vvT7 was digested with XbaI and BamHI to ligated into pGPT-1 plasmid, Next, we constructed the IBV segment 1 F (corresponding to nt 1 to 3285 in the YN genome) by RT-PCR. Upstream of the segment 1 F 5′-end was a BsmBI restriction site, downstream of the segment 1 F 3′-end was a BamHI site, thus to allow insertion of the 1 F cDNA downstream of vvT7 in pGPT-1 by restriction endonuclease digestion and T4-ligation. On the other side of pGPT-1, a 362 bp vaccinia virus flanking region vv-3′ was cloned into the plasmid following digestion with XhoI and EcoRI, and an additional NotI restriction site was added before the EcoRI site to stop in vitro transcription after the poly(A) tail. The obtained plasmid, pGPT-1 F, was integrated into the vaccinia virus genome by homologous recombination under the positive selection pressure of mycophenolic acid (MPA) in the presence of xanthine and hypoxanthine, to which only recombinant vaccinia viruses with the Ecogpt gene show resistance (Falkner and Moss, 1990) . Ecogpt-selected viruses were purified and sequenced to ensure that IBV segment 1 F and the Ecogpt gene had been inserted into the correct position in the vaccinia genome, and verified virus was termed vv-YN-1 F. Next, to generate a complete 3ʹ untranslated region (UTR) with a 25-bp poly(A) tail in strain YN, a DNA was synthesized and cloned in the pUC57 plasmid containing a 500 bp fragment 1 F (IBV-YN nts 2785-3285) plus 304 nts of the IBV-YN 3ʹUTR sequence (27,378-27,657) followed by a 25-bp poly(A) tail and 508 bp of vaccinia virus flanking sequence. We also incorporated several restriction sites for further modification in the order: 5ʹ-SacI-1 F (2785-3285)-BamHI-SalI-3ʹUTR (27,378-27,657)-poly(A) (25 bp)-NotI-vv (508 bp)-XhoI-3ʹ. This fragment was digested with SacI and XhoI and ligated into the digested pGPT-1 plasmid to replace the Ecogpt gene. Next fragment 1R corresponding to the IBV-YN genomic region from nt 3286 to 6559 containing BamHI and SalI sites was amplified and inserted between 1 F (2785-3285) and the 3ʹUTR (27, 657) in pGPT-1 (Fig. 1A) . The homologous recombination between pGPT-1R-3ʹUTR and vv-YN-1 F was performed by exerting negative selection pressure on D980R cells due to the presence of 6-thioguanine (Hertzig et al., 2004) . After successful construction of the IBV-YN fragment 1 F1R containing the 5ʹ-T7 promoter and the 3ʹ-synthetic poly(A) tail in the vaccinia virus genome, the other eight remaining fragments (2 F, 2R, 3, 4 F, 4R, 5 F, 5R, 6) were inserted into the vaccinia virus genome by vaccinia virus-mediated homologous recombination using the method described above. The individual recombination steps are summarized in Fig. 1B . The final recombinant vaccinia virus was purified and sequenced by deep sequencing. The vaccinia virus possessing the complete IBV-YN genome was amplified on a large scale in BHK-21 cells and designated vvIBV-rYN.\n\nThe recombinant vaccinia virus vvIBV-rYN was then used to construct recombinant vvIBV, vvIBV YN-5a/eGFP, by two rounds of vaccinia virus-mediated homologous recombination. This virus consisted of direct replacement of IBV Gene 5a sequence, beginning at the ORF 5a initiation codon, and ending at the ORF 5a termination codon in order to maintain the genomic sequence upstream of the 5b gene. The introduced reporter gene eGFP, replacing ORF 5a, was expressed utilising the existing Gene 5 TRS. First, plasmid pGPT△5a was constructed to encode IBV-YN nt 25038-25539 and 25733-26629 upstream and downstream of the gpt gene. Recombination of vvIBV-rYN with plasmid pGPT△5a resulted in the isolation of the recombinant vaccinia virus vvIBV-GPT△5a. vvIBV-GPT△5a was used for recombination with the plasmid pIBV-GFP, encoding IBV-YN nt 25038-25539 upstream and IBV-YN nt 25733-26629 downstream of the GFP sequence. The resulting recombinant vaccinia virus vvIBV YN-5a/eGFP was obtained after gpt negative selection.\n\nTo improve the rescue of recombinant IBV a cell line stably expressing the IBV N protein (BHK-21/N) was generated using a lentivirus-based system. The construction procedure is shown in Fig. 2 . Briefly, the complete N gene of IBV-YN was amplified by RT-PCR. The primers used were as follows: IBV-N-BamHI-F: TTAAGGATC CGCCAC CATG GCAAGCAGTAAGGCAT; IBV-N-Not I-R: AAA AGC GGC CGC TCA AAG TTC ATT TTC ACC AAG TG. Two restriction sites, BamHI and NotI, were introduced into the PCR product to digest and insert it into a plasmid with the HSV-TK promoter just upstream of the insertion site, and the obtained N gene plus TK promoter plasmid was designated pTK-N. Then, the N gene plus TK promoter was amplified using the pTK-N plasmid as template with primers: TK-N-F-EcoRI: AACATACGCTCTCC ATCAAAACAAAA; TK-N-R-BamHI: GATGCAATTTCCT CATTTTATTAG GAAAG G. The pSMPUW-SV40-Puro plasmid was cut with enzymes EcoRI and BamHI and the fragment containing the N gene plus the TK promoter was inserted by an in-fusion reaction. After the N gene and TK promoter were inserted into the plasmid expression system pSMPUW-SV40-Puro (Cell Biolabs, San Diego, CA, USA) ( Fig. 2A) , the plasmid was cotransfected along with pCMV-dR8.74 and pMD2G-VSVG (Cell Biolabs, San Diego, CA, USA)into 293 T cell lines to package the lentiviral particles. Lentiviral vector production was performed according to standard protocols. Briefly, subconfluent 293 T cells in a T25 flask were cotransfected with 5 μg of pSMPUW-SV40-Puro-N, 2 μg of pCMV-DR8.74, and 2 μg of pMD2G-VSVG using the transfection reagent XtremeGene 9 (Sigma-Aldrich, St. Louis, MO, USA). After 6 h, the medium was changed and the lentiviruses were harvested after 72 h and filtered through a 0.45 μm filter. Stable transduction of the lentiviruses was carried out as follows: 10 6 of BHK-21 cells were seeded in a 6-well plate and transduced at day 2 with 10 6 of the lentiviral vector. Selection was performed from day 3 using 2 μg/ml puromycin until the parental cells from a parallel experiment died (Fig. 2B ).\n\nThe expression of N protein in the BHK-21/N cell line was detected by immunofluorescence analysis (IFA). BHK-21/N cells were cultured in 6-well plates for 48 h at 37℃ and 5% CO 2 , the medium was then Y. Zhao, et al. Virus Research 272 (2019) 197726 removed, and cells were fixed with 80% (v/v) cold acetone for 15 min in an ice bath. Next, 500 μl of chicken polyclonal anti-IBV positive serum diluted 1:200 in PBS was added and the reaction was incubated for 1 h at 37℃. The cells were washed, stained with anti-chicken FITC-labelled conjugate (Sigma) for 1 h at 37℃, and directly examined by fluorescence microscopy (Olympus, Tokyo, Japan). Parental BHK-21 cells were treated in the same way as a control. To compare the rescue efficiency of our lentivirus transduced BHK-21/N cell line with commonly used BHK-21 cells, we further constructed a recombinant vvIBV strain (vvIBV YN-5a/eGFP) expressing the reporter genes enhanced green fluorescent protein (eGFP), in which Gene 5a was replaced with reporter genes eGFP. 10 μg of YN-5a/eGFP full-length RNA was used for electroporation of 10 7 BHK-21/N cells or BHK-21 cells respectively. Afte 48 h incubation at 37°C, the green fluorescence in both electroporated cell lines were observed under fluorescence microscopy.\n\n2.6. In vitro transcription, transfection, and generation of the rescued virus rYN IBV-YN full-length RNA transcript was generated in vitro using purified genomic DNA isolated from recombinant vaccinia virus (vvIBV-rYN) containing the 27.9-kb full-length IBV cDNA, that was digested with NotI and in vitro transcribed by the RiboMAX™ Large Scale RNA Production System-T7 kit (Promega, Madison, WI, USA) according to the manufacturer's instructions In brief, 10 μg of IBV-rYN full-length RNA was used for electroporation of 10 7 BHK-21/N cells as described previously (Eriksson et al., 2008) . The transfected BHK-21/N cells were incubated at 37°C for 48 h in DMEM supplemented with 10% FBS. After 48 h, the virus-containing medium was collected and inoculated into six 10-day-old SPF embryonated chicken eggs (ECE). After incubation in ECE at 37°C for 48 h, allantoic fluid from three ECE was harvested for further RT-PCR detection. The other three eggs were kept at 37°C until 144 h post-inoculation to check for embryo curling caused by IBV. The allantoic fluid that cause embryo curling and RT-PCR detection positive was further passaged in ECE for 10 times to get the stable virus stock (P10 virus stock) that reproducibly induced embryo curling. This stock was then used for further analyses, such as determination of the 50% egg infective dose (EID 50 ), the 50% tissue culture infective dose (TCID 50 ) as well as replication in vitro and in ovo.\n\nTo differentiate the rescued viruses from the parental viruses, viral RNAs were extracted from allantoic fluid (rYN and parental YN) as described above. RT-PCR was performed with selected primer pairs designed around the silent molecular markers that had been introduced into the rYN genome (5ʹ-GTGTGCTATGTAAGG TGGTG-3ʹ, 5ʹ-GGAGC ATTTTTAACTCGTAGG-3ʹ), and the PCR product was digested to verify the existence of the SalI silent nucleotide change at position 6555-6560. The PCR product was also sequenced for further confirmation.\n\nTo determine EID 50 of rYN, serial 10-fold dilutions (10 −1 -10 -8 ) of the amplified virus were inoculated into 10-day-old SPF ECE via the allantoic sac route. For each dilution, 0.1 ml of virus solution was injected into each egg and five eggs were used for each dilution. Inoculated eggs were incubated for 144 h at 37℃ to check for classical embryo curling caused by IBV. Eggs that died within 24 h of inoculation were discarded. Eggs that died between 24-144 h were considered as infected. The viral titer was also assessed by determining TCID 50 . For this procedure, chicken embryo kidney (CEK) cells were prepared and seeded into 24-well plates two days before virus infection as previously described (Hennion and Hill, 2015) . Serial 10-fold dilutions (10 −1 -10 -6 ) of the amplified virus were added onto 80% confluent CEK cells, and each dilution of virus was inoculated into four replicate wells on 24well plates. After 48 h incubation at 37℃, 5% CO 2 , the 24-well plates were assessed for IBV infection by an IFA assay as described above. The EID 50 and TCID 50 calculations were based on the Reed and Muench method (Reed and Muench, 1938) .\n\nTo compare the in ovo replication of the rescued virus rYN and its parental strain YN in ECE, 200 μl PBS containing 10 2.0 EID 50 of rYN or YN virus were inoculated into the allantoic cavities of 10-day old ECEs, and 200 μl allantoic fluid of five eggs from each group were harvested at the time points of 12, 24, 36, 48, 60 and 72 h post inoculation (hpi) and pooled for the real-time PCR detection assay. In brief, The total RNA of 200 μl allantoic fluid were extracted using the Viral RNA Isolation Kit (Foregene CO., LTD, Chengdu, China) according to the manufacturer's instructions. Reverse transcription was conducted at 37 ℃ for 15 min, with 3 μg of total RNA using the PrimeScript™ RT reagent Kit (Takara Bio Inc, Beijing, China). The cDNA samples were submitted for SYBR Green I real-time RT-qPCR to detect the viral load for IBV N gene as described before (Zhao et al., 2015) . All quantitative PCR reactions were carried out in triplicate and repeated at least twice, and the expression of IBV was calculated according to a standard curve.\n\nTo compare the in vitro replication of the rescued virus rYN and its parental strain YN on CEK cells, 200 μl PBS containing 10 3.0 TCID 50 of rYN or YN virus were inoculated onto the CEK cells in 24-well plates, and 200 μl supernatants from three wells from each group were harvested at the time points of 6, 12, 24, 36, 48, and 60 hpi for a real-time PCR detection assay for IBV N gene as described above. The virus copy numbers for each time point were detected in triplicate and calculated according to a standard curve.\n\nUnless otherwise stated, all data are represented as the mean values ± standard derivations obtained from experiments performed at least in triplicate. Data were analyzed using GraphPad Prism 6 (GraphPad Software, San Diego, CA, USA). The statistical significance of differences between groups was verified using one-way ANOVA followed by Bonferroni's multiple comparison tests. For all tests, the following notations are used to indicate significant differences between rYN and YN virus: * p < 0.05; ** p < 0.01.\n\nTo construct a cDNA clone covering the complete IBV-YN genome we generated ten overlapping DNA fragments by RT-PCR from IBV-YN RNA and chemical DNA synthesis. The fragment corresponding to the IBV-YN 5′-end was engineered to contain a promoter for the T7 RNA polymerase that was placed immediately upstream of the IBV-YN 5′terminal A nucleotide. The fragment corresponding to the IBV-YN 3′end contained a polyA sequence of 25 nts followed by a NotI restriction endonuclease recognition site. This strategy has been successful for other full-length coronavirus cDNA clones (Casais et al., 2001; van den Worm et al., 2012; Tekes, 2016) . It allows to generate an in vitro transcribed RNA containing one additional G nucleotide at the 5′-end (required as transcription start site for the T7 RNA polymerase) and a polyA tail at the 3′-end (Fig. 1A) . The full-length cDNA was sequentially assembled into the vaccinia virus genome by six rounds of homogenous recombination using the E. coli guanine phosphoribosyltransferase as selection marker for positive or negative selection as appropriate (Fig. 1B) . The integrity of the resulting vaccinia viruses was assessed by RT-PCR and sequencing analysis of the recombined regions after each recombination step. The final recombinant vaccinia virus, vvIBV-rYN, containing the complete IBV-YN genome was deep sequenced and the result showed 100% identity with the parental virus genome, with the exception of three silent nucleotide substitutions, T3281A, A3284C, and Y. Zhao, et al. Virus Research 272 (2019) 197726 T6557C, which are diagnostic for the recombinant IBV genomic cDNA (Fig. 1A) .\n\nAs demonstrated previously, the coronavirus N protein greatly facilitates the rescue of recombinant coronaviruses (Yount et al., 2000; Casais et al., 2001) . We therefore constructed a lentivirus-transduced BHK-21/N cell line that stably expresses the IBV-YN N protein. The complete N gene of YN strain was amplified by RT-PCR and cloned downstream of the HSV-TK promoter. This expression cassette was then inserted into the lentivirus vector pSMPUW-SV40-Puro and the resulting plasmid was used to generate lentiviral vector particles ( Fig. 2A,  B) . Following lentivirus vector transduction and puromycin selection the resulting BHK-21/N cells were assessed for N protein expression. As shown in Fig. 2C , the expression of IBV N protein was readily detected by IFA, whereas no specific fluorescence was observed in parental BHK-21 cells.\n\nExpression of reporter genes by IBV has been previously described and used to facilitate the studies of virus replication and transcription in target cells (Bentley et al., 2013) . In this study we replaced the accessory 5a gene by genes encoding the eGFP, resulting in the recombinant viruses vvIBV YN-5a/eGFP (Fig. 3A) . After electroporation of 10 μg of YN-5a/eGFP full-length RNA into 10 7 BHK-21/N cells or BHK-21 cells and incubation at 37℃ for 48 h, green fluorescence were observed in both electroporated cell lines under fluorescence microscopy, confirming the expression of GFP (Fig. 3B ). However, we were able to detect cells displaying green fluorescence in BHK-21 cell lines, but only a very low number; The numbers of cells displaying green fluorescence in BHK-21/N cell lines were obviously higher than in BHK-21 cell lines, indicating a higher rescue efficiency by using the BHK-21/N cell lines.\n\nThe recovery of infectious IBV-YN from cloned cDNA was performed using a protocol that was successfully used for the recovery of recombinant HCoV-229E . Briefly, vvIBV-rYN DNA purified from virus particles was cleaved with NotI and used as a template for in vitro transcription with the T7 RNA polymerase in the presence of a cap analog. The RNA transcripts (10 μg) of the IBV cDNA were electroporated into 10 7 BHK-21/N cells, and the BHK-21/N cell supernatant was harvested after incubation at 37 ℃ in 5% CO 2 for 48 h. The supernatant was subsequently inoculated into the allantoic cavities of ECE for replication of the rescued virus. This strategy was chosen to facilitate the rescue procedure and to ensure that the recombinant IBV-rYN replicate efficiently in ovo. After 48 h incubation in the allantoic cavities, the recovery of IBV-rYN was confirmed by RT-PCR amplifying and sequencing the genomic region that contained the molecular markers to distinguish IBV-rYN from IBV-YN. As shown in Fig. 4A, B , the presence of a silent mutation that gave rise to a SalI restriction site at position T6557C was verified by restriction enzyme digestion as well as sequence analysis. This analysis showed that the PCR product of IBV-rYN can be digested into two segments corresponding to the mutation introduced into the genome, whereas the PCR product of parental YN strain was resistant to cleavage by SalI (Fig. 4A) . Accordingly, the T6557C mutation was confirmed by sequencing analysis (Fig. 4B) . Collectively, these results demonstrate the successful rescue of the pathogenic IBV strain YN from cloned cDNA by using electroporation of full-length IBV in vitro transcripts into N-protein expressing cells and subsequent virus amplification in the allantoic cavities of ECE.\n\nECE that have been inoculated with supernatants of IBV-rYN RNAelectroporated BHK-21/N cells were also assessed for chicken embryo development, and as shown in Fig. 5A , after only two passages in ECE, typical embryo lesions such as curling, stunting, and dwarfing were observed. A similar phenotype was also observed when ECE were inoculated with wild-type IBV-YN. To compare replication of IBV-rYN with the parental strain IBV-YN in ECE, we first produced virus stocks that reproducibly induced embryo curling by passaging the viruses 10 times in ECE. 100 μl of collected P10 IBV-rYN allantoic fluid stock or wild-type IBV-YN stock that has been proven to be positive for IBV has been serially diluted (10 −1 -10 -8 ) and inoculated into 10-day-old SPF ECE. Five eggs were used for each dilution. After 144 h incubation at 37 ℃, inoculated eggs were evaluated for classical embryo curling caused by IBV and the EID 50 titer was calculated according to the Reed and Muench method (Reed and Muench, 1938) . IBV-YN and IBV-rYN were pathogenic to chicken embryos up to a dilution of 10 6 , and the EID 50 Y. Zhao, et al. Virus Research 272 (2019) 197726 titer of IBV-rYN (10 7.17 /100 μl) was comparable to that of its parental virus IBV-YN, (10 6.83 /100 μl). We also assessed the virus titers of the same virus stocks in CEK cells to determine the TCID 50 . 100 μl of collected P10 IBV-rYN allantoic fluid stock or wild-type IBV-YN stock that has been proven to be positive for IBV has been serially diluted (10 −1 -10 -6 ) and added onto 80% confluent CEK cells. Four replicate wells on 24-well plates were used for each dilution. After 48 h incubation at 37℃, 5% CO 2 , the 24-well plates were assessed for IBV infection by an IFA assay as described above. Titers were determined by observing infected cells under a fluorescence microscope and calculating the TCID 50 per 0.1 ml. The tested TCID 50 titer of rYN was almost equal to that of YN at 10 3.33 and 10 3.00 , respectively. Finally, we assessed growth kinetics of IBV-rYN and IBV-YN in ECEs and CEK cells. For the replication profile comparison in ECE, 200 μl PBS containing 10 2.0 EID 50 of IBV-rYN or IBV-YN were inoculated into the allantoic cavities of 10-day old ECEs, and the allantoic fluid of five eggs from each group were harvested at the time points of 12, 24, 36, 48, 60 and 72 hpi and pooled for the real-time PCR detection assay (Zhao et al., 2015) . As shown in Fig. 5B , the recombinant IBV-rYN replicated in ECEs with similar growth kinetics as the parental IBV-YN virus. Although the IBV-rYN had a relatively low replication speed at the first 24 h, both viruses could reach the peak titers after 36 h and stay at a high level as long as 72 h.\n\nTo assess the replication kinetics in CEK cells, 200 μl PBS containing 10 3.0 TCID 50 of IBV-rYN or IBV-YN were used to infect CEK cells in 24well plates, and the supernatants from three wells from each group Y. Zhao, et al. Virus Research 272 (2019) 197726 were harvested at the time points of 6, 12, 24, 36, 48, and 60 hpi. Viral load was determined by a real-time PCR detection assay quantifying IBV N gene as previously described (Zhao et al., 2015) . As shown in Fig. 5C , growth kinetics and peak titers of the recombinant IBV-rYN were indistinguishable from those of IBV-YN (Fig. 5C) . Collectively, these results show that the recombinant IBV-rYN has the same in ovo and in vitro phenotype as the parental IBV-YN.\n\nIn 2000, the first full-length infectious clone of coronavirus was successfully rescued using the BAC system (Almazán et al., 2000) . The advantage of the BAC system is that it can accommodate larger foreign genes or DNA fragments, and methods for modification and screening are well established (Almazán et al., 2015) . Nevertheless, for certain coronaviruses stability of full-length BAC clones remained a problem. An alternative system was described in the same year by Yount and colleagues (Yount et al., 2000) . They assembled a series of smaller subclones into an intact full-length TGEV cDNA by in vitro ligation (Yount et al., 2000) . Viral mRNA was obtained by in vitro transcription, and then electroporated into BHK21 cells to successfully rescue recombinant TGEV. Notably this study also revealed that expression of the N protein facilitates the rescue of recombinant coronaviruses. One year later a third reverse genetic system for coronaviruses was described that is based on the use of vaccinia virus as eukaryotic cloning vector. This system has been first described for the generation of recombinant HCoV-229E and was subsequently applied to the generation of recombinant Mouse hepatitis virus (MHV; Coley et al., 2005) , IBV (Casais et al., 2001) , feline infectious peritonitis virus (FIPV; Tekes et al., 2008) , and SARS coronavirus (van den Worm et al., 2012). As a large DNA virus, vaccinia virus has the following advantages: 1) Vaccinia virus itself can accommodate large fragments of foreign genes (at least the size of coronavirus genomes), and the virus' own infectivity and replication ability are not affected. 2) The inserted foreign DNA can be stably maintained and amplified in the vaccnia virus genome without the need to rely on prokaryotic cloning systems. 3) Vaccinia virus can be modified by homologous recombination, making it simple and easy to introduce mutations, insertions or deletions into cloned coronavirus genomes.\n\nSeveral studies have employed the reverse genetic system of IBV to study pathogenicity, tissue tropism, and functionality of accessory genes, as well as to explore the potential for a vector-based vaccine of IBV (Casais et al., 2003 Armesto et al., 2009; Bentley et al., 2013) . However, to the best of our knowledge, all existing reverse genetics systems for IBV were either based on the non-pathogenic Beaudette strain (Casais et al., 2001) or the Mass-type attenuated vaccine strains (Zhou et al., 2013; Beurden et al., 2017) . While according to previous researches, the prevalent serotype of IBV circulating in China and many other countries is QX type (Monne et al., 2008; Zhao et al., 2016) , and the QX-type strains typically share < 80% nucleotide identity with Mass-type strains. Therefore, the application of currently available Mass-type IBV reverse genetics systems cannot provide full insight into the immunogenicity and pathogenicity of QX-type strains. In this study, we successfully established a reverse genetic system based on a highly virulent QX-type (GI-19) strain YN isolated in China. We could show that the recombinant IBV-rYN replicates with the same kinetics, reaches the same peak titers, and displays comparable pathogenicity as the parental IBV-YN in ECEs. This indicates that this system will be a powerful tool to elucidate crucial viral and host factors that impact the high pathogenicity of QX-type IBV strains, and it may also serve as a starting point for the generation of novel vaccine candidates directed against IBV-QX-type strains.\n\nWe also developed a modified rescue strategy by combining full length RNA electroporation into a BHK-21/N cell line and subsequent virus amplification in ovo. This strategy was highly efficient for the rescue of field strains. By introduction of reporter gene eGFP into the IBV-rYN genome, we could easily compare the rescue efficiency of BHK-21 and BHK-21/N cell lines. After electroporation with same amount rYN-EGFP/5a full-length RNA, bigger numbers of green fluorescent cells were observed in the BHK-21/N cell line than BHK-21 cell line, indicating the higher rescue efficiency of it. Also, in our study, a remarkable difference of virus infectivity in ECE (EID 50 could reach 10 6.0 -10 7.0 per 0.1 ml) was observed compared to CEK cells (TCID 50 could only reach 10 3.0 per 0.1 ml) for IBV-YN, suggesting that ECE are more susceptible to IBV infection and thus greatly facilitate the rescue of recombinant viruses. By combining electroporation of IBV RNA into BHK-21/N cells and subsequent virus amplification in ECE we could indeed reach a rescue efficiency of 100% and only one passage in ECE was required for virus recovery, which makes the procedure for generating recombinant IBV field strains feasible and less labor intensive.\n\nIn conclusion, we demonstrate the successful development of a vaccinia virus-based QX-type IBV reverse genetics system. This system allows for the generation of defined, genetically modified viruses to study IBV molecular biology and pathogenesis. We expect that the improved rescue procedure, involving RNA transfection into BHK21/N cells and virus amplification in ECE, is readily applicable to other IBV field strains, and may lead to the development of vaccines to prevent or control infections of newly emerging IBV field strains.\n\nThe authors declare that they have no conflicts of interest."}