{"title": "Acute respiratory failure secondary to eosinophilic pneumonia following influenza vaccination in an elderly man with chronic obstructive pulmonary disease", "body": "Influenza vaccination is recommended in the care of patients with chronic obstructive pulmonary disease (COPD), because it clearly reduces acute influenza respiratory illness, late exacerbation of COPD occurring 3-4 weeks after vaccination, and severe exacerbation requiring mechanical ventilation. 1 Although there is a significant increase in the occurrence of local adverse reactions following vaccination, a life-threatening condition with severe respiratory distress and diffuse pulmonary opacities rarely occurs. Only seven cases of influenza vaccine-induced interstitial lung disease (ILD) have been reported. 2 We report herein the case of an elderly patient with severe COPD who developed fever with worsening of respiratory symptoms and severe hypoxemia requiring ventilatory support shortly after influenza vaccination. The diagnosis of acute eosinophilic pneumonia was made by bronchoscopy and bronchoalveolar lavage (BAL). The clinical symptoms and radiographic abnormalities improved following systemic corticosteroid treatment.\n\nAn 86-year-old Thai man with severe COPD presented with increasing breathlessness and fever for 3 days. He also had generalized malaise, myalgia, and a cough with scant sputum. On physical examination, his temperature was 38.7 8C, respiratory rate 26/min, heart rate 90 beats/min, and blood pressure 130/ 80 mmHg. His oxygen saturation on room air was 95%. Lung auscultation revealed coarse crackles and wheezes in the bilateral lower lungs. Three months prior, he had experienced an acute COPD exacerbation that had required routine COPD medications (inhaled salmeterol/fluticasone and ipratropium bromide) and 5\n\nAcute respiratory failure with diffuse pulmonary opacities is an unusual manifestation following influenza vaccination. We report herein a patient with chronic obstructive pulmonary disease who developed fever with worsening of respiratory symptoms and severe hypoxemia requiring ventilatory support shortly after influenza vaccination. Bronchoalveolar lavage was compatible with acute eosinophilic pneumonia. Rapid clinical improvement was observed 2 weeks after systemic corticosteroid treatment, followed by radiographic improvement at 4 weeks. No disease recurrence was observed at the 6-month follow-up. Initial laboratory tests revealed a white blood cell (WBC) count of 15.52 Â 10 9 /l (neutrophils 84%, lymphocytes 9%, monocytes 6%, and eosinophils 1%). Blood chemistry was normal except for albumin of 19 g/l (normal 34-50 g/l). The initial chest radiograph revealed multiple patchy and/or peribronchial opacities in both lungs, notably in the right upper lobe ( Figure 1A ). Sputum collection was inadequate for microbiological analysis. Testing of a nasopharyngeal swab for influenza and other common respiratory viruses by multiplex PCR was negative. Intravenous ceftriaxone and oral azithromycin were given.\n\nFollowing this treatment, he continued to have daily fever without clinical improvement, and became more hypoxemic 4 days later. Room air arterial blood gases revealed pH 7.43, pCO 2 34.3 mmHg, and pO 2 48 mmHg. He subsequently required noninvasive ventilation and eventually mechanical ventilation. A computed tomography (CT) scan of the chest (Figure 1 , B and C) revealed multi-focal areas of airspace consolidation involving the bilateral lower lobes and the right middle lobe, with a large area of ground-glass opacity with superimposed interlobular septal thickening in the right upper lobe. He underwent bronchoscopy with BAL and a transbronchial lung biopsy via the right upper lobe on day 12 of hospitalization. Analysis of the BAL fluid revealed a WBC count of 445 Â 10 6 /l (neutrophils, 50%, macrophages, 29%, lymphocytes, 6%, and eosinophils, 15%). Gram stain, acid-fast bacillus (AFB) stain, PCR testing for tuberculosis (TB), multiplex PCR for common respiratory viruses such as adenovirus, coronavirus, respiratory syncytial virus, etc., fungal stain, and bacterial culture of the BAL fluid were all negative. A repeated blood count showed a WBC count of 10.2 Â 10 9 /l (neutrophils 73%, lympho-cytes 9%, monocytes 9%, and eosinophils 9%). Fresh smears for parasites, for example, Strongyloides larvae and Ascaris, were negative. The transbronchial lung biopsy specimen showed no evidence of granuloma or malignancy.\n\nAll antimicrobials were discontinued, and intravenous dexamethasone 5 mg was administered every 12 h. The patient's fever subsided and the dyspnoea was markedly improved 48 h after the treatment. Oral prednisolone 60 mg daily was then given instead. A follow-up chest CT obtained 4 weeks later revealed substantial improvement. Oral prednisolone was gradually tapered over the next 2 weeks. Cultures for TB and fungus from BAL fluid were negative. He returned to his baseline respiratory condition with complete resolution of the radiographic abnormalities. No recurrence was observed at the 6-month follow-up.\n\nThe numbers of interferon gamma (IFN-g)-and interleukin 5 (IL-5)-releasing cells in the peripheral blood were measured by ELISPOT assay (Mabtech, Sweden) upon stimulation with influenza vaccine. A strong IFN-g response was demonstrated in two healthy age-matched adults (352 and 478 spots-forming cells (SFC)/10 6 peripheral blood mononuclear cells (PBMC), respectively) in whom the same strain of inactivated influenza vaccine was given during the same period; in contrast, the magnitude of the IFN-g response was much lower in this patient (14 SFC/10 6 PBMC). The numbers of IL-5-secreting cells were barely detectable in the patient (2 SFC/10 6 PBMC), but not found at all in the two control individuals.\n\nInfluenza vaccination is currently recommended for every patient with COPD. Despite its benefits, serious adverse events following vaccination can occur, including neurological complications (Guillain-Barré syndrome, transverse myelitis) and anaphylaxis. Nevertheless, acute respiratory distress with diffuse pulmonary opacities, as in the present case, is rare.\n\nTo date, only seven cases of influenza vaccine-induced ILD following pandemic influenza A (H1N1) and seasonal influenza vaccines in 2009 and 2011 have been reported. 2 The onset of respiratory symptoms ranged from 1 to 10 days after vaccination. The ages of patients ranged from 38 to 75 years. Fever and dyspnoea were the most common complaints. Four of the seven patients had pre-existing lung diseases, including idiopathic pulmonary fibrosis, lung cancer, post-lobectomy pneumothorax, and extrinsic allergic alveolitis. One case had no underlying disease. Six of the seven cases improved after systemic corticosteroid administration.\n\nIn previous reports, there was an increase in lymphocyte count in BAL fluid and a lymphocytic infiltrate in the lung biopsy specimens, with positive reaction to influenza vaccine by druginduced lymphocyte stimulation test. 2 This is different from our case, in whom eosinophils were higher than lymphocytes in the BAL fluid. Although the criteria for the diagnosis of eosinophilic pneumonia of acute ( 7 days) or subacute ( 1 month) duration requires a BAL eosinophil count of !25%, only severe cases have met this diagnostic criterion. 3 Prior corticosteroid treatment in the present case might have affected the eosinophil count. The blood eosinophil count is rarely initially !300/ml, but will increase over time, as in the present case.\n\nA lung biopsy is generally not required. After possible causes of eosinophilic pneumonia, including parasitic infestation, druginduced eosinophilia, and dust or toxic substance exposure were excluded, recent exposure to the influenza vaccine was a plausible association.\n\nAlthough the immunopathogenesis of eosinophilic pneumonia is currently unknown, there is evidence of a Th-2 cytokinepredominant (IL-5, IL-10, and IL-13) and low Th-1 cytokine (IL-2 and IFN-g) response in this syndrome. 4 We speculate that an aberration of the Th-1/Th-2 axis towards Th-2 against the influenza vaccine, confirmed by a very low frequency of influenza-specific IFN-g releasing cells but comparable IL-5 releasing cells in this patient, might be responsible, at least in part, for the development of eosinophilic pneumonia. Additionally, the compensation of other pro-inflammatory cytokines such as tumour necrosis factor (TNF) and IL-1a/b could exert cytokine storm effects due to a defective influenza-specific IFN-g response in this patient, contributing to the acute lung injury and systemic inflammatory responses. It has previously been demonstrated in cytokine receptor gene knockout mice that an up-regulation of other cytokines upon viral infection could be responsible for the cytokine storm that potentially occurred in these mice. 5 Such hyperinflammatory responses possibly manifest as an endothelial dysfunction with increased pulmonary capillary permeability and as a sepsis syndrome.\n\nIn conclusion, influenza vaccination may cause a serious adverse effect in patients with pre-existing chronic respiratory diseases. Rapid respiratory deterioration with diffuse pulmonary opacities after vaccination should raise concerns regarding influenza vaccine-induced ILD, including acute eosinophilic pneumonia. Prompt diagnosis and treatment can alleviate this potentially fatal complication.\n\nConflict of interest: None to declare."}