{"title": "From superspreaders to disease hotspots: linking transmission across hosts and space", "body": "In November of 2002, doctors in the Guangdong Province of China began noticing unusual pneumonia cases that were later identified as the beginning of an epidemic of severe acute respiratory syndrome (SARS). The virus, which ultimately infected over 8,000 people and killed 774, spread from a Hong Kong hotel through travel of hotel guests across the globe (WHO 2003) . One of these infected guests was a flight attendant who was ultimately linked to more than 100 SARS cases in Singapore (WHO 2003) . Encapsulated within this account lies a key phenomenon that influences disease dynamics: heterogeneity in transmission among individuals and across space. The risk of infection varies by location (e.g., hotels), behavior (e.g., air travel), and especially among individuals.\n\nIndividuals, like Typhoid Mary and the SARS patient, who are responsible for a disproportionate number of transmission events (Leavitt 1996; WHO 2003) , are characteristic of many infections in humans and animals and underscore the importance of understanding heterogeneity in transmission (Lloyd-Smith et al. 2005; Hudson et al. 2008 ).\n\nFailure to recognize and incorporate heterogeneity into epidemiological models can result in poor estimates for rates of disease spread and outbreak probabilities, as well as a missed opportunity for effective disease control strategies (Lloyd-Smith et al. 2005) . Furthermore, transmission heterogeneity also occurs across species and space, and host and spatial transmission heterogeneity can interact positively, with each facilitating heterogeneity in the other. A better understanding of such linkages may enhance our ability to identify the hosts and environments contributing disproportionately to transmission. In this paper, we consider the causes, consequences, and linkages between transmission heterogeneity across individuals, species, and environmental patches. We suggest mechanisms for how pathogen transmission mode may influence transmission heterogeneity across hosts and space, and we advocate a quantitative approach that will allow researchers and managers to determine the magnitude of transmission heterogeneity across hosts, species, and environments (Box 1). Finally, we offer future research directions (Box 2) that could provide a framework for understanding and managing transmission heterogeneity across hosts and space.\n\nTwo key challenges for optimizing disease control are quantifying the magnitude of transmission heterogeneity across hosts and space, and identifying key individuals or hotspots for targeted control efforts. Among-individual heterogeneity can be quantified by comparing the variability among individuals to that expected by chance. When transmission events can be observed directly (e.g., through contact tracing), one approach is to estimate the effective reproductive number, R eff , (the average number of new infections resulting from an original infection) for a population, and then compare the number of secondary infections caused by individuals to a Poisson distribution with mean R eff (Lloyd-Smith et al. 2005 ).\n\nThis conceptual approach can be extended to expected transmission contributions by subsets of hosts (identified by traits such as gender, age, species). Prospective transmission among host subsets can be described using modified who-acquiresinfection-from-whom (WAIFW) and R matrices (Anderson and May 1985; Diekmann et al. 1990; Dobson and Foufopoulos 2001) . Each element of the R matrix describes transmission among one pair of host groups as the product of the mean infectious contact rate and the mean infectious period. The sum of each row quantifies the expected number of cases, summed across all groups, caused by an infectious individual in a given group, and thus determines the importance of that host group in pathogen invasion.\n\nFor a vector-borne pathogen, WAIFW and R matrices include one row for vector-to-host transmission and one column for host-to-vector transmission. If vertical transmission is absent, all other elements in the matrix are zero (Dobson and Foufopoulos 2001) . As a result, the contribution of each host group j to initial amplification can be written (1) Here f j is the fraction of vectors feeding on host species j, N i is the fraction of the total host community represented by host species j, C j is the competence (susceptibility, infectiousness, and infectious period) of host group j, and R 0 is the sum across all j multiplied by the square of the vector biting rate and vector abundance. The importance in amplification, A j , of each host group relative to its abundance is then A j = (R 0,j /R 0 )/N j .\n\nTo determine whether a host group is likely to be a superspreader at the n th percentile requires determining whether the observed value of A j is unlikely given an expectation of A j = 1 and the measurement error associated with estimating (R 0,j /R 0 ) and N j . This entails determining the probability of observing the estimated value of A j by comparing it to the ratio of two distributions that have identical means equal to N j but possibly different variances as determined by the measurement error of (R 0,j /R 0 ) and N j . The most appropriate distribution for N j and (R 0,j /R 0 ) for this comparison will be an important problem for further study, but one possibility is to use beta distributions which are flexible and vary between 0 and 1. For non-vector borne pathogens, a priori quantification of importance is much more challenging, because of difficulties in empirically measuring the infectious contact rate among hosts. If possible, identifying measurable surrogates for infectious contact rates would aid discovery of host traits that are correlated with contact rates.\n\nQuantifying spatial heterogeneity and identifying the importance of \"hotspots\" relative to purely stochastic variation can follow the same methodology. Doing so requires defining the quantity of interest -the density of transmission events, the density of all infected hosts, or the density of infected hosts of one group or species. Subsequently, a hotspot at the n th percentile can be described if the quantity (e.g. number of transmission events) in that area divided by the fraction of the landscape of interest represented by that area (a number between 0 and 1) is greater than the n th percentile of the appropriate ratio of distributions as described above.\n\nManagers can benefit substantially from understanding the relative contribution of host groups and hotspots to transmission because recognizing heterogeneity could enable highly targeted control. The cost-effectiveness of targeted control, however, rests on the costs of identifying and controlling hotspots or key transmission individuals relative to the costs of broader untargeted control.\n\nOutstanding questions about host and spatial transmission heterogeneity Several outstanding research questions remain before theory integrating our understanding of transmission heterogeneity across hosts and space can be developed. A combination of models for well-parameterized systems in addition to field surveys and experimental tests of different management strategies (when ethical) will offer insight into these questions.\n\n• To what extent is transmission heterogeneity caused by stochastic processes as opposed to inherent qualities of the individual, species, or environment?\n\n• Are the identities of individuals and locations that are responsible for large numbers of transmission events temporally stable?\n\n• Does the cause (e.g., high contact rates, shedding rates, or long duration of infection) of transmission heterogeneity influence the strength of the heterogeneity or the co-evolutionary implications?\n\n• Does transmission heterogeneity have the same consequences for disease dynamics (epidemic growth rates and probability of pathogen extinction) across individuals, species, and space?\n\n• Do the hosts and environments with the highest contact rates ever form isolated sub-networks, actually reducing disease risk in those outside the network?\n\n• How does transmission heterogeneity influence co-evolution between hosts and parasites?\n\nEpidemiologists typically determine whether a pathogen can invade a host population using the basic reproductive number (R 0 ). This value represents the average number of new infections caused by an infectious individual in an immunologically naïve host population (Anderson and May 1991) . Subsequent work has shown that the intensity of macroparasitic infections (e.g. worms per individual) generally follows a negative binomial distribution with high skew (Shaw and Dobson 1995) , with more highly infected individuals potentially being responsible for more transmission events. A later study proposed the \"20/80\" rule, and showed that in a variety of disease systems, 20% of hosts were responsible for 80% of transmission events (Woolhouse et al. 1997 ). Thus, models allowing for heterogeneity in the distribution of the expected number of new infections an infectious individual produces (rather than using a single mean value, R 0 ) have transformed the epidemiological modeling of diseases by accounting for changes in disease dynamics that result from such heterogeneities (Lloyd-Smith et al. 2005) . Importantly, heterogeneous transmission also occurs in cases where amplification host species or environmental 'hotspots' contribute disproportionately to disease transmission within a community or landscape ( Fig. 1 ). Thus, one of the major goals of this paper is to extend the same principles underlying host transmission heterogeneity to understand landscape variability in disease risk.\n\nExtreme cases of transmission heterogeneity have been referred to as 'superspreading events'. A useful definition for a superspreading event, proposed by Lloyd-Smith et al. (2005) , is when an infected host causes a greater number of secondary infections than the n th percentile of the expected distribution of new infections arising from a single infection assuming homogenous transmission potential across hosts. The authors use an example of 99 th percentile superspreading events, but their definition allows for versatility across disease systems and contexts. The powerful influence of rare events (or 'Black Swans') drawn from the tail of probability distributions have similarly been recognized in other aspects of ecology (e.g., invasion, disturbance) as well as in geology (e.g., meteorite impact) and the social sciences (e.g., war, financial market collapse) (Mack et al. 2000; Taleb 2007; Whitten 2010 ).\n\nTransmission heterogeneity across individuals is often characterized by variability in contact rates with other hosts, duration of infectiousness, or parasite shedding rates (Lloyd-Smith et al. 2005; Hudson et al. 2008; Hawley and Altizer 2011, Fig. 2) . Traits including host age, sex, body condition, and genetics can influence all three of these characteristics by affecting host susceptibility, immune responses or social behavior (Wilson et al. 2001; Altizer et al. 2003; Hudson et al. 2008; Beldomenico and Begon 2010) . For instance, experimental manipulations in birds and rodents have shown that males can be important drivers of population-level infection rates, and that elevated testosterone levels can suppress the immune response while increasing host contact rates (Ferrari et al. 2004; Mougeot et al. 2005; Grear et al. 2009 ).\n\nAn emerging research frontier in disease ecology involves identifying the relative contributions of host, pathogen, and environmental characteristics in controlling development of transmission heterogeneity among individuals. Factors such as genetic differences in host resistance or parasite virulence, and genotype-environment interactions can lead to individual transmission heterogeneity. For example, experimental inoculations of bay laurel leaves with Phytophthora ramorum, the fungal pathogen causing Sudden oak death, showed that individual trees varied substantially in genetic susceptibility (measured by mean lesion area) to the pathogen (Anacker et al. 2008) . Field observations, however, revealed that disease levels (measured as number of symptomatic leaves per tree) at the plot scale were primarily associated with local environmental differences in temperature and precipitation rather than genetic differences among hosts (Anacker et al. 2008) . Spatially aggregated parasite distributions in the environment can also give rise to heterogeneity among individuals by elevating infection intensity of individuals encountering microhabitats with high parasite loads (Brunner and Ostfeld 2008) .\n\nIntriguingly, other parasites and micro-organisms co-occurring within hosts can also influence the distribution of transmission rates across individuals (Hudson et al. 2008; Lloyd-Smith et al. 2008) . For instance, host differences in intestinal microbiota can determine whether individual mice shed high levels of pathogens in their feces (Lawley et al. 2009 ). Additionally, immune system trade-offs in response to different types of pathogens (e.g., microparasites vs. macroparasites) can increase the duration and intensity of infection in individuals harboring multiple pathogen types (Graham et al. 2007; Telfer et al. 2010; Hawley and Altizer 2011) . Coinfection may also reduce transmission potential as a result of cross-immunity and contact-reducing sickness behaviors (Rohani et al. 2003; Hawley and Altizer 2011) . Determining the impact of coinfections on transmission is an important direction for further research.\n\nQuantifying individual transmission heterogeneity can help direct disease management strategies (Box 1). When individuals that contribute disproportionately to transmission can be identified from infection levels, targeted control efforts can be considerably more effective at preventing and containing outbreaks than random control (Woolhouse et al. 1997; Lloyd-Smith et al. 2005) . Even more effective control is possible when individuals with the potential for disproportionate transmission can be predicted before infecting others (Lloyd-Smith et al. 2005; Hudson et al. 2008) , for example based on host characteristics such as weight or sex (e.g., Perkins et al. 2003) . A key challenge is that identifying hosts important to transmission can be costly in time and effort, highlighting the need for methods to calculate the cost-effectiveness of reducing R 0 via targeted versus population-level controls.\n\nIn addition to intra-specific heterogeneity described above, many pathogens infect multiple host species, among which pathogen virulence and transmissibility vary, leading to interspecific transmission heterogeneity as well Haydon et al. 2002) .\n\nInterspecific heterogeneity in transmission is a function of host susceptibility, contact rates with vectors or other hosts, and host competence, which is the efficiency with which a host produces and transmits a pathogen (Kilpatrick et al. 2006; Brisson et al. 2008; Cronin et al. 2010 , Fig. 2 ). For instance, American robins (Turdus migratorius) are competent hosts for West Nile virus (WNV), and are highly overutilized by WNV-transmitting mosquitoes relative to their abundance. As a result, they may infect 24-71% of WNV-infected vectors at a site despite representing only 1-8% of the avian hosts (Kilpatrick et al. 2006) .\n\nIdentifying hosts that amplify pathogen transmission ('amplification hosts') is a key priority for effective management of multi-host diseases. For vector-borne diseases, it has been hypothesized that hosts that infect more vectors are associated with an 'r-selected' (e.g., rapid turnover) life history strategy (Cronin et al. 2010) . For example, experimental exposure of six grass species to Barley Yellow Dwarf virus suggested that plants with a \"quick return\" phenotype (e.g., high leaf nitrogen, phosphorus, and metabolic rates) had increased host susceptibility, competence, and vector population sizes, likely because their leaves offered more resources for vector and pathogen growth and were generally more poorly-defended (Cronin et al. 2010) . Such hosts enhance the population of infected vectors, increasing infection risk for co-occuring host species. Species that tend to have high population densities or highly social behavior may also be at increased risk of contracting pathogens for which transmission is dependent on host density, due to higher contact rates (Altizer et al. 2003) . By elevating overall disease prevalence, such hosts can amplify transmission throughout multiple species communities.\n\nThe idea of superspreading can be applied to amplification hosts that make disproportionate contributions to community-wide disease transmission relative to their abundance. Using a definition analogous to that of superspreading individuals (Lloyd-Smith et al. 2005 ), a superspreading species can be identified by comparing the expected distribution of community-wide transmission events assuming homogenous transmission potential across hosts, with species responsible for more infections than the n th percentile of this distribution classified as superspreaders (e.g., Kilpatrick et al. 2006 ; Box 1). When identifying superspreading species, the transmission event of interest should be defined explicitly. This could include either transmission that is intra-or inter-specific, or to a host species of particular interest (e.g., humans or domestic animals), depending on the research or management objective. For WNV, Kilpatrick et al. (2006) demonstrated that robins are an example of a superspreading species, because the proportion of mosquitoes potentially infected by robins relative to the proportion of the host community that they represent is far greater than would be expected from random chance if the host community was homogenous (Box 1).\n\nPathogens are also characterized by spatial heterogeneity in transmission, and regions with particularly high pathogen prevalence (percentage of infected hosts), intensity (pathogens per infected host), or transmission rates are frequently referred to as 'hotspots' or transmission foci. Hotspots may also be 'source areas,' from which pathogens disperse to less infected areas across a landscape. Environmental hotspots are often characterized by conditions that facilitate either elevated pathogen survival or greater densities of amplification hosts (for diseases with density-dependent transmission) (Fig. 2) . For instance, Vibrio cholerae, the bacteria that causes cholera, can concentrate on water hyacinths, which enhance the pathogen's survival (Spira et al. 1981) , potentially leading to transmission hotspots in areas that have been heavily invaded by water hyacinth. Similarly, Farnsworth et al. (2005) found that chronic wasting disease (CWD) prevalence in Colorado mule deer populations was twice as high near human developments compared to more remote areas. This may have been caused by elevated deer densities which resulted from artificial feeding stations, small home ranges, and lack of predators in developed areas.\n\nChanges in host susceptibility, community structure, and contact rates that generate disease hotspots in humans, plants, and wildlife are frequently associated with anthropogenic environmental changes such as fragmentation and eutrophication that alter habitat quality and territory size (Patz et al. 2004; Johnson et al. 2010) . For instance, poor habitat quality and populations isolated in fragmented habitats can cause stress and reduced genetic diversity in host populations, reducing host immunity and resulting in spatial variability in transmission potential across the landscape (Pearman and Garner 2005; Bradley and Altizer 2007) . Nutrient enrichment can also elevate disease risk through changes to pathogen abundance and virulence, host and vector densities, or host susceptibility (Johnson et al. 2010) . For example, a study in Belize demonstrated that nutrient enrichment of water-bodies associated with agricultural areas support different aquatic plant communities that promote breeding by an efficient malaria vector, Anopheles vestitipennis (Grieco et al. 2006 ).\n\nAlternatively, fragmentation and nutrient enrichment can impede disease spread by reducing host density and contact rates (Bradley and Altizer 2007; Johnson et al. 2010) .\n\nRegional variability in host contact rates in settings such as daycares, hospitals markets and farms, as well as regional differences in behavior can also create hotspots of diseases. Marine salmon farms, in which high densities of captive salmon are maintained in coastal pens, are examples of transmission foci that can enhance sea lice infection pressure for nearby wild salmon by four orders of magnitude (Krkošek et al., 2005) . Similarly, aggregation of children in schools enhances transmission of childhood diseases such as measles (e.g., Bjørnstad et al. 2002) . Social animal behaviors that tend to aggregate and increase contacts between hosts, such as those that occur at mating grounds (leks), overwintering dens, watering holes, and feeding sites can also elevate disease transmission at those sites (Altizer et al. 2003; . Additionally, cultural differences in human behavior can influence disease transmission by shifting host-pathogen contact rates (Alexander and McNutt 2010) . For instance, regional differences in caregiving and nursing techniques may have contributed in part to differences in the rates of human-to-human transmission and mortality from Nipah virus outbreaks in Bangladesh compared to Malaysia (Chong et al. 2008 ), creating regional heterogeneity in disease transmission.\n\nEffective control of environmental hotspots requires quantitative methods for estimating their net contribution to landscape-level transmission. Extreme levels of spatial transmission heterogeneity might lead to environmental 'super-hotspots' which could be defined analogously to superspreaders (Lloyd-Smith et al. 2005) as those patches responsible for greater than the n th percentile number of regional transmission events (Box 1). It is particularly important with spatial transmission heterogeneity to explicitly identify the transmission measure of interest before assessing the importance of transmission heterogeneity to disease dynamics. The relevant measure of transmission for habitat patches will depend on the management scenario, and could include, for example the number of new farms infected by a single farm , or the number of host infections that occur in spatially defined areas.\n\nTreating or vaccinating individual superspreaders before an outbreak begins could reduce the chance of a successful outbreak and slow initial epidemic growth rates, thereby increasing the effectiveness of applied control measures (Lloyd-Smith et al. 2005) .\n\nNonetheless, the consequences of interspecific and spatial transmission heterogeneity for outbreak probabilities and epidemic trajectories are important avenues for future research (Box 2). The influence of transmission heterogeneity on disease risk emphasizes the need to develop theory for understanding when to expect transmission heterogeneity, identifying interactions between host and spatial heterogeneity and the mechanisms that cause them, and clarifying the risks and management strategies for disease in the face of host and spatial transmission variability.\n\nAn integration of previous research suggests several hypotheses regarding the causes and pathogen transmission modes involved in generating heterogeneous transmission patterns. For instance, we hypothesize that heterogeneity in contact rates is more important than heterogeneity in infectiousness for creating superspreaders, because in an age of globalized travel and practices that increase host density, such as industrialized farming, and habitat fragmentation, contact rates may vary more than infectiousness. Another testable hypothesis is that specific pathogen transmission modes are more commonly associated with certain types of transmission heterogeneity. For instance, host transmission heterogeneity may be more common for infections transmitted through vectors or direct host-to-host contact, because there are no intermediate transmission steps (e.g., to other obligate host species) to dilute the influence of variable contact rates, competence, or infectiousness on overall transmission. Environmental transmission heterogeneity may be more important for pathogens with density-dependent transmission or environmentally transmitted stages because transmission foci are often characterized by high host or pathogen densities. Empirical testing of these hypotheses will require application of the quantitative approaches that we describe for identifying transmission heterogeneity (Box 1) on a wider variety of disease systems and meta-analyses that integrate the results from multiple studies.\n\nInteractions between host and spatial transmission heterogeneity are likely common, and could have implications for disease management. Logically, superspreaders create hotspots of transmission around them, and hosts in a disease hotspot by definition experience increased infection pressure compared to others in the population. For example, interspecific transmission heterogeneities in Lyme disease can theoretically lead to environmental hotspots because fragmented habitats often support a higher fraction of competent amplification hosts, which could increase disease risk (e.g., measured as nymph infection prevalence) in disturbed landscapes (LoGiudice et al. 2003) . Environmental 'hotspots' that occur due to temporary aggregation of hosts, for example, at a watering hole, could also facilitate individual superspreading by serving as a source location for infection of highly social individuals that disperse from the location and infect many others. Finally, heterogeneity occurs both among and within species, and amplification species may contain one or more superspreading individuals. For example, domestic dogs account for the majority of rabies cases in parts of rural Tanzania, and infected dogs vary substantially in their biting rates, such that in addition to being the dominant amplification host in the system, some domestic dogs account for a disproportionate number of rabies transmission events (Hampson et al. 2009 ). These patterns suggest that further developing a framework integrating transmission heterogeneity across hosts and space should be a priority for future research in disease ecology (Box 2).\n\nPerhaps the most practical information about transmission heterogeneity from a management perspective is determining what surrogate measures may be useful for identifying the most infectious individuals, species and locations so that they can be targeted before infecting others. If, as hypothesized, contact rates play the largest role in transmission heterogeneity, then quantifying contact networks representing the set of interactions between nodes (e.g., individuals, species, or environments) could provide a surrogate measure for identifying potential superspreaders (e.g., Keeling and Eames 2005, Fig . 3 ), particularly if traits characteristic of the highest-contact nodes can be identified. Importantly, specific characteristics, such as the duration of infectiousness and contacts must be considered to determine the role of high contact nodes (e.g., Craft et al. 2010) . Additionally, because infectiousness frequently co-varies with susceptibility (Lloyd-Smith et al. 2008; Hudson et al. 2008) , another surrogate indicator for identifying possible superspreaders and amplification hosts could involve measures of susceptibility such as body condition, testosterone, or immunocompetence . Identifying the most infectious hosts before they infect others offers a superior management strategy to post-hoc analyses that detect such hosts from infection rates, yet recognizing these individuals and determining the probability that they will become infected can be challenging. Intriguingly, advanced tools such as therapeutic interfering particles which inhibit pathogen growth, can eliminate the challenges of identifying superspreaders a priori because they are transmitted among hosts along with the pathogen, naturally making their way to the most high risk populations (Metzger et al. 2011) . Further exploration of such tools in conjunction with research focused on measuring other possible surrogate measures of transmission heterogeneity and identifying when such surrogate measures fail or are pathogen-specific will offer insight into factors that may be easier and more cost-effective for managers to observe.\n\nTransmission heterogeneity occurs across hosts and space (Fig. 1) , and more formal quantification of these heterogeneities, along with the costs associated with their identification and targeted control, can help to make targeted management more costeffective (Box 1). Importantly, heterogeneities in transmission among hosts and across space are intimately linked (Fig. 2) , and a better understanding of these linkages will be a significant advance. Addressing critical questions about when host and spatial transmission heterogeneities are stochastically generated or temporally variable, and what the implications are for disease dynamics and host-pathogen evolution will require integration of modeling and empirical approaches (Box 2). Given the growing influence of anthropogenic environmental change on disease risk for humans, plants, and animals, focusing research efforts towards developing an integrative theory for understanding transmission heterogeneity across scales will be of use for ecologists, public health officials, and wildlife managers.\n\n• Transmission heterogeneity is common across individuals, species, and environments in diseases of plants, domestic animals, wildlife and humans.\n\n• Among-host heterogeneity can be caused by variability in host behavior, environmental exposure, host and pathogen genetics, and patterns of coinfection.\n\n• Spatial heterogeneity can result from variable host densities and environmental characteristics.\n\n• Quantitatively estimating host and spatial transmission heterogeneity and understanding their connections can aid development of cost-effective targeted management strategies. Conceptual diagram illustrating causes (purple boxes) and consequences (blue box) of transmission heterogeneity (green boxes) as well as connections across hosts and space (large blue arrows). Contact rate, here, refers to contacts either between two host species or a host and vector, whereas dispersal refers to movement of a pathogen from one environmental patch to another. Host community refers to the density of hosts and their collective reservoir potential. Many of the consequences of and linkages between heterogeneity at multiple scales remain to be discovered (Box 2). Hypothetical contact networks showing potential superspreaders with higher than average connections to the rest of the network (red circles)."}