{"title": "Emerging viral zoonoses: Frameworks for spatial and spatiotemporal risk assessment and resource planning", "body": "Recent decades have seen a rapid increase in the number of new viral diseases of humans, most of which are zoonotic. Concurrently, several existing viral zoonoses that had stable, limited geographical ranges (due mainly to disease control activities) have undergone resurgence. This has occurred at the same time as rapid growth in human populations and increasing economic globalisation. Associations between disease emergence, population growth and globalisation are related to urbanisation, deforestation, and construction of new infrastructure (such as highways, dams and irrigation systems). These all have an impact on vector habitat availability, inadequate supply of hygienic water (necessitating collection and storage of water, thereby providing more vector breeding sites), and the increase in international movement of humans, livestock and commodities, leading to carriage of exotic pathogens and vectors to new geographical areas (Gubler, 2002) . Specific examples include the spread of severe acute respiratory syndrome (SARS) via air transportation and the spread of the Asian tiger mosquito (Aedes albopictus), a potential vector species for several arboviruses, via international trade in used tyres and garden accoutrements (Benedict et al., 2007) . Coupled with these developments are genetic evolutionary changes in viruses that have led to the appearance of novel pathogenic strains (Real et al., 2005a) .\n\nEmerging viral zoonoses (EVZ) form an important subset of viral diseases in that they impact both on the health of human populations and the economics of livestock production and associated industries, necessitating communication and integration of disease control efforts between medical and veterinary services. As EVZ are expanding in their geographical range, it is essential to understand the epidemiological and ecological drivers of these diseases. Spatial epidemiology is the study of the spatial distribution of disease and associated factors. Geographical information systems (GIS), remote sensing (RS), spatial statistics and spatially-explicit mathematical models constitute a powerful suite of tools for the study, prevention and control of EVZ and other infectious diseases. Applications include analysing, explaining and predicting the spatiotemporal dimensions of epidemics, understanding the environmental determinants of disease distributions (particularly climatic and landscape features), refining risk-based surveillance approaches (where surveillance resources are allocated to areas or sub-populations having the greatest estimated risk of disease emergence or outbreaks) (Stark et al., 2006) , and geographical targeting and evaluation of interventions, leading to improved efficiency in the distribution of scarce resources.\n\nIn recent years the number and variety of spatial epidemiological applications in EVZ has rapidly increased, both as the technology and methods for undertaking these studies have improved and the importance of EVZ has become more widely apparent. The aims of this review are to document these developments and to highlight areas where further methodological development and application of spatial epidemiological tools would be most useful in mitigating the emerging global threat of EVZ.\n\nA search of PubMed was conducted using search terms selected to identify studies relating to spatial epidemiology (e.g. 'spatial', 'geographic'), epidemic preparedness and resource planning (e.g. 'preparedness', 'early warning', 'risk analysis') and EVZ. After an initial search it became apparent that the vast majority of studies had been conducted in four EVZ, namely West Nile virus (WNV), highly pathogenic avian influenza (HPAI), Rift Valley fever (RVF) and rabies. We limited our review to these diseases and present them as illustrative examples.\n\nThe four EVZ have diverse epidemiological features; WNV and RVF are arboviral diseases, with the primary vertebrate hosts of the former being birds and the latter being ungulate livestock species. Rabies is predominantly spread amongst wildlife reservoirs by direct transmission (with rare animal to human transmission) and HPAI has involved the emergence of new, pathogenic strains with direct bird to bird, occasional bird to human, and rare human to human transmission. In addition to local transmission, each of the diseases can be spread long distances by varying means: migrations of infected wild birds (WNV and HPAI) (Gilbert et al., 2006b) , carriage of insect vectors by wind or human transportation (RVF) and transportation of livestock (RVF and HPAI) or wildlife (rabies), for example via livestock trade, nomadic migration of herds or for wildlife restocking.\n\nThere has been a rapid increase in the geographical ranges of WNV and RVF in recent decades; WNV spread from Africa, the Middle East and Asia to Europe and the Americas in the late 1990 s, and RVF moved from sub-Saharan Africa to Egypt in the late 1970s, followed by the Arabian peninsula in the first decade of the 21st century. Rabies has been resurgent in Europe and North America in the last 3-4 decades and HPAI, particularly subtype H5N1, has emerged as a new global threat, sparking fears of a pandemic if efficient human to human transmission becomes established (Poland et al., 2007) .\n\nIn this review we subdivide spatial epidemiology into component disciplines (landscape epidemiology, phylogeography, statistical and mathematical modelling) and broad applications (cluster detection and early warning, spatial decision-support systems), to demonstrate the breadth of this emerging field. While this review does not provide detailed critical appraisal of each method (due to space limitations), we have summarised the appropriate data sources, applications, advantages and limitations of the methods in Table 1 . For more information see Pfeiffer et al. (2008) .\n\nLandscape epidemiology builds on the relationships between ecology and disease to study and predict spatial distributions of diseases, their vectors or hosts. In general, landscape epidemiology involves the integration of epidemiological data (e.g. surveillance or field survey data) and (often) RS-derived climatic, topographical and other information relating to the environment, such as land cover and normalised difference vegetation index (NDVI, a measure of vegetation cover), in a GIS. Subsequent statistical analysis of the relationships between the epidemiological and environmental data is conducted, leading to inference about the relationships and, often, predictions of disease outcomes in non-sampled locations.\n\nSeveral EVZ have an insect vector as the intermediate host and vector sensitivities to climatic factors, such as rainfall, humidity and temperature, mean that spatial and spatiotemporal distributions of EVZ in animals and humans are also associated with these factors. Therefore, climate associations are apparent both in studies of vector populations and disease distributions. For example, Bolling et al. (2005) reported that an abundance of WNV vectors in Texas was associated with temperature and precipitation, whilst Ward et al. (2005) and Brownstein et al. (2002) found that clustering of WNV in equines and humans was associated with NDVI. With WNV, urban landscapes have been identified as potentially important areas of disease activity (Ruiz et al., 2007) . A clear associ-ation between rainfall seasonality, vector abundance and RVF prevalence has been demonstrated in Senegal (Bicout and Sabatier, 2004) . Spatial distributions of EVZ that involve wildlife reservoirs are also sensitive to climate and landscape as wildlife habitat suitability is largely determined by these drivers. Leblond et al. (2007) found that clustering of WNV among equines in southern France was associated with types of wetland and vegetation cover thought to provide favourable nesting habitats for wild birds.\n\nSeveral statistical methods have been applied in landscape epidemiology. Statistical algorithms have been used to predict vector habitats based on the climatic tolerances of the vector (often determined in laboratory studies) -so-called ecological niche modelling. For example, Peterson et al. (2003) used statistical algorithms based on climate to predict WNV vector habitats and Benedict et al. (2007) used ecological niche models to predict the global distribution of A. albopictus. In the latter study, they also considered the risk of importation of the mosquito to new countries in used tyres and across borders shared between infested and non-infested countries. Medlock et al. (2007) used ecological niche models to map potential distributions of WNV vectors in Great Britain.\n\nMethods from the decision sciences such as fuzzy sets, multiple criteria decision analysis (MCDA) and weighted linear combination (WLC), also allow the creation of algorithms for spatial prediction. MCDA is a method that can be used for determining environmental suitability of a location for a particular outcome (such as presence of a disease) given the values of multiple determinants at that location (such as vegetation cover, slope and elevation, and distance from aquatic habitats). Suitability estimation can be 'hard'; i.e. a location is 100% suitable if all determinants have acceptable values (according to a defined threshold) at the location and 0% suitable if any of the determinants have unacceptable values, as in the Boolean 'AND' operator, or 100% suitable if any of the determinants has an acceptable value, as in the Boolean 'OR' operator; or 'fuzzy'; where, rather than having an acceptability threshold, suitability varies for each determinant over a range of probabilities between 0% and 100%.\n\nWith the fuzzy approach, a method for combining the suitability probabilities across all determinants is necessary. WLC is such a method, where the relative importance of each determinant can be estimated and a weighted suitability across all determinants calculated. Clements et al. (2006b) presented a framework for spatial risk assessment of RVF in Africa using MCDA and WLC. They promoted this approach as a rapid and pragmatic method for mapping disease ecology in the absence of large epidemiological datasets, when such maps are necessary to plan interventions and other risk management strategies. These methods are also highly applicable for resource-allocation planning, though there is still a dearth of such applications in spatial epidemiology.\n\nRegression models have been widely applied in landscape epidemiology. The type of regression model (logistic, Poisson, linear, etc.) is determined by the type of outcome variable to be predicted (e.g. binary, count, continuous), and environmental variables measured at sampled locations are entered as covariates. The resultant model is then either used to predict the outcome variable at non-sampled locations, based on observed values of the covariates at the prediction locations, or to explain observed patterns of disease on the basis of the model covariates.\n\nUsing logistic regression, Shaman et al. (2005) found that the spatiotemporal patterns of WNV transmission in humans and sentinel poultry flocks in southern Florida were associated with drought and land surface wetness prior to the time of transmission. They subsequently proposed forecasting WNV epidemics according to variation in water table depth. Gibbs et al. (2006) , using logistic regression, found that intermediate housing density areas, minimum temperature in January and land use were associated with serostatus of WNV in wild birds. Diuk-Wasser et al. (2006) used logistic regression, with RS-derived climatic variables as the predictors and numbers of mosquitoes trapped as the outcome, to predict areas of high and low vector abundance across the US state of Connecticut. Lucey et al. (2002) investigated the spread of raccoon rabies across Connecticut. The variable modelled was time from the first date of appearance of rabies in the state (t) and varying-order polynomial trend surfaces were fit to the observed t (with higher-order polynomials allowing for more localised curvature in the fitted trend surface). They found that rivers provided an important semi-permeable barrier to the advance of the epidemic.\n\nOther statistical methods include principal components analysis and discriminant analysis. For example, Mongoh et al. (2007) found, using principal components analysis, that the number of equine WNV cases in North Dakota was associated with elevation, temperature and precipitation.\n\nSpatial analysis of genetic variation ('phylogeography') aims to determine the genetic evolution of diseases in space and time, supplementing epidemiological knowledge of disease emergence. Phylogeographical studies can help identify environmental features that influence observed viral genetic heterogeneities (Real et al., 2005b) . Kobayashi et al. (2006) conducted a phylogeographical analysis of rabies virus in Brazilian cattle and demonstrated that different subgroups were spatially clustered, with clusters separated by mountain ranges, believed to limit migrations of vampire bats. Nadin- Davis et al. (1999) also demonstrated spatial clustering of rabies virus subgroups among red foxes in Ontario, Canada. Significant correlation was found between 'genetic distance' and 'geographical distance', with most genetic variation arising due to geographical isolation (Real et al., 2005a) . Biek et al. (2007) conducted a phylogeographical study of the raccoon rabies epidemic in the US, finding that geographical features such as the Appalachian Mountains influenced the rate of spread of the epidemic. Chen et al. (2006) conducted a large-scale phylogeographical study of the HPAI H5N1 epidemic in Asia. They found regionally-distinct subgroups of the virus, confirming southern China as the origin of repeated introductions into neighbouring countries. Bertolotti et al. (2007) found little geographical but significant temporal variation in the phylogeny of WNV in the US, with increasing viral diversification from 2002 to 2005. Bird et al. (2007) conducted a phylogeographical study of RVF virus, finding distinct subgroups in western, southern and central Africa, indicative of local virus origins, and other subgroups that encompassed divergent geographical areas (e.g. Egypt, Zimbabwe and Madagascar), indicative of possible longdistance translocation. Virus from the 2000 Arabian epidemic was similar to east African isolates, suggesting an origin from that region. While outside the scope of this review, we also recommend Randolph and Rogers (2006) for an informative phylogeographical study of tick borne encephalitis, another important EVZ.\n\nThe applications of phylogeography described above are descriptive or exploratory. To maximise the potential of this approach, we suggest that future applications should integrate phylogeographical analysis with ecological methods, including spatial statistical and mathematical modelling approaches to quantify, explain and predict disease distributions.\n\nSpatial and spatiotemporal cluster detection statistics, including the K-function (Gatrell and Bailey, 1996) , Cuzick and Edwards test (Cuzick and Edwards, 1990 ), Knox's test (Knox, 1964) and the spatial scan statistic (Kulldorff and Nagarwalla, 1995) , have been used retrospectively to detect and characterise clusters of cases of HPAI H5N1 and H7N1 in poultry (Mulatti et al., 2007; Pfeiffer et al., 2007) , WNV (Brownstein et al., 2002; Ward et al., 2005) and rabies (Recuenco et al., 2007; Tinline et al., 2002) , and adverse events associated with rabies vaccination (Moore et al., 2005) .\n\nSurveillance of WNV in North America involves capture and virological examination of mosquitoes, monitoring of sentinel bird flocks and reporting, collecting, and virological testing of dead birds (Eidson et al., 2001a,b) . Recently, novel prospective cluster detection analyses by Mostashari et al. (2003) , who used the spatiotemporal scan statistic developed by Kulldorff et al. (1998), and Theophilides et al. (2003) , who applied Knox's test for spatiotemporal clustering, have been conducted to detect dead bird clusters in New York in real-time, prompting timely interventions in delineated high-risk areas. Detected clusters corresponded with virological isolation of WNV from mosquitoes and the occurrence of human cases, suggesting they were sensitive early predictors of the timing and location of human WNV cases.\n\nClimate anomalies, particularly deviations from longterm average precipitation (represented by NDVI) have been investigated as potential early warning surveillance indicators of RVF epidemics in East Africa (Anyamba et al., 2001 (Anyamba et al., , 2002 Linthicum et al., 1987 Linthicum et al., , 1999 . In addition, the Southern Oscillation Index and sea surface temperatures in the Pacific and Indian Oceans (which measure the El Niñ o Southern oscillation climatic phenomenon) have been investigated as possible early warning RVF indicators in this region (Anyamba et al., 2001; Linthicum et al., 1999) . Use of RS to detect flooded areas that provide RVF mosquito habitats has also been proposed as a component of RVF surveillance (Linthicum et al., 1990 Pope et al., 1991) .\n\nThe statistical methods described in the landscape epidemiology section, particularly the regression approaches, require an assumption of independence between observations. However, most infectious diseases demonstrate spatial dependence, where measures are more similar between spatially proximate locations than between distant locations, either because transmission requires close proximity or because environmental determinants of disease themselves are spatially heterogeneous. If spatial dependence is ignored, the result is spuriously narrow standard errors and low P-values for covariate effects.\n\nAdditionally, most decisions regarding disease control involve uncertainty. In spatial epidemiology this can be related to uncertainty about model predictions, the parameters on which models are based, or the disease, climatic and demographic data that are used to inform these parameters. A thorough understanding of uncertainties propagated through data, parameter selection, modelling and prediction, is essential to determine the risks and consequences associated with disease control decision-making.\n\nGeostatistics provides a framework for modelling spatial dependence in point data (or representative coordinates of area data, such as centroids) using semivariograms, and for interpolating a variable to non-sampled locations using kriging. Ward (2006) presented a geostatistical analysis of equine WNV encephalomyelitis cases in Texas, where the county-level outcomes were cumulative incidence and timing of detection of the initial case. Spatial dependence was a feature of both outcomes and analysis allowed a spatial assessment of both the spread of WNV and the overall risk of WNV disease among equines in different areas of the state.\n\nWith aggregated disease data, hierarchical or randomeffects models have been developed to account for within-unit clustering. Pfeiffer et al. (2007) presented a random-effects model of HPAI H5N1 in poultry in Vietnam. Covariates were added to explain geographical variation in HPAI risk. The percentage surface area covered by rice paddies and density of waterfowl and chickens were associated with HPAI activity. An advance in hierarchical modelling is to incorporate the spatial dependence structure of observations from neighbouring spatial units. Yiannakoulias et al. (2006) and Yiannakoulias and Svenson (2007) presented generalised linear mixed models of WNV incidence in humans in the Canadian province of Alberta, where spatial dependence between municipalities was accommodated using a semivariogram. Gilbert et al. (2006a) used a similar approach to analyse the spatial distribution of HPAI H5N1 cases in poultry in Thailand. The most important determinant was the distribution of free-grazing ducks, highlighting the role of this species in the transmission of HPAI in Asia.\n\nA further advance has been the application of Bayesian methods, which have become increasingly popular due to their ability not only to incorporate spatial dependence, but also to fully represent uncertainty in model outputs (Best et al., 2005) . Clements et al. (2007a) presented a fully Bayesian conditional autoregressive (CAR) model (Besag et al., 1991) of serological prevalence of RVF in humans and livestock in Africa, where the data were obtained from a systematic review of the literature. Clustering of positive RVF serostatus was found in areas known to be affected by epidemics, suggesting that antibodies persisted in the population in inter-epidemic periods. Brownstein et al. (2004) also used a fully Bayesian CAR model to map incidence of WNV in the US and Beroll et al. (2007) used an empirical Bayesian CAR model to spatially smooth bird mortality and human WNV incidence data from Ontario, Canada.\n\nBayesian models have also been applied to point data, with the spatial dependence structure incorporated using semivariograms; so-called model-based or Bayesian geostatistics (Diggle et al., 1998 ). An example is a spatial analysis of RVF seroprevalence in Senegal, presented by Clements et al. (2007b) . Maps of the standard errors of the posterior distributions allowed the uncertainty surrounding the predictions to be assessed. Clements et al. (2006b) also presented an application of Dempster-Shafer analysis as part of a spatial risk assessment of RVF in Africa. This approach is a more flexible generalisation of Bayesian analysis allowing detailed representation of extreme uncertainty, although it is still exploratory, with few epidemiological applications.\n\nMathematical models, which aim to represent biological system dynamics in a parsimonious way, provide powerful and cost-effective tools for assessing the impact of changes imposed on the system, such as alternative disease interventions. Incorporation of spatial relationships between analytical units (individuals, farms, administrative areas) in mathematical models enables accommodation of heterogeneous mixing of populations (i.e. where pairs of individuals have contact probabilities that are dependent on the distance and direction between them, or modified by topographic barriers or human imposition of movement restrictions) and heterogeneous transmission probabilities, that might be related to the environment (e.g. wind speed and direction for airborne viruses, climate-dependent insect densities for vector-borne diseases), distance and direction from exposure sites or heterogeneous distribution of interventions such as vaccines. The importance of distancedependent transmission was demonstrated by Boender et al. (2007) , who reported that between-flock transmission probabilities of HPAI H7N7 decreased with distance from infected poultry farms during the 2003 epidemic in the Netherlands. Recently, mathematical modellers have aimed to incorporate spatially heterogeneous mixing and transmission probabilities in their models. This has tended to increase model complexity but often gives a more accurate representation of disease dynamics; a trade-off that is an important consideration for all modelling approaches.\n\nBoth Boender et al. (2007) and Le Menach et al. (2006) reported spatially-explicit mathematical models of HPAI transmission in farmed poultry, calibrated using data from the HPAI H7N7 epidemic mentioned above. In the study by Le Menach et al. (2006) the contact structure was categorised into short, medium and long-range contacts, each characterising different contact modes (e.g. aerosol dispersion, transmission by personnel, transmission by long-distance truck transportation), with separate contact rates calculated for each category, both before and after the implementation of a control programme. The time between detection of the disease on a farm and depopulation of the affected farm was found to be the most important determinant of the magnitude of the epidemic. Colizza et al. (2007) presented a stochastic spatial simulation model of global influenza pandemics. The structure was a standard susceptible-latent-infectious-recovered compartmental model, with the infectious group subdivided into symptomatics allowed and not allowed to travel, and asymptomatics. The contact structure was based on the global air transportation network and transmission intensity was allowed to vary temporally, to incorporate known influenza seasonality. An intervention was incorporated by adding an additional compartment; infectious, symptomatic and receiving antiviral (AV) therapy. Different results were obtained depending on the season and geographical origin of the pandemic and different levels of AV use. Peterson et al. (2003) used a spatial simulation model to predict the spread of WNV in North America via mosquitoes and wild migratory birds. The geographical distributions of these populations were included as model parameters, the former derived from ecological niche models and the latter from existing demographic data. The results confirmed that wild migratory birds were important vehicles for the observed long-distance dispersal of WNV in North America. Smith et al. (2002) used a spatial simulation model to study spread of raccoon rabies in Connecticut, where the local rate of transmission between adjacent townships was varied according to human population density and whether townships were separated by a river. The model was calibrated with existing surveillance data. The results suggested that rivers provided a natural barrier that greatly impeded the local spread of rabies (in agreement with Lucey et al., 2002) , and that long-distance dispersal was a relatively common occurrence. The model was subsequently applied to different geographical areas, including New York state (Real et al., 2005b) and Ohio . Smith et al. (2005) investigated the impact of forested areas on the spread of the Connecticut raccoon rabies epidemic and found that forestation significantly slowed the spread. Thulke et al. (1999) presented a spatially-explicit simulation model of fox rabies. A grid was used to define the neighbourhood relationships between small fox communities. A temporal dimension, modelled in two-month timesteps, was constructed to represent the seasonal dynamics of fox populations. The epidemiology of rabies was represented by allocating various states (susceptible, infected, extinct and immune due to vaccination) to the fox communities. Their aim was to answer specific, practical questions about the control of rabies in Europe, including: 'How long after cessation of vaccine distribution is a new rabies epidemic likely to be detected by surveillance?'; 'When is the best time to stop long-term, large-scale vaccination?' and 'In what size area should emergency vaccine be distributed in the case of a post-vaccination epidemic? ' Smith and Harris (1991) reported a stochastic spatial simulation model of rabies epidemics in urban areas of England, incorporating observed spatial heterogeneity in fox populations. They tested a range of scenarios, including varying levels, timing and geographical range of fox control interventions, and found that the successful interventions depended on the density of the fox population.\n\nIncorporation of a spatial component in animal health information systems represents an evolution from simple disease reporting systems towards spatial decision-support systems (SDSS) (Kruska et al., 1995) . SDSS integrate GIS, specialised databases that facilitate the collation, visualisation, querying and interpretation of spatial datasets, with a range of analytical methods to support the planning and assessment of health care alternatives (McLafferty, 2003) . The common structure is a user interface overlying a geographically-enabled database, linked to a system for database management and querying and a set of analytical tools aimed at facilitating the decision-making process. Internet-based SDSS are increasing in number, allowing for wide access to the technology. SDSS can be used for early warning and planning of responses to epidemics, remote management and statistical analysis of disease data, presentation of decision-support tools and improving communication networks between scientists (Ptochos et al., 2004) . SDSS have been demonstrated to shorten decision times and improve decision accuracy in relation to complex problems (Crossland et al., 1995) .\n\nSDSS have been incorporated into national risk assessment exercises, such as Spain's HPAI strategic preventive plan (Martinez et al., 2007) and a risk assessment of emergence of HPAI in Ethiopia (Goutard et al., 2007) . Clements et al. (2002) presented a SDSS for livestock diseases using data from national disease reports to the Office International des Epizooties. Choropleth maps, tables and textual information were presented to facilitate interpretation of the data. Ehlers et al. (2003) described the integration of a GIS and spatial statistical analyses in a comprehensive SDSS, VetGIS, to assist management of the 1999-2000 H7N1 HPAI epidemic in northern Italy. VetGIS was used to plot the geographical distribution of affected and at-risk poultry flocks, helping to define intervention and surveillance zones. Blanton et al. (2006) reported an Internet-based SDSS for rabies in the US, RabID. The aim was to enhance rabies surveillance in real-time, including evaluation of a wildlife oral vaccination programme. The SDSS composed of a spatially-enabled database with in-built macros for data processing, and a mapping application, allowing running of queries and overlays of surveillance data on maps of political boundaries, roads, waterways and land cover.\n\nSDSS for WNV management include the West Nile Virus Information System (WeNiVIS) (Revesz and Wu, 2006) and the integrated system for public health monitoring of West Nile virus (ISPHM-WNV) (Gosselin et al., 2005) . In these systems, surveillance data from sentinel chickens, dead wild birds, mosquitoes, humans and equines were mapped, allowing visual analysis of the spread of WNV in different areas of North America. In ISPHM-WNV, spatial and temporal querying of the data and statistical analysis (including detection of spatial clusters using the spatial scan statistic) were enabled.\n\nWhile the number and quality of spatial epidemiological applications in EVZ are increasing, the full potential of these methods is yet to be achieved (Table 1) . One major reason is that, in common with other fields of epidemiology, data quality is often inadequate -reliable predictions depend on high-quality input data, regardless of the sophistication of the statistical methods used. In spatial epidemiology, datasets used were not usually collected for spatial analytical purposes and have limitations with respect to geographical coverage and density, and accuracy of georeferencing. While many mathematical and statistical modelling approaches have been developed to make best use of sub-optimal or incomplete data, epidemiologists still need to work more closely with public health officials on improving the quality of surveillance data and (ideally) designing field surveys or surveillance methods that explicitly accommodate subsequent spatial analysis. We argue that better evidence, including practical demonstration, of the benefits of spatial epidemiological approaches will lead to increased investment by public health funding bodies to collect better quality data.\n\nOther reasons relate to the limited scope of previous applications. First, spatial epidemiology has been largely confined to descriptive and exploratory investigations. There have been few examples of spatial epidemiological studies where tangible improvements in the prevention and control of EVZ have been successfully demonstrated. Secondly, while maps can provide valuable tools for resource-allocation planning, few studies have made the leap from spatial prediction to integration of disease mapping into a resource-allocation plan for EVZ control, or to inform risk-based surveillance. An example of the former in the field of tropical parasitic disease (schistosomiasis) epidemiology was presented by Clements et al. (2006a) , who mapped intervention zones based on parasitological field data and spatial statistical models. In an example of the latter, a spatial risk assessment of a bacterial zoonosis (salmonellosis) was used to inform risk-based surveillance of this disease (Benschop et al., 2008) .\n\nIn our opinion, spatial epidemiological studies need to be further integrated with operational and economic assessments (in consultation with public health officials and health economists) to enable thorough analyses of alternative strategies. The future of spatial epidemiology lies both in strengthening data collection systems and further demonstrating its applicability in real-world decision-making.\n\nNone of the authors of this paper has a financial or personal relationship with other people or organisations that could inappropriately influence or bias the content of the paper."}