{"title": "", "body": "Las infecciones respiratorias constituyen la principal causa de consulta y de hospitalización en pediatría. Dado que las infecciones respiratorias virales no requieren tratamiento antiviral específico (salvo excepciones puntuales) sino tratamiento sintomático y/o de soporte, en este artículo nos referiremos al manejo de las infecciones respiratorias bacterianas: faringoamigdalitis estreptocócica, sinusitis aguda bacteriana, otitis media aguda bacteriana y neumonía bacteriana adquirida en la comunidad.\n\nEn el manejo de la faringitis estreptocócica destaca el uso de amoxicilina en una dosis diaria por 10 días. En sinusitis aguda, otitis media aguda y neumonía, la recomendación de tratamiento inicial lo constituye la amoxicilina a dosis de 80-100 mg/kg/día. Se discuten algoritmos de manejo para cada una de estas patologías.\n\nPalabras clave: infección respiratoria/tratamiento, niños SUMMARY Respiratory infections are the main cause of consultation and hospitalization in children. Because viral respiratory infections do not require specific antiviral treatment (only in occasional exceptions), in this article we will refer to the management of bacterial respiratory infections: streptococcal pharyngitis, acute bacterial sinusitis, bacterial otitis media and bacterial community-acquired pneumonia.\n\nIn the treatment of streptococcal pharyngitis, the use of amoxicillin (50 mg/kg/day) in a daily dose for 10 days is a new recommendation. In acute sinusitis, acute otitis media and community-acquired pneumonia, the recommended initial treatment is amoxicillin in a dose of 80 -100 mg/kg/day. Management algorithms for each of these conditions are discussed.\n\nLas infecciones respiratorias constituyen la principal causa de consulta y de hospitalización en pediatría (1), siendo los virus respiratorios los principales agentes etiológicos involucrados. Dado que las infecciones respiratorias virales no requieren tratamiento antiviral específico (salvo excepciones muy puntuales como niños inmunocomprometidos), sino tratamiento sintomático y/o de soporte, en este artículo nos referiremos al manejo de las infecciones respiratorias bacterianas: faringoamigdalitis estreptocócica, sinusitis aguda bacteriana, otitis media aguda bacteriana y neumonía bacteriana adquirida en la comunidad. Se pretende enfatizar las recomendaciones actuales y basadas en la evidencia para este tipo de cuadros, así como evitar el uso innecesario de antimicrobianos (2). \n\nLa faringoamigdalitis estreptocócica es una enfermedad benigna y de curso autolimitado, caracterizada por inflamación de la faringe, fiebre, odinofagia, con o sin enantema, exudado faríngeo y petequias en el paladar.\n\nLa gran mayoría de los casos de faringoamigdalitis aguda son de etiología viral, especialmente en menores de tres años de edad (3). Dentro de las causas bacterianas, el Streptococcus ß hemolítico Grupo A (SBHGA) puede presentar una frecuencia de 15 a 30% en niños y de 5 a 10% en adultos.\n\nLos signos y síntomas sugerentes de etiología bacteriana son: edad entre cinco y 15 años, antecedentes de contacto con paciente con diagnóstico de SBHGA, inicio súbito de la odinofagia, fiebre, cefalea, nauseas, vómitos y dolor abdominal. En el examen físico destaca hiperemia faríngea, con o sin exudado blanquecino, adenopatías cervicales anteriores sensibles y rash escarlatiniforme (4). Por el contrario, la presencia de coriza, tos o conjuntivitis podrían sugerir más bien una etiología viral de la faringitis (5).\n\nUn concepto importante es lograr la confirmación microbiológica de la faringoamigdalitis estreptocócica, conducta actualmente recomen-dada por la Academia Americana de Pediatría (AAP) y la Sociedad Americana de Infectología (IDSA). Esta conducta ha demostrado disminuir el uso innecesario de antimicrobianos, siendo posible para los pacientes esperar sin riesgo entre 48-72 horas el resultado del cultivo microbiológico (6) .\n\nLa figura 1 esquematiza el manejo de la faringoamigdalitis estreptocócica. Una vez que existe la sospecha clínica de un cuadro bacteriano, se recomienda la confirmación microbiológica con test pack faríngeo (que posee una sensibilidad de 80-90% y una especificidad >95%) y/o cultivo faríngeo (gold standard). No es necesario hacer este estudio en niños menores de tres años con ninguna de las dos técnicas, dada la baja frecuencia de esta patología en este rango etario, salvo si existe el antecedente de hermano con infección actual por SBHGA. Si el cuadro clínico es concordante con la etiología bacteriana y el test pack faríngeo fue negativo, se recomienda complementar el estudio con cultivo faríngeo y esperar este resultado para iniciar antimicrobianos (7).\n\nUna vez confirmada la faringitis estreptocócica, el tratamiento de elección es la amoxicilina 50 mg/kg/día en una sola toma diaria (máximo un gramo al día) por 10 días (8). En caso de alergia a la penicilina, la recomendación es cefadroxilo 30 mg/kg/día en una sola toma al día (7). Cuadro clínico sugerente SINUSITIS AGUDA BACTERIANA La sinusitis aguda corresponde a la inflamación de la mucosa de los senos paranasales, generalmente de origen infeccioso. La etiología bacteriana es más frecuente que la viral, sin embargo, muchas veces se sobreestima y se sobrediagnostica el origen bacteriano de esta patología. Los agentes etiológicos más habituales son: S. pneumoniae, H. influenzae no tipificable y M. catarrhalis (9) .\n\nDe acuerdo a las Guías para el manejo de la rinosinusitis aguda del adulto y de niño de la IDSA (2012), los elementos clínicos que más ayudan a diferenciar una sinusitis bacteriana de una viral son: 1) Persistencia de síntomas o signos compatibles con sinusitis que persisten 10 días sin mejoría. 2) Inicio del cuadro con síntomas o signos severos como fiebre alta (>39°C), descarga nasal purulenta franca o dolor facial por al menos 3-4 días consecutivos.\n\n3) Empeoramiento de los síntomas y signos con inicio de \"nueva enfermedad\" (o segundo peak), caracterizado por reaparición de la fiebre, cefalea y descarga posterior, habitualmente luego de un cuadro de 5-6 días de evolución que parecía un cuadro respiratorio viral que iba en mejoría (10, 11) .\n\nEl diagnóstico es fundamentalmente clínico. La radiografía de cavidades paranasales no es específica, lleva a sobrediagnóstico y no está indicada en el estudio habitual de la sinusitis. La tomografía computada de cavidades paranasales tiene un mejor valor predictivo que la radiografía, sin embargo, se reserva para los casos de sinusitis complicada. Exámenes como hemograma, VHS, proteína C reactiva y el cultivo nasal no constituyen tampoco un aporte significativo (12) .\n\nUna vez confirmada la sinusitis aguda de posible causa bacteriana, se recomienda iniciar tratamiento antimicrobiano con amoxicilina a dosis de 80-100 mg/kg/día cada 12 horas por un período de 10 a 14 días (figura 2). De no existir respuesta favorable, si hay signos de complicación o bien existe el antecedente de vivir en un área de alta prevalencia de H. influenzae productor de lactamasas, se puede iniciar tratamiento con amoxicilina/ácido clavulánico a dosis de 80-100 mg/kg/día en base a la amoxicilina, cada 12 horas por un período de tiempo similar (13) . En un estudio microbiológico realizado en 2006 en pacientes de la Región Metropolitana con otitis media aguda, sólo se comunicó un 16% de cepas de H. influenzae productor de lactamasas (14) . En caso de alergia a penicilina, las Guías de la IDSA 2012 recomiendan el uso de levofloxacino.\n\nEn relación al tratamiento coadyuvante, sólo la solución nasal de suero fisiológico ha demostrado ayudar en el alivio de los síntomas, sin existir evidencia para recomendar el uso de corticoides nasales, antihistamínicos o descongestionantes (10) .\n\nLa otitis media aguda se define como la presencia de efusión timpánica, demostrada por neumo-otoscopia, nivel hidroaéreo o impedanciometría, acompañada de signos y síntomas de inflamación aguda del oído medio. La etiología involucrada en esta patología se detalla en la tabla 1 (incluyendo los mecanismos de resistencia y el porcentaje de resistencia a penicilina de cada agente bacteriano) (14) .\n\nLos síntomas más frecuentes son la otalgia, fiebre e irritabilidad y pueden encontrarse signos como otorrea y/o alguna de las siguientes alteraciones de la membrana timpánica: inflamación, engrosamiento y/o abombamiento, opacidad, presencia de bulas, depósito de fibrina, coloración blanco amarillenta y ausencia de movimiento a la neumootoscopia.\n\nEl diagnóstico es clínico y se basa en la presencia de efusión en el oído medio, detectado por examen físico o timpanometría. Además, puede existir otalgia y abombamiento de la membrana timpánica (15) .\n\nUna vez sospechada la otitis media aguda se recomienda iniciar tratamiento con amoxicilina 80 mg/kg/día cada 12 horas (por 10 días en niños menores de dos años y por siete días en niños mayores de dos años). Se estima que un 90-93% de los pacientes responderá favorablemente al tratamiento con amoxicilina. El manejo sugerido se detalla en la figura 3. Existe como alternativa al inicio del tratamiento antimicrobiano, la observación del paciente por 48 a 72 horas, citándolo a control para evaluar la evolución, ya que entre un 30 a un 50% de las otitis medias agudas (16) . Esta conducta es más habitual en países del norte de Europa, requiere disciplina en el control posterior. En caso de evolución desfavorable a las 48 a 72 horas, pese al inicio de tratamiento antimicrobiano, se sugiere cambiar el antibiótico a amoxicilina/ácido clavulánico o cefalosporina de segunda generación, con el fin de aumentar la cobertura de H. influenzae o M. catarrhallis productores de lactamasas. Casi la totalidad de los pacientes responderá a este tratamiento y será muy inhabitual que sea necesario recurrir al uso de ceftriaxona intramuscular, lo cual se reserva para el manejo por especialidad (16) .\n\nLa neumonía bacteriana adquirida en la comunidad es un tópico extenso y de gran relevancia en pediatría. Se define como la inflamación aguda del pulmón con compromiso del territorio alveolar de origen infeccioso. En el presente artículo nos referiremos especialmente al manejo antimicrobiano de esta patología.\n\nAl igual que la mayoría de las infecciones respiratorias altas, la principal etiología está dada por virus respiratorios (1). En la tabla 2 se detallan los agentes frecuentes y poco frecuentes asociados a la neumonía adquirida en la comunidad. Cabe destacar que la etiología es variable, de acuerdo a la edad del paciente (17) . ceftriaxona intravenosa (50 mg/kg/día en una dosis, descartando el compromiso meníngeo) o bien, asociarla a cloxacilina (100-200 mg/kg/día cada seis horas intravenosa) si existe supuración pleuropulmonar o a clindamicina (hasta 40 mg/kg/dia intravenosa) en caso de sospecha de aspiración ya que en este último caso existe una mayor proporción de bacterias anaerobias que pueden ser responsables de la infección.\n\nCasos especiales los constituyen los recién nacidos o niños menores de tres meses, en que el esquema empírico inicial es ampicilina asociado a cefotaxima (100 -150 mg/kg/día cada seis horas); y aquellos niños preescolares o mayores con síntomas sugerentes de infección por M. pneumoniae, con estudio positivo (idealmente reacción de polimerasa en cadena) en que se reserva el uso de macrólidos, como azitromicina a dosis de 10 mg/kg/día en una toma diaria por cinco días."}