{"title": "Letter to the Editor: The Effects of Force-Feeding Sick Dairy Calves: A Comment on Quigley et al. (2006)", "body": "In a recent article, Quigley et al. (2006) claim that feeding increased amounts of commercial milk replacer to calves increases the incidence of disease. The aim of this letter is to provide what we consider to be a more accurate interpretation of the data presented.\n\nCalves were fed either on a constant low plane of nutrition (454 g/d of milk replacer from d 0 to 28) or at increasing amounts (454, 681, and 908 g/d on d 0 to 7, 8 to 14, and 15 to 31, respectively), and then reduced to 454 g/d from d 31 to 41. Calves that failed to drink their entire ration were administered the remainder using an esophageal feeder. Calves on the low plane of nutrition had a lower incidence of diarrhea, required fewer veterinary treatments, and tended to have lower mortality rates than calves fed more milk. The authors conclude that feeding higher levels of milk replacer \"should be done with caution in highly stressed calves.\"\n\nIn contrast, we suggest that the increased incidence of illness observed in the calves fed the higher levels of milk replacer was due to sick calves being force fed. Previous research has shown that reduced appetite is an adaptive response to disease and that force feeding further debilitates sick animals and increases the risk that animals succumb to infection. Murray and Murray (1979) reported some of the first evidence showing the detrimental effects of force feeding sick animals: mice infected with Listeria monocytogenes and force fed had 50% greater mortality compared with infected mice provided food ad libitum. Quigley et al. (2006) did not report the number of calves that were fed with the esophageal feeder, but the likelihood of force feeding was greater for the calves receiving the higher quantities of milk, due to both increased intakes and the longer milk-feeding period (41 vs. 28 d).\n\nReduced appetite is part of a coordinated set of behavioral changes that develop in animals during infection (Dantzer, 2001) that are part of the adaptive response to proinflammatory cytokines controlled through neurohormonal mechanisms (Hart, 1988) . This \"sickness behavior\" is not a sickness-induced debilitation, but rather a coping mechanism that enables the individual to better counteract the infection (Hart, 1988; Aubert, 1999) . From this perspective, force-feeding (rather than the access to milk per se) would undermine the calf's attempt to mount this adaptive response to infection (Johnson, 1998) and put the calf at increased risk of morbidity and mortality.\n\nThe study by Quigley et al. (2006) suffers from a number of other methodological problems. The quantity of milk replacer fed to the calves was increased abruptly, rather than gradually. As acknowledged by the authors (Quigley et al., 2006; p. 209 ), this abrupt change may itself have increased the risk of diarrhea. The diagnosis of illness in the calves was initially based on the occurrence of diarrhea. However, the fecal scoring system was a subjective 1 to 4 scale based solely on fecal consistency. Although this system has been widely used to evaluate diarrhea in limit-fed calves, the authors provide no evidence that this measure was repeatable or a valid indicator of any underlying pathology. This aspect is critical in the present study as calves consuming greater amounts of milk replacer were also consuming greater quantities of liquid; this increased intake of liquids likely decreased fecal consistency in a way that was not related to pathology. Thus, the fecal scores presented do not necessarily indicate a high incidence of illness. Furthermore, body temperatures were only measured in calves that showed high fecal scores rather than being done systematically for all calves. Thus, the method of detecting fever was likely biased towards calves fed greater amounts of milk replacer. Finally, there was no mention of blinding of the observers to the treatment group of the calves, which is an additional important potential source of bias in the results.\n\nThe calves used were exposed to bedding that was considered to contain coronavirus but this was done in an uncontrolled way by using a small quantity of bedding from a previous experiment. No measures were taken of actual coronavirus exposure and there was no evidence that viral contamination was equally distributed between the 2 treatment groups.\n\nIn summary, we argue that the effects reported by Quigley et al. (2006) were misinterpreted. Clearly, force-feeding sick animals should not be (and never has been) recommended. Also, new and validated methods of assessing diarrhea that truly indicate the presence of illness are required for calves fed increased milk rations. More integrated, systematic, and thorough research is now required to properly understand how access to more milk affects the young calf's ability to Journal of Dairy Science Vol. 90 No. 8, 2007 devote energy to maintenance, growth, and immune function."}