{"title": "Title: Seasonality of Schizophrenia: Findings of a Descriptive Study in", "body": "Rev. Colomb. Psiquiat., vol. 40 / No. 4 / 2011 and possible direct effects on the developing brain that will later be expressed by the classical clinical picture has been suggested. Objective: To analyze the behavior of births in a sample of individuals with schizophrenia from Santa Marta, Colombia. Methods: Descriptive study based on the review of clinical histories of the patients seen in a psychiatric institute. Discussion: A larger number of births took place during the rainiest months of the year suggesting a possible seasonal effect. However, the lack of data on births in Santa Marta during the years of the study did not allow a comparison between the results of the study and the birth rates of the general population. Even so, these findings have implications for future research regarding seasonality of schizophrenia in Colombia. They do not reflect an individual risk of developing the illness but they do document the characteristics of the temporal behavior of the births in the sample studied. Further studies that overcome the limitations of the present one are needed.\n\nKey words: Seasons, schizophrenia, Colombia, rain.\n\nLa esquizofrenia es una enfermedad mental ampliamente conocida tanto por el deterioro clínico y la disfuncionalidad social que conlleva como por la elevada prevalencia que la caracteriza. No obstante su etiología no ha sido esclarecida satisfactoriamente aún, los modelos estadísticos sugieren que la susceptibilidad al trastorno está gobernada por el efecto de múltiples genes y su relación con factores ambientales y probabilísticos (1) . Uno de los factores de riesgo descritos corresponde al patrón de nacimientos que pre-sentan los individuos esquizofrénicos a lo largo del año, fenómeno que ha sido denominado estacionalidad de la esquizofrenia.\n\nEl término estacionalidad se refiere a comportamiento estacional de una variable biológica cuando su presentación o su variación a lo largo del año no son uniformes, y tal desigualdad tiene significación estadística (2) . Ha sido descrito un patrón estacional para algunas enfermedades infecciosas, incluyendo las infectocontagiosas de la infancia (sarampión, difteria, varicela), las de transmisión fecal-oral (cólera, rotavirus), las enfermedades transmitidas por vectores (malaria), e incluso, las infecciones de transmisión sexual (gonorrea) (3) . Si bien los mecanismos que subyacen a este fenómeno no se comprenden completamente, dicho comportamiento estacional es ampliamente aceptado; quizá, el caso más reconocido al respecto es el de la influenza.\n\nEn el caso de los nacimientos, la estacionalidad implica, en primer lugar, que existen variaciones en las curvas de nacimiento a lo largo del año, y, además, que dicho comportamiento no puede ser explicado por cambios en las tasas de nacimientos de la población general. Ya Hipócrates, en 460 a. C., reconoció la importancia de la época de nacimiento en el desarrollo de algunas enfermedades: \"[…] Quien quiera investigar adecuadamente en medicina debe en primer lugar considerar las estaciones del año\" (4). Con base en estudios ejecutados rigurosamente desde la segunda mitad del siglo XX se ha descrito que \"[…] en los meses de Invierno y Primavera, hay un 'exceso' de nacimientos de esquizofrénicos, en una proporción del 5 al 8 % con respecto a las otras estaciones\", lo cual permite inferir que los individuos nacidos durante dichas estaciones del año tienen un riesgo mayor de desarrollar la enfermedad. Esto proviene del clásico metaanálisis de Torrey et al. (5) , quienes, evocando los resultados de 86 estudios ejecutados en todo el mundo, e incluyendo más de 400.000 casos, encontraron un predominio de nacimientos de pacientes esquizofrénicos entre diciembre y mayo, con un pico máximo en enero y febrero.\n\nMcGrath et al., en Australia, evidenciaron tal fenómeno estacional en una muestra que incluía a pacientes oriundos de los hemisferios Norte y Sur, y, por ende, con un comportamiento anual diferente, pero concordante con las estaciones descritas (6) . Estos resultados han sido reproducidos en Dinamarca (7), España (8) y Polonia (9), entre otros países, incluyendo los del Lejano Oriente (10) (11) (12) .\n\nEn otros estudios no se ha evidenciado un predominio de nacimientos a lo largo del año, mas sí un déficit con respecto a las curvas de nacimiento esperadas, durante verano y otoño (13) (14) (15) . Igualmente, otros tra bajos han mostrado resultados ne gativos; especialmente, en los lu gares tropicales, como Singapur (16) y Reunión (Océano Índico) (17) .\n\nEn un estudio realizado en el norte de Brasil (una zona con una época lluviosa claramente definida paralela al alza de la prevalencia de influenza) De Messias et al. (18) describieron una elevación significativa de los nacimientos de los individuos afectados 3 meses después de las precipitaciones; aclararon, sin embargo, que si bien hubo una relación significativa entre las lluvias y el número de nacimientos en la población general durante el mismo mes, no hubo asociación entre los niveles pluviométricos y los nacimientos de individuos sanos 3 meses después. De hecho, demostraron que la pluviosidad mensual fue, para su muestra, un predictor significativo para el número de nacimientos de pacientes esquizofrénicos 3 meses más tarde.\n\nCarrión-Baralt et al. (19) , por su parte, hallaron una correlación estadísticamente significativa entre el número de pacientes nacidos y los niveles pluviométricos y termométricos 4 y 5 meses antes en Puerto Rico. Los resultados de dicho estudio sugieren que el riesgo de desarrollar esquizofrenia es un 36,5% mayor para aquellos nacidos en febrero con respecto a quienes nacen durante otros meses del año; hallaron también asociación entre la tasa de nacimientos de esquizofrénicos con respecto al grupo control para cualquier mes y los niveles pluviométricos 4 meses antes (p=0,010) y termométricos 5 meses antes (p=0,013).\n\nLos mismos autores llevaron a cabo un estudio que incluyó a 132\n\nRev. Colomb. Psiquiat., vol. 40 / No. 4 / 2011 pacientes oriundos de 24 familias con más de un hermano afectado por la esquizofrenia, donde encontraron que los individuos afectados solían nacer entre enero y marzo (36,8%) con respecto a sus parientes sanos (21,3%), lo cual sugiere que la exposición a temperaturas extremas podría ser un factor coadyuvante en la génesis del trastorno en los pacientes genéticamente susceptibles (20) .\n\nTras descartar la posibilidad de un error estadístico, se ha estudiado con cierto interés la posi bilidad de una lesión infecciosa dentro del cerebro fetal en desarrollo, y cuya manifestación a largo plazo sería la aparición del cuadro clínico característico, ya que las infecciones víricas son más comunes durante el invierno tardío y la primavera temprana, y ello expone al feto a infecciones con probables efectos neurotrópicos durante el segundo y tercer trimestres, momentos importantes para el desarrollo cerebral.\n\nEfectivamente, los investigadores han encontrado que el riesgo para desarrollar esquizofrenia es elevado para los individuos nacidos poco tiempo después de una epidemia de influenza, o luego de que sus madres estuvieran expuestas a la rubéola, a infecciones por Herpes virus, o, incluso, por Toxoplasma gondii, entre otros patógenos (21) .\n\nO'Callaghan et al. (22) determinaron que 5 meses luego del pico de mayor incidencia de influenza durante la Epidemia de 1957 el número de nacimientos de individuos que luego desarrollaron esquizofrenia fue un 88% mayor que el promedio de tales nacimientos durante los períodos correspondientes en los dos años previos y los dos años posteriores. De hecho, se ha observado que la exposición a infecciones respiratorias durante el segundo trimestre de gestación se asocia a un riesgo incrementado de desarrollar enfermedades del espectro de la esquizofrenia; no así, para el primer o el tercer trimestre (23) .\n\nEn Japón, Izumoto et al. (24) concluyeron que la exposición prenatal a la influenza epidémica durante el segundo trimestre incrementó el riesgo de posterior desarrollo de esquizofrenia en mujeres, resultados semejantes a los encontrados por Takei et al. (25) en Inglaterra y Gales, al demostrar que el efecto de la influenza durante los 5 meses previos al nacimiento estaba confinado a las mujeres.\n\nPor su parte, Brown et al. evaluaron la presencia de anticuerpos antiinfluenza en el suero de las gestantes cuyos hijos desarrollaron esquizofrenia años más tarde, y evidenciaron un incremento de tres a siete veces en el riesgo de desarrollar esquizofrenia entre los hijos de mujeres expuestas a la influenza durante su primer o su segundo trimestre de embarazo (26 estado expuestos a Influenza A y B durante su gestación, y evidenciaron una disminución de leve a moderada en el coeficiente intelectual total, lo que conllevó un menor desempeño incluso antes del inicio de los síntomas clásicos (27) .\n\nCon base en esta hipótesis se han realizado múltiples estudios en países tropicales, como los arriba mencionados, y se ha propuesto su realización dentro del Grupo de Investigación en Psiquiatría de la Universidad del Magdalena. En este orden de ideas, el objetivo principal del presente estudio fue describir el comportamiento de los nacimientos de una muestra de individuos esquizofrénicos en Santa Marta, Colombia: una ciudad ubicada en la zona tórrida y con un clima cálido intertropical.\n\nEl estudio desarrollado tiene como estructura metodológica un diseño de tipo descriptivo, basado en la revisión de historias clínicas. Las variables susceptibles de estudio (sexo, mes y año de nacimiento, edad de diagnóstico e historia familiar de trastornos psiquiátricos) fueron extraídas de las historias clínicas de aquellos pacientes que cumplieran con los siguientes criterios de selección: Del total de 339 Historias Clínicas, 77 presentaban impresión diagnóstica de esquizofrenia, y 30 de ellas no cumplieron con los criterios de selección previamente estipulados, por una de tres razones: el paciente no había nacido en la ciudad de Santa Marta; su diagnóstico no cumplía a cabalidad con los criterios DSM-IV-TR (en orden decreciente: consumo de sustancias psicoactivas; comorbilidad con trastorno esquizoafectivo u otros desórdenes del estado de ánimo; presencia de otras condiciones médicas generales;\n\nRev. Colomb. Psiquiat., vol. 40 / No. 4 / 2011 y relación con trastornos generalizados del desarrollo), o no encajaba dentro del rango etario estipulado. Luego de estas sucesivas exclusiones se aceptaron para su inclusión en el estudio 47 historias clínicas de pacientes con diagnóstico inequívoco de esquizofrenia según los criterios DSM-IV-TR.\n\nLos datos (fecha de nacimiento, sexo, edad de diagnóstico e historia familiar de enfermedades psiquiátricas) fueron recolectados y registrados en formatos diseñados para ello, a partir de las historias clínicas revisadas, y luego fueron tabulados en hojas de datos de Microsoft Office Excel 2007 ® a partir de las cuales se realizaron las respectivas gráficas y se analizó la información.\n\nEl estudio está enmarcado espacialmente en la ciudad de Santa Marta, D.T.C.H., a orillas del Mar Caribe, en el norte del departamento de Magdalena, Colombia, Suramérica, y ubicada a 11º 15' Latitud Norte y 74º 12' Longitud Oeste. Corresponde a un núcleo urbano de, aproximadamente 450.000 habitantes, por lo que es la tercera ciudad con mayor población de la región Caribe colombiana, y, al ser fundada el 29 de julio de 1525, es la ciudad en pie más antigua de Colombia y del subcontinente suramericano.\n\nLa altura promedio de la ciudad es de 2 msnm, pero con una diferencia de altura que va, en el territorio del municipio, desde el nivel del mar hasta los 5.775 msnm en los Picos Simón Bolívar y Cristóbal Colón, en la Sierra Nevada de Santa Marta. La temperatura media es de 28 ºC, y predomina un ambiente seco, con vegetación xerofítica y subxerofítica, debido a las brisas provenientes de la Sierra. Los principales meses de lluvia son junio, julio, septiembre y octubre, y los más secos son desde diciembre hasta abril, con unos niveles pluviométricos que varían entre los 12 y los 975 mm mensuales.\n\nEn la muestra estudiada 35 de las 47 historias clínicas correspondían a varones (74,46%), y 12, a mujeres (25,54%), con una relación mujer-hombre de 1:2,91. De igual manera, 19 historias clínicas correspondían a pacientes con al menos un antecedente de enfermedad psiquiátrica (40,42%).\n\nEn la figura 1 se representa la distribución mensual de nacimientos de la muestra estudiada, desde 1976 hasta 1987, en comparación con los niveles pluviométricos promedio de 1961 a 1990. El mes con menor número de registros fue enero, con un paciente, mientras que el mayor número estuvo en septiembre y noviembre, con seis pacientes.\n\nPara el caso de los varones los meses con mayor número de registros fueron febrero y septiembre, con cinco pacientes cada uno, y los meses con menor número de regis-Rev. Colomb. Psiquiat., vol. 40 / No. 4 / 2011 tros fueron enero, abril y agosto, con un paciente cada uno. Para el caso de las mujeres los meses con mayor número de registros fueron octubre y diciembre, con dos pacientes cada uno, y los meses con menor número de registros fueron enero y febrero, en los que no se registraron pacientes.\n\nPara los pacientes con historia familiar negativa el mes con mayor número de registros fue febrero, con cinco pacientes, mientras que para los pacientes con al menos un antecedente de enfermedad psiquiátrica los meses con mayor número de registros fueron septiembre y noviembre, con cuatro pacientes cada uno. Para el caso de los pacientes con historia familiar negativa, en enero no fueron registrados casos, y para los pacientes con historia familiar positiva no se registraron casos entre febrero y abril.\n\nEn general, se evidenció un mayor número de nacimientos para el segundo semestre del año, con un total de 27 registros, fenómeno observado en ambos sexos por igual. Por otra parte, se evidenció un predominio del segundo semestre sobre el primero para los pacientes con al menos un antecedente de enfermedad psiquiátrica, con 16 y 3 registros, respectivamente, en contraste con los pacientes sin antecedentes de enfermedades psiquiátricas, los cuales mostraron un predominio del primer semestre sobre el segundo, con 17 y 11 registros, respectivamente.\n\nAl filtrar la muestra total por historia familiar de enfermedades psiquiátricas y sexo, el comportamiento no es muy diferente de aquel presentado cuando la muestra solo es filtrada por historia familiar (figura 2).\n\nLos hallazgos de la presente investigación sugieren que el número de nacimientos de individuos esquizofrénicos es proporcional a los niveles pluviométricos predominantes, y que es mayor para los meses más lluviosos del año. Más de la mitad de los pacientes incluidos en la muestra nacieron durante el segundo semestre del año, y más de la tercera parte del total nació entre septiembre y noviembre. Es importante anotar también las variaciones en los patrones de nacimientos para los individuos con historia familiar de enfermedades psiquiátricas: los pacientes sin antecedentes nacen más durante los primeros 6 meses del año, al contrario de aquellos que sí tienen historia familiar psiquiátrica, fenómeno que no se ve modificado por el sexo, y sugerente de que puede ha-ber modificaciones para el fenómeno estacional influenciadas por la carga genética. Un patrón estacional ha sido ya descrito en varios países latinoamericanos; no así, en Colombia.\n\nEs Por su parte, las restricciones inherentes a los estudios de corte descriptivo, como el hecho de que no se pueden establecer relaciones causales ni asociaciones entre variables, ni estimar el riesgo de un determinado factor, obligan a desarrollar investigaciones de mayor complejidad metodológica en este tópico.\n\nUna limitación del presente trabajo es el tamaño de la muestra incluida, pero el meticuloso proceso usado para decidir qué historias clínicas serían incluidas asegura la ausencia de errores metodológicos relacionados con ello. De igual manera, la ausencia de los datos de nacimientos de individuos en Santa Marta durante los años estudiados impidió la comparación de los resultados obtenidos con las tasas de nacimiento de la población general. Aun así, y pese a las limitaciones expuestas, dichos hallazgos tienen implicaciones para las futuras investigaciones con respecto a la estacionalidad de la esquizofrenia en Colombia.\n\nFinalmente, y tal y como Torrey et al. lo anotan, cabe apreciar que muchos individuos con esquizofrenia no nacen durante los meses más lluviosos del año, y muchas personas nacidas durante tales meses no desarrollan nunca esquizofrenia, y ello hace ver, nuevamente, la complejidad propia en la etiología de esta enfermedad.\n\nLos hallazgos del grupo a cargo de la presente investigación, en efecto, no reflejan ningún riesgo individual para el desarrollo de la enfermedad, pero sí documentan las características del comportamiento temporal de los nacimientos de la muestra estudiada. Nuevos estudios que obvien las limitaciones del presente han de ser desarrollados en tal sentido."}