{"title": "Evaluation of Elevated Liver Enzymes", "body": "AST and ALT catalyze the transfer of the ɑ-amino group from alanine and aspartic acid to ɑ-ketoglutaric acid, respectively. 6 AST is found in liver, cardiac and skeletal muscle, kidney, brain, pancreas, lung, leukocyte, and erythrocyte. 6 ALT exists mainly in liver and exists in low concentrations in other tissue. 7 Recently, an isoform of ALT2 has been cloned in a separate chromosome (chr. 16 ) from the classic ALT (chr. 8). There is a high homology (69% identical at the protein level) between the 2 isoenzymes. ALT2 has a wider organ distribution, including skeletal muscles and adipose tissue. To date, however, the clinical significance of ALT2 in the diagnosis of liver disease remains to be defined. 8 Aminotransferase activities may be measured by several methods such as chromatography, spectrophotometry, fluorimetry, and colorimetry. 9 Although the assay results may differ slightly according to the method used, there is a high degree of correlation between the 2 most common methods, namely colorimetry and spectrophotometry, particularly near the normal range. 9 Recently, there has been renewed attention about what constitutes the normal range for serum activities of aminotransferase, particularly ALT. Traditionally a level around 40 has been considered the upper limit of normal based on the mean and standard deviation calculated in apparently healthy reference subjects. 9 There is an increasing consensus that the conventional normal range may have been set too high, because the reference subjects presumed to be healthy may have included individuals with asymptomatic liver disease, such as nonalcoholic fatty liver disease and chronic hepatitis C. When more stringent criteria are applied to exclude subjects with a high probability of liver disease, the upper limit of the normal range becomes considerably lower. Prati and colleagues 10 analyzed samples of blood donors carefully selected to exclude those at risk of liver disease by using criteria such as normal body mass index (BMI), normal cholesterol, triglyceride, and glucose levels, and no potentially hepatotoxic medications. The upper limit of normal ALT in that study was determined to be 30 U/L for men and 19 U/L for women. Although these updated normal values are frequently cited, one may note that they way the upper limit of normal was set in that particular study was different from the usual convention. Whereas most laboratory normal ranges are taken from the middle 95%, ie, 2.5th to 97.5th percentiles of the population, Prati and colleagues 10 chose to take the lower 95th percentile as normal. The authors believe that the normal ranges proposed in that study are set too low.\n\nOthers have taken a different approach and have hypothesized that normal ALT defined in a cross section of a population may not equate with absence of disease. In other words, normal ALT is not necessarily healthy ALT. In a large population-based study from South Korea, serum ALT activity measured at baseline was correlated with subsequent mortality. In particular, compared with men with ALT less than 20 IU/L, those with ALT of 20 to 29 IU/L had a 2.9-fold increase in liver mortality and those with ALT of 30 to 39 IU/L had a 9.5-fold increase in mortality. 2 The authors also have evaluated ALT and AST activities as a predictor of future mortality. Using population-based data in Olmsted County, AST and ALT results in a given year were correlated with subsequent all-cause mortality. Similar to the data by Kim and colleagues, 3 there was a positive correlation between the standardized mortality ratio and the aminotransferase results. Further, the increase in mortality could be discerned with aminotransferase values less than the upper limit of normal set by the laboratory at that time.\n\nAnother aspect of serum aminotransferase activities that the clinician must be aware of is the variability between, as well as within, individual subjects. Several factors such as age, sex, and BMI influence its activities in subjects without known liver disease. 11 In addition, an early study by Friedman showed that ALT elevation was intermittent in 36% and persistent in 28% during up to 7 months of observation. 12 One limitation of the study is that it included a large proportion (63%) of patients who were consuming alcohol regularly, making it possible that not all of the fluctuation of ALT was simply a result of its variability. A subsequent study by Lazo and colleagues 13 investigated variability of liver enzymes using the samples of the National Health and Nutrition Examination Survey. Out of nearly 20,000 survey respondents, 1864 had 2 biochemical assessments separated by a mean of 18 days. In the initial testing, 6.2% and 5.9% had abnormal AST and ALT, respectively, using normal ranges defined by the laboratory. Of those with initially elevated results, more than 30% (35.6% for AST and 31.2% for ALT) were reclassified as normal in the follow-up tests. As expected, mildly elevated of AST and ALT were more likely to normalize on repeat testing; most people who transitioned from abnormal to normal had initial elevation within 1.1 to 2.0 times the normal range. Another element of intraindividual variability in aminotransferases is diurnal variation. According to Cordoba and colleagues, 14 ALT level is lowest at night and highest in the afternoon.\n\nSerum aminotransferase activities may be elevated as a result of a variety of causes. Although they are most commonly derived from hepatobiliary disorders, increased aminotransferase levels may be seen in extrahepatic conditions. 15 Table 1 summarizes potential causes of abnormal aminotransferases.\n\nNonalcoholic fatty liver disease (NAFLD) is thought to be the most common cause of abnormal liver enzymes. In a study where magnetic resonance spectroscopy was used to measure liver triglyceride contents, the prevalence of NAFLD in the United States was estimated to be about 30%. 16 NAFLD may or may not increase the aminotransferase level, and mild elevation of aminotransferase level may be the only finding in NAFLD patients. In early NAFLD, ALT is usually higher than AST (AST/ALT < 1). 17 As NAFLD advances and causes liver fibrosis, the AST/ALT ratio reverses to the degree that ALT in patients with cirrhosis from NAFLD may be normal. 18 This trend is reflected in the NAFLD fibrosis score (À1.675 1 0.037 Â age [years] 1 0.094 Â BMI [kg/m 2 ] 1 1.13 Â impaired fasting glucose/diabetes [yes 5 1, no 5 0] 1 0.99 Â AST/ALT ratio À 0.013 Â platelet [Â10 9 /L] À 0.66 Â albumin [g/dL]), which may be used to estimate liver fibrosis. 19 \n\nAlcoholic liver disease (ALD) has been the most common cause of both liver-related mortality and alcohol-related mortality in the United States. There is a large degree of variability in the pattern and amount of alcohol consumption seen in patients with ALD. ALD is probably underdiagnosed because the most common form, alcoholic fatty liver, is asymptomatic. More severe forms of ALD include alcoholic hepatitis and alcoholic cirrhosis.\n\nDepending on the severity of ongoing liver damage, aminotransferase levels can range from normal to more than 10 times the upper limit of normal. 15 A high AST/ ALT ratio is thought to be an the indicator of ALD. If the ratio is more than 3, ALD is highly likely, whereas a ratio greater than 2 is strongly suggestive. 20 On the other hand, an AST/ALT ratio of less than 2 does not necessarily exclude ALD; even a ratio less than 1 may be seen in patients with significant intake of alcohol, which may suggest alcoholic steatosis rather than more serious forms of ALD. 21 It is important for the clinician to keep in mind the possibility of a concomitant cause of liver disease in a patient with alcohol abuse or ALD. In patients with polysubstance abuse, hepatitis C virus infection commonly coexists with ALD. Alcohol may also potentiate hepatotoxicity of other drugs. 22 Although rarely necessary just to establish the diagnosis, a liver biopsy may show the characteristic features including ballooning degeneration of hepatocyte, Mallory bodies, and infiltrate of polymorphonuclear leukocytes. 23 \n\nA wide range of prescription drugs may cause elevation in liver enzymes. Although almost all medications can potentially cause elevation of serum aminotransferase, certain antibiotics, antivirals, statins, hormonal agents, anesthetics, and antiseizure medications are well-known examples of hepatotoxic drugs. Clinical presentation of drug-induced liver injury (DILI) is variable, ranging from asymptomatic enzyme elevation to acute hepatic failure.\n\nDILI can be dose dependent or idiosyncratic (dose independent). 24 The prototypical example of the former is acetaminophen. Although acetaminophen overdose is recognized as a common cause of acute liver failure, a recent randomized trial showed that its use within the maximum allowed dose was also associated with a high incidence of ALT elevations. Further, the clinician must be aware that hepatotoxicity of a dosedependent hepatotoxin may develop within the recommended maximum daily doses, depending on genetic predisposition, other medications, and sometimes food intake, which may affect the patient's ability to metabolize the drug (eg, cytochrome P450 enzymes). Idiosyncratic reaction is not very common and, by definition, unpredictable. Essentially any medication can cause idiosyncratic reaction, including over-thecounter medications such as ranitidine. The latent period can be up to several months before the onset of idiosyncratic features. 25, 26 Occasionally DILI may be accompanied by a hypersensitivity reaction (ie, fever, rash, eosinophilia). 24 These characteristics of DILI make its diagnosis sometimes difficult -careful history taking with a high index of suspicion is needed for the diagnosis. Liver biopsies have a limited role in the diagnosis and differential diagnosis of DILI, because histologic features of DILI are often nonspecific and not distinguishable from those of viral or immune-mediated injury. 27 Careful exclusion of other diagnoses and assessing response to withdrawal of the suspected drug constitute an important diagnostic and therapeutic step. Rechallenge of the offending drug is reserved for selected situations whereby the benefit of the drug outweighs the risk of potentially severe hepatotoxicity.\n\nBesides medications, herbal preparations, chemicals, pesticides, and metals can cause hepatotoxicity. Illicit drugs such as cocaine, 3,4-methylenedioxymethamphetamine (Ecstasy), phencyclidine (PCP, Angel Dust), glue/solvents, and anabolic steroids are also known for their hepatotoxicity. 7 Detailed history clearly is crucial, because the patient using these drugs may be reluctant to reveal the exposure history, whereas in other circumstances exposure to hepatotoxic materials may be inadvertent. The clinician must be aware that excessive alcohol use and drug abuse often coexist. 22 Thus in a patient with a history of heavy drinking or ALD, the clinician must inquire after exposure to other hepatotoxic drugs and be aware of their potential interaction with alcohol.\n\nHepatitis A, B, C, D, and E viruses may cause elevation of aminotransferase. Among these, hepatitis A and E viruses cause acute infection, whereas hepatitis B, C, and Hepatitis A can be diagnosed with the detection of immunoglobulin M (IgM) antihepatitis A virus (HAV) in serum. 28 The diagnosis of hepatitis B virus (HBV) infection is usually made by the detection of hepatitis B surface antigen (HBsAg), although sometimes anti-hepatitis B core antibodies may be the only clue to the diagnosis. 23 Hepatitis D virus (HDV) can replicate only in a host with HBV infection. HDV RNA by reverse transcriptase polymerase chain reaction (RT-PCR) is the most reliable test. IgM or immunoglobulin G (IgG) anti-HDV can be used, whose sensitivity is less than that of the HDV RNA RT-PCR method. 29, 30 Hepatitis C virus (HCV) infection can be screened by anti-HCV antibodies and confirmed with HCV RNA detection. 31 For the diagnosis of hepatitis E virus (HEV), anti-HEV antibodies (IgM/IgG) may be used. However, the availability of tests for HEV has been limited in the United States. 32 Systemic infections with viruses such as Epstein-Barr virus (EBV), cytomegalovirus (CMV), herpes simplex virus (HSV), varicella zoster virus (VZV), and severe acute respiratory syndrome (SARS) virus, may cause elevated aminotransferase. Aminotransferase elevation caused by EBV is usually seen in conjunction with acute mononucleosis. It is usually self-limited, even though chronic infection is possible. 33 Similarly, in immunecompetent hosts, CMV infection presents as subclinical or mild symptomatic cases and resolves by itself. CMV infection is more serious in immune-compromised hosts, including patients with AIDS and solid organ recipients, in whom disseminated infection may cause major organ damage or mortality. 34 HSV hepatitis is most commonly seen in neonatal, pregnant, or immune-compromised patients. Many cases present with fulminant hepatitis with high mortality. 35 \n\nHemochromatosis is the most common genetic disease in Caucasians. 36 All subjects with persistently elevated aminotransferase must be evaluated for hemochromatosis. 37 The initial diagnostic test should start with serum ferritin transferrin saturation, followed by the HFE genotyping. 37 Wilson disease can present as acute liver failure as well as chronic liver disease. Patients with unexplained liver disease, especially if it is accompanied by neurologic or psychiatric manifestations, or those with atypical autoimmune or nonalcoholic fatty liver disease must be considered for Wilson disease. 38 Serum ceruloplasmin level, 24-hour urine copper level, and ophthalmologic examination for a Kayser-Fleischer ring are the initial tests for the diagnosis. 38 a1-Antitrypsin (A1AT) deficiency may present as mildly abnormal liver enzymes to liver cirrhosis. The prevalence of genetic phenotypes for A1AT deficiency is estimated to be 1 in 11.3 in the United States. 39 The preferred screening test for A1AT deficiency is phenotyping rather than the serum level. 23 Several rare metabolic/genetic liver diseases may cause elevated liver enzymes, which include glycogen storage disease, porphyrias, tyrosinemia, urea cycle defects, cystic fibrosis, and mitochondrial liver disease. 23 \n\nThe prevalence of autoimmune hepatitis is about 5 to 200 per 1 million Caucasian population of Northern Europe and North America. 40 Presence of autoantibodies (antinuclear, anti-smooth muscle, or anti-LKM1 antibodies) is suggestive of the diagnosis, especially when elevated serum levels of g-globulins are present. A scoring system proposed by the International Autoimmune Hepatitis Group may be used for diagnosis. 41 Primary biliary cirrhosis (PBC) and primary sclerosing cholangitis (PSC) represent the most commonly encountered forms of cholestatic liver disease, which is characterized by elevated alkaline phosphatase rather than aminotransferases. Both are Evaluation of Elevated Liver Enzymes uncommon, with a prevalence of 40 per 100,000 persons for PBC and 14 per 100,000 persons for PSC in the United States. 42, 43 A liver biopsy may not be necessary for diagnosis in a patients who present with a clinical picture consistent with PBC and positive antimitochondrial antibodies (AMA). 44 The diagnosis of PSC is usually made by cholangiography. Inflammatory bowel disease coexists in up to 80% of PSC patients. 44 Autoantibodies such as perinuclear antineutrophil cytoplasmic antibodies may be found in PSC patients, but their diagnostic utility is limited. In patients with features of cholestatic liver disease who have significantly increased aminotransferase (>5 Â upper limit of normal), an overlap syndrome with autoimmune hepatitis should be considered. 45 Secondary sclerosing cholangitis shares the same cholangiographic features as PSC and must be considered in the differential diagnosis. 44 \n\nBudd-Chiari syndrome is caused by obstruction of either the hepatic vein or inferior vena cava, and results in acute to chronic diseases. Although liver enzymes may not be strikingly abnormal, jaundice and ascites are commonly seen. Doppler ultrasound is a sensitive (88%) screening test. Sinusodial obstruction syndrome (SOS, also known as veno-occlusive disease) is caused by the endothelial injury in hepatic sinusoid and hepatic venule. It is typically associated with bone marrow transplantation, certain chemotherapeutic agents, or abdominal radiation. 46 SOS is suspected with clinical features consisting of jaundice, portal vein hypertension, and abnormal liver enzymes. A transjugular liver biopsy is a common method of diagnosis. 46 Ischemic hepatitis is caused by hypoperfusion to liver and presents with an extremely high aminotransferase level (usually >3000 U/L). The ALT/lactate dehydrogenase ratio may also be useful, as it stays below 1.5 in most cases. 47 The diagnosis is relatively straightforward based on the clinical setting.\n\nAminotransferase can be elevated in certain nonhepatic conditions. Obviously, AST is one of the cardiac enzymes whose elevation can be seen in cardiac conditions such as ischemic heart disease and congestive heart failure. Systemic diseases such as celiac disease, adrenal insufficiency, hyperthyroidism, and hypothyroidism may be associated with aminotransferase elevation, even when there is no demonstrable concomitant liver disease. 48 Both AST and ALT are expressed in skeletal muscles and conditions associated with myocyte damage including primary muscle diseases, and strenuous exercise may increase the aminotransferase. Some patients with anorexia nervosa may have increased liver enzymes, although the mechanism for this is not clear. 49 Isolated AST elevation may be seen in macro AST. Macro AST and other macroenzymes are high molecular mass complexes of plasma enzymes with immunoglubulins or other proteins, which lead to reduced plasma clearance and prolonged half-life. At the Mayo Clinic, a polyethyleneglycol precipitation assay has been developed to assay macro AST. 50 \n\nAlkaline phosphatase is a group of enzymes that is present in the bone, liver, small intestine, kidney, placenta, and white blood cells. In adults, the most common clinical situations for elevated serum alkaline phosphatase activities are hepatobiliary and bone diseases, and pregnancy. 6 In isolated elevation of alkaline phosphatase, electrophoresis can be used to fractionate the isoenzymes to suggest the source.\n\nGGT is present in the kidney, pancreas, liver, spleen, heart, brain, and seminal vesicles. 6 One of the clinical uses of serum levels of GGT is to identify the source of elevated alkaline phosphatase. Because it is not increased in bone disease, a concomitant elevation of alkaline phosphatase and GGT would suggest a hepatobiliary source rather than a skeletal source. The other common use of GGT is in patients with suspected ALD, as GGT can be induced by alcohol ingestion. Medications such as barbiturates and phenytoin may also increase GGT, presumably by the same mechanism. Recently, several reports correlated elevated GGT with increased mortality. Compared with reference populations with normal GGT, those with increased GGT had higher mortality from liver disease, cancer, and diabetes, as well as cardiac disease. 51, 52 Because of the nonspecific nature of serum alkaline phosphatase and GGT results, greater than 1.5 times that of upper limit of alkaline phosphatase and greater than 3 times that of GGT have been suggested as thresholds for a diagnostic workup in asymptomatic patients. 44 Careful history and physical examination is the first step in evaluation, together with abdominal ultrasonography. Magnetic resonance cholangiopancreatography (MRCP), endoscopic retrograde cholangiopancreatography (ERCP), and endoscopic ultrasonography (EUS) as well as serum markers such as antimitochondrial antibody can be used for the evaluation of the hepatobiliary system. Liver biopsy can be used, although the diagnostic yield may vary significantly depending on the clinical setting.\n\nThe decision to evaluate a patient for abnormal liver enzymes should be individualized according to the patient's history and other clinical data. 7 Even though it is frequently the abnormal enzymes that motivate the clinician to initiate an evaluation for liver disease, it is important to remember that normal liver enzymes do not necessarily rule out hepatobiliary disease. On the other hand, mild elevation of liver enzymes can be nonspecific. As shown in the study by Lazo and colleagues, 13 more than 30% of cases with abnormal liver enzymes ended up being reclassified as normal on follow-up.\n\nThe initial consultation should include detailed history taking and a full physical examination. For the essential components of this evaluation, the reader is referred to available textbooks on liver disease. Based on clinical data available, patients with abnormal liver enzymes may be categorized into hepatocellular versus cholestatic. The former is characterized by elevated aminotransferases whereas the latter is characterized by alkaline phosphatase. Obviously there are conditions in which both patterns coexist. An algorithm that may help guide a clinician to evaluate a patient with abnormal liver enzymes is shown in Fig. 1 .\n\nA common clinical scenario for a hepatologist is that of an asymptomatic patient in whom elevated liver enzymes are detected incidentally for the first time. A patient who is initially seen with elevated aminotransferase can be monitored if (1) there is no clear risk factor for liver disease, (2) liver enzyme levels are less than 3 times normal, (3) liver function (as gauged by serum bilirubin and albumin and prothrombin time) is preserved, and (4) the patient feels well. If these conditions are not met or a repeated testing shows persistent abnormalities, the patient has acute or chronic hepatitis. Based on various causes of acute and chronic hepatitis, subsequent testing is outlined in the algorithm. Often, a liver biopsy is considered the ultimate diagnostic test for abnormal liver enzymes. However, given the risk of bleeding and other complications, discomfort/pain, and expenses associated with a liver biopsy, a clear risk-benefit calculation is needed before one is performed. In general, the clinician must be convinced that the histologic information gained by the biopsy will lead to a key therapeutic decision that is not possible otherwise.\n\nFor patients who present with cholestatic pattern of enzyme abnormalities, ultrasonography represents a key diagnostic step, which may detect dilated intrahepatic and/or extrahepatic bile ducts, mass lesions, and vascular abnormalities. Further evaluation of a mass lesion or vascular abnormalities is relatively straightforward. If a biliary disease is suspected, further diagnostic modalities such as MRCP, EUS, and ERCP may be used to locate and characterize the biliary abnormalities. 53 In light of the appreciable risk of complication after ERCP with and without sphincterotomy, 54 MRCP and EUS have increasingly been used to enhance the pretest diagnostic probabilities before initiating ERCP. If the cholangiography is unrevealing, biliary obstruction may be at the level of small bile ducts (eg, PBC) or canalicular (eg, sepsis or DILI).\n\nThe interpretation of abnormal liver enzymes in the postoperative setting is unique because of the concentration of many procedures and medications in the short time period. In addition to the presence of liver disease at baseline, the type of surgery, choice of anesthetic agent, administration of blood products and postsurgical analgesic agents can affect the liver, potentially resulting in abnormal liver enzymes. Preexisting liver disease can affect the risk of surgery and anesthesia. In patients with diminished liver function, additional insult to the liver such as ischemia or druginduced hepatotoxicity may precipitate serious hepatic insufficiency. However, liver abnormality to that degree in asymptomatic patients undergoing elective surgery is not encountered frequently and routine screening by liver biochemistry is deemed not to be cost-effective. 55 The following discussion addresses potential causes of postoperative liver enzyme abnormalities other than underlying primary liver disease the patient may have had at baseline.\n\nIschemic liver injury is one of the most common causes of elevated liver enzymes after surgery. Hepatic blood flow in general is decreased by general anesthetic agents. 56 Blood loss during the surgery obviously contributes to hypoperfusion and ischemic injury to the liver. The type of surgery and anesthesia affects blood flow to the liver and may determine ischemic injury. For example, increased intra-abdominal pressure from carbon dioxide inflation during a laparoscopic procedure can cause the compression of the inferior vena cava, leading to a decreased cardiac output and systemic hypotension. 57 Transient decrease of cardiac output from any cardiopulmonary procedure can cause liver enzyme elevation from ischemia. Spinal anesthesia is not necessarily safer than general anesthesia. In most cases, ischemic liver injury is transient and does not require specific therapy. It is important, however, to ensure adequate blood flow to the liver in the postoperative period, especially in cardiopulmonary surgical patients in whom systemic perfusion may be compromised.\n\nVolatile anesthetics can be a possible cause of elevated liver enzymes. Halothane may cause liver damage in 2 different ways. First, it causes asymptomatic elevation of liver enzymes, which may occur in as many as 20% of all patients undergoing halothane anesthesia. The elevation of liver enzyme is mild and usually improves spontaneously. 58 Second, a much more serious form of liver damage is severe acute hepatitis, which may progress to fulminant hepatic failure. This syndrome includes systemic Evaluation of Elevated Liver Enzymes symptoms such as high fever, chills, nausea and vomiting, and eosinophilia, which occur typically a week after the anesthesia. This immune-mediated idiosyncratic reaction has an incidence of fatal cases of about 1 in 35,000. 59 More modern anesthetics such as enflurane, isoflurane, desflurane, and sevoflurane may also be associated with idiosyncratic reactions, but at a much lower frequency than halothane. 60 Propofol is used for sedation and induction of anesthesia. Propofol infusion syndrome is a rare fatal occurrence, which can present as acute fatty liver together with acute bradycardia and metabolic acidosis. 61 Inappropriate use of multidose propofol vials has recently been implicated in a point-source epidemic of hepatitis B and C virus transmission. 62 \n\nTransfusion-mediated viral hepatitis from hepatitis A, B, and C has become extremely rare. The rare residual cases of posttransfusion hepatitis may occur as a result of false-negative results on screening tests and, at least in theory, a blood donor in the so-called window period with negative serologic tests may escape detection of the hepatitis virus infection. 63 In organ transplantation settings, nonhepatitis viruses such as EBV, CMV, and human herpes virus may cause hepatitis from reactivation or de novo infection because of immunosuppression. 64 For patients in whom these viral infections are considered, incubation and latent periods are a useful clue to gauge the probability that they are responsible for the given clinical presentation. In recipients of an organ transplant, hepatotoxicity from the multitude of drugs used in the setting should also be considered. 65 \n\nIf hyperbilirubinemia and jaundice complicate increased liver enzymes, it may indicate that the extent of the liver damage is severe enough to decrease the liver function to a critical level. These cases, particularly if coagulopathy is also present, must be monitored carefully. For the purpose of differential diagnosis, other causes of postoperative jaundice are mentioned briefly.\n\nA common cause of postoperative jaundice is indirect hyperbilirubinemia as a result of pigment overload (eg, hematoma), which in conjunction with mild liver dysfunction, or underlying Gilbert syndrome may lead to pronounced hyperbilirubinemia. Severe postoperative jaundice may follow a prolonged and difficult surgery and postoperative course complicated by hypotension, hypoxemia, and sepsis, or the systemic inflammatory response syndrome. An important differential diagnosis, particularly if the jaundice follows biliary tract surgery, is obstructive jaundice. Such cases clearly require anatomic diagnosis followed by endoscopic, surgical, or percutaneous relief of the obstruction.\n\nLiver enzymes represent some of the most commonly used blood tests in a physician's office. Although there are still some uncertainties about exactly how to define normal cutoffs for the aminotransferases, they remain inexpensive and sensitive tests for the screening, diagnosis, and monitoring of patients with a variety of liver diseases. This article outlines the authors' approach in evaluating patients with abnormal liver enzymes at the Mayo Clinic. In most patients with the aminotransferase-predominant picture, careful history and examination and a small number of laboratory tests can guide subsequent management. In patients with elevated alkaline phosphatase, imaging evaluation becomes more essential, as outlined in the presented algorithm (see Fig. 1 )."}