{"title": "Molecular aspects of MERS-CoV", "body": "Middle East respiratory syndrome coronavirus (MERS-CoV) is a betacoronavirus which can cause acute respiratory illness in humans [1] . Like other coronaviruses, including the severe acute respiratory syndrome (SARS)-CoV, it is a positive strand RNA virus. It has a genome of over 30 000 nucleotides, containing seven predicted open reading frames (ORFs) and four structural genes for spike (S), nucleocapsid (N), membrane (M), and envelope (E) proteins [2] [3] [4] [5] [6] . The S protein has been implicated in crossspecies MERS-CoV transmission and host cell infection [6] .\n\nMERS-CoV infection was first observed in Saudi Arabia in a 60-year-old man who died on June 24, 2012, after presenting at a Jeddah hospital on June 13, 2012 with acute pneumonia and subsequent renal failure [7] . The first human cluster was retrospectively confirmed in a public hospital in Jordan in April 2012, when 11 people became ill [8] . To date, WHO has been notified of 1735 laboratoryconfirmed cases from 27 countries, and of 628 deaths, mostly in Saudi Arabia, and has reported an overall case fatality rate of 36% [9] .\n\nIn MERS-CoV infection, acute viral pneumonia is often present, while gastrointestinal symptoms may also be experienced. Clinical severity can vary from asymptomatic to death, usually from acute respiratory distress syndrome (ARDS) [9] [10] [11] [12] [13] . Comorbid illness, older age, and high viral load have been associated with poor outcomes [10, 11, 13] . ICU admission linked to MERS-CoV infection has been associated with a mortality rate of 74.2% in a hospital in Saudi Arabia [14] .\n\nEmergence of human MERS-CoV probably resulted from multiple zoonotic crossovers, mainly from dromedary camels, however, limited human-to-human transmission has been observed, for example, in healthcare facilityassociated outbreaks in Saudi Arabia, Korea, and United Arab Emirates (UAE) [5, [15] [16] [17] [18] [19] [20] . These were attributed to inadequacies in infection prevention and control procedures.\n\nThe following review of the molecular aspects of MERS-CoV considers evolution, transmission, genomics, possible mutations, and potential vaccine/therapeutic targets.\n\nCoronaviridae is a family of viruses which can adapt to multiple species, including humans. Bats are considered to be the main mammalian CoVs reservoir [21] . Human coronaviruses (HCoVs) comprise Alphacoronavirus and Betacoronavirus genera; MERS-CoV is a betacoronavirus [22] . Betacoronaviruses are further subdivided into four clades, a to d; MERS-CoV falls into clade c (lineage 3) [23] . Closest known coronavirus relatives to MERS-CoV include the prototypic clade c betacoronaviruses, Tylonycteris bat virus HKU4 and Pipistrellus bat HKU5 virus [7, [22] [23] [24] [25] [26] [27] [28] [29] [30] . Another more closely related virus, termed PML/2011 and later NeoCoV, was isolated from a Neoromicia zuluensis bat in South Africa. This strengthens the possibility that ancestors of MERS-CoV may be found in Old World bats of the Vespertilionidae family, which includes the Neoromicia and Pipistrellus genera [30, 31] . The most recent common ancestor of MERS-CoV and NeoCoV was estimated at approximately 44 years ago [32] .\n\nRooting of the phylogenetic tree of MERS-CoV to NeoCoV suggests that MERS-CoV evolution occurred in camels prior to that in humans, with the initial bat-to-camel host switching event occurring in Africa [30] . Current theory suggests that an exchange of genetic elements among ancestral viruses led to MERS-CoVemergence; this may have occurred in bats, or else camels may have acted as a genetic \"mixing vessel\" [30] . Molecular clock dating suggests that for human isolates the evolutionary rate for epidemiologically unlinked MERS-CoV genomes is 1.12 Â 10 -3 substitutions per site per year, and time to most recent common ancestor (tMRCA) is March 2012 [33] . Meanwhile a cluster of isolates identified in the eastern part of the Arabian Peninsula are estimated to have diverged toward the end of 2012 [34] . For all MERS-CoV isolates, including human and camel, tMRCA has been estimated in late 2010 [32] . Twenty eight potential recombination sequences have been identified in the MERS-CoV genome and frequent transmission to and fro between humans and camels has been observed since the initial transmission event [7] .\n\nMultiple zoonotic transfers are considered to have caused most human MERS-CoV infections, with limited secondary human-to-human transmission, particularly in family and healthcare settings, resulting in hospital-associated outbreaks in Saudi Arabia, Korea, and UAE [5, [15] [16] [17] [18] [19] [20] 35, 36] . Human-to-human transmission appears to require close contact, however, adaptations in host-virus transmission determinants may increase vulnerability to both cross-species and human-to-human transmission [1] . Mutations in the S protein, particularly the receptor binding domain (RBD), would be important in alteration in MERS-CoV transmission properties, similar to observations in other betacoronaviruses [37] [38] [39] [40] [41] . Human dipeptidyl peptidase 4 (DPP4; CD26) is a functional MERS-CoV receptor, with binding mediated by S protein [39, 40] . S protein is the main neutralizing antibody target during coronavirus infections [42] . The MERS-CoV S has also been implicated in cross-species transmission. Recent evolutionary analysis suggested that the S protein was under strong positive selection pressures during zoonotic transmission of MERS-CoV to humans [7] . Out of nine positive selection sites in the S protein, six were found in the RBD.\n\nCamels are a likely major zoonotic source for human infection. MERS-CoV antibodies have been detected in the majority of dromedary camels tested in the Arabian Peninsula and parts of Africa, including Egypt, Oman, Jordan, Qatar, Saudi Arabia, Ethiopia, Tunisia, Kenya, and Nigeria [33, 34, [43] [44] [45] [46] [47] [48] . MERS-CoV has not been identified in other animals such as sheep, goats, cows, or water buffalo, although one recent study suggests alpaca may be another viral reservoir [35, 49] . Emergence of the virus in this New World camelid presents a potential widening of the zoonotic MERS-CoV range to South America and the United States, and other areas where alpacas are farmed [49] . Meanwhile bats are considered to be the main mammalian reservoir for MERS-CoV [21] .\n\nThere is a potential risk of transmission from food products derived from dromedary camels [48] . However, despite high frequency of consumption of dromedary camel milk and meat in the countries of the Arabian Peninsula, and the ritual significance of these camels after the Hajj pilgrimage, the frequency of MERS-CoV infection is substantially lower than that of these practices [5] . There is currently no evidence to suggest increased transmission of MERS-CoV among Hajj pilgrims despite the increased circulation of other respiratory pathogens [50] [51] [52] [53] . The extent of the human populations at risk from occupational exposure to dromedaries in the Middle East and Africa may be under-estimated, as direct contact rather than ingestion of dromedary camel products may be the more significant risk factor [5, 44, 54, 55] . There is genetic evidence for direct contact transmission of MERS-CoV from dromedary camels to humans. For example, in one case of a MERS-CoV patient in Jeddah who had been caring for a MERS-CoV-carrying dromedary camel, the genome sequences from the man and the camel shared a unique single nucleotide polymorphism (SNP) signature [56, 57] .\n\nFactors such as sample type or test employed may impact on likelihood of detection of human MERS-CoV infection. WHO recommends sampling from the lower respiratory tract (LRT) for real time RT-PCR testing, the gold standard detection method [5, 58] . However, in most studies upper respiratory tract (URT) samples are used, due mainly to convenience and non-invasiveness [5, 58] . Serological testing methods are also available, including those based on ELISA or immunofluorescence (IFA), traditional microneutralization tests (MNT), and pseudo particle neutralisation tests (ppNT) [5, 35, [59] [60] [61] . Further testing and validation of these tests in the context of mild or asymptomatic disease should help in development of accurate assessments of transmission and fine-tuning of public health policy [5] . More extensive and strategic serosurveys among the human population are needed to understand the extent of levels of MERS-CoV infection, in particular in the absence of severe symptoms [59] [60] [61] . The reason for lack of reported MERS-CoV infection in humans in Africa is not known, despite confirmed zoonotic potential of camel-carried viruses [33, 35, 43] . Studies on transmission among camels show evidence of circulation across broad areas including Nigeria, Tunisia, Ethiopia, and Kenya [33, 62] . In one recent study in Kenya, use of serological tests indicated an apparent absence of human MERS-CoV infections, suggesting that there are unrecorded cases of human MERS-CoV similar to previous reports in Saudi Arabia [63, 64] . There may also be less virulent strains in circulation in Africa, or different types of individuals may be more commonly exposed [63] . Extensive screening would help guard against under-or over-estimation of transmission or mortality rate [5, 54] .\n\nHuman-to-human transmission in healthcare settings has been linked to lack of or breakdown in infection control and prevention procedures, and can be successfully limited by aggressive implementation of effective measures [4, 65, 66] . Outside the Middle East, infection has been spread by travelers from the Middle East, including the outbreak in South Korea in 2015 [67] , as well as cases in the UK [68] , the United States [69] , the Netherlands [70] , and Thailand [71] . The first human case of MERS-CoV infection imported into China in 2015 arose in a South Korean contact of confirmed MERS-CoV cases in the South Korean outbreak [72] . The emergence of MERS-CoV in second and third generation contacts in that outbreak raised concerns that the virus could be mutating to become more readily transmissible between humans.\n\nTo limit healthcare facility-associated human-to-human transmission, WHO have issued detailed infection prevention and control guidelines for dealing with suspected or confirmed cases of MERS-CoV [1] . These include both standard and more advanced precautions for caring for patients with acute respiratory infections, as well as ongoing training and education of healthcare workers. In hospital outbreaks in Saudi Arabia, WHO identified contributory issues including emergency department waiting room overcrowding and inadequate basic infection prevention and control procedures [17] . Tackling such deficiencies led to a decline in cases in both Saudi Arabia and Korea. Guidelines have been issued in these countries, in line with WHO recommendations [4, 65, 66] .\n\nFull understanding of the transmission of MERS-CoV depends on the underlying viral genetics. Whole-genome deep sequencing of 32 complete or partial MERS-CoV genomes from respiratory samples from human MERS-CoV cases in Saudi Arabia was carried out to help determine evolution of the virus in Saudi Arabia and surrounding areas [3] . Phylogenetic analysis of the sequences alongside 33 previously available sequences indicated that there were four Saudi Arabia clades, of which only the Hafr-Al-Batin clade was contributing to current cases [2, 3] . Clade disappearance could indicate increasing success of improved surveillance and infection prevention and control measures, and a viral R 0 of less than 1, however, undiagnosed asymptomatic spread could also be a factor [3] . Genomic and phylogenetic analysis suggested that a uniform evolutionary gradient of MERS-CoV across Saudi Arabia and surrounding countries was unlikely, and that transmission was probably due to movement of infected animals, animal products, or infected humans [2, 3, 72, 73] .\n\nOverall, the 182 MERS-CoV genomes sequenced to date from humans and camels share greater than 99% overall identity [74] . However, some variation is evident between viral genomes from camels in Africa and those from both humans and camels in the Arabian Peninsula [43, 75] . Results of genomic and phylogenetic analyses suggest that MERS-CoV viruses fall mainly into two clades, A and B, with MERS-CoV viruses from dromedary camels in Egypt falling into a distinct cluster termed clade C, separate from MERS CoVs detected elsewhere (Fig. 1 ) [3, 6, 72, 76, 77] . Fig.1 adapted from the study by Zhang et al. (2016) shows the phylogenetic tree of human and camel MERS-CoV strains, constructed by the maximumlikelihood method and rooted on the Egyptian dromedary sequence (clade C) [6] . Most strains fall into clade B, which contains five groups comprising both human-and camel-derived viral sequences from different regions (Fig. 1) . Group I includes 2014 camel and human sequences from the United Arab Emirates (UAE), 2013 camel sequences from Saudi Arabia and 2013 human sequences mainly from Qatar and France, with one from Saudi Arabia. Group II contains 2013 human sequences from Saudi Arabia and the UK. Group III includes the ChinaGD01 strain as well as South Korean and Saudi Arabian strains from 2015. Group IV is a small group (two sequences) of 2012 human-derived Saudi Arabia strains. Finally Group V is the largest group, dominated by human Saudi Arabia strains from 2014 and 2015, along with an assortment of other human-derived strains including 2012 strains from Jordan, the UK, and Saudi Arabia, 2014 strains from the USA and Qatar, and one 2013 strain from UAE, as well as two 2013 camel strains from Saudi Arabia (Fig. 1) [6, 72] .\n\nPhylogenetic analyses suggest that recombination has occurred between members of different clade B groups. Nucleotides 1-23722 and nucleotides 23723 to 30126 of MERS-CoV appear to have independent molecular clock rates [72, 78] . In one study, 28 potential recombination events were identified, including in three camel MERS-CoVs and 25 human MERS-CoVs from different clade B groups [6] . Genomic and phylogenetic analysis indicated that the S protein codon 1020, in the membrane fusion activity-related heptad repeat 1 (HR1) region, was under episodic selection pressure, while there was more modest positive selection of S codon 509, beside the S-protein/ DPP4 binding interface [3] . Thus while MERS-CoV is not yet considered capable of a high and sustained human-tohuman transmission rate, possible changes should be monitored in the S-protein, especially as it has been previously implicated in expansion of viral host range in other viruses including SARS-CoV [37, 79, 80] .\n\nThus, genomic studies indicate that there may be multiple recombination events in MERS-CoV and that the S gene is an area of particular note. Keeping track of mutations arising in MERS-CoV is vital in detecting changes that may increase human-to-human or animalhuman transmission and in developing therapies and vaccines.\n\nThe major concern is that mutations may arise in MERS-CoV which would increase viral affinity for human host cells. Coronaviruses gain entry into host cells by using the S1 subunit of the S protein to bind a host cell receptor such as DPP4, then use the S2 subunit for membrane fusion, with cleavage of the spike at the S1/S2 boundary by host proteases [41, 81] (Fig. 2). Fig.2 , from the study by Durai et al. (2015) , shows the replication cycle of MERS-CoV, including S protein-DPP4 binding [81] . This cleavage divides the spike into the N-terminal S1 subunit, containing the RBD, and the C-terminal S2 subunit, containing the fusion peptide, the HR1 and HR2 domains, and the transmembrane (TM) domain (Fig. 2) [37, 81] . Membrane fusion also requires conformational rearrangement of S2, exposing the fusion peptide and causing formation of a sixhelix bundle (6HB) of which HR1 and HR2 are essential elements [37] .\n\nMERS-CoV can enter human cells, whereas the bat HKU4 virus cannot. Mutational manipulation of the SI/S2 boundary of the HKU4 virus S protein showed that two single mutations, S746R and N762A, enabled it to enter human cells [41] . As the MERS-CoV spike contains these mutations, it is likely that they are critical in the ability of MERS-CoV to infect human cells and that mutations in this region of the MERS-CoV S protein would be of particular interest in enhancing transmissibility [41] . However, it was recently unexpectedly shown that MERS-CoV with mutant S proteins with reduced affinity for DPP4 arose during the 2015 South Korea outbreak [82] . The detected point mutations I529T or D510G both reduced RBD/DPP4 affinity [82] . A pseudotyped I529T mutation-bearing virus also had reduced host cell entry. Thus MERS-CoV adaptation in this outbreak appears to have been driven by host immunological pressure, ultimately leading to reduced rather than increased virushost affinity [82] .\n\nThe importance of the HR1 and HR2 regions in evolution of the S gene in betacoronavirus evolution was confirmed in a recent study showing that there were many positively selected sites in this region, including R652 and V1060, which were associated with expansion of host range [83] . In recent MERS-CoV evolution, adaptive HR1 mutations at position 1020 (Q/R/H1020) in camels or a previous host, which mildly reduced HR1 and HR2mediated helical stability and bundle formation, have been implicated in spread to humans [83] . While it may seem surprising that moderately destabilizing mutations were positively selected, these types of mutations can increase in vitro infection efficiency [83] .\n\nFollowing entry into host cells, MERS-CoV nonstructural polyproteins pp1a and pp1ab are made, then cleaved by two viral proteases, the main protease (Mpro) and the papain-like protease (Fig. 2) [81, 83] . Cleavage of pp1a and pp1ab is essential in viral maturation. The MERS-CoV Mpro crystal structure was recently described and shown to be similar to other coronavirus Mpro proteases [84] . Also like other Mpro proteases, dimerization is essential for catalysis. Mutational analysis showed that mutation M298R at the dimerization interface yielded a more stable dimer with greater proteolytic activity, suggesting potential importance of mutations that could arise in viral proteins other than the S protein [84] .\n\nThere is currently no specific evidence-based therapy or vaccine for MERS-CoV. Combined antiviral therapies have been used in patients who develop respiratory illness, for example, pegylated interferon (IFN)-α, ribavirin, and/ or lopinavir/ritonavir [85, 86] . Potential efficacy against MERS-CoV has been suggested by in vitro and animal studies, however, in vivo efficacy is less well-established [85] [86] [87] [88] . Recently the broad-spectrum antiviral nitazoxanide has been shown to have in vitro activity against MERS-CoV and other coronaviruses, and has been suggested to be a possible MERS-CoV therapeutic candidate [89] . However, development of a targeted anti-MERS-CoV therapy would be an attractive option.\n\nThe importance of the HR regions of the MERS-CoV S protein in adaptive evolution suggests that they would be potentially effective targets for antiviral synthetic peptides [83] . Effectiveness of a peptide named HR2P, spanning 1251-1286 of HR2 domains, has been demonstrated in vitro, with effective inhibition of viral replication and S protein mediated cell fusion [90] . Effectiveness of peptides that interfere with HR-mediated 6HB bundle formation has also been shown for other viruses including SARS-CoV [91, 92] . A HR2P analog termed HR2P-M2 was recently shown to be even more effective in blocking S proteinmediated cell-cell fusion in vitro and in inhibition of MERS CoV-expressing pseudovirus infection [93] . It could interact with a HR1 peptide to effectively block 6HB bundle formation. When administered intranasally to ad-5-human DPP4-transduced mice, it protected the animals from MERS-CoV infection, with lung viral titers being decreased more than 1000-fold. Protection was enhanced by combination with interferon β [93] .\n\nAnother potential MERS-CoV-specific drug target is the papain-like protease (PL pro ), which is involved in release of NSPs 1, 2, and 3 from polyproteins 1a and 1ab in coronaviruses [94] . The X-ray 3-D crystal structure of the MERS-CoV PL pro was shown to be similar to the equivalent SARS-CoV enzyme, comprising ubiquitin-like and catalytic core domains [94] . However, unique aspects of the MERS-CoV PL pro crystal structure, including the oxyanion hole, and S3 and S5 subsites, suggest potential targets for specifically designed antivirals [94] .\n\nDevelopment of a MERS-CoV vaccine would be a major step forward in stopping spread of this virus. In a study on viral shedding and antibody response on 37 adult MERS-CoV patients, all patients who survived infection produced anti-MERS-CoV IgG and neutralizing antibodies, compared to only about half of those who died [95] . However, antibody levels were only weakly inversely correlated with LRT viral load and were insufficient to eliminate LRT virus [95] . Given this apparent inadequacy of adaptive immune responses to clear MERS-CoV, the relatively high mortality rate, and the potential for the virus to recombine and adapt to be more readily transmissible, it is important that vaccine development be prioritised. Results of one study using ppNT on a representative range of serum samples suggested that all currently circulating human MERS-CoV strains are of one serotype, thus prototype strain selection is unlikely to be a major factor in success of vaccine candidates [96] . However, virus isolation success from respiratory samples correlated with IgA antibody levels, suggesting that vaccine formulations should be evaluated for IgA production potential [96] .\n\nUnsurprisingly the S protein has been the focus of many candidate vaccines [97] [98] [99] [100] [101] . An RBD fragment fused to the Fc portion of human IgG could bind human DPP4 and inhibit MERS-CoV infection in an in vitro cell culture model, and induce a humoral response in vaccinated mice, preventing RBD binding to DPP4 and inhibiting MERS-CoV infection [97] . Intranasal administration induced superior systemic humoral and cellular immune responses than subcutaneous injection [99] . Immunisation of rhesus macaques with an rRBD vaccine resulted in effective and sustained immune responses to MERS-CoV infection 14 days post-vaccination, including production of neutralising antibodies, alleviation of pneumonia, and reduction of viral load in the respiratory tract, further supporting the potential of RBD for use in human vaccines [102] . However, it is possible that vaccines based on RBD or on the S1 subunit may have limited epitope scope, so use of full-length S protein may be preferable for a broader antibody response [100] . Immunisation of mice and rhesus macaques with DNA expression vectors expressing full-length S protein, then with S1 subunit protein resulted in robust expression of MERS-CoV neutralising antibodies and protection against MERS-CoV-induced pneumonia [100] . Difficulties in achieving abundant expression and stability of fulllength S protein have also been addressed by construction of S protein nanoparticles in combination with Alum or Matrix M1 adjuvant, which induce anti-MERS-CoV neutralizing antibodies in mice [103] .\n\nUse of live-attenuated virus-based vaccines or replication-competent viral vectors could be a risky option, given the relative vulnerability of older patients and those with co-morbid diseases such as diabetes [42] . One possible alternative option is use of replication-deficient vectors. Examples of possible vectors which have been successfully used to express MERS-CoV S protein and induce neutralizing antibodies in mice include modified vaccinia virus Ankara (MVA) [104, 105] and ad5 or ad41-type adenoviruses [106, 107] .\n\nMeanwhile, GLS-5300, a DNA-plasmid vaccine encoding MERS-CoV S protein and co-developed by Inovio, GeneOne Life Science Inc. and the Walter Reed Army Institute of Research, has become the first potential MERS-CoV vaccine to be tested in humans [108] . It has entered a phase I clinical trial in healthy volunteers to evaluate its safety and its ability to generate humoral and cellular immune responses over a one-year period [108] . In preclinical trials in mice, camels, and macaques, the vaccine was shown to induce robust immune responses which were effective in preventing viral infection [109] . Given the status of camels as a likely host reservoir, the results from camels were particularly significant [109] .\n\nWhile GLS-5300 and other types of vaccines mentioned above would be intended for prophylactic use, current relatively low incidence of MERS-CoV infection and the lack of reliable small animal models means that both definition of a target population for mass prophylactic vaccination and sufficient demonstration of vaccine efficacy are challenging issues [42] . Thus, development of monoclonal antibodies for use in outbreak situations would be advantageous. Pre-clinical studies of several monoclonal antibodies, mainly targeted against the S protein, are on-going, some of which have been shown to be protective in animal models, both prophylactically and post-exposure [110] [111] [112] [113] [114] . Analysis of one potent monoclonal antibody, m336, which precisely targets the S protein RBD revealed a very low level of somatic mutation in the antibody heavy chain, and that V(D)J recombination and allele-specific residues were critical in generation of high-affinity binding between antibody and RBD [114] .\n\nThus far, spread of MERS-CoV among humans has been relatively limited, with Saudi Arabia experiencing the majority of cases. Human infection is likely to have arisen from multiple zoonotic transfer events, most likely from dromedary camels. There is some debate on the importance of dromedary camels as the most important reservoir of infection, given the preponderance of the virus among camels throughout Africa but relatively low reported levels of human infections, however, the extent of human infections may be under-estimated. Human-to-human transmission appears to require relatively close contact, and outbreaks have been mainly associated with spread within healthcare institutions, connected to inadequate infection control and prevention procedures. While genomic and phylogenetic analysis suggests that MERS-CoV is not currently capable of a high and sustained human-to-human transmission rate, it also indicates that mutations, for example, in the viral S-protein, could arise that would increase the viral host range and transmissibility. The relatively high mortality rate associated with the virus points up the importance of continuing to monitor the evolution of the virus and to seek targeted therapies and/or vaccines, bearing in mind the challenges inherent in identifying a relevant target population for vaccination. Promising therapies based on S-protein HR-targeted peptides, as well as potential vaccines based on S-protein nanoparticles are emerging, while a DNA-plasmid vaccine encoding MERS-CoV S protein has entered phase I clinical trials. Continuing to trace the evolution of the virus will be important in predicting possible increases in transmission to and among humans. Implementation of extensive, validated and strategic sero-surveys is vital for a full understanding of the true levels of human infection with MERS-CoV, in particular in the absence of severe symptoms or where symptoms are absent. Meanwhile, aggressive implementation of infection prevention and control procedures in healthcare institutions, careful monitoring of contacts of infected patients and tracing possible sources of infection, for example, occupational contact with dromedary camels, appear to be the most effective ways of keeping control of the transmission of this dangerous virus.\n\nAli A. Rabaan, Ali M. Bazzi, Shamsah H. Al-Ahmed, and Jaffar A. Al-Tawfiq declares that they have no conflict of interest. This manuscript is a review article and does not involve a research protocol requiring approval by the relevant institutional review board or ethics committee."}