{"title": "Incidence, Risks, and Types of Infections in Pediatric Long-term Care Facilities", "body": "I n the United States, more than 26 000 infants, children, and adolescents are discharged annually from acute care hospitals into post-acute care facilities. 1 Post-acute care facilities for children include pediatric units or beds within adult care facilities, rehabilitation hospitals, and freestanding skilled nursing facilities exclusively serving children or pediatric longterm care facilities (pLTCFs). [2] [3] [4] The population cared for in pLTCFs is increasing in size and medical complexity and consumes substantial health care resources. [5] [6] [7] Infections are a leading cause of morbidity and mortality in pLTCFs 8, 9 and may result in acute care hospitalizations and outbreaks. 10 However, few recent studies have evaluated the incidence of bacterial and viral infections diagnosed in the residents of pLTCFs, particularly in the era of commercially available, multiplex reverse transcriptase-polymerase chain reaction (RT-PCR) assays for viruses. 11, 12 We performed a multicenter study in 3 pLTCFs to (1) describe the types of infections, (2) calculate infection rates, and (3) identify potential risk factors for respiratory tract infections (RTIs). We also described acute care hospitalizations associated with infections and outbreaks that occurred during the study period.\n\nThis prospective study was part of a larger study called Keep It Clean for Kids (KICK), which aimed to reduce infections in pLTCFs by improving hand hygiene and the patient safety climate. 12, 13 The study was conducted at 3 pLTCFs in New York from September 1, 2012, through December 31, 2015, at site 1; from October 1, 2012, through December 31, 2015, at site 2; and from November 1, 2012, through December 31, 2015, at site 3. Infants, children, adolescents, and young adults 21 years or younger residing in the facilities at the start of the study period or admitted during the study period were eligible to enroll in the study. The study was approved by the institutional review boards of Columbia University Medical Center and St Mary's Hospital for Children. The institutional review boards determined that the study met the criteria for a waiver of written consent from parents and staff because the data used had been collected for nonresearch purposes, the project posed minimal risk, and patients and families were informed via newsletters and flyers of the systems-level study being conducted.\n\nInfections diagnosed by site clinicians (ie, physicians and nurse practitioners) were identified by weekly review of resident medical records and line listings of infections maintained by the sites. Infections were categorized a priori as RTIs, otitis/ conjunctivitis, skin and soft-tissue infections, urinary tract infections, gastrointestinal tract infections, and bloodstream infections. Respiratory tract infections included pharyngitis and sinusitis given that our previous work found that site clinicians frequently considered pharyngitis and sinusitis as upper respiratory infections. 14 Acute care hospitalizations associated with infections and hospital-days were collected, but infections diagnosed at acute care facilities were excluded.\n\nThe sites were required to report outbreaks, defined as 1 case of influenza or 3 or more cases of another viral or bacterial pathogen, to the New York State Department of Health. 15 Reports made during the study period were analyzed to assess the type of pathogens and the number of affected residents. Affected residents were those with confirmed or suspected infections. Residents with confirmed infections were those with a pathogen detected by diagnostic testing. Residents with suspected infections were those with signs and symptoms of infection but who did not undergo testing or had negative test results or those in close proximity to a confirmed case (eg, roommate or classmate).\n\nAs part of the standard of care, the sites obtained clinical specimens that were sent to outside hospital or commercial laboratories for processing. Tests for viruses were performed by multiplex RT-PCR. Bacterial respiratory cultures were obtained from the throat or tracheal aspirates of residents with tracheostomies. Blood cultures were obtained from residents with indwelling central venous catheters. Urine cultures were obtained via straight catheterizations.\n\nDuring the study period, the infection prevention and control practices at the 3 sites were generally similar. Briefly, residents with signs and symptoms of illness were placed on precautions while being evaluated for illness. Those with respiratory illnesses were placed on droplet and contact precautions. Those with gastrointestinal illnesses were placed on contact precautions. Roommates of ill residents or residents exposed to confirmed cases were also placed on relevant precautions. Isolation was maintained throughout the infectious period of the relevant virus. Other strategies used during outbreaks included closing affected units and/or classrooms.\n\nDemographic and clinical characteristics, including chronic comorbid conditions (CCCs) 5, 13 and device use, were collected by one of us (M.M.) who reviewed medical records at study enrollment. Throughout the study, diagnostic testing results,\n\nQuestion What is the burden of infection in pediatric long-term care facilities?\n\nFindings In a cohort study of 717 residents of pediatric long-term care facilities, 2052 infections were diagnosed by site clinicians. Respiratory tract infections were the most common, with young age, high number of chronic conditions, and use of feeding tubes and tracheostomies as risk factors.\n\nMeaning Residents of pediatric long-term care facilities are at increased risk of infections, particularly respiratory tract infections, for which several nonmodifiable risk factors were identified.\n\ncrude mortality, and data on discharge to home were also collected. Influenza vaccination rates of residents and staff were obtained from the sites.\n\nInfection rates were calculated for overall infections and types of infection per 1000 resident-days. Resident-days from the first day of the study period for residents already in the study sites or from the day of admission for residents admitted during the study period were calculated until the day of discharge, death, or end of the study period. Hospital-days in acute care facilities were not included in the calculation of resident-days.\n\nDescriptive statistics analyzing differences in demographic and clinical characteristics of residents at the 3 sites were generated. To determine risk factors for RTIs while accounting for variable observation time, rates of RTIs per 1000 resident-days among those with and without specific demographic characteristics, CCCs, and devices were calculated and compared. A generalized linear mixed model regression using negative binomial distribution was used to determine independent risk factors for RTIs while accounting for clustering by site. Possible risk factors for RTIs included age, sex, and race; use of devices (eg, central venous catheters, nasogastric tubes, and other tubes [ie, gastric, jejunal, and gastrojejunal feeding tubes]), tracheostomies, ventilators, and baclofen pumps (device for intrathecal antispasticity medication); and overall number and selected types of CCCs. Ventriculoperitoneal shunts were excluded because only 2 residents with these devices developed an RTI during the study period. Age and number of CCCs were included as continuous variables in the models. Site-level clustering helped to control for group-level differences, whereas negative binomial modeling was used to correct for overdispersion of the data. Factors with a significance of P < .10 in the bivariate analysis were then incorporated into the multivariable model. The ANOVA test was used to assess significant differences between groups. Two-sided P < .05 was considered significant. All t tests were 2-sided. The final model was constructed using the manual backward-elimination method of dropping the variable with the largest P value first. Final evaluation of RTI risk factors was based on the multivariable model examining fixed effects at a 2-sided 5% level of significance. All statistical analyses were performed in SAS, version 9.4 (SAS Institute Inc). 16 \n\nDuring the study period, 717 residents 21 years or younger were enrolled. The median (interquartile range [IQR]) age at enrollment was 2.6 (0.4-9.1) years, and 358 (49.9%) were male ( According to the study sites, the rate of influenza vaccination among eligible residents was greater than 90%. From 2012 to 2015, influenza vaccination rates among staff increased from 75% to 95% at site 1, from 92% to 96% at site 2, and from 96% to 99% at site 3.\n\nDuring the 3 years of the study, site clinicians diagnosed 2052 infections. More than half of the 717 residents enrolled (413 [57.6%]) had at least 1 infection diagnosed, and the mean (SD) and median (IQR) number of infections diagnosed per resident were 2.9 (4.2) infections and 1.0 (0-4.0) infection, respectively ( Table 2) . Overall, RTIs, otitis/conjunctivitis infections, and skin and soft-tissue infections were diagnosed most frequently. Respiratory tract infections were most common, occurring in 1291 residents (62.9%). While the most common types of infections at each site were generally similar, the overall infection rate (5.2%) as well as rates of RTI (3.3%; P < .001), skin and soft-tissue infection (0.41%; P = .008), urinary tract infection (0.29%; P < .001), and bloodstream infection (0.15%; P < .001) varied (eTable 1 in the Supplement).\n\nOf the 1291 RTIs diagnosed, laboratory samples from 961 (74.4%) were sent for diagnostic testing, and 700 (72.8%) were positive for 777 potential pathogens (some specimens had >1 organism detected). The proportion of RTI laboratory samples sent for diagnostic testing differed among the 3 sites (P < .001) and ranged from 61% to 84% of RTIs. Overall, 669 of the 777 potential pathogens (86.1%) were respiratory viruses ( Figure) . Rhinoviruses or enteroviruses were most common among the 3 sites (mean rate among sites, 60.2%; range, 55.8%-65.5% per site) followed by parainfluenza (mean, 13.1%; range, 12.6%-14.2% per site) and respiratory syncytial virus (mean, 10.9%; range, 3.5%-13.9% per site). Influenza species were detected in 16 RTIs (2.4%). Bacteria were detected in 178 RTIs (13.8%), 102 urinary tract infections (90.1%), and 19 suspected bloodstream infections (32.6%) (eTable 2 in the Supplement). Among RTIs, group A streptococci (n = 27), Pseudomonas aeruginosa (n = 19), and Serratia marcescens (n = 11) were most common.\n\nFifty residents (7%) had at least 1 hospitalization associated with infection, and 13 (1.8%) had 2 or more hospitalizations. The overall number of hospital-days was 1683, and the median number of hospital-days per hospitalization was 6 (range, 2-685) days.\n\nThe reported outbreaks and affected residents are summarized in Table 3 . The 3 sites reported 62 outbreaks that affected 819 residents (some residents were involved in >1 outbreak). Rhinovirus or enterovirus outbreaks were most commonly reported (n = 24) and affected the largest proportion of residents (n = 307). Influenza caused 6 outbreaks that affected 59 residents. Only 2 outbreaks caused by gastrointestinal viruses were reported.\n\nIn the bivariate analysis, age at enrollment, the number of CCCs, and presence of a respiratory CCC, baclofen pump, feeding tube, tracheostomy, or ventilator had incidence rate ratios with significance of P < .10 and were entered into the multivari-able analysis of RTI risk factors ( Table 4 ). (Baclofen pump did not remain significant and thus did not appear in the final multivariable model.)\n\nVentilators were excluded from multivariable modeling because of significant colinearity between tracheostomies and ventilators. Tracheostomies were included because they were more common and captured all residents who required a ventilator. The final multivariable model demonstrated that younger age (incidence rate ratio [ \n\nThe pLTCF population requires an intense level of care because of its high rates of chronic conditions and device use. Most of the 717 residents in this study were nonambulatory, and most had 4 or more CCCs. More than half required feeding tubes, and nearly one-third had tracheostomies. The study population was also young, with a median age at enrollment of 2.6 years. Infections also had a substantial effect on acute care resources, as 7.0% of residents with infections were hospitalized. Although relatively few studies describe infections in pLTCFs, like the present study all found that RTIs were most common. 10, 17, 18 These data contrast with the types of infections reported among adults residing in long-term care facilities and children in acute care populations. Urinary tract infections are generally reported to be the most common infection in adult long-term care facilities, 19, 20 while pneumonia, surgical-site infections, and gastrointestinal infections (including Clostridium difficile) are the most commonly reported infections among hospitalized children. 21 In pLTCFs, there are numerous opportunities for exposure to and transmission of potential pathogens, particularly respiratory viruses. 10, 11, 22 Residents require numerous medical interventions, specialized equipment, and rehabilitative and recreational services provided by staff with specialized skills. 12, 22 The facilities' physical structure may also contribute to pathogen transmission because of multibed resident bedrooms, common eating areas, and on-site schools. Furthermore, social and physical interactions are valued; thus, residents are in close contact with other residents, staff, volunteers, and visitors of all ages. 23 Residents may exhibit behaviors that contribute to transmission, such as difficulty adhering to respiratory and hand hygiene regimens. 24, 25 Pathogens circulating in the community can infect residents and staff and evolve into clusters of cases or large outbreaks. 9 During the study period, 62 outbreaks were reported to the New York State Department of Health, affecting 819 residents. Most of these outbreaks were caused by respiratory viruses, which can be associated with more severe disease and potentially death in this vulnerable population. 9, 26 Despite high rates of resident and staff influenza vaccination (>90%), influenza species were associated costs associated with RTIs are typically 10-fold higher during the respiratory viral season. 27 Respiratory viruses were more common than bacteria, and many of the bacteria detected were consistent with community-acquired pathogens, such as group A streptococci, Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis. These findings contrast with the results of a survey conducted among staff at pLTCFs: 76% of respondents ranked multidrug-resistant bacteria as the infection control issue of greatest importance in their facility. Systematic surveys of antimicrobial susceptibility data from pLTCFs are lacking. 28 We found that younger children are at increased risk of respiratory viral infections likely because of both immunologic and behavioral characteristics. Many children with CCCs are at increased risk of RTIs because of the difficulty of handling their secretions and/or aspiration. Device use is associated with increased contact with staff and therefore an increased risk of transmission of pathogens. 22, 24 Feeding tubes could increase the risk of aspiration, although nasogastric tubes were not found to be a risk factor for RTIs. We speculate that this lack of effect reflects the shorter duration of use of nasogastric tubes, which are likely replaced by more permanent enteral feeding tubes. 29 None of the patient risk factors we found are likely modifiable in this population. However, infection rates varied among the sites, suggesting that other factors (eg, unmeasured patient factors and differences in site infrastructure, architecture, and/or infection prevention and control strategies) could be modifiable risk factors. One site demonstrated that sequential implementation of infection prevention and control policies directed at RTIs (including mandatory staff influenza vaccination) led to a significant decline in RTIs associated with outbreaks and influenza, although the overall RTI rate increased. 30 However, the optimal infection prevention and control practices are uncertain for the pLTCF population. 28 \n\nThis study has limitations. The study sites may not be representative of all pLTCFs and were participating in a study to improve hand hygiene rates to reduce infections. 13 However, the behavioral interventions did not lead to consistent improvement in hand hygiene. Other pLTCFs may not have ready access to viral diagnostic testing. Device-days were not collected; thus, infection rates by device-days could not be calculated. Some residents were regularly catheterized to manage neurogenic bladder, but these data were not collected. Validated case definitions for health care-associated infections in pLTCFs do not exist, which may contribute to differences in infection rates at the sites. 14 We defined infections as those diagnosed by the site clinicians. This definition could have overestimated infection rates if site clinicians considered colonizing flora (eg, asymptomatic bacteriuria or prolonged viral shedding) to represent infection. Furthermore, infection rates could have been underestimated infections if site clinicians did not consider a change in clinical status to be an infectious process. We could describe only a minority of pathogens causing bloodstream infections because blood cultures were often obtained in acute care facilities and susceptibility testing was often unavailable. Not all infections had laboratory or radiologic confirmation; for example, pneumonia was usually a clinical diagnosis because the sites did not have on-site radiologic capacity. Finally, the crude mortality rate may be an underestimate given that deaths that occurred in acute care facilities were not available in the sites' medical records. \n\nIn this multicenter study conducted at 3 pLTCFs, RTIs were most common. Respiratory tract infections were associated with younger age, increased number of chronic conditions, and the presence of feeding tubes and tracheostomies; these risk factors are unlikely to be modifiable in this population. Future work should focus on developing case definitions for infections in pLTCFs and creating evidence-based infection prevention and control strategies to reduce infections, particularly RTIs."}