{"title": "Effects and Cost of Glycyrrhizin in the Treatment of Upper Respiratory Tract Infections in Members of the Japanese Maritime Self-Defense Force: Preliminary Report of a Prospective, Randomized, Double-Blind, Controlled, Parallel-Group, Alternate-Day Treatment Assignment Clinical Trial", "body": "Upper respiratory tract infection (URTI) is the most common human disease, accounting for at least half of all acute illnesses. 1 It has been estimated that two thirds to three fourths of URTIs are caused by respiratory viruses. 1 Although therapies have been developed for rhinoviruses 2 and influenza viruses, 3 specific antiviral therapy has not been developed for most respiratory viruses.\n\nThe pharmacologic action of glycyrrhizin, the active component of licorice root, has been shown to produce anti-inflammatory activity, 4'5 modulation of the immune system, 6'7 inhibition of virus growth, and inactivation of viruses. 8-~° Glycyrrhizin also has been found to inhibit virus growth in mice infected with influenza viruses and to improve outcomes. ~ ~ Glycyrrhizin is most typically used to treat chronic hepatitis and allergic dermatitis as urticaria in Japan and has occasionally been used to treat URTIs without prospective, randomized, double-blind, controlled study methods. ~2\n\nThe aim of this study was to assess the efficacy of glycyrrhizin in improving the signs and symptoms of URTIs. We used a MEDLINE search for Englishlanguage articles (key terms: influenza, cold, upper respiratory tract infection, and glycyrrhizin; years: 1974-2003) to identify articles on this topic.\n\nThis prospective, randomized, double-blind, controlled, parallel-group, alternateday treatment assignment study was conducted in the Self-Defense Force (SDF) Etajima Hospital (Hiroshima, Japan). The protocol was approved by the human investigation committee at the hospital.\n\nMembers of the Japanese Maritime SDF aged 16 to 60 with URTIs treated from January 2002 to May 2002 were eligible. All patients fulfilled the following criteria: admitted to the hospital on the first arrival day as an outpatient; fever (body temperature >38.0°C) and signs and symptoms of URTI (headache, sore throat, rhinorrhea, and pharyngitis); and had not received antibiotics or oseltamivir phosphate. We obtained written informed consent from all patients before the study. Pregnant, possibly pregnant, or breastfeeding women were excluded from the study.\n\nChest radiography to detect pneumonia, culture of a pharyngeal swab for assessment of bacterial pathogens, and blood chemistry were performed by a technician in all patients on admission, and a second blood chemistry was performed on the second hospital day. Patients were admitted on consecutive days. Those who were admitted on an even day received an IV drip infusion of 40 mL of glycyrrhizin (0.2%) and 500 mL of lactated Ringer's solution daily during hospitalization (glycyrrhizin group). Patients who were admitted on an odd day received an IV drip infusion of 500 mL/d of lactated Ringer's solution without glycyrrhizin during hospitalization (control group). The infusions were prepared in the hospital pharmacy and were labeled identically to maintain blinding. Patients also were treated with PL ® (Shionogi & Co., Ltd., Osaka, Japan) 3 g/d by mouth 13 (1 g of PL contains salicylate amide 270 mg, acetaminophen 150 mg, caffeine 60 mg, and promethazine methylene disalicylate 13.5 mg) and/or dextromethorphan hydrobromide 45 mg and povidone-iodine to disinfect the oral cavity 14 until URTI signs and symptoms subsided. A suppository of diclofenac sodium 50 mg was provided if the patient's body temperature exceeded 38.5°C. All study medications were administered by a nurse. The treating physician changed the medication regimen to include PL, dextromethorphan hydrobromide, loxoprofen sodium, mefenamic acid, diclofenac sodium, tipepidine hybenzate, and/or ibuprofen as needed during the study. Patients were discharged when body temperature (as measured 4 times a day by a nurse) was <36.9°C and signs and symptoms improved sufficiently to allow the return to military duty.\n\nThe primary end point was tolerability, and the secondary end points included improvement of signs and symptoms of URTIs and cost.\n\nTolerability was assessed as a result of laboratory analysis and patient interview by the physician during hospitalization.\n\nCalculation of direct medical costs during hospitalization was made from the payer's perspective, based on the Social Insurance Medical Fee Table in Japan. 15\n\nThe between-group differences in age, sex, body temperature on admission, duration of hospitalization, maximum body temperature 24 to 48 hours after admission, blood chemistry including leukocyte count and C-reactive protein (CRP) level, findings on chest radiography, results of culture of a pharyngeal swab, cost of treatment, and incidence of adverse effects (AEs) were analyzed using the unpaired Student t test or chi-square test, where appropriate. Because it is difficult to make a quantitative analysis of the signs and symptoms of URTI, we compared the maximum body temperature 24 to 48 hours after admission and the duration of hospital stay (patients could not be discharged until their body temperature was <36.9°C) in the 2 groups. P -< 0.05 was defined as statistically significant. StatView ® software version 5.0 (SAS Institute Inc., Cary, North Carolina) was used for statistical analysis.\n\nA total of 41 consecutive patients were enrolled (39 men, 2 women; mean [SD] age, 23.5 [5.4] years). Table I grew pathogens; the difference was not significant. These findings did not influence therapies during hospitalization because they were obtained after discharge.\n\nNo AEs were reported in either group. \n\nThe mean (SEM) cost of treatment was significantly lower in the glycyrrhizin group than in the control group (51,120 [3220] vs 66,590 [4790] ¥; P--0.03) (Table II) .\n\nIn the present study, glycyrrhizin therapy benefited patients with URTIs by shortening the duration of the hospitalization and decreasing the cost of treatment compared with controls. Although a significant difference in the frequency of use of antipyretic drugs was not found between the 2 groups, the results indicated a lower mean body temperature and shorter duration of hospitalization in the glycyrrhizin group. Thus, glycyrrhizin may be effective in decreasing the signs and symptoms of URTI, including headache, sore throat, rhinorrhea, and pharyngitis. But these symptoms were not assessed; only temperature was measured as a treatment outcome.\n\nIn this study, the mean difference in CRP level between the first and second hospital day in the glycyrrhizin group was significantly higher than in the control group. Because the CRP level may reflect severity of infection, 16'17 the higher CRP level in the glycyrrhizin group suggests more severe infection than in the control group. Despite this, a lower mean body temperature and shorter duration of hospitalization were shown in the glycyrrhizin group. These results show that glycyrrhizin therapy may be beneficial in patients with URTI. Although its primary uses in Japan are for chronic hepatitis C virus (HCV) and dermatitis, glycyrrhizin also has been used to treat human immunodeficiency virus-1. Infrequent AEs, such as increased blood pressure and hypokalemia, have been reported in some patients after several months of glycyrrhizin HCV treatment. However, in this study in which glycyrrhizin was used for a short time, no AEs were reported.\n\nThe patients in this study were admitted to the SDF Etajima Hospital, giving us the advantage of being able to obtain their physiologic and laboratory data.\n\nBecause duties in military life are stressful, soldiers in poor health must be isolated and allowed to rest. Because most of the soldiers did not have their own house in the area, we chose to hospitalize them to have them rest. Accordingly, the results of this study should be interpreted with caution due to higher costs and shorter duration of illness than would be found in typical clinical practice due to the hospitalization of these patients. Because of the small sample size, further human studies are warranted to verify our results.\n\nIn this study of hospitalized patients with URTIs, glycyrrhizin therapy was associated with a shorter hospitalization, lower-grade fever, and lower cost of therapy compared with controls, showing that it may be beneficial to patients with URTIs."}