{"title": "Invasive alien plant species: Their impact on environment, ecosystem services and human health", "body": "Habitat destruction, environmental pollution and anthropogenic global changes (e.g. climate change) are other threats to native biodiversity, besides, invasion. Interestingly, it has been a matter of debate among invasion ecologists whether IAPS are the first/second-most severe threat (only 27.3% are in favour of this) or they should be ranked further below (Young and Larson, 2011) . It is worth mentioning here, that these rankings in relation to biodiversity threats/extinctions may be region-specific. However, most common view among the invasion ecologists in this respect is that this global problem of IAPS is being accelerated by the anthropogenic perturbations (Young and Larson, 2011) . Notably, in this respect Global Assessment Report on Biodiversity and Ecosystem Services of UN, recently declared the IAPS/alien invaders as major driver of biodiversity loss (IPBES, 2019) Human mediated transport, migration, and commerce are continuing to disperse an ever-increasing array of IAPS across previously insurmountable environmental barriers such as fresh and marine aquatic ecosystems, mountain ranges and even inhospitable climate zones (Rai, 2015; Kueffer, 2017) . Modern intensive agriculture managed for food security, however, has remarkably increased the spread of IAPS (Mack et al., 2000; Gilbert and Levine, 2013; Pimentel et al., 2005; Simberloff et al., 2013; Dudley et al., 2014; Rai et al., 2018) .\n\nIAPS are not only linked with the environment, but also, to the human well-being, often in negative and sometimes, positive manner. These evaluations are needed in investigating the IAPS impacts in socioecological and socio-economic perspectives. Invasion induced biodiversity loss, drastically alters the meteorology/temperature and other climatic variables, which, indirectly exert the negative public health impacts (Jones, 2019) . The ornamental and multi-purpose IAPS, which were deliberately or accidentally introduced subsequently spread to impose adverse effects on human and the ecosystem health. In brief, IAPS transmogrifies the global environment and the human health, in a highly intricate fashion, which, must be elucidated, to formulate integrated eco-restoration strategies (Rai, 2015) .\n\nNative plants can act as sink for air pollutants and contribute significantly to carbon sequestration (Pejchar and Mooney, 2009; Shackleton et al., 2019) . Therefore, loss of native plant diversity through invasive plant pathogens may indirectly affect human health through perturbations in the environmental quality (Jones and McDermott, 2018) . Interestingly, it has been demonstrated that certain IAPS may act as ecological indicators of environmental pollution (Rai, 2016) . For example, spread of a plant pathogen, the invasive emerald ash borer (EAB), resulted in massive destruction of dominant ash trees in the United States (US), which otherwise acted as an effective sink for air pollutants (Jones and McDermott, 2018) . Exposure to increased concentrations of hazardous air pollutants resulted in cardiovascular/ pulmonary problems in human populations. Extreme pollution stress is reported to result in mortality and economic loss is reported (Jones and McDermott, 2018) .\n\nSuccess of the IAPS is not decided by merely a single environmental factor and ecological attribute. Here, it is worth mentioning that the plant invasion, anthropogenic disturbances, climate change, biodiversity and human health may have complex and intricate relationship . Thus, invasion ecology is now increasingly being considered as trans-disciplinary subject, intimately linked with the Fig. 1 . An interrelation framework, among anthropogenic factors/global environmental changes (biotic invasions, habitat destruction/fragmentation, land-use/ climate change, environmental pollution), impacting socio-economy/livelihood and human health. P. Kumar Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 global change biology, land-use change, health science, restoration and conservation biology (Pysˇek and Richardson, 2010; Heshmati et al., 2019) . Adverse impacts of the IAPS on human health have been elucidated elsewhere (Pysˇek and Richardson, 2010) . The human health impacts of invasion are further exacerbated by the rapid spread of vector-borne pathogens (Clow et al., 2017; Schindler et al., 2018) . Further, IAPS tends to reduce the global agriculture productivity, by acting as weeds, besides, hampering the forest diversity (Haines, 2016) . Interestingly, SDGs, which address sustainable agriculture, water sanitation, food safety/security, poverty, human well-being/health etc., are adversely affected through concerted impact of current environmental disturbances (Haines, 2016) , linked with the invasion biology (Pysˇek and Richardson, 2010) . These environmental issues are global in nature and adversely affect public health (toxic chemicals, allergic, and the vectors of emerging diseases), this has led to the term 'planetary health' (Haines, 2016; Ebi et al., 2017) (Fig. 1) .\n\nSpread of the IAPS at global scale, particularly in disturbed areas such as landfills/dumps (which may form invasive plant epicentres), can profoundly affect human health through their pollen and toxins (Plaza et al., 2018) . It has been noted that global terrestrial as well as aquatic environments are being invaded by numerous IAPS (Tables 1  and 2 ). Therefore, unravelling the mechanisms, that make the replacement of indigenous climax communities originating through natural succession by IAPS-dominated communities (Blumenthal, 2006; Rai, 2015; Zuppinger et al., 2016; Chen et al., 2017; Slingsby et al., 2017) , is of paramount importance.\n\nGlobal biotic invasions are also among the prime agenda of Convention on Biological Diversity (CBD) for the control of IAPS impacts on the ecosystems and public health, which is further emphasized through Biosafety and Cartagena Protocol (Pysˇek and Richardson, 2010) . Earth Summit in Rio de Janeiro, 1992 has further recognised IAPS in the forestry/ agroforestry systems as one of the key causes of the harm to global environment, biodiversity and human health. IPBES (2019) in their deliverables 3(b)(ii) explicitly listed the threats of IAPS to the global biodiversity, ecosystem services, human health and livelihoods.\n\nThe IAPS issue should be addressed as an integrated/trans-disciplinary approach, bridging together the biology, bio-medical science, and socio-ecological/economy prospects on common platform (Hulme, 2017; Ebi et al., 2017; Vaz et al., 2017) . In light of the above, the present paper reviews the progress made during the recent past on the ecological mechanisms of IAPS and their multi-faceted impacts on environmental/ecosystem services and human health. These issues are raised in an environmental management and human well-being perspective with the sustainability paradigm. Further, the quest of phytotechnological implications, associated with IAPS biomass management, further give an impetus to mitigating the associated human health hazards. Therefore, understanding the invasion ecology of such species is of paramount important for developing suitable management strategies.\n\nIn this review, the relevant cited literatures covered the progress made in IAPS science over the past couple of decades. However, the majority of cited articles covered the recent progress in invasion science, but particularly from 2012 to 2019. Exhaustive literature survey was done to provide the readers an explicit and panoramic view of the IAPS biology. In this context, we used the search engine like SCOPUS, Web of Science, Science Direct and Google Scholar for the exhaustive literature survey. We collected 650 articles (covering academic/grey Mack et al. (2000) , Sharma et al. (2005) , Rai (2012 Rai ( , 2013 Rai ( , 2015 , Kannan et al. (2014 Kannan et al. ( , 2016 Belonging to family Asteraceae, one of the worst IAPS in China/North East India; Spread favoured by better association with microbial diversity Yu et al. (2014) , Kong et al. (2017) , Fu et al. (2018) 11. Opuntia stricta (Cactaceae) Invasive in South African regions, negatively affecting environment, health and socio-economy/livelihood Shackleton et al. (2017) 12. Parthenium hysterophorus L.\n\nCommonly known as parthenium weed, that now has a pan-tropical distribution; High expansion area in Himalayan mountain under the climatic change Cai et al. (2016) , Shrestha et al. (2018) 13. Fallopia japonica (Japanese knotweed)\n\nCauses substantial economic and environmental damage and alters food webs through secondary metabolites Smith et al. (2007a,b) , Rouifed et al. (2012) , Abgrall et al. (2018) \n\nChromolaena odorata An IAPS of diverse landscapes including Himalayan region; Basically novel weapons/allelochemicals are responsible for its invasion and native vegetation decline Reaser et al. (2007) , Mazza et al. (2014) , Nyasembe et al. (2015) , Stone et al. (2018) 4.\n\nDirect exposure A neophyte in South Africa imposing serious human health risk due to toxic pyrrolizidine alkaloids group containing (mainly retrorsine)\n\nEller and Chizzola (2016) 5. 17.\n\nDirect exposure External skin injuries and wounds due to cut from sharp edged leaves Pysˇek and Richardson (2010) 18.\n\nDirect exposure Health implications in form of eye and skin irritations, possibly due to glochids on the fruit Shackleton et al. (2017) 19.\n\nDirect exposure Injuries and wounds Pysˇek and Richardson (2010) (continued on next page) P. Kumar Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 literatures) on multifaceted impacts of the IAPS on environment, economy and health. Since there is paucity of critical evaluation on the health impacts of IAPS, the articles covering bio-medical aspects were analysed in-depth. To this end, we used the key words \"Plant invasion human health OR well-being\", \"Invasive alien plants health risks\", \"Alien OR biotic invaders human health\", \"Invasive alien plants health impact quantification\" in the said search engines. We varied the several IAPS terms as keywords e.g. \"invasive\", \"exotic\", \"alien\", \"non-native\", and \"introduced\" to widely address the state of the art in the plant invasion science. In this respect, we initially confined to the abstract of the articles and if found relevant to the theme, read thoroughly/critically and then extracted the scientific information, with citations in present review. To provide a concise, but explicit overview of the subject, other search terms included \"plant invasion economic impacts OR quantification', \"Plant invasion socio-economy OR livelihood impact\", \"Invasive plants ecological OR bio indicators\" ''plant invasion management'', ''Role of remote sensing OR GIS in plant invasion mapping OR management''. To study the IAPS interactions keywords comprised \"Plant invasion climate OR land-use change\", \"Plant invasion habitat fragmentation OR destruction\". In addition, we also accessed the important scientific databases available on the IAPS for extracting the useful information. We also tried to cover the recent efforts carried out at international forum to address the IAPS issue for environmental restoration.\n\nIn literature, there are several conceptually different ambiguous terms used in context of invasion ecology. Therefore, before starting the discussions on the causes of IAPS success, we will briefly introduce the terms, associated with the invasion ecology.\n\n'Invasion ecology' is actually the study of human-mediated introduction of IAPS to regions/area outside their potential native range through transport, establishment, colonization and landscape spread (Fig. 2 ). In addition to anthropogenic IAPS introductions, several other alien species have been introduced by other ways. For example, Limnocharis flava in Kerala is believed to be introduced by ocean currents (Abhilash et al., 2008) . Similarly, the Coconut has been dispersed to various places of the world, even islands, through waves and ocean currents (Harries and Clement, 2014) . Thus, the horizon of IAPS ecology is gradually expanding.\n\nA frequently cited term i.e. 'alien/non-native/exotic/introduced species' also refers to such species, which exist in a new region (away from the place of origin). Anthropogenic factors enable IAPS to overcome different bio-geographical barriers. Interestingly, these species may or may not be invasive, depending on their status along the naturalizationinvasion continuum. Nevertheless, 'invasive alien plant species (IAPS) are the alien species of plants, with efficient 'reproductive strategies (i.e. both vegetative and through seed) enabling them to sustain self-replacing populations, capable to produce offspring, even in the remote areas. IAPS can significantly affect the native plants of the invaded region, which are those species which have evolved in a particular area without the human intervention and thriving by natural means.\n\nAnthropogenic disturbances have not only led to the global expansion of IAPS, but also have drastically shaped the invasion mechanisms (Kueffer, 2017) . The basic mechanisms behind the IAPS success and impacts should be adequately understood for the ecological/health risk assessment of IAPS (Stohlgren and Schnase, 2006) . The reason of success of the IAPS in diverse environments, is complex, and needs to be investigated in the context of specific IAPS. In this respect, species Mazza et al. (2014) 22.\n\nAllergy resulting from pollen\n\nPysˇek and Richardson (2010) 23. Pyšek et al. (2007); Daisie (2009) ; Pysˇek and Richardson (2010) 25.\n\nDirect exposure Allergic response resulting in (flu-like symptoms)\n\nPysˇek and Richardson (2010) 26.\n\nDirect exposure Presence of a phytotoxin i.e. robin inner bark, young leaves and seeds which may contaminate the edible fried preparation of its flowers (in Italy) and may impose health implications on intake Daisie, (2009); Mazza et al. (2014) 27.\n\nVector Result in Malarial outbreak due to Spread of female An. Coluzzii, a malarial parasite, having affinity for nectars of these IAPS Stone et al. (2018) 28.\n\nDirect exposure Cardiac problem due to contaminated honey with toxins (grayanotoxins) produced and transferred from this IAPS Koca and Koca, (2007) Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 specific mechanisms for elucidating the spread of alien plants is necessary as they show differential invasive potential in tune with their ecosystem attributes (Ehrenfeld, 2008) . Several hypotheses, like enemy release (ERH), novel weapon (NWH) and empty niche (EN), have been proposed to explain the invasion of IAPS in new habitats (Fig. 2) . But, any single hypothesis is insufficient to explain the invasion of the IAPS. Sharma et al. (2005) are of the view that the most applicable hypothesis is always IAPS specific. In this respect, ERH hypothesis posits that some IAPS become more successful in the novel habitats when they are away from natural enemies like pathogens and herbivores found in their native habitats (Blumenthal, 2006; Rai, 2015) . For example, the seeds of Impatiens glandulifera, in newly invaded regions are free from fungal pathogens (Najberek et al., 2018) .\n\nAllelopathy is basically the ecological process in which biotic interference occurs through bio-active molecules (Singh et al., 2014a,b) . Allelochemicals are interestingly identified as novel weapon (NW), which dramatically suppress the native species and pave the way for IAPS colonisation in the new habitat (Pinzone et al., 2018) . Allelochemicals are basically secondary metabolites; mostly phenolics, terpenoids and sesquiterpenes that affect native plant species adversely (Singh et al., 2014a,b; Uddin and Robinson, 2017; Pinzone et al., 2018) .\n\nAmong these allelochemicals, phenolic compounds are ubiquitous and often result in allelopathy. Several IAPS like Fallopia japonica (Japanese knotweed), in United Kingdom, releases allelochemicals, which act as a novel weapon that drastically alters the food webs (Smith et al., 2007a,b; Abgrall et al., 2018) . Likewise, Chromolaena odorata secretes odoratin, a novel allelochemical, which imparts the ability to defend against enemies, especially soil borne pathogens, and thus provides the IAPS a competitive edge over the native species (Zheng et al., 2015a,b) .\n\nPropagule pressure is reported as another potential IAPS strategy; it has been found to help Ardisia elliptica to invade the new habitats in south Florida (Brooks and Jordan, 2013; Rai, 2015) . Zheng et al. (2015a,b) are of the view that ERH and EICA together enable Ageratina adenophorato allocate more energy towards growth and resource utilization, so as to outcompete the native species. However, in the case of several IAPS (like Phragmites australis, Melaleuca ericifolia, and Rumex conglomeratus), allelopathy and resource competition are found to act in unison to make the invasion more successful (Uddin and Robinson, 2017) .\n\nAlso, studies on the role of plant-microbe/insect interactions (both mutualist and antagonist) are necessary for elucidating the mechanisms of IAPS spread (Jack et al., 2017) . Nutrient enrichment in both the terrestrial and aquatic ecosystems plays a vital role in the success of IAPS in new habitats (Aragón et al., 2014; Uddin and Robinson, 2018) ; for example, an increased level of nitrogen in soils is found to help Bromus tectorum, (annual cheat grass), to outcompete the native flora (Morris et al., 2016) . Further, an interesting research observed that the IAPS impacted soil carbon pool/local climate mirrored differences in the traits of the IAPS and the natives (Martin et al., 2017) .\n\nIAPS tend to affect the biotic (plant-microbe interactions ranging from genomics and proteomics to ecosystem levels) and abiotic (the physicochemical soil attributes) components in a variable spatial and temporal manner (Song et al., 2015; Gibbons et al., 2017) . Molecular tools (16S rRNA gene sequencing) reveal that the success of an IAPS like Ageratina adenophora (Eupatorium adenophorum) over native species in a new habitat, lies in their close association with the microbial diversity and the increased levels of nitrate in soils (Yu et al., 2014; Kong et al., 2017) . Transcriptomics has revealed that the rapid invasion of Mikania micrantha in North East India and China over its congeners (non-IAPS i.e. M. cordata, and M. cordifolia) was in accordance with the environmental adaptations (Rai, 2015; Guo et al., 2018) .\n\nThe invasive Impatiens glandulifera increases the diversity of soil fungal and bacterial populations in its newly invaded habitats (Gaggini et al., 2018) . Some IAPS, like Fallopia japonica (Japanese knotweed) survives in extreme environment of acute salts demonstrating their P. Kumar Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 potential to tolerate the stressed environmental conditions (Rouifed et al., 2012) . Further, several IAPS (e.g., Centaurea stoebe and Bromus tectorum) facilitate the colonization of ammonia-oxidizing bacteria, which alters the ecosystem functioning (McLeod et al., 2016) .\n\nIn the natural environment, complementarity among several proposed invasion mechanisms/hypothesis is an enigma which needs to be resolved for the sustainable management and hence, mitigating the adverse human health impacts imposed through the IAPS toxins.\n\nInvasive plants are found to spread even in the ice-free Islands of Antarctica despite the Antarctica treaty (Hughes and Convey, 2010) . This seems to have occurred due to the deliberate movement of people and cargo for scientific explorations, industry and tourism, which may transport alien invaders of fungi, microbes, flora and fauna (Pysˇek and Richardson, 2010) . Invasive plants affect the habitats adversely, reduce diversity and ecosystem attributes, which is further compounded by the climate change occurring in the pristine ice-free Islands (Frenot et al., 2005) . Cinchona pubescens, known as the red quinine tree, is a model tree species in the treeless ecosystems of Galápagos highland, but recently it has been found to have turned invasive; thereby reducing the incoming solar radiation which affected the endemic herbaceous species more adversely than non-endemic native species (Ja¨ger et al., 2009) .\n\nIt is generally assumed that the well-managed protected areas, particularly those located on mountain hotspots, are resistant to plant invasion as evident from the notable areas in the Kruger Natonal Park of South Africa (Jarošík et al., 2011; Foxcroft et al., 2017) . Now there is a growing literature which reveals that the plant invasion is a major threat to forest biodiversity in protected areas also as is demonstrated in Gros Morne National Park in boreal Canada (Rose and Hermanutz, 2004; Foxcroft et al., 2017) . The Nature Conservancy (TNC) studies have further reinforced that protected areas across the world are also prone to the alien invaders (Randall, 2011) . SCOPE (Scientific Committee on Problems of the Environment) assessed about 2000 invasive alien vascular plant species from 24 protected natural reserve areas in 1980s (Usher, 1988; Foxcroft et al., 2017) . Global Invasive Species Program (GISP) has also reported that 487 protected areas may be invaded with alien plants that may pose a serious threat to the native forest biodiversity (Foxcroft et al., 2017) .\n\nClimate change together with other anthropogenic disturbances are expected to cause the upward movement of invasive plant species from plains to mountain regions especially in the protected forested areas (Diez et al., 2012; Dainese et al., 2017) ; and this upward movement is projected to happen at a rapid rate (Dainese et al., 2017) . Such studies have also been carried out on the spread of the IAPS in protected forested landscapes of the Himalayan Mountains (Adhikari et al., 2015; Carboni et al., 2018; Lamsal et al., 2018) .\n\nGlobally, the emergence of new IAPS is predicted due to the continuous anthropogenic disturbances (Seebens et al., 2018) . To this end, modelling can assist in investigating/predicting the future success of IAPS, as demonstrated through maximum entropy modelling, in the case of Acacia nilotica (Dermawan et al., 2018) . Studies have proved that the vegetation ecology, forest community composition, litter decomposition and soil nutrient status in protected areas are drastically affected by the spread of IAPS (Aragón et al., 2014; Uddin and Robinson, 2018) . Several environmental (e.g. solar radiation, soil variables/physico-chemical characteristics) and geographical attributes may act in concert, determining the invasion success, as demonstrated in the temperate forests of Korean Peninsula (Cerný et al., 2013) .\n\nIn addition to terrestrial environment, aquatic ecosystems, particularly wetlands are also threatened with IAPS. Recently, 40% of Ramsar Parties had developed a comprehensive national inventory of IAPS impacting the wetlands. Nevertheless, only 26% documented the concrete policy framework for their management (Ramsar Convention, 2018; IPBES, 2019) .\n\nBiotic invaders resulted in the homogenization of biota at a global scale and thereby affected the environment and ecosystem services indirectly (Pejchar and Mooney, 2009; Shackleton et al., 2019; Bartz and Kowarik, 2019) . Socio-economic impacts of invasion are mainly visualized through human health assessment (Rumlerová et al., 2016; Fu et al., 2018; Bartz and Kowarik, 2019) . The IAPS, particularly 100 flora and fauna invaders as per GISD (2013), which affect the environment and economy of both terrestrial and aquatic ecosystems, are listed in Table 1 .\n\nEcosystem functioning is perturbed due to IAPS to a greater extent in the Islands than in the mainland (Pysˇek et al., 2012) . It has been demonstrated that IAPS affect the ecosystem functioning through three basic mechanisms, (a) reduction in the diversity of native plants and animals, (b) remarkable changes in physico-chemical characteristics of soils (mostly through allelopathy), and (c) enhancement in ecosystems response towards altered fire regimes (Pysˇek et al., 2012) .\n\nOne well documented impact of IAPS is to reduce the biodiversity of native plants, which may have adverse implications for environment functioning, ecosystem services and global climate change (Richardson et al., 2000; Hulme, 2007; Winter et al., 2009; Vilà et al., 2009 Vilà et al., , 2011 Pysˇek and Richardson, 2010; Pysˇek et al. 2012; Fu et al., 2018; Schindler et al., 2018; Heshmati et al., 2019) . Interestingly, the role of IAPS, in native biodiversity loss is widely acknowledged. However, their assumed role in extinction is debated among invasion ecologists and in order to negate it or confirm it uniform dataset across the diverse habitats especially in the islands is needed (Gurevitch and Padilla, 2004; Sax and Gaines, 2008) .\n\nIntense competition between IAPS and native flora for critical resources regulating ecosystem functioning may lead to the 'invasion melt down' (Simberloff and Von Holle, 1999; Pysˇek and Richardson, 2010) . The invasion meltdown hypothesis states that the establishment of one invasive species in a new environment makes it easier for other nonnative species to invade (Simberloff and Von Holle, 1999) . It is also worth mentioning that the first impact of IAPS, i.e., reduction in biodiversity is quite uniform across the globe.\n\nAlien invaders are also known to adversely affect the wildlife (Gan et al., 2009) . For example, Spartina alterniflora replaces native macrophytes (Phragmites australis and Scirpus mariqueter) in wetlands of China, which eventually leads to the decline in avian populations due to the movement and feeding restrictions (Gan et al., 2009) .\n\nNutrient enrichment/eutrophication in the oligotrophic lakes leads to increase in the numerical strength of IAPS (Vitousek et al., 1987; Vitousek and Walker, 1989; Pysˇek et al. 2012) . Similarly, IAPS tend to spread at rapid rate, consequent upon the expansion of natural fire regime (D'Antonio and Vitousek, 1992; Pysˇek et al. 2012) , which may also have adverse impacts on the ecosystem functioning (Fig. 1) . IAPS have also been found to alter the fire regimes in several terrestrial ecosystems that result in a huge socio-economic loss (D'Antonio and Vitousek, 1992; D'Antonio, 2000; Chambers et al., 2007; Pejchar and Mooney, 2009 ).\n\nThe IAPS can invade the aquatic systems through certain novel physiological characteristics (e.g. high biomass, deep roots and high evapo-transpiration) and can thus impede water flow, making it un-fit for drinking and irrigation (van Wilgen et al., 1998; Pejchar and Mooney, 2009) . IAPS also tend to increase the flood frequency by narrowing the stream channels and altering soil attributes (e.g. decreased water holding capacity and increased soil erosion), which eventually harms the riparian native plant communities, besides having the human health implications. Plant invaders like Tamarisk, lead to economic loss around US$52 million annually (Zavaleta, 2000) . Lizarralde (1993) has reported that the IAPS, Castor canadensis (beavers) also perturbs water quality and increases the flood risk.\n\nIAPS are also known to affect quantity of surface and ground water (Shackleton et al., 2019) . Prosopis pallida, a N-fixing IAPS in arid regions of Hawaii Island exploits groundwater resources to a level that alters the soil's environment (Dudley et al., 2014) . Some IAPS exploit an enormous amount of water, which can compound the impact of water scarcity and bring a paradigm shift in socio-ecological regimes (Gaertner et al., 2014; Shackleton et al., 2019) .\n\nIAPS are also reported to alter the soil stability resulting in soil erosion (Pejchar and Mooney, 2009) . Invasions by noxious IAPS, like spotted knapweed (Centaurea stoebe), leafy spurge (Euphorbia esula) and cheat grass (Bromus tectorum) may have profound impact on the soil quality of the grassland ecosystems (Gibbons et al., 2017) . Acacia dealbata, an IAPS of Mediterranean ecosystem, reduces the native plant diversity by adversely affecting the soil chemistry and microbial functioning (Lazzaro et al., 2014) . Enhanced soil N favoured the IAPS Flaveria bidentis, over the competing non-native Amaranthus retroflexus and the native Bidens sp (Huangfu and Li, 2019) . Flaveria bidentis was assumed to modulate the elevated soil N for its growth while interacting with the other non-native/native plants.\n\nMany IAPS are well known for their influence on ecosystem services viz, aesthetic, recreational, cultural and regulatory (Pejchar and Mooney, 2009 ). Since IAPS tend to impede the water navigation, they are known to impact adversely the recreation and tourism services (Eiswerth et al., 2005) . Restrictions on sale of ornamental IAPS to avoid their harmful effects on environment have been reported to impact the aesthetic services of ecosystems (Reichard and White, 2001; Knowler and Barbier, 2005; Pejchar and Mooney, 2009 ). Many IAPS are also known to impact the regulatory ecosystem services [such as hazards mitigation (e.g. landslide), water treatment, pest management, pollination, climate change, etc.)], which are inextricably linked with agriculture and forestry (Colautti et al., 2006; Pejchar and Mooney, 2009) .\n\nThe invasion of Opuntia stricta in African region adversely affected the environment and economy. It has also affected the livelihood of local people through reduction in fodder and livestock health . Since the cultural values are confined to a specific community, their economic quantification is difficult (Pejchar and Mooney, 2009) .\n\nThe cultivation of multi-purpose trees and shrubs is encouraged widely in order to boost bioenergy and industrial sectors (Rai et al., 2018) . Although, multi-purpose plants provide several benefits to humans, the introduction of IAPS as a multipurpose species [e.g. introduction of Prosopis sp. (mesquite) in South Africa] can profoundly affect the ecosystem services (Rejmánek and Richardson, 2013; Shackleton et al., 2015; Shiferaw et al., 2019) .\n\nSeveral IAPS, introduced for human welfare are known to create environmental and economic havoc (Souza et al., 2018) . Therefore, people's perception about IAPS as well as their local ecological knowledge can be an effective approach to categorize the IAPS impacts. In this context, Acacia mangium, an IAPS in northern Brazilian Amazon, is noted for its harmful effects to economy, environment and indigenous people through alteration of the water quality (Souza et al., 2018) .\n\nThe invasion of aquatic macrophytes like Eichhornia crassipes (water hyacinth) in Lake Victoria has become a havoc for human welfare as it reduces fish production and eco-tourism potential (Kasulo, 2000; Pejchar and Mooney, 2009) . Furthermore, the ecological niche models (CLIMEX), and Global Climate Models have predicted a shift of water hyacinth, under climate change regime, towards European and Mediterranean regions indicating the serious economic implications of such invasion (Kriticos and Brunel, 2016) . The invasion of Tamarix ramosissima has resulted in huge loss of water (1.4-3.0 billion cubic meters worth US$26.3-67.8 million) in USA that deprives various human needs (Zavaleta, 2000; Mooney et al., 2005; Pejchar and Mooney, 2009) . Similarly, Melaleuca quinquenervia in Florida, and Eucalyptus species in California, with their deep tap roots, use a huge quantity of the ground water (Schmitz et al., 1997) .\n\nMyriophyllum spicatum (water milfoil), an aquatic macrophyte, in Lake Tahoe of Sierra Nevada (United States), caused a recreational loss by 1%, which in monetary terms amounts to US$500 000 annually (Eiswerth et al., 2005; Pejchar and Mooney, 2009) . A few IAPS, like Euphorbia esula (leafy spurge) and pathogenic IAPS Xanthomonas campestris (citus canker) are known to cause economic loss of ca US $200 million dollar annually (Andersen et al., 2004) . It has been estimated that about US $ 600 million goes to minimize the loss caused by IAPS to environment and agriculture (Andersen et al., 2004) .\n\nOffice of Technology Assessment (1993) quantified the loss to the tune of US$97 billion (between 1906 and 1991) due to 79 invasive species. In United States alone, the loss due to pathogenic invaders (> 50,000 in number) was evaluated to be US $120-138 billion (Pimentel et al., 2005) ; the economic loss due to pathogenic invaders was further higher at global scale i.e. US$1.5 trillion per annum (Pimentel et al., 2005) . In China, an economic loss of the US$ 14.45 billion resulted from 283 flora/fauna invaders, hampering the forest, agriculture, wetland, grassland ecosystems linked with the human wellbeing (Xu et al., 2006) .\n\nIn African context, an IAPS of high risk i.e. Opuntia stricta, was evaluated to cause the economic loss of US$ 500-1000 per household per year through participatory rural appraisal (PRA) technique . Further, in the agriculture sector of African countries, alien invaders were evaluated to result in an economic annual loss of US$ 1 billion by causing damage to agriculture crops (Sileshi et al., 2019) (Fig. 3a; b) .\n\nIn Southeast Asian context, human health sector alone suffered economic loss of US $1.85 billion from disease-spreading alien invaders (Nghiem et al., 2013) . The agriculture and health sectors together suffered an economic loss of US$33.5 billion due to the alien invasive species. Thus economic loss due to invaders was more pronounced in agriculture (ca 90% of monetary loss) than human health sector ( Fig. 3a; b) .\n\nBiodiversity and its changes are inextricably linked with the human health, both in positive and negative sense (Daszak et al., 2000; Pysˇek and Richardson, 2010; Young et al., 2017; Stone et al., 2018; Aerts et al., 2018) . Positive implications of IAPS include their applications in vector borne control and ethno-medicinal uses (Rai and Lalramnghinghlova, 2011; Rai et al., 2018) . For instance, a mosquito repellent is extracted from Lantana camara (Mng'ong' et al., 2011; Stone et al., 2018) .\n\nSome biotic invasive species affect the human health through environmental contamination (Kueffer, 2017; Jones and McDermott, 2018) . For example, invasive plant pathogens such as emerald ash borer, which causes a massive devastation to ash trees in United States, the ash trees earlier acted as a sink to air pollutants (Jones and McDermott, 2018) . The elevated levels of air pollutants can elevate regional losses in the tree diversity, which results in severe health implications, including mortality (Jones and McDermott, 2018) . Losses of host plants are known to cause a spurt in the growth of pathogen population facilitating outbreak of several diseases like Tick-borne diseases, Tuberculosis (multidrug-resistant), severe acute respiratory P. Kumar Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 syndrome (SARS), acquired immunodeficiency syndrome (AIDS) and virulent Malaria (Daszak et al., 2000; Pysˇek and Richardson, 2010; Hulme, 2014; Young et al., 2017; Stone et al., 2018) . These severe human diseases and their sudden outbreak across continents are akin to biotic invasions themselves (Pysˇek and Richardson, 2010) . Increase in pathogen population owing to host loss caused by either the land use change or global warming have led to emergence of new diseases like Dengue and Yellow fever by Aedes aegypti, Lyme disease, African horse sickness, Chikungunya fever, Nipah virus disease etc. (Daszak et al., 2000; Hulme, 2014; Young et al., 2017; Stone et al., 2018) . Though, bees are known pollinators rendering remarkable beneficial ecosystem services (Morse and Calderone, 2000) , hybrid invasive bees, however, are hazardous to the human health (Kenta et al., 2007; Pejchar and Mooney, 2009) . Similarly, invasive mosquitoes spread several infectious diseases like yellow fever and dengue fever especially in American and Asian continents. Even in the pristine ecosystems of Antarctica, penguins are found to suffer from microbial pathogens such as avian paramyxoviruses (APMV), Salmonella, Clostridium perfringens, Newcastle (NDV) and Lyme diseases (Frenot et al., 2005) .\n\nBesides public health, IAPS also affect health of plants (Beckstead, et al., 2010; Pysˇek and Richardson, 2010; Young et al., 2017) . Several IAPS like cheat grass increase the outbreak of fungal pathogens, which adversely affect the health of native plants (Beckstead et al., 2010) . In certain instances, the pathogenic IAPS (i.e. blight fungus i.e. Cryphonectria parasitica) completely eliminates the existing dominant native life forms (e.g., Castanea dentate or American chestnut in eastern deciduous forest of US) (Parker et al., 1999; Andersen et al., 2004) . Further, a high risk plant invader Parthenium hysterophorus is demonstrated to spread phytoplasmas a vegetable pathogen, which is characterized by using molecular tools (16S rRNA and lineage-specific immunedominant membrane protein genes). Interestingly, Cai et al. (2016) observed that phytoplasmas infecting vegetables belong to the same genetic lineage as Parthenium.\n\nWe have tried to prioritize/document the IAPS, and their impacts on human health, through direct exposure, as vectors or through transfer of toxins in edibles (Table 2) . Lantana camara is one of the top ranking invaders, which provides a favourable habitat to tse-tse fly (Glossina spp.) which causes sleeping sickness (Leak, 1999) . Likewise, brushtail possum transmits bovine tuberculosis to live-stock and deer in New Zealand, affecting human health indirectly through food-chain (Clout Fig. 3 b. An IAPS Ambrosia artemisiifolia common ragweed) of (high risk in European Union (EU) with tremendous pollen production potential, causing human health hazards through allergy; the economic quantification of treatment costs are presented in relation to evaluated data from certain countries of EU; management perspectives tends bring trans-disciplinary researchers on common platform as its pollen biology, invasive potential in context of climate change, restoration aspects, public health hazards are tightly linked with each other. J.S. Singh Ecological Indicators 111 (2020) 106020 et al., 1999) ; whereas Parthenium hysterophorus serves as a vector of Malaria (Nyasembe et al., 2015; Stone et al., 2018) . Similarly, Ixodes scapularis is a vector of Borrelia burgdorferi, which causes the Lyme disease in humans (Clow et al., 2017) . In United states, a 'National Invasive Species Council' (NISC) is set up, which addresses the multifaceted environmental and human health risks in reference to IAPS spread (Andersen et al., 2004) . The 'Lancet Commission on Planetary Health' (Whitmee et al., 2015; Martin et al., 2016) and Universities for Global Health (CUGH) are some agencies which deal with human health from the mutifaceted environmental issues (Martin et al., 2016) . IAPS in the aquatic environments also have human health implications (Plaza et al., 2018; Stone et al., 2018) . The prominent aquatic IAPS like Phragmites australis and Typha assist in the colonization and multiplication of vector-borne pathogens, particularly West Nile virus (MacKay et al., 2016) ( Table 2) . Eichhornia crassipes (water hyacinth) is also a high risk IAPS, helping in the spread of schistosomiasis (Mazza et al., 2014; Gezie et al., 2018; Stone et al., 2018) . Likewise, another top ranked IAPS posing severe threats to the global environment and health is Arundo donax (Plaza et al., 2018) . Trade of these aquatic plants facilitates the spread of disease causing vectors across the continents and increase the health risks from vector borne diseases (Mazza et al., 2014; Stone et al., 2018) .\n\nWater blooms which belong to invasive cyanobacteria that release the cyano-toxins like microcystin, hepatotoxins, saxitoxins, lynbyatoxin and anatoxins are teratogenic (embryotoxic), carcinogenic, and promote tumours (Fig. 4) . These bio-toxins enter into food chain through the edible components of aquatic ecosystems like water chestnut, fishes etc. (Streftaris and Zenetos, 2006; Funari and Testai, 2008; Wu et al., 2012; Mazza et al., 2014; Lee et al., 2017) . Besides the algal invaders, there are several other IAPS, which release diverse chemical toxins; these IAPS prominently include Rhododendron ponticum, which contaminates honey with hazardous toxins (grayanotoxins), and causes health problems in humans (Koca and Koca, 2007; Daisie, 2009; Pysˇek and Richardson, 2010) .\n\nAmbrosia artemisiifolia, Parthenium hysterophorus, Ailanthus altissima, Acacia, Acer, Casuarina, Eucalyptus, Helianthus, Platanus and Xanthium are some of the IAPS which cause allergy in humans (Belmonte and Vilà, 2004; Mazza et al., 2014; Nyasembe et al., 2015; Lake et al., 2017; Müller-Schärer et al., 2018; Chen et al., 2018; Stone et al., 2018) ( Table 2) . European continent is the most severely affected area from the allergic immune responses in the form of asthma and other respiratory and skin diseases (Schindler et al., 2015; Bayliss et al., 2017; Müller-Schärer et al., 2018) . Among the various species, Ambrosia artemisiifolia, is reported as the most allergy inducing IAPS in Europe (Xu et al., 2006; Pysˇek and Richardson, 2010; Daisie, 2009; Schindler et al., 2015; Lake et al., 2017; Müller-Schärer et al., 2018; Chen et al., 2018) .\n\nSome studies have linked the IAPS aided allergy with the global climate change (Storkey et al., 2014; Lake et al., 2017) (Figs. 1 and 4) . The very basis of the pollen allergy from Ambrosia artemisiifolia (ragweed) is due to its 11 allergens reactivity towards IgE; and Amb a 1 and Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 Amb a 11 are recognised as the major allergens (Chen et al., 2018) ( Table 2) . Parthenium is also considered as an allergy inducing IAPS, which is known to cause respiratory asthma and eczematous dermatitis (Reaser et al., 2007; Mazza et al., 2014) , and Acacia dealbata too provokes allergic problems (Daisie, 2009; Pysˇek and Richardson, 2010) . Besides causing allergy, sap of Ailanthus altissima upon direct contact effectuates myocarditis (Daisie, 2009; Pysˇek and Richardson, 2010) . Opuntia stricta contains glochids in the fruit, which cause the eye irritations . Likewise, Senecio inaequidens also causes adverse health impacts as it contains retrorsine, an alkaloid of pyrrolizidine group (Eller and Chizzola, 2016) . IAPS like Cortaderia selloana (GISD, 2013; Mazza et al., 2014) , Spartina anglica, Caesalpinia decapetala, and Rosa rugosa (Pysˇek and Richardson, 2010) cause skin cuts and injuries owing to their sharp edge and silicate crystal depositions on leaves (Mazza et al., 2014) . Several ornamental IAPS also pose health issues as they emit toxins in the environment (Celesti-Grapow et al. 2010; Mazza et al., 2014) .\n\nAllergen-specific immunotherapy (AIT) is considered the most effective tool (Chen et al., 2018) for managing human health issues due to such allergic IAPS, whereas the adoption of ecological breeding measures like cross-breeding, and understanding the invasion biology of the IAPS can be useful for reducing their health impacts (Müller-Schärer et al., 2018) . However, species specific focused studies are warranted to provide an insight of health hazards, emanating from the exposure to IAPS for developing better mitigation strategies.\n\nThe quantification of economic loss in mitigating the IAPS induced disease is also important for their threat and risk assessment. The treatment costs of common ragweed imposed health risks are expensive in the countries of European Union (EU) and a diagrammatic representation of the economic cost is presented in Fig. 3b . Management initiatives and health risks mitigation measures are being taken in EU e.g. through SMARTER (\"Sustainable Management of Ambrosia artemisiifolia in Europe\") under the framework of EU COST Action-FA1203. (Müller-Schärer et al., 2018) (Fig. 3b) . Interestingly, besides hazardous health implication of this IAPS (common ragweed), it act as an ideal 'bridge species' in management perspectives to bring transdisciplinary researchers on common platform (Müller-Schärer et al., 2018) (Fig. 3b) .\n\nSince, the economic impacts of invasive species is not fully quantified uniformly at global scale, the monetary loss is considered as an 'invisible tax' (Pejchar and Mooney, 2009) . Evidently more precise and adequate economic indicators of IAPS are warranted for the impact assessment and sustainable management.\n\nAmong the 128 alien species in Europe, Rumlerová et al. (2016) recorded negative environmental impacts of 83% of species. Interestingly, the socio-economic impacts were manifested through human health, as observed in 78% of IAPS. In Cyprus, 225 non-native alien species were assessed for their health risks and among them, 100 were identified for causing medium to high and very high health risks (Peyton et al., 2019) . The rest 125 invaders in Cyprus were of very low human health risks (Peyton et al., 2019) . Importantly, Cyprus being an integral portion of Mediterranean biodiversity hotspot deserves immediate restoration measures to safeguard endemic natives and human health. The management of IAPS is predicted to create important improvements in public health alongside biodiversity (de Wit et al., 2017) .\n\nThe invasion biologists are now realizing that not all the IAPS impose threats to environment (Young and Larson, 2011) . It has been well known that almost 99% of the selected IAPS are used globally as food crops (Pejchar and Mooney, 2009 ). Even, certain IAPS (Lantana camara and Ageratum conyzoides) are reported to have some ethno- Fig. 4 . Chemical structure of hazardous biological/bio-toxins released by several algal IAPS, in invaded aquatic ecosystems exerting carcinogenic, teratogenic and dermatitis impacts on human health, besides negative impacts on other components of food chain. P. Kumar Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 pharmacological applications in primary health care. (Rai and Lalramnghinghlova, 2011; Rai, 2012) . IUCN's V th World Parks Congress (2003) clearly states that ''management of IAPS is a priority issue and must be mainstreamed into all aspects of managements of forests and protected areas\". This issue in context of the protected areas was highlighted during IUCN World Conservation Congress of 2012 and IUCN World Parks Congress held during 2014. Both positive as well as negative ecosystem services of IAPS must be clearly identified to elucidate their cost-benefit to guide the stakeholders and policy makers (Zengeya et al., 2017; Shackleton et al., 2019; Everard et al., 2018) .\n\nIn biodiversity conservation, identifying/prioritizing IAPS has been given the top priority (IPBES, 2019) . In this respect, 10% of coastal/ marine areas and 17% of terrestrial and inland water areas are conserved through the diverse targets/action plans. Further, attention is needed for the IAPS management of global protected areas, which cover the 14.9%, of the terrestrial realm (IPBES, 2019).\n\nIt is well known that mutualistic microbial diversity of arbuscular mycorrhizal fungi (AMF) remarkably assists in the sustenance of forests. Recently, a few IAPS have been reported to promote the diversity of AMF in Hawaii forests (Gomes et al., 2018) . Further, it has been observed that certain IAPS (Centaurea stoebe and Euphorbia esula) increased the abundance as well as diversity of mycorrhizal fungi, which have immense role in ecosystem functioning (Lekberg et al., 2013) .\n\nThere is an urgent need to compare the economic cost incurred for the management of IAPS, with their positive ecosystem services, both before and after the eradication of IAPS, in order to have a sustainable approach. For an instance, the eradication of Phragmites australis from the managed wetland systems resulted in the increased emission of NH 4 + while reducing the denitrification (Alldred et al., 2016) . Therefore, the aforesaid eradication strategy was not found environmentally suitable. However, the eradication of Lantana camara and Chromolaena odorata in South Africa was found economically suitable as predicted through the cost-benefit models on ecosystem services (Nkambule et al., 2017) .\n\nSeveral hyper-accumulator IAPS can be wisely used in phytoremediation of organics like poly aromatic hydrocarbons, heavy metals and particulate matter (PM). Thus, utilization of the waste IAPS biomass for phytoremediation can assist in their sustainable restoration and management Prabakaran et al., 2019) . Sustainable management of the IAPS often leads to environmental and biotechnological implications (through their use in phytoremediation) (Singh and Rai, 2016) .\n\nThe stress tolerance against pollutants, resistance to herbivores/ pathogens and allelopathy (Rai, 2009; Prabakaran et al., 2019) are common to both the IAPS and the hyperaccumulators. Thus most of the high risk IAPS can be used as environmental remediation tools. A few IAPS like E. crasspes (water hyacinth), Lantana camara, Pistia stratiotes (water lettuce) and Arundo donax (giant reed) are potent bio-systems for phytoremediation (Prabakaran et al., 2019; . As stated in the beginning, these IAPS can also act as an economically feasible tool for environment friendly genesis (phytosynthesis) of nanoparticles (for details see Rai et al., 2018) . Interestingly, these IAPS are listed within the top 100 global invaders of Invasive Species specialist Group (ISSG; New Zealand) (Lowe et al., 2000) . Therefore, our approach should focus on the eco-technological prospects of IAPS by turning nuisance waste into the pollution ameliorating resource.\n\nThree IAPS (Chromolaena odorata, Bidens pilosa and Praxelis clematidea) are also recognized as hyper-accumulators for the phytoremediation of health hazardous heavy metal i.e. cadmium (Wei et al., 2018) . The IAPS, Pistia stratiotes has been demonstrated to accumulate silver (Ag) nanoparticles from the environment (Hanks et al., 2015) .\n\nP. Kumar Rai and J.S. Singh Ecological Indicators 111 (2020) 106020 Phragmites australis is observed to remediate the health hazardous organic contaminants (Benzimidazole anthelmintics) from the environment (Podlipná et al., 2013) Several IAPS act as sources for bio-energy, animal feed, bio-polymers, and in augmenting the green economy . Spartina alterniflora, an IAPS, has been demonstrated to act as a potent tool for carbon sequestration in bio-energy industry, besides acting as the bio-agent for heavy metals phytoremediation (Liao et al., 2007; Prabakaran et al., 2019) .\n\nAquatic ecosystems also comprise numerous IAPS (Table 1, Table 2 ) with potential phyto-technological implications that need special attention for the biotechnological innovation through phytoremediation technologies (Rai, 2008; Rai, 2009; Rai, 2010; Singh and Rai, 2016; Hussner et al., 2017; Rai, 2018a,b; Rai, 2019; Rai et al., 2020) .\n\nProsopis juliflora, besides acting as multi-purpose IAPS can assist in phytoremediation of fluoride, in conjunction with iron oxide nanoparticles (Kumari and Khan, 2018) . Detailed studies on eco-technological prospects of certain IAPS, may assist in the formulation of suitable rehabilitation and restoration strategies. Melaleuca quinquenervia and Lygodium microphyllum introduced in the environment of southern Florida, were used for investigating the ecosystem attributes in invasion success and conceptualizing an eco-restoration model (Doren et al., 2009 ).\n\nIn this section we describe the environmental and ecosystem services, taking urban environment as classical example of invasion. In fragmented urban ecosystems, there is an urgent need to document the beneficial environmental/ecological services (Potgieter et al., 2017; Potgieter et al., 2019) . Further, the uneven and unequal diversion of economic funds for urban and city planning can also limit the management aspects of the urban vegetation (Irlich et al., 2017) . Urban environment can be ideal model system for plant invasions as they face the problem of habitat fragmentation, shift in land use, climate change, resources as well as hydraulic alterations and pollution and geological disturbance which are congenial to the IAPS colonization and spread (Klotz and Kühn, 2010; Cadotte et al. 2017; Potgieter et al., 2017 Potgieter et al., 2019 .\n\nIn urban landscapes, air filtration and pollution control, managing noise pollution, microclimatic regulation, etc. can be considered (Costanza et al., 2007; Potgieter et al., 2017) . Acer platanoides, the most widely recorded global IAPS, removes CO 2 and thus contributes to climate change mitigation, but it also contributes to the emission of biogenic volatile organic compounds (BVOCs) (Millward and Sabir, 2011; Bogacki and Syguła, 2013; Potgieter et al., 2017; Potgieter et al., 2019) . IAPS drastically alter soil attributes, however, certain IAPS like Kudzu (Pueraria montana), have been found to have potential to reduce soil erosion (Forseth and Innis, 2004) . 6 . Interdisciplinary interactions of IAPS, with multifaceted aspects of human well-being e.g. public health, (which is generally negative with rare positive impacts), environmental/socio-economic services, with livelihood implications (both positive and negative); An equitable evaluation of ecological economics in conjunction with associated phytotechnological implications of IAPS in nanotechnology, public health, agriculture and environment can provide an impetus to 'Sustainable Development Goals' (SDGs).\n\nEcological Indicators 111 (2020) 106020\n\nThe utilization of IAPS e.g. E. crassipes and Phragmites sp. for the bioenergy production may serve the twin purposes of sustainable renewable energy and alien weed management (Gizínska-Górna et al., 2016; Kriticos and Brunel, 2016; Rai et al., 2018; Stabenau et al., 2018) . Other IAPS like Fallopia japonica, Solidago gigantean, Impatiens glandulifera and Heracleum mantegazzianum produce huge biomass with high calorific value, providing a great opportunity for bioenergy production (Van Meerbeek et al., 2015; Van Meerbeek et al., 2019) . Utilization of IAPS biomass with an effective strategy for lingo-cellulose digestion can be a potential option for bio-energy, assisting in the climate change mitigation (Van Meerbeek et al., 2019) .\n\nThe aquatic IAPS Elodea nuttallii, recycles phosphorus efficiently, which may cause nutrient enrichment (eutrophication), adversely affecting the aquatic ecosystems (Stabenau et al., 2018) . This biomass of aquatic IAPS is also useful for biogas and P-rich compost formation (Stabenau et al., 2018) . We identify certain broad application areas of the IAPS linked with ecosystem services, sustainable energy and socioeconomy (livelihood) ensuring their sustainable management (Figs. 5 and 6).\n\nLivelihood is an issue of paramount importance, especially in the economically poor landscapes. Certain IAPS on the one hand act as a source of food while on the other adversely affect productivity of agriculturally important food crops (Shackleton et al., 2019) .\n\nProsopis glandulosa is considered to be a beneficial invader as its wood is marketed as a fuel wood in several countries of Africa and south-east Asia (Shackleton et al., 2019) . Australian Acacia, an IAPS in the Africa and Madagascar, are also used as fuel wood that serves as a source of livelihood to low-income people (Kull et al., 2007; Shackleton et al., 2019 ). An invader, Trichosurus vulpecula adversely impacts the natural vegetation in New Zealand by causing defoliation, but being eco-friendly for 'fur' industries and generating revenue worth US$20 million annually through exports (Pejchar and Mooney, 2009) .\n\nProsopis juliflora and Opuntia ficus-indica also serve as food and fodder in their invaded landscapes (Mwangi and Swallow, 2008; Shackleton et al., 2019) . Acacia dealbata in Eastern Cape region of South Africa serves as an important livelihood resource (Shackleton et al., 2019) . Cenchrus ciliaris, an invasive grass, is promoted by the farmers for grazing purposes (Marshall et al., 2011; Shackleton et al., 2019) . L. camara, an IAPS with-in top 100 invaders aid livelihood to several local villagers in India, as they use it for furniture and pulp making (Kannan et al., 2014 (Kannan et al., , 2016 . Although, Melaleuca quinquenervia tree has a positive role in honey production in Florida, its eradication is almost ten times more economical than honey-production (Serbesoff-King, 2003; Pejchar and Mooney, 2009) .\n\nThough some of the IAPS release allelochemicals, bio-active compounds of Parthenium hysterophorus, however, have been found good for vermicomposting. Fourier Transform Infrared (FTIR) Spectrometry has revealed that Parthenium allelochemicals (sesquiterpene, lactones and phenolic constituents), are destroyed during the process of vermicomposting (Hussain et al., 2016) .\n\nHealthy plant-pollinator interactions maintain biodiversity, food security, farmer/beekeeper livelihoods, social and cultural values (Potts et al., 2016) . However, IAPS and climate change remarkably alter the plant-pollinator interactions, in a very complex manner (Potts et al., 2016) . An invader plant Robinia pseudoacacia attracts more insect pollinators when compared with the native plant Cytisus scoparius. Thus, IAPS can attract high numbers of insect pollinators in the disturbed/ urbanized landscapes (Buchholz and Kowarik, 2019) . Similarly, another high risk IAPS i.e. Parthenium hysterophorus also attracted a greater number of bee pollinators than the indicator native plant (Ojija et al., 2019) .\n\nGeospatial technologies [Remote Sensing and geographical information system (GIS)] are fast and efficient tool for monitoring, assessment and hence management of the IAPS (Walsh, 2018; Khare et al., 2018 Khare et al., , 2019 . In certain cases these tools can also trace the root cause of invasive spread, as demonstrated in the success of an IAPS (Limnocharis flava) attributed to ocean currents (Abhilash et al., 2008) . Comparative assessment of several remote sensing tools (e.g. Pléiades 1A, RapidEye and Landsat-8 OLI) assessed the L. camara in an Indian biodiversity hotspot (western Himalayan region) and these sensors observed certain differences in relation to spectral reflectance and density of this IAPS (Khare et al., 2018) .\n\nThe noxious IAPS [Heracleum mantegazzianum (giant hogweed) and Fallopia japonica (knotweeds)] in Central Europe were mapped and it was observed that timing of the remote sensing is an important attribute in their invasion ecology. Best timing of mapping the IAPS through geospatial technologies can be intimately linked with their phenology (timing of life cycle events of a plant in relation to the environment e.g. flowering) and physiognomy (external appearance e.g. colour of leaves) (Mullerova et al., 2017) .\n\nThe luxuriant growth as extensive monospecific stands, greater amount of biomass and rapid spread through unique functional traits enable the IAPS to dominate the community. These ecological attributes, differentiating the IAPS from natives is exploited through remote sensing and GIS (Mullerova et al., 2017) . Therefore, the incorporation of functional/eco-physiological IAPS traits in spectral/spatial mapping tools can explicitly differentiate them from native plants (Niphadkar and Nagendra, 2016) .\n\nMulti-scale remote sensing tools effectively assist in invasion suitability mapping and sustainability of management practices. For example, through remote sensing, we can assess the possible return of IAPS on eradicated sites, thus judge the efficacy of this management practice (Mullerova et al., 2017) . Land suitability and ecosystem process models are being used in conjunction with the geospatial tools for managing the IAPS (He et al., 2015; Walsh, 2018) . In this respect, species distribution models (SDMs) in association with multi/hyperspectral remote sensors and Light Detection and Ranging (LiDAR)/ RADAR missions, can better map the habitat suitability characteristics of IAPS (He et al., 2015) .\n\nFor IAPS mapping, in addition to very high resolution satellites (e.g. Pleiades, QuickBird, Ikonos, MODIS, Landsat), unmanned aircraft vehicles (UAV) are preferred in recent times in view of their high spatial resolution and cost-effectiveness (Mullerova et al., 2017) . Considerable future challenges in geospatial tools lie in the mapping of herbaceous IAPS and fragmented/sub-canopy distributions (Walsh, 2018) . Further, the low temporal/spatial resolutions of multi/hyperspectral sensors with high cost are concern for the developing countries. For addressing this issue, efforts are on to advance the image classification algorithms (e.g. nonparametric) as well as vegetation/diversity indices (e.g. normalized difference vegetation index-NDVI/beta diversity) for cost-effective efficient monitoring, mapping and modelling of IAPS (Royimani et al., 2018; Khare et al., 2019) .\n\nEcological indicators for IAPS monitoring programs through modelling warrant focused research for accelerating their sustainable management efforts (Doren et al., 2009a,b) . It is worth mentioning that new arrival of the IAPS [new non-indigenous species (nNIS)] has been demonstrated to act as ecological indicator (nNIS indicator), to assess the extent of anthropogenic disturbances (Olenin et al., 2016) .\n\nCertain aquatic invasive alien species were observed to adversely impact the Benthic Quality Index (BQI) in marine ecosystems (Zaiko and Daunys, 2015) . Thus, these coastal invaders can act as ecological indicators of the marine ecosystem health. IAPS are the major vegetation components in the urban environment. Alien species, especially those initially transported as neophytes, act as indicators of land-use change in the urban environment (Godefroid and Ricotta, 2018) .\n\nThe IAPS Impatiens glandulifera and Fallopia japonica acted as the ecological indicators for the long-term changes recorded in vegetation composition of riparian habitats (Pattison et al., 2017) . Other researches also observed that alien invaders also indicate the riparian habitat quality (Smith et al., 2007a,b) . Non-native alien plants and land-use change were the prime factors impacting functional plant traits in the wetlands (Roy et al., 2019) . Thus IAPS spread near wetland habitat can perturb the aquatic biodiversity and biogeochemical cycling, and hence IAPS can act as functional/ecological indicators of wetland's health (Roy et al., 2019) .\n\nPhysiognomy of IAPS and the intracellular elemental composition of their plant parts can remarkably alter the diversity attributes of native species (Fu et al., 2018) . For example, herbs, like Ageratina adenophora and Eupatorium, tend to alter the species diversity of understorey vegetation of pine forests owing to their high specific leaf area and foliar phosphorus and nitrogen contents and thus may act as ecological indicators of species diversity loss (Fu et al., 2018) . Fu et al. (2018) further observed that native species with low leaf nitrogen concentration will disappear first from Ageratina adenophora invaded ecosystems.\n\nFor an effective management of IAPS, their ecological/human health impact should be included as evaluation measures (Schmiedel et al., 2016) . The management programmes and policies of IAPS management also cover the huge economic costs. The DAISIE project, designed for preparing alien invaders database of European Union, involved an economic expenditure of €3.4 million (McGeoc et al., 2010) . Nevertheless, this cost was quite less than the environmental and socioeconomic damages (exceeding €12 billion/year in Europe) caused by the worst alien invaders (McGeoc et al., 2010) .\n\nEvery nation must evolve appropriate indicators to manage the IAPS problem. These indicators can be useful to quantify the invasive spread adversely impacting biodiversity and policy responses (McGeoc et al., 2010) . Further, the formulated indicators should be linked with the nation's invasion debt (i.e. indicators based on introduction debt, establishment debt, colonization/spread debt, and impact debt) (Wison et al., 2018) (Fig. 5 ).\n\nAn efficient invasion indicator has been developed using the two high risk IAPS (Australian acacias and eucalyptus), incorporating niche and trait proxies (Gallien et al., 2019) . Such ecological indicators assess naturalization and establishment potential of the IAPS, thus, can analyse the imposed ecosystem impact. The Indian Himalayan Region covers the biodiversity hotspots, and therefore, Long-Term Ecological Monitoring (LTEM) in concert with the ecological indicators is devised for IAPS and climate change risk assessments and mitigation measures (Negi et al., 2019) . Nevertheless, sustained efforts are needed in such IAPS monitoring/modelling prospects for the ecological restoration.\n\nThe ambitious, but vital sustainability targets of SDGs, Convention on Biological Diversity (CBD) and International Treaty on Plant Genetic Resources for Food and Agriculture (ITPGRFA-article 5) in biodiversity conservation need quantitative ecological indicators to implement the restoration measures and meet their targets (United Nations, 2015; CBD, 2018; Khoury et al., 2019 ). An indicator, gap analysis methodology, has been demonstrated to be relevant in implementing the conservation measures of wild food crops, intimately linked with human well-being (Khoury et al., 2019) .\n\nEconomic evaluation of the IAPS is essential to rate their threats and thus formulate an action plan for their management and biodiversity restoration. Generic Impact Scoring System (GISS), an important assessment protocol, demonstrated 149 plants as worst invaders among the 486 investigated IAPS of Europe (Vila' et al., 2019) . Scoring methods for the impact quantification cannot cover all impacts and further they mostly cover the local and regional aspects only (Ricciardi et al., 2013; Jeschke et al., 2014; Vila' et al., 2019) . Further limitation in protocol formulations has been demonstrated in occurrence of the cryptogenic/cryptic alien species (species with unclear place of origin). Moreover, the risk analysis of IAPS is still inadequate due to lack of data on ecological impacts, transparency/ repeatability and inclusion of uncertainty factor in the assessments (Vanderhoeven et al., 2017) . Therefore, concrete impact assessment protocols (scoring methods) should be framed to quantify the environmental and socio-economic impacts of IAPS (Vila' et al., 2019) (Fig. 5) .\n\nSeveral models (e.g. a stochastic bioeconomic model) were developed to quantify the economic impacts of IAPS; however, more efforts are needed for having an inclusive model. Through stochastic bioeconomic model, the invasive Varroa destructor in Australia is predicted to cause an annual economic loss of US$16.4 to 38.8 million (Cook et al., 2007) . This economic loss due to invasive mite was due to decline in honeybee/pollinators population and reduced yield of the food crops.\n\nIn view of negative implications of many IAPS, there is an urgent need to prioritize and formulate cost-effective and eco-feasible strategies for their management. 'Biosecurity' is reported as a management strategy to minimize harmful environmental, economic and human health impacts of IAPS (Pysˇek and Richardson, 2010) .\n\nBiosecurity of the crops from IAPS and insect invaders can be formulated in biodiversity conservation policies, as intimately linked to food security (Sileshi et al., 2019) . Therefore, sustainable bio-control programmes should be implemented for the IAPS management in both natural and agro-ecosystems. The international community should also unite for an integrated approach to safeguard global biodiversity from IAPS and emerging infectious diseases (Zhou et al., 2019) .\n\nAn effective optimized biosecurity surveillance of invaders can pave the way for implementing the mitigation measures at the initial invasion stage (Poland and Rassati, 2019; Yemshanov et al., 2019) . Further, optimizing the biosecurity surveillance can prevent economic loss by managing the insect invaders at an early stage of establishment (Yemshanov et al., 2019) .\n\nMoreover, international and national biosecurity policies [e.g. International Standards for Phytosanitary Measures (ISPMs); CBD] also included risk assessment as integral component of overall plant/human health risk analysis (Lindgren, 2012) . However, ranking the invaders, impacting the agriculture/human health biosecurity by predicting their risk is still inadequate. This must be prioritized by each nation for the effective threat analysis (Paini et al., 2010; Yemshanov et al., 2019) .\n\nThe changing climatic conditions have been reported to affect the spread of such invasive species in terrestrial (Heshmati et al., 2019) as well as fresh water ecosystems of Africa (Jackson et al., 2016) . Drastic adverse impacts in the aquatics can affect several ecosystem services like human health, agriculture and forestry (Rai, 2015) (Figs. 6 and 7) .\n\nCertain IAPS like Ageratum houstonianum, Chromolaena odorata, Lantana camara, Parthenium hysterophorus etc. have invaded different Himalayan regions, which exacerbate the future climate change scenario, as predicted by the species distribution modelling (Shrestha et al., 2018) . Climate change interactions with the IAPS are argued to have an increased invasion through complex intricate changes in IAPS physiognomy, anatomy and biochemistry (Ziska, 2016) . Reduction in leaf protein levels of the IAPS under unpredictably changing climate can minimize effectiveness and persistence of herbicides in farmlands (Ziska, 2016) .\n\nIn Great and Amazon Basin of US, the replacement of sagebrush ecosystems with the invaded grasses has been found to reduce the carbon sequestration potential drastically (Prater et al., 2006; Pejchar and Mooney, 2009) . In contrast, when grasses are being replaced with the woody tree IAPS (e.g. Prosopis glandulosa), the carbon sequestration potential tends to increase (15-24 times with 32% increase in C-stocks) in the southern Great Plains of US (Hughes et al., 2006) (Fig. 1) . Therefore, invasion of grasslands with the woody IAPS can assist the climate change mitigation efforts.\n\nIt has been demonstrated that the impact of IAPS on carbon sequestration in invaded ecosystems is dependent on litter chemistry and microbial priming (Tamura and Tharayil, 2014) . Furthermore, link of invasion with climate change and other anthropogenic disturbances are demonstrated in marine meadows through Syringodium isoetifolium, an IAPS, the inter-linkage of these environmental perturbations increased the extent of this seagrass invasion by ca 800 fold (McKenzie et al., 2014) . Blumenthal et al. (2016) observed that warming changes the phenology of cheatgrass (Bromus tectorum) and expands its invasion range (Blumenthal et al., 2016) . Moreover, even the IAPS sharing same niche can have differential adaptability towards future climate and invasion intensity. Several models predicated that IAPS like L. camara was better adapted under the scenario of climate change than the native Cassia tora (Panda et al., 2018) .\n\nCyanobacterial communities in soils promote the spread of cheatgrass (Bromus tectorum), besides increasing soil fertility (Ferrenberg et al., 2018) . Several models like Ecological Niche Modelling (ENM) with the assistance of Global Biodiversity Information Facility (GBIF) have been developed to predict invasion trend under various climatic scenarios (Adhikari et al., 2015) .\n\nAlthough IAPS tend to adversely affect the native biodiversity and ecosystem services, their role in species extinctions is debated among the invasion ecologists. Nevertheless, UN-IPBES recently confirmed the biotic invaders as major drivers of biodiversity depletion. Anthropogenic disturbances are the prime factors responsible for biotic invasions. If such human mediated disturbances will be continued in the long term, there may be emergence of new IAPS, hazardous to environmental/human health. However with the explicit understanding of various mechanisms involved in arrival, spread and establishment of IAPS, we can sustainably manage the IAPS. In invasion ecology, more emphasis should be given on chemical ecology of native-IAPS interactions to elucidate the mechanisms of biodiversity loss. Emerging global issues, like biodiversity erosion, climate change, un-sustainable agriculture and environmental disturbances should be studied in depth to understand their complex interacting impacts on human health. Therefore, future researches should use multiple environmental stressors to address their impacts on environment/ecosystem services, socioeconomic (livelihood), and human health.\n\nAlso, the future course of IAPS management must address the economic considerations and societal acceptability. Management of the IAPS through their eradication involves a huge cost. Since, IAPS impact on ecosystems is highly variable in respect of their socio-ecological conditions, cost-benefit analysis is essential in future studies to safeguard the livelihood benefits.\n\nBiotechnological innovations for utilizing the biomass of the selected IAPS (through phytoremediation technology) may assist in their sustainable environmental management and concomitantly, restore the environment from diverse hazardous contaminants (e.g. heavy metals and particulate matter). Focused future research in the biomedical sector, especially in molecular medicines/phytosynthesis of nanoparticles is warranted to mitigate the human health implications emanating from the exposure to IAPS.\n\nFuture advances in geospatial (remote sensing/GIS) and omics (proteomics, genomics, and metabolomics) tools may also assist in unravelling the concerted impacts of environmental degradations on human health, and elucidate the mechanisms of mitigation for health risks. Further, the ecological indicator perspectives of IAPS and developing concrete risk assessment protocol need further studies. Indeed, the UN-IPBES-global indicators target i.e. 15.8, to achieve SDGs, intensively deals with the need of effective prevention and management strategies to control the IAPS by 2020. Moreover, there is a paucity of the ecological models/indicators to establish interrelationship among global environmental changes, biodiversity and health, warranting future researches.\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}