{"title": "", "body": "Clinical research networks and assessing pandemic severity\n\nWe agree with the challenges identified and solutions suggested by Lone Simonsen and colleagues (September, 2018) 1 regarding the importance of established clinical research networks in the rapid collection and dissemination of highquality data for assessing outbreak severity. This is a timely Comment, considering the 2009 influenza pandemic, regional experiences with Middle East respiratory syndrome coronavirus and plague, and ongoing Ebola outbreaks. We strongly endorse the observations made regarding the nature and magnitude of the problems identified and the proposed solution of using existing networks with established research infrastructure and proven capabilities. We extend this discussion by identifying two additional challenges: the absence of existing networks in many low-resource settings and the unmet imperative to standardise data collection.\n\nEnsuring that the most at-risk communities are adequately prepared for future outbreaks requires the establishment of research capacity in regions with little capacity at present, an achievable but challenging task. Considering the likelihood of pandemics originating and having a disproportionate impact in regions without established capacity, we must ensure that we take advantage of this interpandemic period to establish research capacity where it is needed.\n\nAdditionally, ensuring that the global community can access and interpret data on disease severity requires the ability to easily share data. One of the major challenges in reporting from the 2009 pandemic was the inability to merge data because of the absence of a standardised set of variables and a validated severity-of-illness score. 2, 3 In view of the diverse regional or global policies for hospital admission, health system capacity, and diagnostic testing, international comparisons of pandemic severity require these baseline standards to be meaningful.\n\nThrough the International Forum for Acute Care Trialists 4 and the International Severe Acute Respiratory and Emerging Infection Consortium, we have established a global network of critical care units dedicated to rapid data collection and sharing in future outbreaks. This work builds on the work of the Canadian Critical Care Trials Group and the Australia New Zealand Intensive Care Society Clinical Trials Group, who did observational research during the 2009 pandemic. Currently, using approved observational protocols for severe acute respiratory infection, we collect periodic data annually to determine baseline severity and to identify problems with the existing research infrastructure. Future steps will include expanding research tool development to other syndromes likely to cause future outbreaks, such as encephalitis, incorporating health system capacity for accurate population-level burden assessments, and ensuring that these varied research networks continue to intersect in meaningful ways.\n\nWe declare no competing interests.\n\nCopyright © 2018 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY 4.0 license."}