{"title": "Identification of one peptide which inhibited infectivity of avian infectious bronchitis virus in vitro", "body": "Coronaviruses, comprising a genus of Coronaviridae family, are large, enveloped viruses with single stranded, positive-sense RNA genomes. In general, coronaviruses cause severe respiratory and enteric diseases in domestic animals but only mild upper respiratory infections in human [1] . However, a novel member, severe acute respiratory syndrome associated coronavirus (SARS-CoV) was recently identified to cause a severe respiratory disease of human [2] .\n\nCoronaviruses are divided into four serologically distinct groups. Avian infectious bronchitis virus (IBV) belongs to group III coronaviruses. It is the etiologic agent of an acute and highly contagious respiratory disease of chickens [3] . IBV is endemic in probably all countries that raise chickens and its host range is con-sidered to be restricted to chickens. There are over 25 serotypes and the vaccine based on attenuated strains may provide poor cross-protection [4, 5] . Therefore, identification of inhibitory peptides of IBV may be of significance for IBV infection control in chickens, and studying the determinant for viral and cell interaction.\n\nIBV is less readily to grow in cell culture except chicken kidney cells or chicken embryo kidney cells [6] . Recently, we found that some IBV strain can grow efficiently in freshly digested HeLa cells which provides a very convenient tool to study IBV replication in vitro 1) . In the present study, we used this cell model to identify the peptides, which could inhibit IBV infection by panning a random phage peptide library with the purified virus. \n\nAn attenuated IBV strain M41 was used in this study. IBV was propagated in 10-11 d chicken embryonated eggs. The allantoic fluid was harvested 96 h after infection, and clarified by centrifugation 1000 g, 30 min (SCR20BC, HITACHI) at 4℃. The supernatant was filter-sterilized, and stored at −70℃ until use.\n\nVirus purification was performed from the supernatant by continuous sucrose gradient centrifugation. Briefly, the clarified infected allantoic fluid was precipitated by 10.00% (w/v) PEG 8000 with 2.33% (w/v) NaCl overnight at 4℃, and centrifuged at 10000 g for 30 min (SCR20BC, HITACHI). The pellet was suspended and further centrifuged in continuous sucrose gradient 30%-60% (w/v) at 35000 g for 3 h (Op-tima™ LE-80K Ultracentrifuge, Beckman Coulter). The white virus band was collected and dialyzed for 24 h in PBS. The final virus suspension was aliquoted and stored at −70℃ until use.\n\nSpecific peptides were obtained by panning a random phage peptide library from Ph. D.-12™ phage display peptide library kit (NEW ENGLAND Bio-Labs ® Inc., IPSWICH, USA) with purified IBV according to manufacturer's instruction. Briefly, the above-purified IBV in 0.1 mol/L NaHCO3 (pH 8.6) was coated in a 96-well microtiter plate overnight at 4℃, and the coated wells were blocked with blocking buffer containing 5 mg/ml BSA. After washing, 4×10 10 plaque-forming units (pfu) (or 10 μL of original library) for the first round panning and 1.5×10 11 pfu for the following rounds of panning was pipetted onto the coated wells. The specifically bound phage was recovered by an elution buffer (0.2 mol/L Glycine-HCl with pH 2.2, 1 mg/mL BSA), immediately neutralized with 1 mol/L Tris-HCl (pH 9.1), and amplified in early-log phase of the host bacteria ER2738 at 37℃ with vigorous shaking for 4.5 h. The phage was precipitated with PEG/NaCl and titrated. The concentrated phages were further utilized to the next panning, haemagglutination-inhibition and neutralization test. After the third and fourth round of panning, the eluted phage was screened by ELISA, and some clones were sequenced with the primer recommended by the manufacturer.\n\nSingle phage clones were randomly picked and screened for specific binding to IBV by conventional ELISA after the fourth round of panning. Briefly, two-fold serially diluted phage in 0.1 mol/L carbonate buffer (pH 9.6) was coated on 96-well microtiter plates overnight at 4℃. After being blocked for 2 h at 4℃ with a blocking buffer containing 5 mg/mL BSA, 2 μL IBV (about 6 μg) in 100 μL washing buffer (50 mmol/L Tris-HCl (pH 7.5), 150 mmol/L NaCl, 0.5% (v/v) Tween-20) was pipetted into the coated wells and further incubated for 2 h at 37℃. Specific binding was detected by a rabbit antiserum to IBV (prepared by this Lab) and horseradish-peroxidase-conjugated goat antibody to rabbit IgG (Southern Biotechnology Associates, Inc., Birmingham, USA). The signal was developed by adding TMB substrate. A 630 >0.5 was scored as positive, whereas negative phage clones gave values of <0.1.\n\nThe positive phage was taken as the template for sequencing analysis. The sequencing primer 5′-CCC TCA TAG TTA GCG TAA CG-3′ was specific for the phage pIII gene fused with the random peptide 12-mers and recommended by the manufacturer. The sequencing service was provided by Shanghai Sangon Biological Engineering & Technology and Service Co. Ltd. (Shanghai, China). Alignment analysis was performed using BLASTN (http://www.ncbi.nlm.nih.gov) with the peptide sequences.\n\nThe conventional HI test was performed on 96-well polystyrene plates [7] . Briefly, amplified phage or custom synthesized peptides (AC Scientific Inc., Xi'an, China) were two-fold serially diluted by PBS and then reacted with an equal amount (25 μL) of four haemagglutinating units (HAU) IBV pre-treated with 1% trypsin for 1 h at 37℃ [8] . Then 50 μL of 0.5% fresh chicken erythrocytes was added and incubated for 1 h at 37℃. HI titers of the phages were read.\n\nAvian viruses, Newcastle Disease Virus (NDV), and H9N2 subtype Avian Influenza Virus (AIV), and the phage encoding an irrelevant peptide were used to evaluate the non-specific binding. Meanwhile, the erythrocyte and phage controls were set to exclude self-agglutination as well.\n\nIBV inhibition with eluted phage or custom synthesized peptides (AC Scientific Inc., Xi'an, China) in human cell line HeLa (Chinese Center of Tissue Culture Collection, CCTCC GDC 009) was tested according to the standard protocol [9] . Briefly, two-fold serially diluted phage was incubated with equal amount of 200 TCID 50 IBV for 1 h at 37℃ in 96-well tissue culture plates with five wells each dilution. Then 100 μL of IBV-phage mixture was added to equal amount of freshly trypsin-dispersed HeLa cells with appropriate density. The phage displaying an irrelevant peptide was tested in parallel as the negative control. All the cells were grown in DMEM with 10% fetal calf serum and optimal concentration of antibiotics. The cytopathic effect (CPE) was recorded and the inhibition titer was calculated according to Reed-Muench Method [9] . All the assays were repeated at least three times independently.\n\nAfter the third and fourth rounds of panning, 40 clones were identified as positive clones with ELISA and ten of them for the fourth round panning were sequenced. The alignment produced the consensus peptide motif, which was a histidine-rich structure \"HXXH\" where X represents any residues (Fig. 1) .\n\nThe library was panned against purified IBV. Sequences from the recovered phage after the fourth round of panning are shown and the consensus elements are in bold which is a histidine-rich motif \"HXXH\" with some flexibilities in the residue number between two \"H\". \n\nAll of sequenced phages after the fourth panning were detected by HI test. The HI titers ranged from 1 : 32 to 1 : 256, whereas the phage with unrelated peptide could not inhibit haemagglutination of IBV ( Table  1 ). The sequence of the irrelevant peptide was \"AGNLGPLRSSAV\" obtained by panning against another protein in this lab. In contrast, the recovered phage could not inhibit haemagglutination of NDV and AIV (H9N2). Two linear peptides were custom synthesized. Peptide 1 was from phage 14 which was N-GSH HRH VHS PFV-C. Peptide 2 was made according to the sequence from feline aminopeptidase N (fAPN), a cellular receptor of IBV, at residues 126 -137 (N-NYT SHQ GHM VAL-C) (GenBank Accession No. U58920). The HI test showed that neither of the two peptides had HI activity.\n\nThe eight phage clones representing all the seven sequences after the fourth panning were tested for their viral inhibition activity, and all of them could inhibit IBV infection in HeLa. The concentrated phages were two-fold serially diluted starting from 1 : 20 corresponding to 2.5×10 16 pfu. After 48-72 h, distinct CPE occurred and inhibition titers were calculated based on CPE observation. The infected cells became rounding, congregating and detaching from the cell monolayers (Fig. 2) . The eight phage clones 1, 2, 6, 7, 10, 11, 12, and 14 showed inhibition titers at 1 : 136, 1 : 134, 1 : 104, 1 : 120, 1 : 120, 1 : 160, 1 : 90, and 1 : 178 respectively. The phage with unrelated peptide did not block IBV infection.\n\nAs to the two synthetic peptides, Peptide 1 could inhibit IBV infectivity in HeLa, while Peptide 2 could not. The inhibition titer of Peptide 1 was 1 : 240 corresponding to 8.3 μg/mL (6.0 μmol/L) peptide.\n\nPhage display has been widely utilized to screen antigen epitope [10] or monoclonal antibodies [11] , and study interaction between viruses and receptors. Virus surface glycoprotein displayed on phage is often used to pan against cells to screen new virus receptor or functional domain of receptors, for instance, in adenovirus type 5 (Ad5) [12] , hepatitis C virus [13] , HIV [14] , rotavirus [15] , etc. Receptor domain displayed on phage was also successfully used to characterize functional motif of virus surface glycoprotein [16] . For coronaviruses, phage display was used to characterize recombinant anti-idiotypic antibody against murine coronavirus-neutralizing monoclonal antibodies [17] , murine coronavirus neutralization epitopes [18] and monoclonal antibody of SARS-CoV [19] . In the current study, this technique was applied to identify the functional peptides, which could inhibit virus infectivity in cultured cells.\n\nAfter the fourth panning, a histidine-rich structure \"HXXH\" was found to exist in the peptides displayed on phage (Fig. 1) . Because haemagglutination was related to coronaviruses binding to a sialic acid containing receptor on erythrocytes such as IBV and transmissible gastroenteritis virus (TGEV) [20] , we tested HI activity of positive phages. The results showed that the positive phage clones displaying seven different peptide sequences after the fourth panning could specifically inhibit haemagglutination of IBV (Table 1 ). This evidence suggested that the pep-tides might block sialic acid binding site on IBV Spike (S) protein and therefore inhibit IBV haemagglutination.\n\nIt was demonstrated that sialic acid binding activity of TGEV is correlated with enteropathogenicity of TGEV [21] . If IBV has the similar characteristics, the peptides with HI activity should be able to inhibit virus infectivity. Therefore we further tested if these phages possessed inhibitory activity in IBV infected cells. Human cell line HeLa was selected to be the host cells because we have proved that freshly digested HeLa cells were susceptible to IBV infection. In fact, this study also performed confirmation of IBV replication in HeLa by amplifying S gene with RT-PCR, sequencing S gene and observing virus particles with electron microscopy (data not shown). Consequently, all the phages with different sequences after the fourth panning could inhibit IBV infectivity, while the phage with unrelated peptide did not possess the ability.\n\nTo further confirm the function of the peptides, we synthesized the peptide (Peptide 1) of phage 14 which had highest neutralization titer. As a result, Peptide 1 could block IBV infection in HeLa cells although it could not inhibit IBV haemagglutination. Because the isolated peptide contains only 12 aa residues, it would be possible that the HI activity of its phage is attributed to the steric hindrance of the phage. Although this hypothesis may borrow the support from the evidence that the binding sites for its cellular receptor, porcine aminopeptidase N and for sialic acid-containing receptor in erythrocytes are located on different portions of the S protein in TGEV [21] [22] [23] , the exact mechanism remains to be clarified.\n\nIt was reported that IBV could use feline APN as a cellular receptor [24] . To explore the possible function of \"HXXH\" structure, Peptide 2 derived from fAPN with similar structure (GenBank Accession No. U58920) was tested in parallel. However, Peptide 2 could not inhibit IBV infection in HeLa cells. Because the natural receptor of IBV is not found yet, the significance of \"HXXH\" in this peptide and the relationship between the inhibitory peptide and IBV natural receptor need to be further investigated.\n\nIn conclusion, we identified a peptide which inhibits the IBV infectivity in cultured cells. It would be of significance for IBV infection control in chickens, and studying the determinant for virus and cell interaction."}