{"title": "A Short Introduction to Disease Emergence", "body": "Sudden disease emergences, now often considered events, have been reported since antiquity. Perhaps one of the earliest reported was described by Thucydides, the Athenian, who in his History of the Peloponnesian War (411 BC) described an as-yet unidentified plague that weakened the population of Athens in 430 BC at a critical point during its siege by the armies of Sparta. The Roman Empire was repeatedly beset by plague epidemics during its long dominance over Europe, North Africa and the Near East. The numerous transfers of viruses from the Old to the New World following the rediscovery of the Americas by Columbus in 1492 caused devastation of the native populations, particularly through the introduction of smallpox, reducing them to less than 10 percent of preconquest levels. In the 17 th century, Daniel Defoe described in detail the impact of the Black Death on London in 1665 in his fictional book A Journal of a Plague Year. In modern times we have had the devastating pandemics of influenza, cholera and human immunodeficiency virus (HIV). Each of these events provokes similar questions. Where did it come from? How did it get here and why? The processes that underlie these events continue to this day and are collectively termed emerging and re-emerging diseases (Morse, 1995) . The definition of an emerging disease is one that has newly appeared in a population or that has been known for some time but is rapidly increasing in incidence or geographic range. A number of recurring features of emerging diseases have been noted. Most are zoonotic, thus can infect humans and other animals. Many are viruses, particularly those with RNA genomes (Taylor et al., 2001) .\n\nThe main purpose of this book is to explore the role of animals in the emergence of viruses. Figure 1 .1 provides a schematic of the interfaces between humans, animals and viruses. It is these interfaces that are critical in understanding how and potentially when new diseases will emerge. However, many factors influence the emergence of diseases from animals and these are considered in the following sections.\n\nWhen considering the factors that lead to the emergence of viral diseases it becomes very apparent that there is a high degree of interrelatedness. For example, human encroachment in a virgin ecosystem provides the opportunity for a previously unencountered virus to infect human beings or their domestic animals. Viral mutability could enable a virus to adapt to the new host. Subsequent trade and migration could allow spread of the new virus to susceptible individuals and the large populations found in urban centers could ensure that the virus is maintained. The interplay of all these factors provides a rational framework and explanation for virus emergence. However, to gain an appreciation of the components of this process it is necessary to focus on each in itself before linking them together.\n\nPerhaps above all else, human activities are the most influential factors driving emergence events and it would be remiss to ignore them, despite the focus of this book being primarily on the role of animals. The following sections outline a range of human factors that have shaped, are shaping and will continue to shape disease emergence.\n\nanimals (Diamond, 2002) . This act has caused two of the most important activities that challenge the world today and is a major factor driving disease emergence. The first is the relentless modification of the environment. This ranges from major destruction of the environment through activities such as mining and waste disposal to relatively minor modifications such as provision of access for tourism. However, the most common modification usually begins with the clearance of vegetation for livestock pasture and crop cultivation. This may involve deforestation resulting in the catastrophic disruption of the existing ecosystem, displacing or destroying many species within it.\n\nThe second has been the exponential growth of the global human population (see next section). The main benefits resulting from animal domestication are twofold: the provision of food, particularly from species such as cattle, sheep, pigs and poultry; and provision of function, examples of which include the domestication of the horse for transport or the dog to assist in hunting. More recently, domestic animals have served a further function, that of companionship, particularly the dog and cat.\n\nThe domestication of the dog provides an example of the process. The grey wolf (Canis lupus) is considered the progenitor of the domestic dog, which is now classified as a separate subspecies (Canis lupus familiaris) (Mech and Boitani, 2006) . Phylogenetic analysis of mitochondrial DNA derived from 654 domestic dogs from around the world suggests that there were relatively few domestication events, all taking place in southeast Asia (Savoilainen et al., 2002) . This then led to the spread of dogs throughout the Old and New Worlds (Leonard et al., 2002) . Documented remains of domestic dogs date back to 12,000 years ago in the Middle East (Davis and Valla, 1978) and this, together with molecular clock analysis of mitochondrial DNA, suggests a likely date of domestication around 15,000 years ago (Table 1 .1). Subsequent selective breeding has led to the plethora of varieties that are now apparent today but all are derived from the wolf. Domestic dogs now provide a variety of functions that support human lives but have also brought their pathogens into close proximity to humans and their dwellings. The act of domesticating animals has been considered one of the major drivers in the emergence of human infectious diseases (Wolfe et al., 2007) .\n\nThis factor above all others is driving the emergence of new diseases. Data collected by the United Nations suggested that the human population was estimated to be just short of seven billion in 2010 (anon, 2010) and continues to grow exponentially. Two countries, China and India, have populations of over one billion. This in turn drives all other human activities that might influence disease emergence. It increases the demand for food, which in turn increases the area needed for arable farming and the number of livestock to meet this demand. It has also changed the way in which livestock is reared, leading to increased intensive farming practices. More land is needed to accommodate agricultural production, which leads to further environmental encroachment that leads to displaced or altered behaviors in wildlife species. Population increase is fueling increased urbanization and increased population density. Singapore is now the most densely populated place on earth with five million humans contained within 707 km 2 . In less-developed regions of the world, this places stress on sanitation and clean water infrastructures if present, and creates a breeding ground for fecal-oral infections if not. The increase in both numbers and densities of humans provides larger populations in close proximity to one another, supporting the maintenance and spread of infectious diseases that are discussed later in this chapter.\n\nFrom the emergence of humans in Africa, the development of the species has been closely associated with migration throughout the world. This continues today as people move because of deteriorating local conditions (drought, crop failure, conflict) or in search of improved economic circumstances. A prominent feature of migration over recent centuries has been the movement of populations from rural to urban centers, to a point where the majority of humans now reside in cities. This process has been driven by increases in the human population, developments in the intensification of agriculture reducing the need for human labor, and industrialization of societies that create more jobs in urban areas. This constant movement of populations provides one of the main vehicles for disease translocation.\n\nHistorically, human travel has been the principal and effective method for disease spread and introduction. There are numerous examples, particularly the movement of armies in antiquity (plague) to the Korean War (Hantaan virus) that have been associated with the emergence and spread of disease. Probably the most dramatic was the introduction of smallpox to the Americas following the Spanish conquest of Mesoamerica. The combination of disease introduction and abuse of the indigenous people led to the rapid depopulation across the continent.\n\nCommerce and travel go hand in hand and have also played a part in the movement of disease. Yellow fever was introduced into the Americas, along with its vector, the mosquito Aedes aegypti, by the mass movement of slaves from Africa (Bryant et al., 2007) . The subsequent trading network between Africa, the Americas and Europe led to sudden outbreaks of the disease in European ports during the 19 th century. One of the best documented disease outbreaks occurred in 1865 in Swansea, a port city in southern Wales, following the embarkation of a ship from Cuba delivering copper ore (Meers, 1986) . A combination of the introduction of infected mosquitoes from the ship and a particularly warm period in October led to a local outbreak at this unusually high latitude. This highlights the role of invasive species. Fortunately for South Wales, its climate is too cold in winter, although it certainly receives enough precipitation, to support over-wintering Ae. aegypti mosquitoes and it is assumed that the imported mosquitoes died out, causing a cessation in cases of yellow fever. However, many mosquito species have proven more robust and with a little human help have managed to move between continents. The trade in used tires by container ships has been instrumental in dispersing the aggressive biting mosquito, Aedes albopictus. Originally from Asia, it has spread to the Americas and then Europe (Benedict et al., 2007) . The presence of this species in Italy contributed to an outbreak of Chikungunya fever following the return of viremic individuals returning to the country having visited islands in the Indian Ocean that were experiencing outbreaks of the disease. Other species such as Aedes japonicus have also emerged in Central Europe (Schaffner et al., 2009) .\n\nThe increasing speed of international travel has had a dramatic effect on the emergence and spread of pathogens. For the emergence of SARS coronavirus and avian influenza, the movement of infected individuals by air resulted in the rapid dispersal of viruses away from the likely point of origin to new countries around the globe.\n\nOne of the unintended consequences of human technological development has been the emergence of disease. The intensification of agriculture over the past 200 years has led to the concentration of susceptible animals. Imposition of these in close proximity to wildlife reservoirs has resulted in species jumps and outbreaks such as that of Nipah virus. The emergence of Nipah virus in Malaysia in 1998 was triggered by the transfer of virus from roosting fruit bats of the genus Pteropus, to intensively farmed pigs (Eaton et al., 2006) . This led to a rapid amplification of virus within the pig farm and provided the opportunity for infection of farm workers (Mohd Nor et al., 2000) . This case is remarkable in that it resulted from the rapid jump of a virus across two species barriers within a short period of time (see Chapter 11).\n\nChanges to food processing led to the emergence of bovine spongiform encephalopathy (McKintosh et al., 2003) . Contamination of food remains a constant problem in the world. The scale and distribution of food networks can lead to rapid dissemination of a pathogen to many people. The complexity of these networks, often together with criminal activity, creates a challenge to identify the source of an outbreak and prevent further infections (Schimmer et al., 2008) .\n\nMedical developments from the hypodermic needle to organ transplantation, that have saved many thousands of lives, have also inadvertently been highly efficient at transmitting viruses (Simonsen et al., 1999; Razonable, 2011) . Blood transfusion in particular has been associated with transmission of many viruses including human immunodeficiency virus, human T cell lymphotropic virus, hepatitis B virus and West Nile virus (Bihl et al., 2007) . While it is possible to reduce the risk for known viruses, it is impossible to screen blood supplies for unknown viruses.\n\nViruses come in many different forms but have a number of common features. Firstly, they all have a nucleic acid genome. However, they show a highly diverse range in genomic size and composition. Virus genomes can consist of ribonucleic acid (RNA) or deoxyribonucleic acid (DNA), they can be single-or double-stranded, and they range in size from a thousand base pairs coding for a small number of proteins to tens of thousands of base pairs coding for hundreds of proteins. Table 1 .2 provides details of a number of viruses that cause severe disease in livestock to illustrate this variety.\n\nThe variety continues in the structure of viruses. Some are enveloped with a host-derived lipid bilayer into which virus proteins are inserted, whereas others are not and have a particularly tough protein capsid structure that makes the virus highly resistant to desiccation, such as norovirus.\n\nA critical feature of all viruses that is relevant to transmission is the surface proteins that project from the surface of the virion, either through a lipid envelope or as a component of the capsid. The primary function of this protein or proteins is to engage with a host receptor and initiate entry of a virus into the target cell. It is assumed that for most viruses evolutionary pressure has led to a degree of specificity of this interaction at the level of host and even the cell type that the virus infects. This in turn will influence the mode of transmission of the virus and restrict its target cell range, its cellular tropism. This aspect of transmission forms the concept of the species barrier. However, other interactions between the virus and the host cell, such as the ability to subvert the innate immune response, utilization of cellular components and modification of cellular activities also provide barriers to virus replication. Simplistically, the species barrier restricts a particular virus to bind to a particular receptor, of a particular cell type of a particular host species. The ability to deviate away from this apparent Hepatitis C host restriction forms the basis of cross-species transmission (CST) and is influenced by nonviral factors, such as the opportunity to be exposed to a new host, or by changes in the virus, as discussed below.\n\nViruses can be transmitted between susceptible individuals by a range of routes as outlined in Table 1 .3. Transmission of viruses forms a critical component of how viruses emerge and this may change as a disease epidemic evolves. HIV is an example of this. The initial events that caused HIV to jump from chimpanzees to humans cannot be known with any certainty although it may have occurred during butchery of bush meat, perhaps resulting from infection of an open wound, and is thus an example of mechanical transmission (see Chapter 9). However, there is no doubt that the resulting pandemic was spread primarily by sexual contact and to a lesser degree by contaminated needles and medical blood products. This example also returns to the role of human behavior in the rate of transmission. A combination of promiscuity and air travel promoted the rapid spread of a sexually transmitted disease.\n\nAnother human activity, congregating in large numbers, promotes transmission of airborne viruses. Activities such as attendance of schools, universities or sporting events are all high risk activities for contracting airborne diseases. This brings susceptible individuals into close contact with those that are infected. This has been the foundation for modeling of disease spread and persistence, as pioneered by Maurice Bartlett (Bartlett, 1957) , who in the 1950s published a number of studies on the persistence of measles virus (Box 1.1 (Barrett, 1999) .\n\nMeasles is transmitted by aerosols with infection initiating in the respiratory tract. The virus spreads to secondary lymphoid tissue followed by viremia 7 days following infection. This disseminates the virus to epithelial tissue in various organs and the skin (Griffin, 2010) . The infected individual develops a range of symptoms including fever, cough and a characteristic maculopapular rash. The virus is highly contagious but death is rare. In a small proportion of cases, virus persists in neurological tissue in a condition called subacute sclerosing pan encephalitis (SSPE), which can lead to destruction of the neurons and death.\n\nMeasles is one of the few pathogens that meet the criteria for disease eradication, the state where the agent of disease no longer exists in nature (Bremen et al., 2011) . These are: 1) humans are the only reservoir for the pathogen, 2) diagnostic tests exist, and 3) an effective intervention, principally a vaccine, is available (Dowdle, 1999) . Elimination, the interruption of transmission of a pathogen to a point where disease incidence becomes zero in a population within a defined geographical area, has been achieved for measles in the Americas (Moss and Strebel, 2011) . The closely related rinderpest virus has recently been eradicated (Roeder, 2011) .\n\nA live attenuated vaccine is available for measles that is given up to 18 months of age. It is safe and effective, providing life-long immunity. Vaccination programs aim to reach as many susceptible individuals as possible to reduce the ability of the virus to persist in the population. However, in recent years a decline in vaccine coverage has led to the re-emergence of measles virus in countries in which it had been virtually eliminated, such as the United Kingdom.\n\nReports suggest that measles virus mutates at comparable rates to other RNA viruses in the range of 10 −4 to 10 −3 mutations per nucleotide per year (Kuhne et al., 2006) , but this does not appear to have reduced the protective immunity conferred by vaccination. came the concept of Critical Community Size (CCS), the size a population needed to support persistence of a particular pathogen. For measles virus this was estimated to vary between 250,000 and 500,000 individuals. Below this, further transmission of virus would be reduced to a level that would cause the epidemic to fade out. Viral factors such as the persistence of the virus in the host, the duration of immunity to the virus and virus variation in response to host immunity will affect the CCS. A further factor that influences this is the birth rate of the host population (Conlan and Grenfell, 2007) . Those populations with a higher birth rate will replenish the subpopulation of susceptible individuals and overall have a lower CCS, enhancing the ability of the infection to persist.\n\nOther factors that affect transmission are the period over which the infected host sheds virus. This is often divided into acute and chronic disease. An example of acute is the common cold, which results from rhinovirus infection, where the host sheds virus for a short period that can be as little as two days, but the infection resolves rapidly and the host is immune to further infections. In more extreme virus infections, disease does not resolve and the host dies. The converse of this is the development of a chronic infection where the host is capable of infecting susceptible individuals for a considerable period, often years. Viral infections such as hepatitis B virus and HIV are examples of this scenario. An intermediate condition exists where the host is chronically infected but sheds virus intermittently. A clear example of this is herpes simplex virus infections, where the virus remains dormant within infected dorsal root ganglia but emerges intermittently to cause a cold sore from which virus is shed. These are often triggered following periods of stress but resolve through immune control.\n\nOne potential factor that may prove useful in predicting virus emergence is that of force of infection. This term is usually defined as the number of new infections divided by the number of susceptible individuals exposed, multiplied by the average duration of exposure. In practice these are difficult parameters to define although within human medicine, scenarios such as transmission of bloodborne infections such as hepatitis B and C within drug users have been studied where the period of use is known. This has enabled the calculation of the force of infection of a particular virus within a defined population. This approach has also been applied to transmission of vector-borne infections such as malaria and Dengue virus where the period of vector activity can be predicted. A similar approach has been used to estimate the force of infection of rabies virus transmitted by vampire bats based on the number of biting incidents per member of the population (Schneider et al., 1996) . If force of infection can be estimated it could help in predicting the risk of host jumps by viruses and thus the likelihood of disease emergence.\n\nSimplistically there are three outcomes for the host following infection with a virus: 1) the host dies as a result of the infection; 2) the host suffers a period of morbidity but produces an effective immune response and eliminates the virus from the body; 3) the host becomes persistently infected with intermittent virus shedding, fluctuating levels of virus shedding or constant shedding of high levels of virus. Virus infection can trigger oncogenesis and cancer in the host (Liao, 2006) . Examples of this include hepatitis B virus as a causative agent of hepatocellular carcinoma (Tan, 2011) ; Epstein-Barr virus infection can lead to both Burkitt (Brady et al., 2007) and Hodgkin (Kapatai and Murray, 2007) lymphoma; infection with certain strains of human papillomavirus cause almost 100% of cases of cervical cancer (Gravitt, 2011) .\n\nThe key feature of viruses that enhances their ability to infect new hosts under different environmental conditions is the rapidity with which their genome can mutate. This takes many forms, outlined below, but critically, changes in the genome, ranging from single nucleic acid base changes to wholesale reassortment of segmented genomes, can lead to changes in the infectious properties of the progeny virus and thus the ability to adapt to new or different circumstances.\n\nAll virus genomes encode a polymerase that copies new genomes from the infecting virus nucleic acid. Both DNA and RNA virus polymerases have limited proofreading ability and so can introduce single base mutations to progeny genomes at rates considerably higher than that found in prokaryotic and eukaryotic cells. This is expressed as substitutions (s) per nucleotide position (n) per cell infection (c) (Sanjuán et al., 2010) . This in turn could potentially affect the amino acid composition of the proteins encoded by the genome. Many mutations will be silent, having no effect on the properties of the next generation of viruses, many will be deleterious leading to defective virions, but some may enhance the ability of the progeny virus to infect a new host species or replicate more efficiently in an existing one.\n\nRNA viruses have a greater mutation rate than DNA viruses, and there is a clear relationship between genome length and mutations rate, suggesting that beyond a certain length of genome, the mutation rate is sufficiently high that each new genome contains a deleterious mutation. The high rate of mutation within RNA viruses has led to the development of quasispecies theory (Eigen, 1993) . This theory attempts to explain some of the properties of RNA viruses through the existence of a highly variant virus population (see Box 1.2).\n\nA further means of genome mutation that could lead to a change of virus properties is that of insertions or deletions, sometimes referred to as in/dels. The mechanism of this form of mutation is unclear but is also likely to be caused by polymerase errors. The insertion of charged residues to the hemagglutinin protein of influenza can dramatically change its susceptibility to cleavage by host proteases and in turn increase its virulence in avian and mammalian hosts (Webster and Rott, 1987; Horimoto and Kawaoka, 1995) . In/dels have also been observed within the genome of lyssaviruses, although in this case the effect on virus phenotype was not clear as it was reported to occur within an intergenic region (Johnson et al., 2007) .\n\nOne of the most dramatic ways in which viruses can alter their genomes is through reassortment of genome segments. This is restricted to those viruses that have segmented genomes but has led to the emergence of viruses with clearly different properties such as increased virulence for humans. Bunyaviruses have a tripartite genome (see Chapters 8 and 10) and so are capable of\n\nQuasispecies theory has developed through the application of mathematics to explain the effects of higher mutation rates on RNA virus behavior. Some key definitions are (Domingo et al., 2005) :\n\nA weighted distribution of mutants centered around one master sequence.\n\nThe frequency of occurrence of a mutational event during genome replication.\n\nThe ensemble of mutant genomes that compose a quasispecies.\n\nA parameter that quantifies the adaptation of an organism or a virus to a given environment.\n\nThe sequence resulting from taking for each position the most frequent residue found at the corresponding position in the homologous set of aligned sequences.\n\nA theoretical representation of all possible variants of a genomic sequence for a single-stranded RNA virus.\n\nThe study of quasispecies has led to theories on virus fitness, persistence and mutation in the face of antivirus treatment (Lauring and Andino, 2010) . It has also led to new concepts in treating RNA virus infections through increasing mutation rates that in turn increase deleterious mutations that cause virus population extinction (Ojosnegros et al., 2011) . Some authors have argued against the existence of quasispecies (Holmes and Moya, 2002) and conceptually it is difficult to understand where quasispecies exist in time and space outside of an experimental setting. reassortment. Although rare, a recent case of reassortment of an Orthobunyavirus isolated from a human with febrile illness has been reported (Aquilar et al., 2011) . Orthomyxoviruses have eight genome segments and reassortment has led to antigenic shift of the virus surface proteins and emergence of influenza viruses to which there is no prior immunity. Finally Orbiviruses have 10 segments and reassortment is suspected to have led to the emergence of bluetongue virus variants in Europe (Batten et al., 2008) .\n\nCertain viruses use recombination as part of their replicative cycle, i.e., lentiviruses (see Chapter 9). Recombination in other viruses is more controversial. There is strong evidence that Western equine encephalitis virus emerged as a recombination between Eastern equine encephalitis virus and a Sindbis-like virus (Hahn et al., 1988) . Further analysis has shown that many New World Alphaviruses have emerged following recombination events (Weaver et al., 1997) . There is also growing evidence that sections of RNA virus genomes have been converted into double-stranded DNA and recombined within the genomes of certain host species. For example, sequences homologous to flavivirus RNA have been identified in the mosquito genome (Crochu et al., 2004) and ancestral fragments of Ebola virus have been identified in bat genomes (Taylor et al., 2011) . It is not clear how this could have occurred with such viruses replicating exclusively in the cytoplasm of the cell.\n\nIn summary, mutational changes within the virus genome can lead to emergence of a virus phenotype that has increased replication fitness within its environment. This could take the form of an antigenic change to its surface protein that has not previously been encountered by the host, an increase in virulence for a host or hosts, an ability to infect a different host cell or the ability to infect a new host species. All can lead to the emergence of disease.\n\nThe innate immune response is considered the first line of defense against viruses and consists of a variety of mechanisms that first detect infectious agents or more particularly structures that are associated with pathogens, referred to as microbeassociated molecular patterns or MAMPS. These are recognized by pattern recognition receptors (PRRs), which fall into three categories: the Toll-like receptors, the Rig-I receptors and the Nod-like receptors (Gerlier and Lyles, 2011) . Activation of PPRs leads to transcriptional activation of type-1 interferon, principally interferon beta, which in turn activates further interferons and other proteins that actively inhibit viral replication and prevent further viral spread. Unsurprisingly, viruses have evolved many mechanisms to inhibit interferon activation by blocking signaling pathways that stimulate gene transcription (reviewed extensively by Randall and Goodbourn, 2008) . The virus proteins from each of the viruses discussed in this book will be identified in the following chapters.\n\nAs discussed previously-and indeed it is the basic premise of this book-many emerging viruses have their origin within animal populations. Each animal on earth hosts its own spectrum of pathogens and it is only now with the advent of sensitive gene amplification and mass sequencing that researchers can fully reveal the extent of this (Drexler et al., 2012a) . Following the emergence of the SARS-coronavirus, bats have come under intense scrutiny as the potential origin of the SARS outbreak and a source of zoonotic viruses. Surveillance in bats from around the world has shown that they are infected with a diverse range of coronaviruses. Even European bats have been shown to host a range of SARSrelated coronaviruses (Drexler et al., 2012b) although there is no evidence to suspect that these viruses are capable of jumping the species barrier to humans at the present time. A recent study screening illegally imported products of wildlife origin simultaneously demonstrated the species from which the product originated and detected the presence of retroviruses and herpes viruses within it (Smith et al., 2012) . In some instances, the original species were shown to be nonhuman primates and thus the viruses that infected these animals were theoretically adapted to primates and thus have a shorter \"species jump\" to humans and present a higher threat to the human population. A number of features of animals enable them to play a role in virus emergence and these are discussed in the following sections.\n\nThe activities that animals of all species undertake greatly influences the emergence of zoonotic diseases. Migration is often cited as a behavior that leads to the translocation of diseases. Birds are associated with a range of pathogenic organisms, extensively listed by the Czech biologist Zdenek Hubálek (2004) , including viruses belonging to the families Bunyviridae, Flaviviridae, Togaviridae, Orthomyxoviridae and Paramyxoviridae. Key examples of the spread of zoonotic viruses by migrating birds are the westward spread of H5N1 avian influenza from Asia to Europe and the movement of West Nile virus from Africa to Western Europe following well-traveled migration routes across the Mediterranean Sea (see Chapter 7). Migration therefore provides a direct vehicle for long-distance translocation of pathogens and thus the opportunity to emerge in new locations.\n\nFeeding habits can also be a critical point at which animals have the opportunity to transmit viruses to other species. The common vampire bat (Desmodus rotundus), found throughout Latin America, is adapted to blood-feeding as virtually its only source of nutrition (Greenhall, 1988) . The species has various adaptations to achieve this, including self-sharpening incisor teeth, anticoagulants in its saliva and grooves in its tongue to enhance blood lapping. As an unintended consequence of these adaptations, the vampire bat is a highly efficient transmission vector of rabies virus and is responsible for large numbers of livestock deaths (Belotto et al., 2005) and occasional transmission to humans in Latin America (Barbosa et al., 2008) . Blood-feeding arthropods, especially mosquitoes, are also highly efficient at transmitting viruses from animals to humans and between humans. Examples of these are given in Table 1 .4.\n\nA final example of behavior that has also been influential in the transmission of rabies virus has been that of dispersal, particularly dispersal of juvenile foxes. The red fox (Vulpes vulpes) is one of the major wildlife reservoirs for rabies in Europe and North America. This has only been fully revealed through modeling disease movements (Thulke et al., 1999) and corroborated with historical data from the expansion of fox rabies through the second half of the 20 th century (Bourhy et al., 1999) . Dispersal can also result from human activities that lead to the displacement of wildlife (see Chapter 4). \n\nWhile all animal species will be infected by a range of viruses, some groups of animals are of particular interest either because they share close genetic links to humans, such as the primates, or are associated with known zoonotic viruses with the potential to transmit disease to human populations. Both avian and rodent species have long been known to act as reservoirs for zoonotic diseases. In recent years, bats in particular have been identified as a new source of emerging viruses (Calisher et al., 2006; Halpin et al., 2007; Kuzmin et al., 2011) . This has been based on a long-standing association with rabies and the emergence of SARS, Hendra virus, Nipah virus and Ebola virus.\n\nThe aim of this book is to show how animals in all their forms have contributed to the emergence of viruses. In order to do this, examples of emerging viruses have been selected and reviewed in depth. In a comprehensive review of human pathogens Taylor and co-workers (2001) identified over 1,400 disease-causing agents, over half of which were zoonotic. In addition, 177 were considered emerging or re-emerging and of these, the majority were viruses. By its nature, the emergence of unknown diseases is impossible to predict (Tesh, 1994) . However, by studying those diseases that have emerged we may better understand why they emerged, when they did and what measures in future may prevent or control the impact of such emergent pathogens."}