{"title": "The role of genetic variants in human longevity", "body": "How can one have a long life? What is the main factor that determines the human lifespan? Human longevity is a complex phenotype: long-lived, healthy people usually have the characteristics of the absence of major chronic diseases (e.g., cardiovascular disease, stroke, cancer, chronic pulmonary disease, treated type 2 diabetes, Alzheimer's disease, osteoporosis, or liver dysfunction) and high physical and cognitive functioning (Willcox et al., 2006) . Human life expectancy is influenced by multiple determinants, including various environmental and genetic factors. Though the non-genetic factors, e.g., diet, calorie restriction, health habits, exercise, physical activity, and psychosocial factors are important, it is estimated that approximately 25-32% of the overall difference in human lifespan for survival after the age of 60 years is accounted for by genetic polymorphisms among individuals (Christensen et al., 2006; Bishop and Guarente, 2007) . The evidence for potential genetic contributions to human longevity has been provided by twin studies, large-scale linkage studies of long-lived families, case-control association studies on candidate genes, or longitudinal studies involving the enrollment of a cohort of individuals with a long-term follow-up (Christensen et al., 2006) . Linkage analysis is the traditional means of genetic mapping in humans. In longevity studies, the application of twin survival pairs or families of nonagenarians and centenarians, showed that sibling relative risk, a method for assessing potential genetic contribution to a complex phenotype, is high and grows with increasing age of the proband (Risch and Zhang, 1995; Herskind et al., 1996; Yashin et al., 1999) . In addition, premature ageing syndrome is a single-gene mutation model for studying genes involved in human longevity. Werner syndrome is characterized by the early onset of skin wrinkling, hair graying, diabetes, osteoporosis, and a higher prevalence of early cancer, with most patients dying before 50 years of age. This autosomal recessive disease has been identified to be caused by a loss-of-function mutation in the WRN gene (Yu et al., 1996) . These data suggest a strong genetic predisposition in human longevity (Christensen et al., 2006) .\n\nIn addition to the epidemiological and genetic data of humans, the insights of genetic determinants of longevity have been gained by using different model organisms, including the yeast Saccharomyces cerevisiae, nematode Caenorhabditis elegans, fly Drosophila melanogaster, or rodents (Christensen et al., 2006) . Mutations in genes affecting endocrine signaling, stress responses, metabolism, or telomeres, have been reported to increase the lifespans of the model organisms (Kenyon, 2005) . In addition, many mutations of genes involved in age-related diseases also affect the longevity (Kenyon, 2005) . In C. elegans, manipulations of more than 100 genes have been reported to increase longevity (Christensen et al., 2006) . The longest-lived individuals or strains also have a higher resistance to disease, implying that a healthy life is also required for extended longevity (Herndon et al., 2002) . According to the data obtained from the model organisms or humans, several biological mechanisms have been identified as being involved in affecting lifespan. Although not completely Fig. 1 . Insulin/IGF1 signaling affects the lifespan. This pathway involves a cascade of phosphorylation events that ultimately regulate the translocation and activity of FOXO proteins, leading to a change in lifespan. In response to exogenous stimulation (e.g., diet) or growth hormone, the islet cells of the pancreas secrete insulin into the plasma, and liver cells produce IGF-1. Insulin/IGF-1 binds to the receptors, and activates a downstream signaling pathway containing IRS1 (insulin receptor substrate protein 1), PI3K, IP3, PDK1, and AKT. AKT is a kinase that can phosphorylate and inactivate FOXO transcription factors. Both the chronic dietary restriction and decreased concentration of growth hormone could downregulate the activity of these molecules involved in this signaling pathway, and lead to an up-regulated expression of FOXO proteins, resulting in transcriptional regulation and a prolonged lifespan. understood, the underlying mechanisms involved in the aging process may include the insulin pathway, oxidative damage, DNA repair, tumor suppression, inflammatory processes, mitochondrial dysfunction, and apoptotic tissue degeneration (Carter et al., 2007; Kenyon and Murphy, 2006) . Currently, there are more than 100 potential candidate genes that have been identified and analyzed for their possible association with human longevity in one or more sample collections (GenAge Database, 2010) .\n\nOf the longevity pathways, the insulin/insulin-like growth factor-1 (IGF-1) signaling (IIS) pathway is the first pathway shown to affect longevity in animals, and is also the most prominent and thus far best studied (Kenyon, 2005; Cohen and Dillin, 2008) . This pathway involves a cascade of phosphorylation events (phosphatidylinositol 3-kinase (PI3K)/AKT/pyruvate dehydrogenase kinase (PDK)) that finally regulates the nuclear translocation and activity of FOXO (a forkhead transcription factor) protein ( Fig. 1) (Christensen et al., 2006) . Mutations that decrease the activity of the insulin/IGF-1 downstream cascade were found to extend the lifespan ( Fig. 1) (Herndon et al., 2002) . In addition to FOXO proteins, the inhibition of IIS signaling leading to a long life may go through other transcription factors, including HSF-1 (the heat-shock transcription factor) and SKN-1 (a Nrf-like xenobioticresponse factor (Lin et al., 1997; Brunet et al., 2004; Tullet et al., 2008) ). These transcription factors regulate diverse downstream genes that affect the lifespan. For example, activation of daf-16/FOXO protein was found to increase the lifespan of different model organisms (Kenyon and Murphy, 2006; van Der Horst and Burgering, 2007; Russell and Kahn, 2007) . In addition to longevity, the insulin/PI3K/AKT signaling pathway has been shown to regulate aging, stress resistance, and proteostasis (Cohen and Dillin, 2008) .\n\nIncreasing evidence has revealed the genetic antecedents of human aging or longevity. Since the IIS pathway is an important, evolutionarily conserved, biological pathway that influences aging and longevity, many case/control association studies have been carried out on genotyping the candidate genes of this pathway. When searching for the genetic antecedents of human longevity, polymorphisms of FOXO3A (forkhead box O3A) showed the most notable association and have been replicated across different human populations. In this article we review the relevant data of genetic polymorphisms contributing to human longevity and describe the candidate genes potentially involved in the aging process. In particular, we focus on data from the case/control association studies of single nucleotide polymorphisms (SNPs) of candidate genes of the insulin/IGF-1 signaling pathway, including IGF1, IGF2, IGF1 receptor (IGF1R), insulin (INS), insulin receptor (INSR), insulin receptor substrate 1 (IRS1), AKT1, FOXO3A, and FOXO1A (Table 1 ). In addition, we also review the association data between the important candidate genes of human longevity, including APOE and PON1, involved in lipoprotein metabolism, and TP53 and P21, involved in cell-cycle regulation (Table 1) . These association studies provided examples of genetic influences on human longevity and differential survival.\n\nBased on data from animal models, genes involved in the IIS pathway are known to affect lifespan and the aging processes (Lunetta et al., 2007; Cheng et al., 2005) . To date, the characteristic of evolutionary conservation of the IIS pathway has been proven in diverse species, including C. elegans, S. cerevisiae, D. melanogaster, rodents, and humans (Wolkow et al., 2000; Lin et al., 2001; Bustamante et al., 2002) . For example, mutation of daf-2 in C. elegans, encoding a receptor similar to insulin and IGF1R, resulted in almost doubling of the lifespan and a younger appearance, because of its downstream effect on the PI3-kinase/AKT/PDK kinase cascade (Herndon et al., 2002; Garigan et al., 2002) . In Drosophila, reduced insulin production or insulin receptor increases lifespan The 4 allele frequency correlated positively with LDL cholesterol, and decreased with increasing age, and was significantly lower in individuals >60 years of age. Eggertsen et al. (1993) A population of centenarians (n = 338) and adults aged 20-70 years.\n\nThe 4 allele of APOE is significantly less frequent in centenarians than in controls, while the frequency of the 2 allele is significantly increased. Schächter et al. (1994) FOXO1A ( Subjects carrying at least one A allele of codon 1013 had lower free IGF1 plasma levels, and were more represented among long-lived people than in young people. Bonafè et al. (2003) Gln homozygotes of codon 192 were more frequent in aging than in Arg allele carriers. Xia et al. (2003) 100 healthy octogenarians and 200 adults of Sicilian.\n\nOctagenerians had a higher percentage of (−107) CC genotype compared with controls, and displayed significant higher levels of PON1 activity.\n\nA community-based sample which was composed of up to 1345 Framingham Study participants from 330 families.\n\nOne SNP, rs2374983 located near PON1 showed association with both age at death and morbidity-free survival at age 65.\n\nTP53 (tumor protein p53) Tumor suppressor Centenarians and younger controls from continental Italy and Sardinia.\n\nThe carriers of P72 allele of rs1042522 were slightly increased in centenarians, though showing no statistic significance. Bonafè et al. (1999a,b) 66 nonagenarians/centenarians and 150 young healthy volunteers enrolled from Northern Italy.\n\nThe absence of any TP53 polymorphisms and of GSTT1 deletion, and the simultaneous presence of the three identified TP53 polymorphisms and of GSTT1 deletion, were much more frequent in young subjects than in centenarians. Gaspari et al. (2003) 1226 people aged 85 years and over. (Junger et al., 2003; Tatar et al., 2001) . In addition, transgenic animal models and array-based analyses have also demonstrated the important role of components of insulin/IGF-1 signaling (including FOXO, IGF1 levels, as well as IGF1 receptor) in controlling longevity in mice (Holzenberger et al., 2003; Kappeler et al., 2008; Steger et al., 1993; Dozmrov et al., 2001) .\n\n2.1. Variants of growth hormone 1 (GH1), growth hormone releasing hormone receptor (GHRHR), insulin-like growth factor (IGF1 and IGF2), IGF1 receptor and human longevity van Hemmst et al. (2005) examined the relative impact on human lifespan of the separate variants in IIS pathway components, including growth hormone releasing hormone receptor, growth hormone 1, insulin-like growth factor (IGF1), insulin, and insulin receptor substrate 1. This study included two cohorts that enrolled a total of 1576 inhabitants (ages 85-103 years) of Leiden in the Netherlands. They reported that the relative mortality risks in females were lower for carriers of the three genetic variants (intron 4 A allele of the GH1 intronic SNP, CA repeat (191 bp minor allele) of the promoter of IGF1 and A/G SNP of IRS1 codon 972 Arg). All three variants reduce IIS activity. Of the three variants, the intron 4 A/T SNP of GH1 was significantly associated with female longevity (relative mortality risk = 0.8) (van Hemmst et al., 2005) .\n\nIn addition, Bonafè et al. (2003) carried out a cohort study that enrolled a total of 496 healthy, Italian subjects, including 278 young people (76 males and 202 females; mean age 54.8 years) and 218 long-lived people (56 males and 162 females; mean age 98.0 years). They examined the association between polymorphic variants of IGF1R (insulin-like growth factor 1 receptor; G/A, codon 1013), PI3KCB (phosphoinositol 3-kinase; T/C, −359 bp; A/G, −303 bp), IRS1 (insulin receptor substrate 1; G/A polymorphism, codon 972), and FOXO1A (T/C, +97347 bp), and IGF1 response and human longevity. They reported that lower free IGF1 plasma levels were more frequently found in individuals carrying at least an A allele at IGF1R (AG and AA genotypes) than in GG genotype subjects . In addition, there were more AG and AA genotype subjects among long-lived than among young people . These data suggest that IGF1R has an impact on the IIS pathway on longevity.\n\nInsulin and insulin growth factor 2 (IGF2) are localized downstream of the tyrosine hydroxylase (TH, 11p15.5) gene, which contains a short tandem repeat polymorphism that was identified as the marker of human longevity by studies in centenarians (De Benedictis et al., 1998; Tan et al., 2002) . De Lucs et al. (2001) enrolled 219 centenarians (72 males and 147 females) and 256 controls (20-70 years, 119 males and 137 females) to examine the genetic association between two RFLP (restriction fragment length polymorphism) markers of INS and IGF2 genes and human longevity. They found that both the RFLP markers in INS and IGF2 genes showed no association with human longevity (De Lucs et al., 2001) . In contrast to the non-relevance finding of IGF2 for human lifespan, studies of body mass index (BMI), metabolic actions, and obesity showed that subjects with Apa I GG genotype of IGF2 had increasing levels of fasting plasma insulin and oral glucose tolerance test than individuals with AA or AG under the condition of caloric surplus (O'Dell et al., 1997) . Furthermore, a consistent result was reported, since increased A allele frequency and the AA genotype of IGF2 Apa I RFLP marker were found in 224 older (75 years) Jewish (Ashkenazi ethnicity) residents of Jerusalem compared to the control group of 441 younger subjects (22 years) (Stessman et al., 2005) . Large samples and independent populations are required to validate the genetic association data.\n\nKojima et al. enrolled 122 Japanese semisupercentenarians (older than 105 years, mean age 106.8 years) and 122 healthy younger controls, and they examined the polymorphic variations of six genes involved in insulin/IGF-1 signaling, including FOXO1A, insulin receptor, IRS1, PIK3CB, PIK3CG, and PPARGC1A. They reported that one INSR haplotype, which comprised of two intronic SNPs (rs3745548 and rs2252637) in linkage disequilibrium, was more frequent in semisupercentenarians than in younger controls (Kojima et al., 2004) . The same study also showed that the allele frequencies of two exonic SNPs (rs1801123 and rs1801278) in insulin receptor substrate 1 gene had no difference between centenarians and controls, implying that IRS1 has no effect on lifespan (Kojima et al., 2004) . A consistent result was reported by Bonafè et al. (2003) , who examined G/A polymorphism (codon 972) of IRS1 gene in long-lived Italians, and they showed that the carriers with AA, GA, or GG genotype of IRS1 gene had identical levels of plasma IGF1, and there was no association with longevity. By comparison, van Hemmst et al. (2005) reported that the Arg allele of codon 972 of IRS1 was associated with a lower mortality risk and might be involved in female longevity.\n\nActivation of AKT (RAC-alpha serine/threonine-protein kinase, also designated as PKB or RacPK) has been reported to promote proliferation and survival of mammalian cells (Brunet et al., 2001) . Miyauchi et al. (2004) showed that AKT activity increases along with cellular senescence and that inhibition of AKT extends the lifespan of primary cultured human endothelial cells. In addition, inhibition of forkhead transcription factor FOXO3A by AKT was reported to be essential for the growth arrest of the primary cultured human cells to occur (Miyauchi et al., 2004) .\n\nVariants of AKT have been linked to human longevity (Pawlikowska et al., 2009) . Pawlikowska et al. (2009) studied the association of common genetic variations in the IIS pathway with human longevity in three cohorts, including the Study of Osteoporotic Fractures (SOF), the Cardiovascular Health Study (CHS), and the Ashkenazi Jewish Centenarians (AJC). The cohort of SOF originally enrolled 9704 Caucasian women aged 65 years and older from the United States, the CHS cohort included a total of 5885 Caucasian and African-American participants from the United States, and the AJC cohort recruited 383 cases (74.8% females; mean age 97.7 years, age range 95-108 years), and 363 controls (57% females; mean age 79.5 years, age range 43-94 years) (Pawlikowska et al., 2009) . They first genotyped 291 common variants in 30 genes encoding proteins in the IIS signaling pathway in the 293 long-lived cases (age older than 92 years, mean age 95.3 years), and 603 younger controls (age less than 79 years, mean age 75.7 years) selected from the SOF cohort (Pawlikowska et al., 2009 ). They found a modest excess of variants associated with human lifespan. Then, they replicated the genotyping in the two additional cohorts and performed a meta-analysis across the three cohorts. They found that an intronic SNP (rs3803304) in AKT1 was significantly associated with lifespan (OR = 0.78, adjusted p = 0.043) (Pawlikowska et al., 2009) . The minor allele homozygous genotype (CC) of this SNP was underrepresented among long-lived cases, and suggested to be associated with a decrease in longevity (OR = 0.41-0.5, p = 0.00016 in the meta-analysis) (Pawlikowska et al., 2009 ). This SNP was then further found to have an association with deaths due to cardiovascular disease, and deaths from non-cardiovascular, or non-cancer causes in cohorts of SOF and CHS (Pawlikowska et al., 2009 ).\n\nForkhead box transcription factors (FOXO) are proteins of the Forkhead family, which is characterized by an evolutionarily conserved DNA-binding domain, the forkhead box or FOX, and comprises more than 100 members in humans, classified from FOXA to FOXR . Members of class \"O\" share the characteristic of being regulated by the insulin/PI3K/Akt signaling pathway (Dillin et al., 2002) .\n\nThe Forkhead family was originally identified in Drosophila as a mutated gene in ectopic head structures that looked like a fork (Clancy et al., 2001) . There is only one FOXO gene in invertebrates, termed daf-16 (abnormal Dauer Formation-16) in the worm and dFOXO in the fly Clancy et al., 2001) . It has been demonstrated that DAF-16 is the key regulator for long lifespan extension by inhibiting IIS to promote resistance to oxidative stress in C. elegans (Hsin and Kenyon, 1999) . In flies, overexpression of dFOXO is sufficient to increase longevity (Hwangbo et al., 2001 ). There are four FOXO genes, FOXO1, FOXO3, FOXO4, and FOXO6, in mammals, and the role of FOXO factors in mammalian longevity is being explored (Burgering and Kops, 2002) . For example, mice with deficiency in either the insulin receptor or insulin-like growth factor receptor-1 can live up to 30% longer than wild-type mice (Tran et al., 2002) .\n\nFOXO transcription factors mediate crucial cellular processes at the interface, orchestrating programs of gene expression that regulate apoptosis, cell-cycle progression, and oxidative-stress resistance/tolerance. FOXO activates transcription of FasL and Bim-1 (Bcl-2 family) to initiate apoptosis (Dijkers et al., 2000) . Alternatively, FOXO factors promote cell-cycle arrest by upregulating p27kip1 to induce G1 arrest or GADD45 to induce G2 arrest (Tran et al., 2002; Dijkers et al., 2000; Kops et al., 2002a) . Other FOXO target genes have been shown to play roles in glucose metabolism by activating G6Pase and PEPCK (Puigserver et al., 2003) , cellular differentiation and muscle atrophy by promoting catalase and MnSOD, as well as stimulating AgRP and NPY to regulate energy homeostasis (Ramaswamy et al., 2002) .\n\nFOXO may control different patterns of gene expression based on the intensity of the stimulus, e.g., activating stress-resistance genes under mild conditions but pro-apoptotic genes with increas-ing stimulus intensity (van Der Horst and Burgering, 2007) . It is possible for FOXO factors to regulate different genes in different cell types, causing apoptosis in some cells while promoting survival in others (Kops et al., 2002b) . Importantly, FOXO-induced apoptosis may cause the death of damaged or abnormal cells, therefore benefiting the longevity of the entire organism.\n\nSince FOXO regulates cellular metabolism, cell proliferation, stress signaling, and longevity, the tumor suppression functions of FOXO have been researched in depth (Brunet et al., 2004; van Der Horst and Burgering, 2007; Lee et al., 2003; Tran et al., 2002; Puigserver et al., 2003) . Cell functions, cell-cycle arrest, DNA repair, and apoptosis are coordinated by the FOXO family by balancing between longevity and tumor suppression (Clancy et al., 2001) . It has been proposed that increased expression of the active forms of FOXO in tumor cells prevents tumor growth (Greer and Brunet, 2005) . For instance, FOXO3 is sequestered in the cytoplasm via the ubiquitin-proteasome pathway, thereby activating tumor growth in certain cancers (Hu et al., 2004; Li et al., 2003; Vivanco and Sawyers, 2002) . The connection between aging and cancer has been provided by investigating the ensemble of FOXO protein partners (Zanella et al., 2010) . Thus, the modulation of FOXO may provide a potential bridge for the regulatory network from environmental stimuli to changes in gene expression programs among insulin signaling, disease, and human longevity .\n\nVariants of FOXO3A have been linked to human longevity in seven cohorts located throughout the world. The following paragraphs briefly review the association data between FOXO3A and human longevity from different populations. Willcox et al. (2008) first identified that the FOXO3A gene was strongly associated with longevity in long-lived American men of Japanese ancestry from the island of Oahu (Hawaii). When comparing the characteristics of 213 long-lived Japanese men (minimum age 95 years) with 402 average-lived subjects enrolled in this study, the case (long-lived) men exhibited several phenotypes, e.g., lower prevalence of cancer and cardiovascular disease, better self-reported health, and high physical and cognitive function, in additional to significantly older ages than controls. The authors selected five candidate genes from the IIS pathway for SNP analysis, including ADIPOQ, FOXO1A, FOXO3A, SIRT1, and COQ7. Only genetic variation within the FOXO3A gene was found to have a significant association with human longevity. The natural genetic variation within the FOXO3A gene (rs2802292; variable name: FOXO3A3) showed that the long-lived Japanese had one or more copies of the \"G\" allele of the FOXO3A gene. In contrast to the \"G\" allele in long-lived people, a higher \"T\" allele frequency of the FOXO3A gene was found in average-lived (about 77 years of age) Japanese men. The overall risk (OR) for TT homozygous minor genotype versus GG homozygous major genotype between the cases and controls was 2.75 (p = 0.0007) (Willcox et al., 2008) . In addition, the authors tested the relationship between lifetime prevalence of several chronic diseases and FOXO3A genotype among 3741 men aged 71-93 years. The authors found that the GG homozygous carriers were healthier at baseline than GT heterozygous and TT homozygous carriers when comparing the health status of subjects with the definition of high physical function (can walk one half mile), high cognitive function (cognitive abilities screening instrument [CASI] score >74), and the absence of six major chronic diseases including coronary heart disease, stroke, cancer, pulmonary disease (PD), chronic obstructive pulmonary disease (COPD), and treated type 2 diabetes (Carter et al., 2007) . These data suggested that the age-related processes were significantly lower in these long-lived men and were associated with the presence of the \"G\" allele (Willcox et al., 2008) . , Flachsbart et al. (2009 further replicated the same association of FOXO3A SNPs with longevity using an extensive collection of 1762 German subjects, including 1031 unrelated centenarians/nonagenarians (age range 95-110 years; mean age 98.4 years) and 731 younger controls (age range 60-75 years, mean age 67.2 years). They performed genotyping on 16 known polymorphisms of the FOXO3A gene and identified four SNPs (rs6911407, rs9400239, rs3800231, and rs479744) showing a nominal association with the entire long-lived German individual sample, and 11 SNPs (rs6911407, rs768023, rs2802288, rs2802290, rs13220810, rs7762395, rs9400239, rs3800231, rs1268170, rs473268, and rs479744) having a significant association with attaining exceptional old age of the 388 centenarians (mean age 101.6 years) (Flachsbart et al., 2009 ). In particular, obtained from an allelebased case-control comparison, the top-ranking SNP, rs3800231, of FOXO3A had a highly significant (p < 0.0005) OR of 1.42 (CI: 1.18-1.70). They reported that the genetic association of longevity with FOXO3A was stronger in centenarians than in nonagenarians and affected both genders. These data confirmed the association between genetic variation in the FOXO3A gene and human longevity. However, the three top-ranking SNPs (rs3800231, rs7762395, and rs768023) did not present a statistically robust replication result, and only showed a trend for the association with longevity in the French sample consisting of 535 centenarians (mean age 103.8 years) (Flachsbart et al., 2009) . Li et al. (2009a) examined six tagging SNPs from FOXO3A and FOXO1A in 1817 centenarians and younger individuals in Han Chinese. Three (rs2253310, rs2802292, and rs4946936) of the six selected SNPs were found to have strong associations with longevity in sex-combined centenarians with an average age of 102 years in this Han Chinese population. In addition, the GTC haplotype of the three SNPs of FOXO3A presented with a lower frequency in centenarians than in controls (age around 47 years), which further demonstrated the FOXO3A haplotype association with longevity (Li et al., 2009a) . These data suggested that FOXO1A was more closely associated with female longevity.\n\nFrom analysis in a large cohort of Italians (age range 90-108 years), FOXO3A was validated to be associated with lifespan (Anselmi et al., 2009) . One SNP of the FOXO3A gene, rs2802292, was postulated to play a beneficial role in lifespan by increasing FOXO3A expression and then enhancing the downstream targets. A gender difference was also found in the association with rs2802288, which showed linkage disequilibrium with rs2802292, presenting allelic association in males, but not in females (Anselmi et al., 2009) . Pawlikowska et al. (2009) reported that two intronic SNPs (rs1935949 and rs4946935) in FOXO3A were significantly associated with female lifespan (rs1935949, OR = 1.35, adjusted p = 0.0093). In addition, they also found that SNP rs4946935 of FOXO3A was associated with death caused by cardiovascular, non-cardiovascular, or non-cancer diseases in the cohort of the Cardiovascular Health Study (Pawlikowska et al., 2009) . Only rs1935949 of FOXO3A was associated with cancer deaths in a cohort of elderly Caucasian women from the Study of Osteoporotic Fractures (Pawlikowska et al., 2009) . Lunetta et al. (2007) conducted a genome-wide association study using the Affymetrix 100K SNP GeneChip for longevity in a community-based sample that was composed of up to 1345 Framingham Study participants from 330 families. In the analysis of selected candidate genes, SNP associations were identified for age at death in or near the following genes: FOXO1A, GAPDH, KL, LEPR, PON1, PSEN1, SOD2, and WRN. Top-ranked SNP associations included rs6910534 (p = 0.00003) near FOXO3A and rs3751591 (p = 0.00006) in CYP19A1. Though none of the SNP genetic associations achieved genome-wide significance, these data may serve as a resource for replication as more genes and biologic pathways are proposed as contributing to longevity and healthy aging (Lunetta et al., 2007) .\n\nAs the association of FOXO3A has been observed in genetically diverse groups of European and Asian descent, these results point to FOXO3A playing an important role in controlling human longevity in many different ethnic populations.\n\nFOXO1A (forkhead box O1A) gene variants have also been linked to longevity in Chinese and American cohorts (Lunetta et al., 2007; Li et al., 2009a) . Li et al. (2009a) reported that FOXO1A had a strong association with longevity in Han Chinese female centenarians. There were two intronic SNPs (rs2755209 and rs2755213) of FOXO1A that showed a reduced minor allele frequency (MAF) in the female centenarian group, when compared with a younger group (Li et al., 2009a) . The decreased frequency of the MAF (i.e., T allele) of rs2755209 and rs2755213 is associated with increased longevity, and the adjusted p value for multiple comparison by the Bonferroni correction was from 9.0 × 10 −3 to 3 × 10 −4 (Li et al., 2009a) . In addition, using a genome-wide association study, Lunetta et al. (2007) reported that the top 30 SNPs associated with age at death included two SNPs intronic to FOXO1A, rs10507486 (p = 0.0001) and rs4943794 (p = 0.0002).\n\nIn addition to the genes involved in IIS signaling, there are other lifespan-related genes that have been connected to human longevity as described below.\n\nAbundant evidence has linked cholesterol metabolism and the occurrence of late-onset Alzheimer's disease. Apolipoprotein E, involved in lipoprotein metabolism, is known to be related to susceptibility to age-related diseases, as well as being a proposed risk factor for coronary heart disease and Alzheimer's disease (Kolovou et al., 2004 (Kolovou et al., , 2002 . The APOE gene encodes a ligand for lowdensity lipoprotein (LDL) receptor. Protein isoforms of APOE are produced from several common polymorphic forms, APOE 2, 3, and 4, which interact differently with specific lipoprotein receptors, ultimately altering circulating cholesterol levels. High, low, and intermediate levels of LDL cholesterol have been reported to be associated with APOE 4, APOE 2, and APOE 3, respectively. The APOE 4 allele which promotes premature atherosclerosis, has also been identified as a biomarker for an increased risk of Alzheimer's disease. Since coronary heart disease and Alzheimer's disease are common diseases in the elderly, increasing genetic association studies revealed that APOE is an important genetic antecedent of human longevity (Christensen et al., 2006; GenAge Database, 2010; Wilson et al., 1996; Rubinsztein and Easton, 1999; Smith, 2002) .\n\nIn fact, the polymorphisms in the APOE gene are the first and most replicated genetic associations with the human longevity phenotype and age-related diseases (Christensen et al., 2006; GenAge Database, 2010; Wilson et al., 1996; Rubinsztein and Easton, 1999; Smith, 2002) . Eggertsen et al. (1993) first studied the association between APOE isoforms and age in a Swedish population composed of 407 healthy Swedish individuals, 244 men and 163 women, ranging in age from 17 to 86 years. They found that the 4 allele frequency correlated positively with LDL cholesterol and decreased with increasing age, and it was significantly lower in individuals >60 years of age (14.7%) (Eggertsen et al., 1993) . Following this line, Schächter et al. (1994) validated the genetic associations of APOE with human longevity by carrying out case-control studies of populations of centenarians (n = 338) and adults aged 20-70 years. They reported that the 4 allele of APOE was significantly less frequent in centenarians than in controls (p < 0.001), while the frequency of the 2 allele was significantly increased (p < 0.01) (Schächter et al., 1994) . In addition, they also first identified that the D allele of ACE (encoding Angiotensin I-Converting Enzyme) gene is more frequent in centenarians, with a significant increase of the homozygous genotype (p < 0.01) (Schächter et al., 1994) .\n\nUntil now, at least 17 studies have examined the relationship between APOE variants and human longevity and/or survival in old age, and 11 of 17 reported a statistically significant association between APOE and longevity (GenAge Database, 2010) . The decrease of the APOE 4 allele at older ages correlated with its pathogenetic role in Alzheimer's disease, hypertension, and dyslipidemia (Christensen et al., 2006; GenAge Database, 2010) . By comparison, an increased frequency of the APOE 2 allele at older ages has been validated in different populations, and it also showed a negative correlation with myocardial infarction (Kolovou et al., 2002; Louhija et al., 1994; Blanché et al., 2001; Frisoni et al., 2001; Seripa et al., 2006) . In addition, polymorphisms of other apolipoproteins (e.g., APOA4, APOB, APOC3) have also been reported in different populations, which showed a statistically significant association with human longevity (Pepe et al., 1998; De Benedictis et al., 1997; Anisimov et al., 2001) . Nowadays, variants of APOE and other apolipoproteins, as well as the plasma concentrations of lipids and lipoproteins, are established risk factors for age-related diseases and human longevity (Kolovou and Anagnostopoulou, 2007) .\n\nPON1, a paraoxonase, also has the enzyme activity of arylesterase, or esterase, which hydrolyzes lipoperoxides, toxic oxon metabolites, aromatic esters, and aromatic and aliphatic lactones (Draganov et al., 2005) . PON1 is synthesized in the liver and secreted into the blood, where it is associated exclusively with high density lipoproteins (HDLs) and is considered to be a protective factor against oxidative modification of LDL and may therefore play an important role in the prevention of the atherosclerotic process (Draganov et al., 2005) . Two polymorphisms of PON1 have been extensively studied: L55M (a leucine (L allele) to methionine (M allele) substitution at codon 55), and Q192R (a glutamine (A allele) to arginine (B allele) substitution at codon 192). Due to its detoxification function and HDL binding ability, PON1 has been tested for genetic association with many disorders and validated in the susceptibility to organophosphate poisoning (Cherry et al., 2002) , coronary artery disease (Serrato and Marian, 1995) , coronary artery spasm (Ito et al., 2002) , and exudative age-related macular degeneration (Ikeda et al., 2001 ).\n\nAn association between PON1 and human longevity has been studied in different human populations. Bonafè et al. (2002) examined the two polymorphisms, L55M and Q192R, in 308 centenarians and 579 controls in Italy. They found that the percentage of carriers of the B allele (Arg) at codon 192 was higher in centenarians than in controls (0.539 versus 0.447), though this was due to an increase of people carrying M alleles at codon 55 (Bonafè et al., 2002) . They proposed that genetic variability at PON1 locus may affect survival at extremely advanced age (Bonafè et al., 2002) . Xia et al. (2003) examined polymorphism at codon 192 (Gln/Arg) in 256 healthy, French, Caucasian men (mean age 69.8 years) and reported that Gln homozygotes were more frequent in aging than in Arg allele carriers. By comparison, the data of studies on Sicilians suggested that there is no association between human longevity and the L55M and Q192R genotype distributions, yet octogenarians had a higher percentage of (−107) CC genotype compared with controls, and displayed significantly higher levels of PON1 activity (Campo et al., 2004 ). In addition, in a genome-wide association study, Lunetta et al. (2007) identified several SNPs associated with both age at death and morbidity-free survival at age 65 years, which include one SNP, rs2374983, located near PON1. Since the association between PON1 variants and human longevity was not replicated in all studies, a reasonable assumption to explain these differences was the possibility of population-specific effects (Rea et al., 2004; Lescai et al., 2009; Caliebe et al., 2010) .\n\n3.3. TP53 (tumor protein p53) variants TP53, which encodes the tumor suppressor protein p53, could act as a transcription factor. In response to diverse cellular stresses, P53 regulates target genes that induce cell-cycle arrest, apoptosis, senescence, DNA repair, and changes in metabolism (Toledo and Wahl, 2006; Bourdon, 2007; Vousden and Lane, 2007) . In addition, p53 appears to induce apoptosis through nontranscriptional cytoplasmic processes. Numerous posttranslational modifications modulate p53 activity, most notably phosphorylation and acetylation. Activity of p53 is ubiquitously lost in human cancer either by mutation of the p53 gene itself or by loss of cell signaling upstream or downstream of p53 (Toledo and Wahl, 2006; Bourdon, 2007; Vousden and Lane, 2007) . The p53/p21-dependent pathway was reported to be involved in the senescence-like arrest of cell growth by constitutive activation of Akt (Miyauchi et al., 2004) .\n\nMore than 40 allelic variants of TP53 gene have been reported (http://www.ncbi.nlm.nih.gov/omim/191170?report=Variants). Among them, one SNP, rs1042522, which is able to substitute residue 72 of p53 protein (P72 R), is one of the most studied variants. The Pro72-to-Arg polymorphism occurs in the prolinerich domain of p53, which is necessary for the protein to fully induce apoptosis. R72 allele was reported to have up to a 15fold increased apoptotic ability compared with P72, in both the inducible cell lines and cells with endogenous p53 homozygous for each variant (Dumont et al., 2003) . In fact, P72R is caused by polymorphism rather than mutation (Ara et al., 1990) . Allelic analysis of patients with HPV-associated tumors revealed a striking overrepresentation of homozygous R72 p53 compared with the normal population, indicating that individuals homozygous for R72 are about seven times more susceptible to tumorigenesis than heterozygotes (Storey et al., 1998) . Later, many studies assessed the function of P72R as well as the association between P72R allele and cancer risk, and they suggested that these two alleles have different biologic properties in their ability to bind components of the transcriptional machinery, leading to different risks for cancer development (Thomas et al., 1999; Marin et al., 2000; Jones et al., 2004; Bougeard et al., 2006) Since longevity may depend on a balance between tumor suppression and tissue renewal mechanisms, genetic variation in TP53 gene has been tested in different populations (Campisi, 2003; Pim and Banks, 2004; Gaspari et al., 2003; van Heemst et al., 2005; Bonafè et al., 1999a,b; Bojesen and Nordestgaard, 2008) . Bonafè et al. (1999a,b) studied P53 codon 72 polymorphism and longevity by enrolling centenarians from continental Italy and Sardinia. They reported that no significant difference was detected between centenarians and young controls, though P72 allele carriers were slightly increased in centenarians (Bonafè et al., 1999a,b) . Gaspari et al. (2003) examined the germline TP53 mutations in 66 nonagenarians/centenarians and 150 young healthy volunteers enrolled from Northern Italy. They reported that the absence of any TP53 polymorphisms and of GSTT1 deletion, and the simultaneous presence of the three identified TP53 polymorphisms and of GSTT1 deletion, were much more frequent in young subjects than in centenarians (41.5% versus 26.9% and 8.8% versus 3.8%, respectively). In addition, van Heemst et al. used a meta-analysis and showed that carriers of the TP53 codon 72 PP genotype have an increased cancer risk compared with RR genotype carriers (p < 0.05). In addition, they carried out a prospective study of 1226 people aged 85 years and over and showed that carriers of the PP genotype have a 41% greater survival (p = 0.032) (van Heemst et al., 2005) . These studies suggested that codon 72 variation in the human TP53 gene affects cancer mortality, as well as old age survival.\n\n3.4. Genetic association of p21 (CDKN1A) with longevity P21 (encoded by CDKN1A, also known as Cip1 and Waf1) is a cell-cycle inhibitor, and is known to be up-regulated during DNA damage pathways, such as telomere shortening which limits the proliferative lifespan of human cells (Tarry-Adkins et al., 2006) . Choudhury et al. (2007) reported that deletion of p21 prolongs the lifespan of telomerase-deficient mice with dysfunctional telomeres. And, the deletion of P21 improved the stem cell function of hematolymphopoiesis and the maintenance of intestinal epithelia without rescuing telomere function (Choudhury et al., 2007) . Moreover, in these mice, apoptotic responses remained intact, and P21 deletion did not accelerate chromosomal instability or cancer formation (Choudhury et al., 2007) .\n\nP21 is considered as a crucial mediator for integrating the mechanism of the stress response to aging (Dudek and Johnson, 1994) . Some evidence has suggested that the effects of P21 induction on gene expression in senescent cells may contribute to the pathogenesis of cancer and age-related diseases (Chang et al., 2000) . It has been revealed to act as an inhibitor of P53-dependent cell-cycle arrest after DNA damage (el-Deiry et al., 1994) . In addition, P21 has been reported to upregulate multiple genes related to not only senescence but also age-related diseases, including atherosclerosis, Alzheimer's disease, amyloidosis, and arthritis (Chang et al., 2000) . Current available data suggest that P21 may play a linking role for different age-related diseases (Seki et al., 1998) . In addition, evidence has shown that P21 induces the expression of the main component of Alzheimer's amyloid plaques, ␤-amyloid peptide, and increases serum levels of amyloid A, leading to the deposition of inflammatory protein SAA, which has been found to be related to the development of amyloidosis, atherosclerosis, osteoarthritis, and rheumatoid arthritis (Jensen and Whitehead, 1998) . P21 also has been reported to induce the expression of t-TGase (tissue transglutaminase), which has been described as a pleiotropic mediator involved in cell differentiation, carcinogenesis, apoptosis, and aging (Jensen and Whitehead, 1998) . Furthermore, the induction of CTGF (connective tissue growth factor) and galectin-3 by P21 has been implicated in atherosclerosis (Nachtigal et al., 1998) . Increased expression of P21-inducible proteins, such as cathepsin B, PAI-1 (plasminogen activator inhibitor-1), fibronectin, N-acetylgalactosamine-6-sulfate sulfatase, and Mac2-BP (Mac-2 binding protein) has also been found to be involved in osteoarthritis and/or rheumatoid arthritis (Seki et al., 1998; Cerinic et al., 1998) . The specific effects of P21 on regulating gene expression and the elucidation of P21-mediated mechanisms provide new approaches to the prevention of different aging-related diseases that are associated with human longevity.\n\nSince P21 has been implicated in several age-related diseases, the possible relationships between longevity and P21 (CDKN1A) variants have been explored in an Italian population (Gravina et al., 2009) . Although a cluster of minor alleles in the region of P21 promoter (between −4547 and −3489 bp) had no effects on P53 responsiveness, rare alleles of two exon-derived SNPs (rs1801270 and rs1059234) showed a significant difference between a longlived population and younger controls in the Italian population. One of these two SNPs, rs1801270, changes the sequence of amino acid codon 31 of P21 from Ser to Arg, and rs1059234 leads to a C to T transition at the 20th nucleotide downstream of the stop codon in the 3 untranslated region. In addition, a six-SNP haplotype (GGGCCG) comprising rs1801270 and rs1059234 is more prevalent in cen-tenarians than in control populations. These two relevant SNPs have been reported to be associated with squamous cell carcinoma, breast cancer, and sarcoma. The amino acid change at codon 31 of P21 may abolish the phosphorylation of P21 at Ser 31, which may cause cell-cycle arrest or induce the transcription of genes implicated in age-related diseases. Furthermore, the stability or translational efficiency of P21 mRNA may be affected by the polymorphism of rs1059234 in the 3 untranslated region (Gravina et al., 2009) .\n\n3.5. Genes of the electron transport chain (ETC) participating in the aging process Mitochondria have been connected to the aging process for over 50 years. The inner membrane embedding the ETC produces reactive oxygen species (ROS) that are responsible for cell damage and premature apoptosis, and are involved in the aging process and longevity (Lambert and Brand, 2009 ). Mitochondrial DNA encodes cytochrome b (CYTB) protein, which is located centrally in complex III (cytochrome bc1 complex) of the ETC. The I7T polymorphism of the CYTB gene substitutes residue 7 (threonine) of the protein for an isoleucine. CYTB I7T of mitochondrial haplogroup H has been reported to be associated with prolonged longevity in humans (Beckstead et al., 2009) . This association may be explained by the role of CYTB in promoting the replenishing ability of water to the Q i binding site and diminishing the time ubisemiquinone stays at the Q o site, which results in reduced ROS production (Beckstead et al., 2009 ).\n\nSome other gene variants have also been proposed to be involved in the aging process, such as genes related to infectious diseases or pathogen recognition (Vasto et al., 2007) . Dendritic cell-specific intracellular adhesion molecular-3-grabbing nonintegrin (DC-SIGN), also known as CD209 (cluster of differentiation 209), is a protein encoded by the CD209 gene (Mitchell et al., 2001; Boily-Larouche et al., 2007) . DC-SIGN is a C-type lectin receptor, expressed by macrophages and dendritic cells. DC-SIGN related (DC-SIGNR) protein is a type II transmembrane protein. The neck region of DC-SIGNR is composed of a highly conserved 23-amino-acid repeat and a C-terminal extracellular Ctype carbohydrate recognition domain (CRD). Length variations of the neck region of DC-SIGNR have been reported to be associated with different susceptibilities to various infectious diseases, including HIV, HCV, and SARS (severe acute respiratory syndrome). Therefore, the variants on CRD of DC-SIGNR are proposed to crucially affect pathogen-binding properties (Mitchell et al., 2001; Boily-Larouche et al., 2007) . Though it has been proposed that the immune-related genes may influence the aging process through immunosenescence (Pawelec and Larbi, 2008) , a study performed in peri-centenarians in a Han Chinese population did not find an association between DC-SIGNR and longevity (Li et al., 2009b) .\n\nBecause of their role in the control of ROS, genetic variants of cellular antioxidant enzymes in the pathway of oxidative stress have been studied in a Japanese cohort. It was reported that, in Japanese men, but not women, glutathione peroxidase 1 (GPX1) polymorphism Pro198Leu variant was associated with the prevalence of metabolic syndrome. This study also suggested that gender differences might be important in causing diversity in the human lifespan (Kuzuya et al., 2008) . In addition, other genetic polymorphisms, such as SOD2-9 T/C or MTHFR 677C/T, have been studied. They have been demonstrated to have positive modulation roles in the longevity of Ashkenazi males (Stessman et al., 2005) . However, no association was found for longevity phenotype in a Jordanian population (Khabour et al., 2009) , nor in an Italian population (De Benedictis et al., 2009 ).\n\nAs reviewed in this article, genetic studies have uncovered part of the mystery of the human lifespan. However, to date, the genetic components known to influence human aging and longevity are scarce. Only few replications have been observed across human populations, and for most of them, it is difficult to replicate the results due to the small number of enrolled subjects. Further precise assessment of genetic contributions will rely on two main kinds of researches: (1) case/control association studies that examine the difference in genetic polymorphisms between centenarians/nonagenarians (case) and the general population (control) subjects; and (2) wet-laboratory analyses of genetic and biochemical mechanisms that may contribute to human aging and longevity.\n\nCase/control association studies are often hampered by small sample size, lack of precise phenotyping, variation of ethnic population stratification, and the limitations of budget/technique platform/methods of statistics applied in genome-wide association studies (GWAS) or candidate gene approaches, among others. Although several genetic variations have been identified and have been shown to be associated with human longevity, the limited available data further emphasizes the following points: (1) a wellcharacterized and large sample size is important for adequate replication, (2) a genome-wide association study comprehensively searching for longevity associated genes is lacking, and (3) validation of a consistent association of longevity polymorphisms in different human populations is necessary. Regarding sample collection in a case/control study, a large, homogeneous, long-lived population with well-characterized aging phenotypes is required for genetic longevity research. In particular, the age of the cases is of utmost importance, and a sample of centenarians is thought to be more valuable than one including octogenarians and nonagenarians. This idea is supported by the stronger association of FOXO3A polymorphisms with centenarians than with nonagenarians or all long-lived individuals in a German sample (Flachsbart et al., 2009) . Finally, replications of genetic polymorphism associations in different populations with larger quantities and various study approaches will validate the genes controlling human longevity.\n\nConsidering the robust findings in model organisms of aging, candidate longevity genes may also include the genes involved in several biological mechanisms, such as the insulin pathway, oxidative damage, DNA repair, tumor suppression, inflammatory processes, mitochondrial dysfunction, and apoptotic tissue degeneration (Carter et al., 2007; Kenyon and Murphy, 2006) . Furthermore, wet-laboratory analyses for the functional role of polymorphisms identified from genetic associations are also required to address the biological mechanisms of human longevity. Taking FOXO3A as an example, in addition to the validation of genetic associations across different populations, FOXO3A protein has been shown to control insulin sensitivity and influence coronary heart disease, type 2 diabetes, and longevity (Brunet et al., 2004; Tran et al., 2002; Puigserver et al., 2003) . The multiple functions of FOXO3A also suggest that it could be a \"master regulator\" in the IIS pathway, and its genetic polymorphisms may modulate a broad array of downstream targets that could exhibit larger effects on lifespan extension (van Der Horst and Burgering, 2007; Dillin et al., 2002) .\n\nGaining knowledge about genetic control of the mechanisms of human longevity may result in the design of better treatment methods for age-related diseases, predict susceptibility to mortality, and offer the opportunity to prevent disease, delay the aging process, and ultimately, prolong human lifespan. As expected for polygenic traits like human aging and longevity, multiple genetic factors may contribute to the phenotype, and each of them may have only a rather modest effect. This is correlated to the increasing reports of genetic antecedents contributing to human longevity. Greater effort should be devoted to validating the functional role of these associated genes in determining healthy human aging. Understanding the genetic contribution to human longevity will ultimately enable extension of the human lifespan and quality of life improvement."}