{"title": "Viral infections in relation to age, atopy, and season of admission among children hospitalized for wheezing", "body": "Hospital admissions for wheezing continue to be a significant health care problem for infants and children growing up in the United States and in developed countries. 1, 2 Attacks of wheezing treated in the hospital or emergency department are also associated with substantial health care costs. 3, 4 However, information regarding the major risk factors which contribute to these attacks, in particular the relationship between viral infections and allergic inflammation in the airways, remains unclear. With the development of more sensitive techniques to test for viral pathogens, especially PCR, it is now possible to examine the prevalence of viral respiratory tract infections among children treated for wheezing in greater detail. 5, 6 Combined with assessments for atopy, the results of these tests may provide information that can be used to improve methods for decreasing the frequency and severity of attacks that require hospital care.\n\nIn previous studies, the major viral pathogen associated with wheezing during infancy was the respiratory syncytial virus (RSV). 7, 8 This was especially true during the winter months, when RSV was more prevalent in the northern hemisphere. In contrast, rhinovirus has been detected more frequently in community based studies of wheezing among school-age children. 9 Other population surveys have shown that sensitization to inhaled allergens as well as elevations of total serum IgE were strongly associated with asthma in children and adults. [10] [11] [12] [13] When the prevalence of viral infections and atopy were considered together in a study of asthma in a pediatric emergency department, the strongest odds for wheezing included positive tests for rhinovirus in combination with allergic sensitization. 14 Because similar information is lacking for children who require hospitalization, the current study was designed to examine the prevalence of viral respiratory tract pathogens among infants and children who were hospitalized for wheezing over a 12month period, and to evaluate the results in relation to the patient's age, atopic characteristics, and season of admission.\n\nThis was an observational, case-control investigation involving 133 children (age 2 months to 18 years) who were hospitalized for wheezing at the University of Virginia Medical Center from April 1, 2000, through March 31, 2001 . These children represented 93% of all admissions for wheezing during the enrollment period. Children with chronic lung disease or congenital heart disease and children who were immunosuppressed were excluded. The control group included 133 children with no symptoms of wheezing at the time of admission. Exclusion criteria for the controls included immunosuppression but did not include the presence of other respiratory tract symptoms or a history of previous wheezing, asthma, or allergic disorders. Goals for matching among wheezing and control patients included age and sex. The majority of matched controls were enrolled within a month of each wheezing patient. Patient demographic information was obtained from hospital charts and from questionnaires administered to parents. The study was approved by the Human Investigation Committee at the University of Virginia. Informed consent was obtained from parents, and assent was obtained from children when they were old enough (usually $7 years old).\n\nNasal secretions were obtained from patients as previously described. 14 Briefly, 1 mL PBS, pH 7.4, was instilled into each nostril. For infants and toddlers, the PBS and secretions were aspirated into a mucus trap (attached to wall suction) by inserting the tip of a flexible 18F Tri-Flow suction catheter (Allegiance Healthcare Corp, McGraw Park, Ill) into the anterior nares. For children age $4 years, a Yankauer, Medi-Vac, suction catheter (Allegiance Healthcare Corp) was used. After obtaining the sample, 3 mL PBS was aspirated through the catheter to rinse residual secretions into the trap. A plastic transfer pipette was used to mix secretions vigorously with wash fluid. One milliliter of this mixture was added to viral transport medium (ViraTrans; Trinity Biotec Co, Wicklow, Ireland). Each sample was transported on ice to the Clinical Virology Laboratory at the University of Virginia for virus culture.\n\nThe remaining wash fluid and secretions were frozen (ÿ808C) and were used to test for common viral respiratory tract pathogens by using PCR techniques and assays for viral antigen. The primers and methods used for detecting rhinovirus, enterovirus, and coronavirus by RT-PCR have previously been described. 6, 15 Conserved RNA sequences for influenza A and B, RSV strains A and B, and parainfluenza types 1, 2, and 3 were detected by using the Hexaplex RT-PCR Enzyme Hybridization Assay (Prodesse, Waukesha, Wis). To test for adenovirus, DNA was extracted from wash samples and amplified by PCR by using primers corresponding to the hexoncoding region. 16, 17 This region has a high degree of homogology among adenovirus serotypes. Each nasal wash was also tested for RSV and influenza A and B antigens by using membrane enzyme immunoassays (Abbott Laboratories, Chicago, Ill).\n\nBlood was obtained by venipuncture (or heel stick in infants) and was analyzed for total serum IgE by using the Pharmacia CAP immunoassay (Uppsala, Sweden). Sera, available from 80% of children age 3 to 18 years from both wheezing and control groups, were analyzed for allergen-specific IgE antibody to dust mite (D farinae and D pteronyssinus), cat, dog, cockroach, Alternaria, grass, oak, and ragweed allergens by using Pharmacia CAP immunoassays. Sera with $0.35 IU/mL IgE antibody to any of the allergens tested were considered positive for allergen sensitization.\n\nPatient demographic data and positive tests for virus or allergen sensitization were analyzed by nonparametric methods, as were the frequencies for positive tests for virus among wheezing and control patients who were enrolled in the same season. Because only 8 of the 266 patients were enrolled more than once, each of these patient enrollments was treated as an independent event. Tests of homogeneity with respect to the frequency data were formulated as a difference of 2 group proportions in which the group proportions were assumed equal under the null hypothesis. Nonparametric exact methods were used to have a test and CI with proper coverage probability, even when the contingency cell frequencies were small. 18 Exact 2-sided 95% CIs for the differences of proportion were constructed as described by Agresti and Min. 19 Multivariate analyses related to predicting wheezing as a function of the patients' atopic status and evidence for viral infection were performed by multiple logistic regression. Tests of association were evaluated on the basis of the generalized Wald v 2 statistic, 20 and 95% CI construction for the adjusted odds ratio (OR) was based on the Wald approximation. 21 Total serum IgE data were analyzed on the logarithmic scale by 1way ANOVA. CI construction for the ratio of geometric means (GMs) was based on the Student t distribution. StatXact 5 (Cytel, Cambridge, Mass) was used to compute nonparametric exact tests and the nonparametric exact 95% CIs. The Proc Genmod and the Proc Mixed procedures of SAS version 8.2 (SAS Institute, Cary, NC) were used to conduct the multiple logistic regression and the ANOVA, respectively.\n\nMonthly admissions for wheezing showed seasonal peaks that differed among children < 3 years old compared with children age 3 to 18 years (Fig 1, A) . Seventy percent (55/79) of children < 3 years old were hospitalized from December through March, and 46% (25/54) of children age 3 to 18 years were admitted from September through November. There were more male subjects admitted for wheezing, and the majority of children (65%; 86/133) were from low-income families (ie, families with a payment requirement of 0% to 5%). No significant differences in income status were observed between the wheezing and control groups (Table I ). More African American children age 3 to 18 years were enrolled in the wheezing group, and 71% (20/28) were from lowincome families. Altogether, 52% (137/264) of the children (wheezing and control subjects combined) were exposed to environmental tobacco smoke (ETS) at home. The proportion of children exposed to ETS was greater for children from low-income families (62%; 99/159) than for children from families of higher income (36%; 38/105; P < .001). The frequency of ETS exposure was similar for children in the wheezing and control groups (Table I) . Although more wheezing than control children < 3 years old were exposed to ETS from their mothers (42% and 30%, respectively), the difference was not significant (P = .13).\n\nChildren < 3 years old. Eighty-four percent (66/79) of wheezing children tested positive for virus compared with 54% (42/77) of controls (P < .001). RSV was frequently detected through the age of 2 years (Fig 2) and was the dominant viral pathogen detected during the winter months when admissions for this age group peaked (Fig 3) . Influenza was also significantly associated with wheezing during the winter; however, rhinovirus was detected more often among wheezing children who were hospitalized between April and November (58%; 14/24) compared with controls (26%; 5/19; P = .04; Fig 4, A) . Overall, 29% (23/79) of the wheezing children compared with 16% (12/77) of controls tested positive for >1 virus (P = .04). In the wheezing group, this observation was most common among infants < 6 months old and declined with age (Fig 2) . Among the controls, 22% (17/77) had diagnoses related to the respiratory tract, and 76% of them tested positive for virus, compared with 48% of controls without respiratory complaints (P < .05).\n\nChildren age 3 to 18 years. The percentage of positive tests for virus was 68% (23/34) among wheezing children age 3 to 9 years and 50% (10/20) among children age 10 to 18 years (Fig 2) . The percentage of positive tests among controls in these age groups was significantly less (26%; 9/35; P < .001; and 14%; 3/21; P < .05, respectively). Rhinovirus accounted for 77% (48/62) of all positive tests for virus among the wheezing subjects and was the only virus significantly associated with wheezing (Fig 4, B) . Between September and November, when the monthly admissions for wheezing in this age group increased, the percentage of wheezing patients with positive tests for rhinovirus was 48% (12/25). This percentage did not differ significantly from the percentage of wheezing patients who tested positive for rhinovirus and were admitted from April through August (60%; 9/15; P = .57) or from December through March (36%; 5/14; P = .57).\n\nNo wheezing subject and only 3 controls in this age group tested positive for >1 virus. Twenty percent of the controls (11/56) were hospitalized with respiratory tract diagnoses; not all were thought to be linked to infection (eg, aspiration pneumonia). Thirty-six percent of these controls tested positive for virus, compared with 18% of controls without respiratory complaints (P = .12). Thirteen (24%) of the wheezing subjects had received the influenza vaccine in the year before enrollment. Only 3 wheezing subjects tested positive for influenza (none of them had received the influenza vaccine), and only 1 tested positive for RSV. The prevalence of positive tests for virus did not differ significantly among wheezing patients on the basis of sex, race, or income status.\n\nChildren < 3 years old. Total IgE levels were low, and there was significant overlap in the intraquartile ranges for total IgE among the wheezing and control groups (Fig 5) . There was also overlap among the values from children who had total IgE levels >75th percentile of the distribution (range, 35-440 IU/mL for wheezing patients and 19-304 IU/mL for controls).\n\nChildren age 3 to 18 years. Total serum IgE levels were significantly elevated among wheezing children compared with controls for children age 3 to 9 years and 10 to 18 years (Fig 5) . For wheezing and control patients, respectively, the GM values and 95% CIs for total IgE within each age group were 12.4 IU/mL (9.0-17.1) and 8.1 IU/mL (5.8-11.2; P = .07) for children < 3 years old; 377 IU/mL (229-619) and 43 IU/mL (26-68; P < .001) for children age 3 to 9 years; and 400 IU/mL (211-759) and 33 IU/mL (18-61; P < .001) for children age 10 to 18 years. In addition, among children who had a complete set of tests for allergen specific IgE antibody, the percentage of patients with at least 1 positive test was significantly increased for wheezing subjects (84%; 36/43) compared with controls (33%; 15/45; P < .001). The most frequent response among wheezing patients was to dust mite (D farinae and/or D pteronyssinus): 58% compared with 16% among controls (P < .001). The prevalence of positive tests to the other allergens among wheezing and control subjects, respectively, was as follows: cat, 49% and 22%, P < .01; grass, 42% and 9%, P < .001; dog, 40% and 11%, P < .01; ragweed, 30% and 4%, P < .01; oak, 30% and 11%, P < .03; cockroach, 26% and 7%, P < .02; and Alternaria, 26% and 2%, P < .01. When adjusted for sensitization to the other allergens, dust mite was the only allergen that remained significantly associated with wheezing (adjusted OR, 4.7; 95% CI, 1.3-16.1). The prevalence of allergic sensitization (a positive test for IgE antibody to at least 1 allergen) and total IgE levels were not significantly different among wheezing children on the basis of sex, race, income status, or previous hospitalizations.\n\nOverall, the adjusted OR for wheezing among the children age 3 to 18 years was 7.6 (95% CI, 2.5-22.8) for children who tested positive for virus, 13.8 (95% CI, 4.4-43.5) for children with allergic sensitization, and 104.1 (95% CI, 16.3-663.7) for children who tested positive for both virus and IgE antibody to allergen. Total IgE levels from wheezing patients who tested positive for virus (GM, 443 IU/mL; 95% CI, 265-740) were similar to the values from wheezing patients with negative tests (GM, 354 IU/ mL; 95% CI, 238-1529; P = .50). The percentages of wheezing children with sensitization to at least 1 allergen among children with positive or negative tests for virus were also similar (87% and 83%, respectively). In addition, similarities were apparent when the pattern of monthly admissions for wheezing was compared among the virus-positive and virus-negative groups: 45% (15/33) of wheezing children with positive tests and 48% (10/21) Significant differences between wheezing and controls groups: *P < .01 P < .001. àTwo controls who were matched for age with wheezing subjects < 3 years old fell into the older age group. §Four percent of the patients enrolled (n = 12) were from other racial groups. Payment requirements show the percentage of the hospital bill charged to the patient's family based on their annual income. The percentage of families who were charged 100%, from 10% to 75%, or 0% to 5% of their child's bill is shown for each patient group. In parentheses are the number of patients enrolled within each income group.\n\n{The percentage of patients exposed to $1 smokers living in the house who smoked $5 cigarettes per day. Shown in parentheses is the number of families responding to each question on the questionnaire. One wheezing (age, 18 years) and one control patient (age, 16 years) reported smoking. #Percentage of patients whose mothers smoked $5 cigarettes per day.\n\nwith negative tests were hospitalized between September and November (P = .79; Fig 1, B) .\n\nPrevious studies of wheezing admissions during childhood have focused on either viral respiratory tract infections or atopy as risk factors for acute exacerbations. However, controversies persist regarding the relationship between viral infections and the atopic characteristics of the children who have these attacks. In our current study, viral infections were frequently detected among wheezing patients, and their prevalence declined with age. From age 3 years on, children admitted for wheezing had striking atopic characteristics, and 40% had no evidence of virus infection, despite the comprehensive assessment for viral pathogens that included PCR tests, cultures, and antigen detection for RSV and influenza. Moreover, the wheezing children >3 years old with positive tests for virus had atopic characteristics similar to those of children who had negative tests, and both groups had similar monthly admission patterns, including an increased risk for hospitalization during the fall. Taken together, the data suggest that atopy among the children age 3 to 18 years may be critical as a risk factor for hospital admission and an adverse response to infection, especially infections caused by rhinovirus.\n\nAmong children <3 years old, the results confirmed that RSV was the major virus associated with wheezing during the winter months, when most of these children were hospitalized. 7 In keeping with previous reports of respiratory infections leading to hospitalization during early childhood, influenza was also significantly associated with wheezing during the winter in this age group. 22, 23 At other times of the year, high rates of virus were detected, but rhinovirus was the most common pathogen. Among the controls, the prevalence of viral pathogens detected was notably higher in this age group than in controls age 3 to 18 years. In addition, 24% of the wheezing children and 16% of the controls <3 years old tested positive for >1 virus. Thus, the results from this study provide evidence for frequent stimulation of the immune system by viral respiratory tract pathogens, which were the dominant risk factor for wheezing leading to hospitalization during the first 3 years of life.\n\nA higher risk for recurrent wheezing during childhood has been reported for children who were hospitalized for wheezing during infancy. 24 Although wheezing induced by RSV has been linked to more frequent episodes of wheezing as children grow older, prospective studies have not been able to show that wheezing with RSV during infancy is associated with the development of atopy, or with positive skin tests to inhaled allergens. 25, 26 Consistent with observations in our emergency department, 14 total serum IgE levels in the current study were generally low among both wheezing and control children who were < 3 years old. Prospective studies have shown, however, that increased levels of IgE detected during infancy track with age, and we speculate that the children with values in the upper quartile range may have a higher risk for developing allergic respiratory tract symptoms as they grow older. 27, 28 Exposure to ETS was common among children enrolled in this study, and the frequency of exposure was similar among the wheezing and control groups. This was also observed in our previous pediatric emergency department studies. 29 Among wheezing children, however, especially children whose mothers smoke, there is substantial evidence that passive smoke exposure aggravates airway hyperresponsiveness and the frequency and persistence of symptoms. 30, 31 Nevertheless, it seems doubtful that fluctuations in ETS exposure at home would coincide with or significantly influence the seasonal peaks in wheezing admissions observed in the current study. Consistent with previous reports of racial and ethnic differences in asthma, more African American children age 3 to 18 years were enrolled in the wheezing group. 32 Most of the African American children admitted for wheezing were also from low-income families; however, the frequency of positive tests for allergen specific IgE antibody and for rhinovirus were not significantly different among these children on the basis of race or family income status.\n\nAmong children 3 to 18 years old, positive tests for virus, especially rhinovirus, were common among the wheezing patients. Rhinovirus was detected in close to half of the wheezing subjects and was the only virus significantly associated with wheezing. This observation is consistent with a recent report showing that infections with rhinovirus, but not metapneumovirus, were significantly associated with wheezing among children hospitalized for asthma. 33 A trend toward lower rates of virus detection was observed among the older children (10-18 years old) in our study. Even lower rates of infection were reported in a study of asthma exacerbations in adults, suggesting that protective immunity may develop despite the existence of approximately 100 rhinovirus serotypes. 34, 35 The evaluation of subjects for infections with mycoplasma and Chlamydia remains a challenge. 36 Nonetheless, recent studies of children and adults who were hospitalized for asthma detected mycoplasma or Chlamydia in less than 5% of patients. 35, 37 The atopic characteristics of the children admitted for wheezing from age 3 years on did not appear to diminish with age. IgE levels were also not significantly different among children with previous hospitalizations for wheezing compared with children who were admitted for the first time. Other surveys of children and adults have shown that asthma and airway hyperresponsiveness are closely linked to the serum IgE level, and that elevations of total IgE may be associated with asthma independent of allergen specific IgE responses. [11] [12] [13] 38 The contribution of IgE to wheezing episodes among children who require hospitalization compared with asthmatic children who do not need hospitalization is difficult to judge from the current study. However, increased levels of IgE have been observed in adults hospitalized for asthma whose values were significantly higher than values from adults with stable asthma. 35 In addition, the odds for wheezing associated with sensitization to aeroallergens was recently shown to be greater among school-age children requiring hospital or emergency department care for their asthma (OR, 16.95) compared with children with stable asthma (OR, 2.09). 39 Collectively, these observations suggest that sensitization and exposure to aeroallergens may be a predisposing risk factor for an augmented response to acute infections with rhinovirus. In keeping with this, young adults with mild asthma and elevated levels of total serum IgE developed increased lower respiratory tract symptoms along with evidence for increased airway inflammation in response to an experimental rhinovirus challenge. 40 In addition, the asthmatics with higher IgE levels had evidence for increased airway inflammation and reduced lung function before viral inoculation. Moreover, in our pediatric emergency department, the strongest odds for wheezing were observed among asthmatic children who were atopic and who tested positive for virus. 14, 41 This observation was even more striking in the current study among wheezing children who were 3 to 18 years old, and it provides further evidence that the interaction between allergen-induced and virus-induced inflammation may be amplified and synergistic rather than additive.\n\nAlmost half of the older children in this study were hospitalized during the months of September through November. This has also been observed annually in our pediatric emergency department. 42 Rhinovirus infections, acquired when children return to school, have been thought to contribute to this peak. However, we did not detect a higher prevalence of rhinovirus during the fall months in this study. Moreover, the monthly pattern of admissions, especially peak admissions in the fall, was very similar among wheezing children who tested positive or negative for virus. During the fall, exposure to ragweed allergen and Alternaria increases, and significant elevations in dust mite allergen have been detected in homes of asthmatic subjects living in central Virginia. 43 In the current study, sensitization to dust mite was significantly associated with wheezing even after adjusting for sensitization to other aeroallergens. In conclusion, the children hospitalized for wheezing from the age of 3 years on had striking atopic characteristics, including levels of total serum IgE that could potentially be treated with anti-IgE antibody. Combined with observations from previous studies, 40 the results also suggest that efforts to reduce allergic airway inflammation might help children and young adults with asthma tolerate their infections with rhinovirus better."}