{"title": "A novel auto-cleavage assay for studying mutational effects on the active site of severe acute respiratory syndrome coronavirus 3C-like protease q", "body": "Severe acute respiratory syndrome (SARS) broke out in southern China in 2003 and spread rapidly. The pathogen of SARS was identified as a novel coronavirus (CoV), which belongs to Coronaviridae family [1, 2] . Coronavirus is a kind of positive-stranded RNA virus characterized with an exceptionally large genome size (up to 31 kb) known to date. SARS coronavirus (SARS-CoV) replicase gene encodes two overlapping large proteins, polyprotein 1a (pp1a, $450 kDa) and polyprotein 1ab (pp1ab, $750 kDa), which mediate the functions needed for transcription and replication of the virus. pp1a and pp1ab are cleaved extensively by the specific proteases to release functional proteins and peptides. One of the proteases encoded by the virus cleaves at least 11 conservative sites on pp1ab and plays a main role in proteolytic processing [3] . It is named main protease (M pro ) and also called 3C-like protease (3CL pro ). Ascribing to its pivotal role in virus life circle, SARS-CoV 3CL pro has been suggested as a promising target for antiviral drug design [3] .\n\nThe structure of the 33.8 kDa protease of SARS-CoV has three domains. And the active site is predicted to involve a catalytic dyad of His and Cys, which is similar to those of main proteases in other coronaviruses. There is a controversy about the coronavirus main proteases whether they all belong to the class of serine proteases because they have an ''additional'' domain at C-terminal. In previous studies, replacements of Cys with Ser in some of CoV main proteases produced inactive enzymes as detected by trans-cleavage assay [4, 5] . There were a few reports that Cys-to-Ser mutants showed residual activities either in a cis-cleavage assay [6] or in a trans-cleavage assay with an extremely high enzyme concentration [7] . Because no enzyme was detected simultaneously in both trans-and cis-cleavage assays, it is difficult to draw an unequivocal answer to the discrepancy about the role of Ser.\n\nIn the present study, we mutated the two residues at active site and detected the activities of mutants in both trans-and a newly developed cis-cleavage assays. The results showed that Cys 145 fi Ser mutant had a residual activity only in the cis-cleavage assay. It suggested that our assay exploiting the auto-processing capability of 3CL pro has advantages over the traditional peptidebased activity detection system, and can be employed in the substrate specificity study or other relevant researches.\n\nConstruction of pET28a-3CLsm and pET28a-3CLsc. The gene of SARS 3C-like protease was a gift from Dr. Li and was amplified by PCR using primers 3CLsm and 3CLr (see Table 1 for the sequences of primers). The PCR product was digested with NcoI and XhoI, and inserted into NcoI/XhoI cut plasmid pET-28a. The plasmid, pET28a-3CLsm, encodes a 34.7 kDa (3CLsm) protein flanked at a C-terminal His 6 -tag and with the first amino acid Ser replaced by Met. The PCR product of a mutant using primers 3CLsc and 3CLr was digested with NheI and XhoI, and inserted into NheI/XhoI cut plasmid pET-28a. The resulting plasmid, pET28a-3CLsc, encodes a protein (3CLsc) containing a 31-mer peptide (MGSSHHHHHHSSGLVPRGSHMAS SITSAVLQ; N 31 -tag) flanked at N-terminal and a C-terminal His 6 -tag. An auto-cleavage site was located between N 31 -tag and the N-terminal of the protein. This 31-mer sequence was also introduced to four mutants using the identical method as pET28a-3CLsc.\n\nExpression and purification. pET28a-3CLsm and pET28a-3CLsc were transformed, respectively, into Escherichia coli BL21(DE3) cells. The transformed cells were grown in 1 liter LB medium containing kanamycin (50 lg/ml) at 22°C until A 600 reached to 0.6-0.8 and then induced with 10 lM isopropyl-1-thio-b-D D-galactopyranoside for 6 h. The cells were harvested by centrifugation (5000g for 10 min) and suspended into 40 ml buffer A (20 mM Tris-HCl, pH 8.0, 200 mM NaCl, and 2 mM of 2-mercaptoethanol). Lysis of the cells was achieved by ultrasonic and the suspension was centrifuged at 25,000g for 20 min. Supernatant was applied to a buffer A equilibrated cobaltnitrilotriacetic acid column (4 ml beads). The column was washed with 100 ml buffer A and then with buffer B (20 mM Tris-HCl, pH 8.0, 200 mM NaCl, and 10 mM imidazole) until A 280 was less than 0.02. The target protein was eluted with 20 ml buffer C (20 mM Tris-HCl, pH 8.0, 200 mM NaCl, and 2 mM of 2-mercaptoethanol) containing 200 mM imidazole. The recovered protein was concentrated and loaded on a gel filtration column (Sephacryl S-200HR), which was equilibrated with 250 ml buffer C. The eluted enzyme was concentrated and stored at À20°C in buffer C containing 50% glycerol. All mutants were performed in a similar way.\n\nPeptide synthesis and trans-cleavage assay. A 16-mer peptide, P439 (TSITSAVLQ fl SGFRKMA; the arrow indicates cleavage site), was synthesized by solid-phase method. The sequence was taken from the processing site of 3CL pro . The synthetic peptide was purified through a C-18 reverse-phase HPLC column and eluted with acetonitrile/water (linear gradient 0-80% containing 0.1% trifluoroacetic acid). Identity and homogeneity were confirmed by mass spectrometry (matrix-assisted laser desorption/ionization time-of-flight, MALDI-TOF). An 11-mer peptide, P440 (TSAVLP fl SGFRK), was performed in a similar way.\n\nThe cleavage assay was carried out in 40 ll buffer D (20 mM Tris-HCl, pH 7.35, containing 400 lM P439, 200 mM NaCl, 1 mM DTT, and 1 mM EDTA) and the reaction was initiated by adding 2 lg enzyme. The reaction mixtures were incubated at 20°C for 0-16 h and then 40 ll of 2% trifluoroacetic acid was added to stop the reaction. The products were characterized by reverse-phase HPLC using a 5-65% linear gradient of acetonitrile/water containing 0.1% trifluoroacetic acid. The peaks were estimated by integrating the area and identified by mass spectroscopy.\n\nSite-directed mutagenesis. Site-directed mutagenesis was performed by a recombination PCR method. The nucleotide sequences of primers are given in Table 1 . Mutants were also constructed into pET-28a plasmid and expressed in BL21 (DE3) cells. The homogeneities of the purified mutant proteins were characterized by SDS-PAGE.\n\nAuto-cleavage assay in vitro. Two milligrams of purified SARS-CoV 3CL protease of C 145 S mutant was incubated in 1 ml buffer D at 20°C for 0-36 h. Aliquot of 50 ll was taken out every 9 h, mixed with 50 ll of 2· SDS-loading buffer, and analyzed by SDS-PAGE on 12% polyacrylamide gel. \n\nExpression, purification, and proteolytic activity of SARS-CoV 3CL pro 3CLsm was successfully over-expressed in E. coli. Most of the target protein was found in the soluble fraction of the cell lysate. About 20 mg of 3CLsm protein was recovered from 1 liter LB media. When 3CLsc was expressed in E. coli, the product had a similar apparent molecular mass to that of 3CLsm (see Fig. 1 ). It indicated that an auto-cleavage had occurred during 3CLsc expression.\n\nThe activity of the recombinant 3CLsm was analyzed in peptide-based trans-cleavage assay in which 3CLsm (2 lg) was incubated with 400 lM peptide P439 in 40 ll buffer D. Analysis of the reaction products by reverse-phase HPLC and mass spectrum revealed that P439 could be hydrolyzed. As shown in Fig. 2A , more than half of the substrate was digested in 20 min.\n\nIt has been reported that His 41 and Cys 145 might play a key role in the catalytic process for coronavirus main proteases [3] . We mutated these two residues of the enzyme and obtained four mutants, H 41 A, H 41 W, C 145 A, and C 145 S. The mutants were characterized by SDS-PAGE and the proteolytic activities were measured in trans-cleavage assay. But, different from 3CLsm, the activities of H 41 A, H 41 W, C 145 A, and C 145 S were all under the detection limitation in trans-cleavage assay, even, when the incubation time was prolonged to 16 h. As shown in Fig. 2B , the activity of 3CL pro has a great dependence on enzyme concentration because the active form of enzyme was suggested to be a dimer. We had increased the concentration of the mutants up to 15 lM, but still no activity was detected. Even higher enzyme concentration could not be used because it will cause aggregation and precipitation at room temperature within a few hours. The great difference in trans-cleavage assay between 3CLsm and the mutant enzymes strongly supports a crucial catalytic function of His 41 and Cys 145 , and is consistent with the published data of other 3CL/3C proteases [8] .\n\nTibbles et al. [6] reported that a mutant with the substitution of the active site Cys with Ser in avian infectious bronchitis virus 3CL pro produced an enzyme with a residual activity in cis-cleavage assay. In contrast with their finding, although all 3CL proteases have conservative catalytic site characteristics, no activity could be detected for the corresponding Cys-to-Ser mutants of the mouse hepatitis virus and human coronavirus strain 229E 3CL pro in trans-cleavage assay [4, 5] . One explanation for this discrepancy is that cis-cleavage assay has high sensitivity over the trans-cleavage one [8] . In our study, Cys-to-Ser substitution also produced an enzyme with undetectable activity in trans-cleavage assay. So we decided to test the cleavage activity of this mutant in the novel cis-cleavage assay.\n\nAuto-cleavage assay of SARS-CoV 3CL pro mutants As mentioned above, the 31-mer peptide (N 31 -tag) introduced to the N-terminal of 3CLsc could be cleaved efficiently, so it might be applied in cis-cleavage assay. Therefore, the N 31 -tag was introduced to four mutants. After expression, three of the mutants, H 41 A, H 41 W, and C 145 A, yielded a higher apparent molecular mass than that of 3CLsc (see Fig. 3 ). It suggested that the three mutants did not show enzyme activity. The results could serve as a negative control; it excluded the possibility that proteolytic process was caused by the expression system. The cleavage should be performed by SARS-CoV 3CL pro itself. Interestingly, for C 145 S mutant, there were two bands visualized in SDS-PAGE (see Fig. 3, lanes 4 and 6) . The apparent molecular mass showed that the upper band retained the N 31 -tag and the lower one did not. It suggested that substitution Cys 145 with Ser in SARS-CoV 3CL pro produced an enzyme with a very low activity, despite the fact that the mutant did not show activity in trans-cleavage assay.\n\nTo verify the fact, we purified C 145 S (with the N 31tag) and incubated 2 mg of the proteins in 1 ml buffer D at 20°C for 0-36 h. The reaction mixture was analyzed by SDS-PAGE on a 12% polyacrylamide gel. As shown in Fig. 4 , the band with N 31 -tag disappeared gradually, but the reaction was not completed even after 36 h incubation. Under the same conditions, 6 lg purified C 145 S protein was incubated with 400 lM peptide P439 in 40 ll buffer D at 20°C for trans-cleavage peptide assay, still no protease activity could be detected.\n\nThe cleavage sites of 3CL pro commonly contain a dipeptide (LQ) sequence, and the amino acid Gln is reported as an ''absolutely'' conservative residue [9] . Fan et al. [10] reported a peptide (TSAVLQ fl SGFRK) could be cleaved by SARS-CoV 3CL protease. We synthesized the peptide P440 (TSAVLP fl SGFRK) in which the Gln was replaced by Pro and performed trans-cleavage assay at 10 lM 3CLsm. No enzyme activity was detectable within 24 h. We also introduced LP dipeptide to the N 31 -tag at N-terminal and tested auto-cleavage assay. It had been found that, even though at a slow rate, the corresponding cleavage site could be processed (data not shown). It implied that the novel auto-cleavage assay is more sensitive.\n\nIn the study of Ziebuhr et al. [5] , the final concentration of enzyme was 1 lM which is the same in the study of Seybert et al. [4] , Comparing with our data, those two 3CL proteases (C 145 S) probably also have residual activities in a cis-cleavage assay. Huang et al. [7] reported the very low cleavage activity of Cys-to-Ser mutant of 3CL protease in a peptide-based assay by using a synthetic pnitroanilide compound (colorimetric substrate) and three synthetic peptides (S10, S06, and S09), in which the activity for substrate S09 was too low to be determined. It should be noted that the enzyme concentration used in their assay was extremely high (76.9 lM; about 2.6 mg/ml). Under such a high concentration of enzyme, unexpected non-specific side reactions could not be completely excluded. In addition, in case of the synthetic colorimetric substrate, it might not involve the specificities contributed by downstream subsites. And Shi et al. [11] reported the amino acids at C-terminal to the cleavage Fig. 3 . Expression of SARS-CoV 3CL pro mutants containing N 31 -tag in E. coli BL21 (DE3). Total cell lysates of IPTG-induced E. coli samples were analyzed by SDS-PAGE on 12% polyacrylamide gel and stained with Coomassie brilliant blue; 1, lysate of mutant H 41 A; 2, lysate of mutant H 41 W; 3, lysate of mutant C 145 A; 4, lysate of mutant C 145 S; 5, purified 3CL pro (3CLsc) as a control; 6, purified 3CL pro (C 145 S); 7, total cell lysate of E. coli (3CLsc) without being induced; and M, protein molecular mass markers (kDa). Fig. 4 . Time course of SARS-CoV 3CL pro C 145 S in auto-cleavage assay. The purified 3CL pro C 145 S was incubated in buffer D for 0-36 h at 20°C as described in Materials and methods, the reaction products were analyzed by SDS-PAGE on 12% polyacrylamide gel and stained with Coomassie brilliant blue. 1, reacted for 0 h; 2, reacted for 9 h; 3, reacted for 18 h; 4, reacted for 36 h; 5, 3CL-sc protease; and M, protein molecular mass markers (kDa).\n\nsite also have extensive interactions with the 3CL protease. For these two reasons, the explicit conclusion could not be drawn unequivocally.\n\nThe novel assay is simple, sensitive, and reliable, and might be extended to other relevant protease studies. In addition, the results also support that the SARS-CoV 3CL pro belongs to serine protease of the chymotrypsin family and clarified the discrepancy of previous researches."}