{"title": "INTESTINAL CHANGES ASSOCIATED WITH ROTAVIRUS AND ENTEROTOXIGENIC ESCHERICHIA COLI INFECTION IN CALVES", "body": "Microbiological investigations of spontaneous cases of diarrhoea in calves have shown that infection with several enteropathogens, occurring in different combinations, is more common than infection with a single agent (Acres et al., 1975; Morin et al., 1976; Moon et al., 1978) .\n\nDual infection with rotavirus and enterotoxigenic E. coli (ETEC) has been studied in newborn gnotobiotic calves (Gouet et al., 1978) . These authors showed that calves infected with both agents suffered more severe diarrhoea than similar calves infected with either agent alone; they described the interaction as being synergistic.\n\nIn a previous communication (Tzipori et al., 1981a) it was established that co-infection of older calves with ETEC and rotavirus precipitates diarrhoea in circumstances where each agent alone did not. In this study we have examined the nature of this dual infection and its effect on the intestinal mucosa.\n\nThe bovine rotavirus C6 used in this experiment was isolated from a field outbreak of calf diarrhoea as described previously (Tzipori et al., 1981a) . Fifteen ml aliquots of faecal filtrates (20%, v/v) which contained between 10 ~ and l0 s particles per ml, as assessed by electron microscopy (EM), were used as standard inoculum for each calf. The presence of virus in the faeces of infected calves was also determined by EM.\n\nThe strain of ETEC used in this experiment (020:K'× 106' :K99:HNM) was originally isolated from a calf with diarrhoea and shown to produce stable toxin and labile toxin (Tzipori et al., 1981a) . A 4-ml portion of tryptose soya broth containing 106 to 108 organisms per ml was used as the standard ETEC oral inoculum per calf. ETEC organisms isolated from faeces were identified serologically and tested for K99 by the slide agglutination test (Moon et al., 1976) . Faecal or intestinal swabs collected at necropsy were plated on Mc-Conkey and sheep blood agar, and ten randomly selected colonies were tested for the presence of the K99 antigen.\n\nThe complement-fixation test using the SAll rotavirus as antigen was performed as described previously (Tzipori and Makin, 1978}. \n\nSeven specific pathogen-free (SPF) calves, derived by caesarian section and maintained in plastic isolators, were inoculated with either rotavirus (2) or ETEC (4), with one calf remaining as an uninoculated control. Fourteen calves were inoculated simultaneously with rotavirus and ETEC, which included: six colostrum-fed (CF) and two SPF calves aged up to 4 days, and five suckling (SK) and one SPF calf aged between 4 and 14 days (Table I) . Five SK calves aged between 7 and 10 days were maintained as controls.\n\nBefore and after inoculation the calves were closely observed for clinical diarrhoea and faecal samples were tested daily for the presence of ETEC and rotavirus. Serum samples were collected from calves before and at the end of each experiment. Clinical illness was assessed on the basis of three criteria: (a) anorexia; (b) change of colour of faeces from orange to white-grey; and (c) increased frequency of discharge and fluid contents of faeces. \n\nUnder terminal anaesthesia representative pieces of intestine were taken from five equally divided sites along the small intestine (numbered 1 to 5), and from the spiral colon and caecum. From each sample, portions were taken into 10% formol saline for histology, and duplicate samples were frozen and stored at -80°C for immunofluorescence (IF) and enzyme tests. Swabs were taken from all sites for bacterial culture.\n\nCryostat sections of intestines of calves infected with ETEC or rotavirus or both were tested with hyperimmune rabbit sera raised against ETEC or rotao virus. Fluorescein-conjugated sheep anti-rabbit antiserum was used as an indicator in the indirect IF test.\n\nSmall portions of the small intestine were assayed for lactase activity as de-scribed previously (Halpin and Caple, 1976) . Lactase activity was expressed as International Units (I.U.) per g wet tissue with one I.U. equalling one/~mole lactase hydrolysed per min at 37°C.\n\nTwo SPF calves inoculated within a few hours of birth with ETEC, and one with rotavirus, developed clinical signs of depression, anorexia and diarrhoea. They were necropsied within 6 h after the onset of diarrhoea. The uninoculated control SPF calf was also killed at this time.\n\nExamination of the intestine by IF showed extensive intracytoplasmic fluorescence associated with rotavirus infection. Histological examination revealed that the villi were shortened in the jejunum and ileum and were coated with immature cells. There was little or no cellular reaction except for a few macrophages in the lamina propria of the ileum. No changes were observed in the large bowel. In calves inoculated with ETEC there was no evidence of bacterial adhesion to the mucosa at any of the sites examined. Extensive luminal proliferation, however, was evident from bacterial growth, often in pure culture, throughout the intestine. Histological changes were mild; the villi in the jejunum appeared oedematous and were coated with cuboidal cells, the ileum was congested and the lamina propria of the jejunum, ileum and caecum were heavily infiltrated with neutrophils.\n\nTwo SPF calves inoculated with ETEC and one with rotavirus at the age of 7 days remained clinically healthy. They were necropsied 24 h after the onset of excretion of ETEC (2 days after inoculation) or rotavirus (4 days after inoculation) in the faeces. ETEC proliferated in the lumen of the small and large bowel but not on the mucosal surface as observed by IF. Infection of enterocytes with rotavirus was evident throughout the small intestine.\n\nThere were no histological changes associated with ETEC and only slight villous atrophy and oedema of the duodenum and jejunum were observed in calves infected with rotavirus.\n\nSix CF and two SPF calves which were inoculated within 4 days of birth developed depression, anorexia and diarrhoea. Four CF calves that were kept for 5 or 6 days after inoculation became severely dehydrated and were killed in extremis. Table I provides details of age, clinical response, age at necropsy and preinoculation complement-fixing antibody against rotavirus. There was no difference in the length of the incubation period between the two SPF calves and the two youngest CF calves.\n\nIF studies showed that calves killed within 24 h of the onset of clinical signs had extensive intracytoplasmic fluorescence of small intestinal entero-cytes. It was patchy and focal in calves killed 3 or 4 days after the onset of diarrhoea. There was no evidence of adhesion of ETEC to the mucosal surface of the small intestine. In five of the six CF calves there was some, often intense, fluorescence due to ETEC associated with the mucosa of the large bowel which could not be removed by vigorous washings. There was evidence of luminal proliferation of ETEC (40 to 100% of luminal E. coli) at most intestinal sites examined from the eight calves.\n\nMucosal damage in these calves was moderate to severe, and was more severe in calves killed in extremis. Villi in the jejunum and ileum were blunt and abbreviated, with some erosion at the tips and mostly lined with cuboidal cells whose shape was probably exaggerated by oedema. Lacteals and lamina propria were distended and contained macrophages, mononuclear cells and cytolytic debris. There was a degree of fusion of villi in the jejunum of two of the calves that were necropsied in extremis. The submucosa, submucosal capillaries and the lamina propria of the entire intestine were infiltrated with neutrophils. In the ileum there was evidence of extramedullary haemopoesis. The duodenum, with the exception of one calf, and the large bowel of all eight calves showed only slight morphological changes.\n\nFive SK and one SPF calves were inoculated with ETEC and rotavirus. The age of the calves, the clinical response and the levels of preinoculation complement-fixing antibody against rotavirus are summarised in Table I . The calves developed moderate to severe diarrhoea. There was evidence of anorexia in three of the SK calves and the SPF calf. The SK calves which were killed 2 and 3 days after the onset of diarrhoea became dehydrated and had rough coats. However, none of the calves was severely ill at necropsy. There was no difference in the incubation period between calves with high or low antibody against rotavirus. Shedding of ETEC and rotavirus (Table I) continued until necropsy.\n\nExtensive intracytoplasmic fluorescence of enterocytes was observed in the SPF calf which was killed shortly after the onset of diarrhoea; it was less intense and focal in calves killed 2 to 3 days later. Fluorescence due to ETEC was only evident in the large bowel of four of the five SK calves. Extensive luminal proliferation of ETEC was detected in the small and large intestine (60--100% of luminal E. coli) in the six calves at necropsy.\n\nThe morphological changes observed in the mucosa of these calves were similar to those observed for the CF group.\n\nExamination of Figs. 1 and 2 reveals that: (a) the level of enzyme activity of the ETEC-inoculated calf was similar to that of the control; (b) the activity was lower in the duodenum and jejunum in calves inoculated with rotavirus alone, or rotavirus and ETEC and necropsied shortly after the onset of diarrhoea; and (c) the activity was severely reduced in dually infected calves which were necropsied 3 to 4 days after onset of diarrhoea. Figure 3 shows that the level of enzyme activity of the 7-day-old control calves was lower than the day-old control calf and that the dual inoculation of suckling calves caused a marked reduction in activity. Figure 4 confirms that reduced activity was associated primarily with rotavirus infection. \n\nThese experiments confirm previous observations that co-infection of calves with ETEC and rotavirus can induce diarrhoea in circumstances where one agent acting alone does not (Tzipori et al., 1981a) . Similar observations were made in foals (Tzipori et al., 1982a, b) inoculated with rotavirus and the same ETEC, while dual infection failed to precipitate a disease in lambs older than 3 days (Tzipori et al., 1981b) . It was surprising that the ETEC serotype used in these experiments, although possessing K99, failed to adhere to the mucosal lining of the small intestine of newborn calves. This observation was confirmed by IF studies and examination of histological sections of the bowel and is in contrast to other reports of field and experimental colibacillosis in calves (Pearson et al., 1978 (Pearson et al., , 1979 Bellamy and Acres, 1979; Moon et al., 1978) . The ETEC serotype used in these experiments did, however, induce diarrhoea in newborn calves, probably by proliferating in the lumen of the intestine. It indicates that colonization of the brush borders of enterocytes, although an important virulence attribute (Orscov et al., 1975) , was not a prerequisite for induction of diarrhoea in newborn calves.\n\nThe significance of adhesion of this serotype to the mucosa of the large bowel is not clear. Layers of bacteria, presumed to be E. coli, were also observed by Moon et al. (1979) in the colon of calves with naturally occurring diarrhoea. In our experiment the ETEC induced neither mucosal damage nor influenced the level of lactase activity. The effect of ETEC on mucosal integrity has been described as variable (Barnum et al., 1967; Moon, 1974) . Much more severe clinical illness and mucosal changes were reported for 0101 (Pearson et al., 1979) and 09 (Bellamy and Acres, 1979) serotypes. These differences may be due to either the low dose used in our experiments or directly related to the failure of 020 to colonize the mucosa. Smith and Huggins (1978) have shown that in vivo the K antigen in a strain with a 99 plasmid and, to a lesser extent, the 0 antigen, were important in determining whether or not a strain would colonize the small intestine. The expression of K99 in vitro has been reported to depend on the 0 antigen (De Graaf et al., 1980) . They showed that 020 produced less K99 than did, for instance, 0101. It is feasible then that in calves, different serotypes may induce colibacillosis of varying severity depending on the K and/or 0 antigens. Differences in clinical response between serological 0 types have been observed in piglets, where 064 induced a more severe disease than did 020, although both types possessed the K88 antigen and produced stable toxin demonstrable by the infant mouse test (Tzipori et al., 1982) .\n\nDual infections precipitated a more severe clinical illness and in older calves than did rotavirus alone. Mucosal changes were also more marked in animals infected with both agents than those infected with rotavirus alone. We consider that the damage in the mucosa of these calves resulted from infection with rotavirus and was exacerbated by the presence of ETEC. Villous atrophy and destruction of mature enterocytes, resulting in maldigestion and malabsorption have been suggested as the mechanism of action of rotavirus, while hypersecretion is said to result from the action of enterotoxin liberated by ETEC (Moon, 1978) . Therefore, simultaneous infection of the gut with these two agents would suggest an additive effect. However, because ETEC failed to adhere to the mucosa it was difficult to assess their role in terms of the degree of colonization in the dually infected calves. Presence of undigested lactose in the lumen of the small and large bowel may have provided a more favourable environment for selective bacterial proliferation in the lumen."}