{"title": "Discovery of Zinc for Human Health and Biomarkers of Zinc Deficiency", "body": "In 1869, Raulin reported for the first time that zinc was essential for the growth of microorganisms. Many years later in 1926, zinc was recognized as a growth factor for plants. In 1934, zinc was shown to be essential for the growth of rats (Todd et al., 1933) . In 1958, zinc was shown to be essential for the growth of poultry. However, until 1961, zinc was not considered to be essential for human health and most scientists considered it improbable that zinc deficiency in humans would lead to a significant clinical problem. This dogma has now changed. Our studies in 1963 established, for the first time, that zinc was essential for human health and that its deficiency occurred in the Middle East (Prasad et al., 1963) . The current estimate of the World Health Organization (WHO) is that nearly 2 billion subjects in the developing world may be affected by zinc deficiency. Populations living in villages of the developing world subsist on a cereal protein diet high in phytate, an organic phosphate compound which renders zinc unavailable for absorption. Acquired deficiency of zinc has now been reported in many diseases, such as cirrhosis of the liver, chronic renal disease, malabsorption syndrome, chronic alcoholism, sickle cell disease, and other chronic diseases including malignancies (Prasad, 1993) .\n\nThe major clinical effects of zinc deficiency in humans include severe growth retardation, hypogonadism, cell-mediated immune dysfunction, increased oxidative stress, upregulation of inflammatory cytokine production, problems with healing, and impaired cognitive function. In the early 1960s, we knew of only three enzymes, carbonic anhydrase, alcohol dehydrogenase, and carboxypeptidase, which required zinc for their activities (Prasad, 1993 (Prasad, , 2013 . Today, we know of over 300 enzymes that are zinc dependent. At present, we know that over 2000 transcription factors required for gene expression of various proteins need zinc for maintenance of their structures and for their binding to DNA. Moreover, zinc is now known to be a second messenger for immune cells. Zinc is essential for cell-mediated immunity, and zinc is both an antioxidant and antiinflammatory agent (Prasad, 2013) . The intracellular zinc level is tightly controlled and for its homeostasis, we now know that there are 14 ZIP and 10 ZNT transporters (Prasad, 2013) . In this chapter, I will present a brief history of how zinc was discovered as an essential element for humans, the impact of this discovery on human health, and the biomarkers of zinc deficiency.\n\nI was trained as a clinical-scientist at the University of Minnesota, Department of Medicine under Dr. C.J. Watson. The clinical-scientist program was started in a few medical schools after World War II. The purpose was to train physicians not only in clinical medicine but also in basic sciences so that the clinical-scientist could investigate clinical problems in research laboratories to understand the basic mechanisms involved in clinical disorders. This type of training program truly advanced our knowledge rapidly, and the United States trained many leaders in medicine around the world.\n\nFollowing my training under Dr. Watson, I was contacted by Prof. H.A. Reimann, Chief of Medicine at the Jefferson Medical School in Philadelphia. Prof. Reimann, who was a personal friend and physician of the Shah of Iran, had accepted a position as Chief of Medicine at the University of Shiraz Medical School in Shiraz, Iran. Professor Reimann wanted me to join him in Shiraz and help him set up a medical curriculum at the Shiraz Medical School patterned after an American medical school. Initially I was reluctant to make a move from Minneapolis to Shiraz, but Prof. Reimann was very persuasive and I accepted his offer.\n\nThe story of zinc began when an Iranian physician presented to me at the medical center grand rounds, a 21-yearold male, who looked like a 10-year-old boy and was severely anemic. His genitalia were infantile. He had rough and dry skin, mental lethargy, hepatosplenomegaly, and geophagia. He ate only bread (made of whole wheat flour) and he had no intake of animal protein. He consumed 0.5 kg of clay daily. He was severely iron deficient but had no blood loss. Later, I discovered that this syndrome was common in the villages of Shiraz, Iran (Prasad et al., 1961) . Iron deficiency alone could not account for all the features we observed in this case, inasmuch as growth retardation and testicular atrophy are not seen in iron-deficient, experimental animals. An examination of the periodic table suggested to me that deficiency of another transitional element, perhaps zinc, may have been also present, which could account for growth retardation and hypogonadism. We considered the possibility that the high phosphate content of the diet and geophagia may have decreased the bioavailability of both iron and zinc, which resulted in deficiency of both elements (Prasad et al., 1961) . Our later studies in Egypt documented conclusively that zinc deficiency occurred in humans and that zinc supplementation resulted in 5-6 inches of growth in 1 year and that genitalia became normal within 3-6 months of zinc supplementation (Prasad et al., 1963; Sandstead et al., 1967) . For nearly one decade, the possibility that zinc deficiency occurred in humans remained very controversial. Several reports, however, supported our idea and in 1974, the National Research Council of the National Academy of Sciences declared zinc as an essential element for humans and established a recommended dietary allowance (RDA) for zinc (Prasad, 1993 (Prasad, , 2013 . In 1978, the US Food and Drug Administration (FDA) made it mandatory to include zinc in total parenteral nutrition fluids (Prasad, 1993 (Prasad, , 2013 . The details of circumstances leading to the discovery of human zinc deficiency in the Middle East have been published in Sandstead (2012) .\n\nIn 1973, Barnes and Moynahan reported a 2-year-old girl with severe acrodermatitis enteropathica (AE) who was being treated with diiodohydroxy quinolone and a lactose-deficient, synthetic diet, but she was not showing any response to this therapy. The serum zinc concentration was significantly decreased. They administered oral zinc sulfate to correct this deficiency. Surprisingly, the skin lesions and gastrointestinal symptoms cleared up after this therapy. When zinc was inadvertently omitted from the child's regimen, the child suffered a relapse; however, she again completely responded to oral zinc therapy. The authors then realized that zinc might have been fundamental to the pathogenesis of this rare inherited disorder and that the clinical improvement reflected correction of zinc status in the patient. This original observation was quickly confirmed in other patients with AE throughout the world. The underlying pathogenesis of the zinc deficiency in these patients is due to malabsorption of zinc caused by a mutation in ZIP4, an intestinal zinc transporter (Wang et al., 2002) .\n\nAE is a lethal, autosomal, recessive trait which usually occurs in infants of Italian, American, or Iranian lineage (Prasad, 1993) . The disease develops in the early months of life soon after weaning from breast feeding. The dermatologic manifestations of severe zinc deficiency in patients with AE include bullous pustular dermatitis of the extremities and the oral, anal, and genital areas around the orifices, paronychia, and alopecia. Ophthalmic signs include blepharitis, conjunctivitis, photophobia, and corneal opacities. Neuropsychiatric signs include irritability, emotional instability, tremors, and occasional cerebellar ataxia. Weight loss, growth retardation, and male hypogonadism are also prominent clinical features. Congenital malformation of fetuses and infants born to pregnant women with AE has been observed commonly (Prasad, 1993 (Prasad, , 2013 . AE patients have an increased susceptibility to infections. Thymic hypoplasia, absence of germinal centers in lymph nodes and plasmacytosis in the spleen are seen consistently. All T-cell-mediated functional abnormalities are completely corrected with zinc supplementation. Clinical course is downhill with failure to thrive and complicated by intercurrent bacterial, fungal, viral, and other opportunistic infections. Gastrointestinal disturbances are severe including diarrhea, malabsorption, steatorrhea, and lactose intolerance. The disease, if unrecognized and untreated, is fatal. Zinc supplementation results in complete recovery.\n\nThe AE gene has been localized to a ∼3.5 cm region on 8q24 chromosome. The gene encodes a histidine-rich protein, which is now referred to as ZIP-4, which is a member of a large family of transmembrane proteins, known as zinc transporters. In patients with AE, mutations in this gene have been demonstrated (Wang et al., 2002) . Kay and Tasman-Jones in 1975 reported the occurrence of severe zinc deficiency in subjects receiving total parenteral nutrition (TPN) for prolonged periods without zinc. Okada et al. (1976) also reported similar results without zinc. These observations were documented by several investigators and indeed, in the United States, zinc is now being routinely included in TPN fluids for subjects who are likely to receive such therapy for extended periods.\n\nA severe deficiency of zinc has also been observed in patients with Wilson's disease who received penicillamine therapy as a decoppering agent. This treatment may induce excessive zinc loss and result in severe deficiency of zinc (Klingberg et al., 1976) .\n\nIn summary, the manifestations of severe zinc deficiency in humans include bullous pustular dermatitis, alopecia, diarrhea, emotional disorder, weight loss, intercurrent infections due to cell-mediated immune dysfunctions, hypogonadism in males, neurosensory disorders, and problems with healing of ulcers. Severe deficiency of zinc, if untreated, is fatal.\n\nThe manifestations of a moderate deficiency of zinc include growth retardation, male hypogonadism in adolescents, rough skin, poor appetite, mental lethargy, delayed wound healing, cell-mediated immune dysfunctions, and abnormal neurosensory changes. These manifestations have been reported in subjects with nutritional deficiency of zinc (Prasad et al., 1961 (Prasad et al., , 1963 Prasad, 1993 Prasad, , 2013 and in subjects with acquired deficiency of zinc. It is now apparent that a nutritional deficiency of zinc in humans is prevalent throughout the world, particularly in areas where cereal proteins are primary in local diets. In Turkey, geophagia is also common and the majority of adolescents in the villages in Turkey with geophagia exhibit both iron and zinc deficiencies (Prasad, 1993 (Prasad, , 2013 Cavdar et al., 1980) . Cavdar et al. (1980) observed decreased plasma zinc levels in almost 30% of low socioeconomic status pregnant women in Turkey. Their diet consisted of mainly cereals. Maternal zinc deficiency was associated with severe congenital malformation of the central nervous system in the fetuses and maternal morbidity was increased.\n\nAlthough the clinical, biochemical, and diagnostic aspects of severe and moderate levels of zinc deficiency in humans were well defined, the recognition of mild deficiency of zinc remains a difficult problem. We therefore developed an experimental model of zinc deficiency in humans to define mild deficiency of zinc. In a group of human volunteers, we induced a mild deficiency of zinc by dietary means. Adult male volunteers were kept in the clinical Research Center of the University of Michigan Medical School Hospital, Ann Arbor, Michigan. A semipurified diet which supplied approximately 3.0-5.0 mg of zinc daily was used to induce zinc deficiency (Prasad et al., 1978b (Prasad et al., , 1988 Beck et al., 1997a,b) . The volunteers were given a hospital diet containing adequate animal protein daily for 4 weeks. This diet supplied approximated 12 mg of zinc daily consistent with the RDA. Following this, they received 3.0-5.0 mg of zinc daily while consuming a soy-protein based experimental diet. This regime was continued for 28 weeks. Following this, the volunteers received two cookies containing 27 mg of supplemental zinc. This supplementation was continued for 12 weeks. Throughout this study the level of all nutrients including protein, amino acids, vitamins, and minerals (both micro and macro elements) were kept constant, meeting RDA, except for zinc. By this technique, we were able to induce a specific mild deficiency of zinc in human volunteers. As a result of mild zinc deficiency, we observed decreased serum testosterone level, oligospermia, decreased natural killer (NK) cell lytic activity, decreased interleukin-2 (IL-2) activity of T helper cells, decreased serum thymulin activity, hyperammonemia, hypogeusia, decreased dark adaptation, and decreased lean body mass (Prasad et al., 1978b (Prasad et al., , 1988 Beck et al., 1997a,b) . This study clearly established that even a mild deficiency of zinc in humans affects clinical, biochemical, and immunological functions adversely.\n\nZinc is a second messenger for immune cells, and intracellular zinc participates in signaling events (Hirano et al., 2008; Kitamura et al., 2006; Haase and Rink, 2007; Rosenkranz et al., 2011) . Hirano et al. (Hirano et al., 2008; Kitamura et al., 2006; Haase and Rink, 2007; Rosenkranz et al., 2011) have shown that a decrease in intracellular free zinc is critical for lipopolysaccharide (LPS)-mediated CD 4+ T-cell activation by dendritic cells (DCs). LPS binds to TLR4 on DCs and initiates Myd88 and TRIF-mediated signaling (domain containing adapter-inducing interferon-β) (Hirano et al., 2008; Kitamura et al., 2006; Haase and Rink, 2007; Rosenkranz et al., 2011) . TRIF-mediated signaling increases ZNT-5 mRNA and decreases ZIP-6 mRNA, thus resulting in a decrease in the intracellular free zinc in DCs. Reduction in intracellular free zinc increases surface expression of major histocompatibility complex (MHC) Class II molecules, which is important for the activation of CD 4+ T-cells (Hirano et al., 2008; Kitamura et al., 2006) . Moreover, zinc affects the activity of monocytes and macrophages in several ways. Zinc is required in monocyte/macrophage development (Shankar and Prasad, 1998; Prasad et al., 2004 Prasad et al., , 2011 Bao et al., 2010 Bao et al., , 2011 and it regulates various functions such as phagocytosis and proinflammatory cytokine production. LPS stimulation of zinc-sufficient monocytes results in downregulation of inflammatory cytokines such as tumor necrosis factor (TNF)-α, IL-1β, IL-6, and IL-8 (Shankar and Prasad, 1998; Prasad et al., 2004 Prasad et al., , 2011 Bao et al., 2010 Bao et al., , 2011 . Zinc inhibits the cell membrane phosphodiesterase, leading to elevated levels of the second messenger cGMP, which is followed by a subsequent suppression of the NF-κB-dependent mRNAs of TNF-α, IL-1β, and other inflammatory cytokines (Shankar and Prasad, 1998; Prasad et al., 2004 Prasad et al., , 2011 Bao et al., 2010 Bao et al., , 2011 . Additionally, zinc induces A-20 which inhibits NF-κB signaling via TNF receptor-associated pathways, resulting in downregulation of mRNAs encoding inflammatory cytokines (Prasad et al., 2004 Bao et al., 2010) . Based on these findings, we propose that zinc is an important antiinflammatory agent.\n\nZinc deficiency also affects Th1 functions adversely in humans (Beck et al., 1997a,b; Prasad et al., 1988) . Serum thymulin activity and generation of the Th1 cytokines, IL-2 and IFN-γ, were affected within 8-12 weeks of institution of zinc-restricted diet (3-5 mg daily) in humans, whereas plasma zinc decreased after 20-24 weeks of the institution of the experimental diet. This suggests that Th1 cells are very sensitive to zinc restriction. Th2 cytokines were not affected by zinc deficiency.\n\nIn Th0, a human malignant lymphoblastoid cell line, HUT-78 cells, we showed that in zinc-sufficient cells mRNA levels of IFN-γ, IL-12, Rβ2, and T-bet in phorbol myristate acetate (PMA)/phytohemagglutinin-p (PHA)-stimulated cells were increased in comparison to zinc-deficient cells . Although intracellular free zinc increased only slightly in PMA/PHA-stimulated cells, in Con A-stimulated cells in a zinc-sufficient medium, there was an increased sustained level of intracellular free zinc in comparison to the zinc-deficient cells . We concluded that stimulation of cells by Con A via T-cell receptor (TCR), there was a release of intracellular free zinc which functioned as a signal transduction molecule for generation of IFN-γ and T-bet and IL-12 Rβ2 mRNAs required for Th1 cell differentiation .\n\nSupplementation with zinc has been shown to prevent and treat diarrhea among children under 5 years of age, decreasing both diarrhea and mortality (Sazawal et al., 1995; Fisher Walker et al., 2011) . Zinc deficiency is also correlated with risk of respiratory tract infections, but the benefit of supplementation appears to be limited to more severe episodes and in populations with a high incidence of zinc deficiency (Fisher Walker et al., 2011) . Diarrhea causes breakdown of the absorptive mucosa resulting in poor absorption of nutrients, including zinc. Prior studies linked diarrheal illness to the loss of endogenous zinc (Fisher Walker et al., 2011) . Children with low plasma zinc were observed to be more susceptible to diarrhea, propagating a cycle of deficiency and infection. There is extensive evidence supporting the efficacy of zinc supplementation for the prevention of childhood diarrhea (Fisher Walker et al., 2011) . In 2004, the WHO issued a global recommendation for the daily supplementation with 20 mg zinc in children ≥6 months and 10 mg of zinc in infants under 6 months for 10-14 days upon diarrheal onset.\n\nMeta-analysis of routine supplementation for up to 3 months in seven studies providing one to two times the RDA for elemental zinc five to seven times per week found an 18% reduction in diarrheal incidence, a 25% decrease in diarrhea prevalence, and a 33% reduction in persistent diarrhea episodes among supplemented children compared to children who received placebo (Fisher Walker et al., 2011) . A meta-analysis of three randomized controlled trials providing short course zinc supplementation with two to four times the daily RDA for 2 weeks following the onset of an episode of acute or persistent diarrhea was reported. The pooled analysis showed an 11% decrease in diarrhea incidence and a 34% decrease in diarrhea prevalence during a 3-month observation period.\n\nThe common cold is one of the most frequently occurring diseases in the world (Prasad et al., 2000 . More than 20 viruses cause the common cold and these include rhinoviruses, corona viruses, adenoviruses, respiratory syncytial virus, and parainfluenza viruses. Annually, adults in the United States may suffer two to four times with the common cold and children may develop colds six to eight times in a year. The morbidity and subsequent financial loss resulting from absenteeism from work is substantial. Previously prescribed treatments have not provided a consistent relief of symptoms. We tested the efficacy of zinc acetate lozenges in the common cold in 50 volunteers who were recruited within 24 h of developing symptoms of the common cold and we carried out a randomized, double-blind, placebo-controlled trial (Prasad et al., 2000) . Participants took one lozenge containing 12.8 mg zinc (as zinc acetate) or placebo every 2-3 h while awake as soon as they developed common cold symptoms. Subjective symptom scores for sore throat, nasal discharge, nasal congestion, sneezing, cough, scratchy throat, hoarseness, muscle ache, fever, and headache were recorded daily for 12 days. Plasma zinc and proinflammatory cytokines were assayed on day 1 and after participants were well. Twenty-five in the zinc group and 23 in the placebo group completed the study. Compared to the placebo group, the zinc group had shorter overall duration of cold symptoms (4.5 vs. 8.1 days; p < .01), cough (3.1 vs. 6.3 days; p = .01), and nasal discharge (4.1 vs. 5.8 days; p = .02), and decreased total severity scores for all symptoms (p < .002).\n\nIn another study, we recruited 50 ambulatory volunteers within 24 h of developing common cold symptoms for a randomized, double-blind, placebo-controlled trial of zinc . Participants took one lozenge containing 13.3 mg of zinc (as zinc acetate) or placebo every 2-3 h while awake. The subjective scores of clinical symptoms were recorded daily. Plasma zinc, soluble interleukin (IL)-1 receptor antagonist (sIL-1ra), soluble tumor neurosis factor receptor 1, and soluble vascular endothetial cell adhesion molecule (sICAM-1) were assayed on days 1 and 5 . Compared with the placebo group, the zinc group had a shorter mean overall duration of cold (4.0 vs. 7.1 days; p = .001), shorter duration of cough (2.1 vs. 5.0 days; p < .001), and nasal discharge (3.0 vs. 4.5 days; p = .02). Symptom severity scores were also significantly decreased in the zinc group (p = .002). The mean changes between zinc and placebo groups (before vs. after therapy) showed significant differences in sIL-1ra (p = .033) and sICAM-1 levels (p = .04). Both decreased in the zinc-treated group and the mean changes between zinc and placebo group (before vs. after therapy) showed a significant difference (p < .001).\n\nOur results suggest that common cold viruses increase oxidative stress which activates macrophages and monocytes, and that zinc decreased activation of monocytes and macrophages by decreasing oxidative stress. We have previously shown that zinc functions as an antioxidant (Prasad et al., 2004; Bao et al., 2011) .\n\nHuman rhinovirus type 24 \"docks\" with ICAM-1 on the surface of somatic cells (Prasad et al., 2000 . Our results showed that zinc may act as an antiviral agent by reducing ICAM-1 levels. We have reported that zinc functions as a downregulator of NF-κB activity, which is involved in the gene expression of adhesion molecules such as ICAM-1 .\n\nWe conclude that zinc acetate lozenges given within 24 h of the onset of common cold in proper dosages are very effective in decreasing the duration and severity of common cold. We propose that the beneficial effects seen in the zinc group were due to the antioxidant and antiinflammatory effects of zinc. We also suggest that a decrease in plasma ICAM-1 levels due to zinc therapy may have decreased the docking of the cold viruses on the surface of somatic cells.\n\nA meta-analysis selected randomized, double-blind, placebo-controlled trials using zinc for at least 5 consecutive days to treat, or at least 5 months to prevent the common cold were included for analysis (Singh and Das, 2011) . Thirteen therapeutic trials (966 participants) and two preventive trials (394 participants) were included for analysis. Studies reported that zinc significantly reduced the overall duration and severity of common cold symptoms if the therapy was started within 24 h of the onset of the cold.\n\nIt is critical that the solution chemistry of the zinc preparation and the dose must be proper. Zinc therapy must begin within 24 h of the onset of cold symptoms. The total daily dose of elemental zinc should be greater than 75 mg. The chemical formulation should be optimal so that zinc is ionized in the oral cavity at pH 7.4. Zinc acetate and zinc gluconate are good salts to use, however, if citric acid, glycine, tartarate, or other binders are present, zinc is prevented from ionization. Physicians and health practitioners must realize that one cannot treat common cold symptoms by swallowing zinc tablets, zinc syrup, or zinc lozenges. Zinc lozenges must be used orally and allowed to dissolve slowly in the mouth which will then allow ionic zinc to be released, absorbed, and transported to the virally infected nose.\n\nOur studies have documented the occurrence of zinc deficiency in adult sickle cell disease (SCD) patients (Prasad et al., 1999; Bao et al., 2008) . Growth retardation, hypogonadism in males, hyperammonemia, abnormal dark adaptation, and cellmediated immune dysfunction in SCD patients have been related to a deficiency of zinc. The biochemical evidences of zinc deficiency in SCD patients were: decreased levels of zinc in the plasma, erythrocytes, and hair; hyperzincuria; decreased activities of certain zinc-dependent enzymes, such as carbonic anhydrase in erythrocytes, alkaline phosphatase in the neutrophils, deoxythymidine kinase activity in newly synthesizing skin connective tissue and collagen; and hyperammonemia (Prasad et al., 1999; Bao et al., 2008) . Inasmuch as zinc is known to be an inhibitor of ribonuclease (RNase), an increased activity of this enzyme in plasma was considered to be also an evidence of zinc deficiency. Zinc supplementation to SCD patients resulted in significant improvement in secondary sexual characteristics, normalization of plasma ammonia level, and correction of dark adaptation abnormality. Zinc supplementation also increased zinc levels in plasma, erythrocytes, and neutrophils. Expected response to zinc supplementation on enzyme activities was also observed. Increased longitudinal growth and body-weight in 14-to 18-year-old SCD patients were observed. Zinc supplementation also corrected impaired delayed type hypersensitivity and decreased NK cell lytic activity in SCD patients (Prasad et al., 1999; Bao et al., 2008) .\n\nA 3-month placebo-controlled zinc supplementation trial (25 mg zinc as zinc acetate three times a day) in 36 SCD patients showed that zinc-supplemented subjects had decreased incidences of infections, increased hemoglobin and hematocrit levels, increased plasma zinc and antioxidant power in comparison to the placebo group . Plasma nitrite and nitrate (NOx), lipid peroxidation products, DNA oxidation products, and soluble vascular cell adhesion molecule-1 (VCAM-1) decreased in the zinc-supplemented group in comparison to the placebo group. Zinc-supplemented subjects showed significant decreases in LPS-induced TNF-α, IL-1β mRNAs, and TNF-induced nuclear factor of κB-DNA binding in MNCs compared to the placebo group . Zinc supplementation also increased relative levels of IL-2 and IL-2Rα mRNAs in PHA-p stimulated MNCs . Moreover, a Cochrane Review (Swe et al., 2013) has concluded that zinc therapy is the only modality which is effective in decreasing incidence of infections and pain crises in SCD patients.\n\nWilson's disease is an inherited autosomal disorder of copper accumulation. The excretion of liver copper in the bile is decreased. This leads to failure of proper copper excretion in the stool and leads to accumulation of copper in the liver. Eventually, not only the liver but also the brain and other organs are damaged due to excess copper accumulation. Patients typically present with liver disease, neurological disease (movement disorder), or psychiatric disturbances in the second to fourth decades of life. In many cases, the diagnosis is either missed or delayed (Brewe and Yuzbasiyan-Gurkan, 1992; Brewer, 1995; Brewer et al., 1977) . The gene for Wilson's disease has been now identified. The genetic mutation leads to defective production of a protein called ATP7B which is responsible for key step in biliary excretion of copper (Brewe and Yuzbasiyan-Gurkan, 1992; Brewer, 1995; Brewer et al., 1977) . The disease is recessive, thus both copies of the ATP7B gene have to be mutated to cause a failure in biliary excretion of copper and produce the disease. A large number of mutations in this gene causing Wilson's disease have been identified.\n\nEarly diagnosis of Wilson's disease is important inasmuch as effective therapeutic measures may prevent accumulation of copper and serious damage to organs such as the liver and brain. Ninety percent of Wilson's disease patients have low levels of ceruloplasmin and ceruloplasmin-bound copper and nonceruloplasmin-bound copper is elevated in the plasma. Measurement of the 24 h urinary copper is a good diagnostic test; it is consistently elevated in these patients (Brewe and Yuzbasiyan-Gurkan, 1992; Brewer, 1995; Brewer et al., 1977) . Urinary copper, however, may be elevated in patients with obstructive liver disease also who do not have Wilson's disease. A slit lamp examination for corneal copper deposits (Kayser-Fleischer rings) is a very useful noninvasive diagnostic test for Wilson's disease. This, however, is positive in only 50% of the cases. The initial treatment objective is to decrease copper burden. It is also desirable to prevent copper from shifting from one pool to the other while decoppering is being done. Initial copper control treatment may take 2-4 months (Brewe and Yuzbasiyan-Gurkan, 1992; Brewer, 1995; Brewer et al., 1977) .\n\nSeveral years ago, we were using 150 mg elemental zinc in six divided doses for the treatment of SCD patients (Prasad et al., 1978a) . We observed that zinc was an effective antisickling drug. We observed, however, that at this level of zinc therapy, deficiency of copper was induced in our patients. This led Brewer et al. (Brewe and Yuzbasiyan-Gurkan, 1992; Brewer, 1995; Brewer et al., 1977) to develop zinc as an effective anticopper drug for Wilson's disease. Zinc competes with copper for similar binding sites and oral zinc efficiently decreases uptake of copper (Hall et al., 1979) . Zinc may act by induction of intestinal cell metallothionein (MT). MT, once induced, has a high affinity for binding copper and prevents the serosal transfer of copper into the blood. The intestinal cells turn over rapidly and take the complexed copper into the stool for final excretion. Zinc not only blocks food copper but also the copper which is endogenously excreted via salivary, gastric, and other gastrointestinal juices. Thus, zinc is effective in producing a negative copper balance. Fifty milligram elemental zinc (as acetate) is given orally three times a day for management of Wilson's disease patients. Zinc is given in a fasting or postabsorptive state. The only side effect is that 10% of the subjects may have gastric discomfort. This is usually observed after the first morning dose and this can be avoided if zinc is administered between breakfast and lunch or after dinner before going to bed. Zinc is the drug of choice for maintenance therapy (Brewe and Yuzbasiyan-Gurkan, 1992; Brewer, 1995; Brewer et al., 1977) . Zinc has no toxicity and is nonteratogenic, thus it can be given to subjects of all ages and even to pregnant women. Zinc has been approved by the FDA for the treatment of Wilson's disease patients.\n\nAge-related macular degeneration (AMD) affects nearly 25% of the subjects over 65 years of age and the late-stage disease accounts for nearly 50% of legal blindness in Europe and North America (Newsome et al., 1996) . Newsome et al. (1996) demonstrated that concentrations of zinc are reduced in human eyes with signs of AMD and they suggested that zinc deficiency may have led to oxidative stress and retinal damage. The Age-Related Eye Disease Study Group (AREDS) supported by National Eye Institute, at the National Institutes of Health (NIH), conducted an 11-center double-masked clinical trial in patients with dry-type AMD (Age-Related Eye Disease Study Research group (AREDS Report No. 8), 2001) . A total of 3640 participants were enrolled. Their ages ranged from 55 to 80 years and the average follow-up period was 6.3 years. Participants were randomly assigned to receive daily orally one of the following: (1) antioxidants (vitamin C 500 mg, Vitamin E 400 IU, and beta carotene 15 mg); (2) zinc, 80 mg as zinc oxide, and copper, 2 mg as copper oxide, to prevent copper deficiency induced by zinc; (3) antioxidants plus zinc; or (4) placebo. The group taking the antioxidant plus zinc reduced the risk of developing advanced AMD by about 25% and vision loss by about 19%. The group taking zinc alone reduced the risk of developing advanced AMD by about 21% and the vision loss by 11%. In the group taking the vitamins alone, the risk of developing advanced AMD was decreased by 17% and the vision loss was decreased by 10%. No significant side effects were noted in the group who received high levels of therapeutic zinc (Age-Related Eye Disease Study Research group (AREDS Report No. 8), 2001) . Only the zinc-supplemented group showed increased longevity (AREDS Report No.13, 2004 ; Age-Related Eye Disease Study Research Group (AREDS Report No. 35), 2013). The risk of mortality was reduced by 27% in AREDS studies in subjects who received therapeutic zinc daily. No other micronutrient is known to have a similar effect on mortality. In a later publication, the AREDS group observed that a decrease in mortality was due to a decrease in cardiovascular events (AREDS Report No.13, 2004 ; Age-Related Eye Disease Study Research Group (AREDS Report No. 35), 2013).\n\nThe daily intake of zinc in elderly subjects in the Western world including the United States is only around 8-10 mg, whereas the RDA is 15 mg. Elderly subjects frequently do not eat the usual three meals a day and they may skip either breakfast or lunch. Many live alone and do not cook proper meals for themselves. Our study in the Detroit area has shown that 35% of the well-to-do ambulatory elderly subjects may have a deficiency of zinc. Results of the Third National Health and Nutrition Examination Survey (1988) (1989) (1990) (1991) (1992) (1993) (1994) also reported that elderly persons >71 years were at the greatest risk of inadequate zinc intakes (Bao et al., 2010; Prasad et al., 1993 Prasad et al., , 2007 . Oxidative stress and increased inflammatory cytokines have been recognized as important contributing factors for several chronic diseases attributed to aging, such as atherosclerosis and related cardiovascular disorders, mutagenesis and cancer, neurodegenerative disorders, type 2 diabetes, and Alzheimer's disease. Together, O 2− , H 2 O 2 , and OH radicals are known as reactive oxygen species (ROS) and excessive generation of ROS causes oxidative stress. Inflammatory cytokines such as TNF-α and IL-1β, generated by activated monocytes, are also known to generate greater levels of ROS. In the elderly, chronic inflammatory processes have been implicated as causing high cardiovascular mortality (Bao et al., 2010) .\n\nWe have shown that zinc supplementation in subjects ages 20 to 50 decreased oxidative stress markers, such as malondehyde (MDA), 4-hydroxyalkenals, and 8-hydroxydeoxyguanine in the plasma, and also downregulated the ex vivo induction of TNF-α and IL-1β mRNA in MNCs by decreasing TNF-α induced NF-κβ activation (Bao et al., 2010; Prasad et al., 2007) . We have also shown previously that in the promyelocytic leukemia cell line HL-60, which differentiates to a monocyte and macrophage phenotype in response to phorbol-12-myristate-13-acetate PHA, zinc upregulated the expression of A20, and the binding of A20 transactivating factor to DNA, which resulted in the inhibition of NF-κB activation (Bao et al., 2010; Prasad et al., 1993 Prasad et al., , 2007 .\n\nInasmuch as zinc deficiency and susceptibility to infections due to cell-mediated immune dysfunctions have been observed in the elderly, we carried out a randomized, placebo-controlled trial of zinc supplementation in 50 healthy elderly subjects (55-87 years) of both sexes and all ethnic groups from St. Patrick's senior citizen center, Detroit, MI. One subject in the zinc group dropped out on the second day, thus we had complete data on 49 subjects (24 in zinc and 25 in the placebo groups). Exclusion criteria were as follows: life expectancy of <8 months; progressive neoplastic disease; severe cardiac dysfunction; significant kidney disease; significant liver disease; and subjects who were not competent mentally. Zinc supplementation consisted of 45 mg elemental zinc (as gluconate) daily for 12 months. A comparison of the baseline data between the younger subjects (ages 18-54, n = 31) and the elderly subjects showed that the plasma zinc was lower and the percentage of cells producing IL-1β and TNF-α were significantly higher in the elderly subjects (Prasad et al., 2007) . Intercellular adhesion molecules, vascular endothelial cell adhesion molecules, and E-selectin in the plasma also were significantly higher in the elderly. IL-10 generated by Th2 cells, which is known to negatively regulate IL-2 generation from TH1 cells, was significantly higher in the elderly. Moreover, oxidative stress markers were significantly higher in the elderly compared to the younger adults (Bao et al., 2010; Prasad et al., 2007) . The mean incidence of infections per subject was lower (p < .01) in the zinc-supplemented group (1.4 ± 0.95) versus the placebo group (20.29 ± 0.46). Plasma zinc increased, and ex vivo generation of TNF-α and IL-10 decreased significantly in the zinc group in comparison to the placebo group (Prasad et al., 2007) . Oxidative stress biomarkers in the plasma also decreased significantly in the zinc group in comparison to the placebo group (Bao et al., 2010) . In MNCs isolated from zinc-deficient elderly subjects, zinc supplementation increased the ex vivo PHA-induced IL-2 mRNA expression, and plasma zinc concentration in comparison to the zinc-deficient subjects who received placebo (Prasad et al., 2007) . Thus, our study showed that zinc supplementation (45 mg elemental zinc daily) to elderly subjects decreased the incidence of infection by nearly 66%. Following supplementation, oxidative stress markers, and the generation of inflammatory cytokines, which were increased prior to supplementation, decreased significantly. These are highly significant effects of zinc supplementation in the elderly and it may imply that zinc may prove to be an excellent agent for the prevention of some of the chronic diseases of aging.\n\nIn Egypt, we selected 17 dwarfs ages 16-19 years from villages around Cairo, Egypt who exhibited all the clinical features of the syndrome, as we described earlier (Prasad et al., 1963) . Plasma zinc was measured by the dithizone technique. Extreme precautions were taken to avoid contamination. We assayed zinc in plasma, red blood cells, 24-h urine, and hair, and these were significantly decreased in comparison to the Egyptian controls of similar ages (Prasad et al., 1963) . We utilized Zn 65 to study zinc metabolism in these dwarfs. Plasma Zn 65 disappearance curve was resolved into five phases; Phase I beginning with zero time and extending to 30 min; Phase II extending up to 60 min; Phase III extending up to 10 h; Phase IV up to 7 days; and Phase V extending beyond 7 days (Prasad et al., 1963 ; see Table 20 .1). In the second and third phases, T ½ was shorter in the dwarfs as compared to the normal subjects and the plasma zinc turnover rate was greater in dwarfs in comparison to the normal subjects in the second phase. Twenty four-hour exchangeable pool was decreased in the dwarfs. The cumulative excretion of zinc in urine and stool at 13 days was also decreased in dwarfs, indicating body conservation of zinc in the zinc-deficient state. We concluded from these results that the dwarfs were zinc deficient. This was the first demonstration that zinc deficiency occurred in humans (Prasad et al., 1963 ; see Tables 20.1-20.3). We supplemented these dwarfs with 15 mg zinc as sulfate daily and we reported that the growth rate in these subjects was approximately 5-6 inches annually. They grew pubic hair and axillary hair within 3 months after zinc supplementation and their genitalia became adult-like within 6 months of zinc supplementation (Sandstead et al., 1967) .\n\nFrom Egypt, I went to Wayne State University School of Medicine, Detroit, MI, as Chief of Hematology. Soon after my arrival, I got a call from Walter Slavin from Perkin-Elmer Corp., Norwalk, CT. He told me that now they have made available an atomic absorption spectrophotometer (AAS) which could make my life simpler and that I could measure zinc in the plasma without any difficulty. Not only that, he also offered to donate one instrument for my research. I was truly overwhelmed. I received the instrument but I could not assay zinc in the serum or plasma. Later, Walter told me that he sent the machine to me to develop methods for measurement of zinc in plasma and cells. We worked hard on the technique and finally succeeded. We published that method for measurement of zinc in plasma, red bold cells, and urine in 1965 (Prasad et al., 1965) and this technique is being used globally for measurement of plasma zinc even now. The problem was that plasma contained protein and salts which altered the flow of samples, and plasma zinc could not be measured and compared to the standard solutions of zinc which did not contain any interfering substances. Initially, we lyophilized the plasma, dissolved the lyophilized plasma in HCl and used trichloracetic acid to precipitate the proteins. This technique was carefully worked out and simplified and the method was then published (Prasad et al., 1965) . Now using flameless AAS, it is possible to use directly diluted plasma samples for zinc assay. At present, plasma zinc is being widely used as a biomarker of zinc deficiency globally. However, AAS is an expensive instrument, needs careful maintenance, and is not available easily in developing countries. Furthermore, plasma zinc assay is not a specific biomarker for zinc deficiency in humans, inasmuch as the plasma zinc pool changes as a result of infections, exercise, and stress. Also, even slight hemolysis increases the plasma zinc level since red cells are rich in zinc.\n\nIn Detroit, we developed a human model that would allow us to study the effects of a mild zinc-deficient state in humans and also provide us with sensitive biomarkers of zinc deficiency. We recruited adult human volunteers for induction of dietary zinc deficiency. The details of selection of subjects and our protocol have been published earlier (Prasad et al., 1978b) . The volunteers were kept on the metabolic ward in a Clinical Research Center at the University of Michigan Medical School and the study was supported by a grant from the NIH. They were monitored very closely by the physicians and clinical staff. A semipurified diet based on texturized soy protein was developed for this study. The diet provided adequate calcium, proteins, fats, and all essential nutrients according to the RDAs except for zinc (Prasad et al., 1978b) . The experiment was designed to last for 56 weeks. Before the start of the experiment, subjects received normal hospital diets that provided 10 mg zinc/day for 4 weeks. Then for 8 weeks (stabilization phase), the semipurified diet was served. It was supplemented with 10 mg zinc as sulfate incorporated in cookies providing a total of 13.9 mg zinc/day. During the following 28 weeks, subjects entered the depletion phase, and the zinc supplementation was discontinued. Thus, during the depletion phase the dietary intake of zinc ranged from 3 to 5 mg/day. Following this in repletion phase for 20 weeks, subjects consumed a total of 30 mg zinc per day. In this model we studied several biomarkers of zinc deficiency. These included measurement of zinc in plasma, red blood cells, lymphocytes, granulocytes, and urine; assays for the following enzymes: deoxythymidine kinase activity in collagen connective tissue harvested following an implantation of sponge under the skin, 5′NT in lymphocytes (a marker of maturity of lymphocytes), and neutrophil alkaline phosphatase; serum active thymulin; generation of Th1 cytokines IL-2 and IFN-γ; and assay of mRNAs of Th1 cytokines in stimulated cells.\n\nWe assayed plasma zinc by the AAS technique as published earlier (Prasad et al., 1965) . The separation of platelets, lymphocytes, and granulocytes from whole blood required a careful procedure (Prasad et al., 1965) . Platelets were removed first and plasma was removed from the platelet pool. Lymphocyte and granulocytes were separated by discontinuous Histopaque gradient (Wang et al., 1989) . The lymphocyte pools are contaminated with platelets and therefore, careful steps were taken to remove the platelets from lymphocytes. Similarly, in the granulocyte pool, the problem was similar with respect to contamination with erythrocytes. We have published detailed methods and by this technique, we were able to measure zinc in platelets, lymphocytes, and granulocytes accurately (Wang et al., 1989) . In the human experimental model of zinc deficiency, we observed that when the daily dietary zinc intake of our volunteers was around 3-5 mg, the plasma zinc decreased after 24 weeks. The decrease in zinc level of lymphocytes and granulocytes was observed after 20 weeks of zinc-deficient diet.\n\nWe had reported earlier that deoxythymidine kinase is a zinc-dependent enzyme (Prasad and Oberleas, 1974) . Zinc is required for the gene expression of this enzyme. Deoxythymidine kinase is required for DNA synthesis in S phase and is essential for cell division. To assay for this enzyme, we needed proliferating tissue. We, therefore, implanted a sponge under the skin in the volunteers, once at the end of the zinc-restricted period and again at the end of zinc repletion. The results showed that the assay of this enzyme is an excellent biomarker of zinc deficiency in humans (Prasad and Oberleas, 1974) . The test is, however, not easy and impractical for routine assay (Prasad and Oberleas, 1974) .\n\nEcto 5′ nucleotidase (5′ NT), a zinc-dependent enzyme, is an integral plasma membrane protein present in most mammalian cells. We assayed for 5′ NT activity in the lymphocytes of two groups of subjects (Meftah et al., 1991) . The first group of subjects had a mild state of zinc deficiency, as assessed by zinc levels in lymphocytes, granulocytes, and platelets, but were healthy otherwise. We supplemented them with 50 mg zinc as acetate orally for 12 weeks. The second group of six subjects were normal human volunteers in whom a mild deficiency of zinc was induced by a dietary technique (4.2-5.6 mg zinc intake daily). For the assay of 5′ NT, intact lymphocytes were incubated with 8-C 14 -labeled ionosine monophosphate as substrate. Product and substrate were separated by thin layer chromatography. In the first group of subjects with zinc deficiency, the decreased activity of 5′ NT was corrected and the cellular zinc levels normalized by zinc supplementation. In the second group of subjects, the baseline data were compared with those in early zinc depletion (4-8 weeks) and late depletion period (20 weeks). A decrease in the activity of 5′ NT was observed in the early depletion phase. Zinc levels in lymphocytes, granulocytes, and platelets decreased significantly only during the late zinc depletion phase. Plasma zinc level did not change even during the late zinc depletion phase. Our studies thus showed that 5′ NT activity is a sensitive and useful biomarker of human zinc deficiency. A decreased activity of 5′NT in zinc-deficient lymphocytes may be indicative of lymphocyte immaturity in human zinc deficiency (Meftah et al., 1991) (see Figs. 20.1-20.4 ). FIGURE 20.1 5′Nucleotidase in lymphocytes. 5′NT activity in lymphocytes (mean ± SD) before and after zinc supplementation (experiment I). Values were as follows: Before (B). 10.93 ± 2.74 ƞ mol IMP converted per 10 5 lymphocytes per hour versus after (A). 20.39 ± 4.77 ƞ mol IMP converted per 10 5 lymphocytes per hour; p = .0014. Reproduced from Meftah, S., Prasad, A.S., Lee, D.-Y., Brewer, G.J., 1991 . Ecto 5′ nucleotidase (5′NT) as a sensitive indicator of human zinc deficiency. J. Lab. Clin. Med. 118, [309] [310] [311] [312] [313] [314] [315] [316] FIGURE 20.2 Changes in lymphocyte 5′NT activity during baseline, early zinc deficiency, and late zinc deficiency periods in experiment II. 5′NT activity (mean ± SD) ƞ moles IMP converted/10 6 lymphocytes/hour during baseline (B) versus early deficiency period (E) and late deficiency period (L) were as follows: B versus E 31.13 ± 5.56 ƞ mol IMP converted per 10 6 lymphocytes per hour versus 21.95 ± 0.92 ƞ mol IMP converted per 106 lymphocytes per hour versus 18.50 ± 1.58 ƞ mol IMP converted per 10 6 lymphocytes per hour, p = .03; E versus L, 21.95 ± 0.92 ƞ mol IMP converted per 10 6 lymphocytes per hour versus 18.50 ± 1.58 ƞ mol IMP converted per 10 6 lymphocytes per hour, p = .009. The values for 5′NT in normal control subjects are also shown (29.5 ± 6.53 ƞ mol IMP converted per 10 6 lymphocytes per hour. Reproduced from Meftah, S., Prasad, A.S., Lee, D.-Y., Brewer, G.J., 1991 . Ecto 5′ nucleotidase (5′NT) as a sensitive indicator of human zinc deficiency. J. Lab. Clin. Med. 118, [309] [310] [311] [312] [313] [314] [315] [316] .3 Changes in lymphocyte 5′NT activity during baseline, early zinc deficiency, and late zinc deficiency periods in experiment II. 5′NT activity (mean ± SD ƞ moles IMP converted/10 6 lymphocytes/hour) during baseline (B) versus early deficiency period (E) and late deficiency period (L) were as follows: B versus E 31.13 ± 5.56 ƞ mol IMP converted per 10 6 lymphocytes per 31.13 ± 5.56 ƞ mol IMP converted per 10 6 lymphocytes per hour versus 18.50 ± 1.58 ƞ mol IMP converted per 10 6 per hour, p = .03; E versus L, 21.95 ± 0.92 ƞ mol IMP converted per 10 6 lymphocytes per hour versus 18.50 ± 1.58 ƞ mol IMP converted per 10 6 lymphocytes per hour, p = .009. The values for 5′NT in normal control subjects are also shown (29.5 ± 6.53 ƞ mol IMP converted per 10 6 lymphocytes per hour). Reproduced from Meftah, S., Prasad, A.S., Lee, D.-Y., Brewer, G.J., 1991. Ecto 5′ nucleotidase (5′NT) as a sensitive indicator of human zinc deficiency. J. Lab. Clin. Med. 118, [309] [310] [311] [312] [313] [314] [315] [316] \n\nThymulin is a well-characterized thymic hormone with the following amino acid sequence: Pyro-Glu-Ala-Lys-Ser-Gln-Gly-Gly-Ser-Asn. Thymulin requires the presence of zinc to express its biological activity. It is known that two forms of thymulin exist; the first one deprived of zinc is biologically inactive, and the second one, containing zinc, is biologically active (Prasad et al., 1988) . The zinc/thymulin relationship was first studied in zinc-deficient mice. Active thymulin levels in sera of mice subjected to a long-term marginal zinc deficiency decreased as early as 2 months after beginning of the diet (Prasad et al., 1988) . However, these levels were corrected after in vitro addition of ZnCl 2 . Similar observations were made with sera obtained from children suffering from nephrotic syndrome who were zinc deficient. The low level of active thymulin in sera was corrected after in vitro addition of ZnCl 2 . These results confirm the presence of the inactive hormone in the serum of zinc-deficient subjects and its potential activation following in vitro zinc addition. The specificity of these results was confirmed by the lack of activation on experiments performed with sera from the thymectomized mice or patients with Di-George's syndrome, in whom the hormone is nonexistent.\n\nThe serum level of biologically active thymulin was evaluated by a rosette assay described elsewhere, and it was shown to be strictly thymus specific (Prasad et al., 1988) . The assay analyzes the conversion of relatively azathioprine (Az)-resistant spleen cells of adult thymectomized mice to Ө-positive rosette-forming cells that are more sensitive to Az. In the presence of thymulin-containing sera, rosette formation was inhibited by Az. The results were expressed as the log 2 of the reciprocal of the highest serum dilution conferring sensitivity to Az inhibition upon spleen cells from adult thymectomized mice. To confirm the specificity of the biological activity measured, all the determinations were repeated after preincubation of the sera under study with an antithymulin monoclonal antibody or a specific antithymulin immune-adsorbent.\n\nWe also assayed serum thymulin activity in three models of mildly zinc-deficient subjects before and after zinc supplementation: (1) human volunteers in whom a mild deficiency of zinc was induced by dietary means; (2) zinc-deficient adult SCD patients; and (3) a few medical students who were only mildly zinc deficient inasmuch as their plasma zinc levels were within the normal range and zinc deficiency was diagnosed by assay of cellular zinc in lymphocytes, granulocytes, and platelets. In all of these subjects, the serum active thymulin was decreased, and this was corrected by both in vivo and in vitro zinc supplementation, suggesting that serum thymulin activity assay was a sensitive biomarker of zinc deficiency (Prasad et al., 1988) . We also observed that T4+/T8+ ratio was decreased and the generation of IL-2 was decreased, and both of these were corrected following zinc supplementation. Inasmuch as thymulin is known to induce intra-and extrathymic T-cell differentiation, our studies provided a possible mechanism for the role of zinc on T-cell functions (Prasad et al., 1988; see Figs. 20.5-20.8 ).\n\nMajor manifestations of human zinc deficiency include growth retardation, immune deficiency, and cognitive impairment (Prasad et al., 1961 (Prasad et al., , 1963 Sandstead et al., 1967) . My experience in the Middle East showed that most of the zinc-deficient dwarfs died prior to the age of 25 years and these deaths were due to a variety of infections. This suggested to me that immune functions were sensitive to zinc status.\n\nIn our studies in the experimental human model of zinc deficiency, we showed that thymulin, a thymic hormone important for development, proliferation, and differentiation of T-cells, was affected adversely even when the deficiency of zinc was very mild (Prasad et al., 1988) . In our experimental human model of zinc deficiency, when the dietary zinc intake FIGURE 20.4 Changes in plasma zinc during early and late zinc deficiency periods in experiment II. Plasma zinc levels (mean ± SD) during baseline (B) versus early zinc deficiency period (E) and late zinc deficiency period (L) were as follows: B versus E, 116.20 ± 3.51 μg/dL versus 09. 10 ± 8.30 μg/dL, p = .27; B versus L, 116.20 ± 3.51 μg/dL versus 105 ± 11.38 μg/dL, p = .23; and E versus L, 109.10 ± 8.30 μg/dL versus 105.38 μg/dL, p = .31. The values for plasma zinc in normal control subjects (mean ± SD) are also shown (107.26 ± 8.92 μg/dL). Reproduced from Meftah, S., Prasad, A.S., Lee, D.-Y., Brewer, G.J., 1991. Ecto 5′ nucleotidase (5′NT) as a sensitive indicator of human zinc deficiency. J. Lab. Clin. Med. 118, [309] [310] [311] [312] [313] [314] [315] [316] was restricted to 2-3.5 mg/day for 20-24 weeks, the plasma zinc declined (mean ± SD) from 109.8 ± 17 to 91.8 ± 10.5 μg/ dL. Although the change in plasma zinc was small, a significant decrease in IL-2 and IFN-γ generated ex vivo by isolated MNCs was observed (Beck et al., 1997a,b; Prasad et al., 1988) . Also, regeneration of new CD4 + T lymphocytes was decreased as a result of dietary zinc restriction. In another study, dietary zinc restriction was 4.2-5.6 mg/day. At this level, the plasma zinc decreased from (mean ± SD) 118.02 ± 5.3 to 108.0 ± 10.3 μg/dL at the end of 8 weeks in the zinc-restricted period. Moreover, the activity of lymphocyte 5′ NT was significantly decreased (Meftah et al., 1991) . When the zinc intake in the volunteers averaged 3.0 mg/day, a decrease in serum thymulin activity was observed between 8 and 12 weeks, but no decrease was seen in this period in plasma zinc concentration (Prasad et al., 1988) . Thus, it appears that significant changes in immunological functions due to mild zinc deficiency may be observed in the absence of significant decreases in the plasma zinc concentration, suggesting that the assay of zinc-dependent immunologic functions may be better indicators of human zinc deficiency.\n\nA human Th0 malignant lymphoblastoid cell line, HUT-78, was used to study the effect of zinc on IL-2 production in PHA/PMA-activated T-cells (Prasad et al., 2002) . The effect of zinc was at the transcriptional level and was specific for IL-2 (Prasad et al., 2002) . A significant effect of zinc on the gene expression and generation of IL-2 and IL-2 receptors α and β was also demonstrated in that the expression of these genes was decreased in zinc-deficient cells. In another study, we reported that in zinc-deficient HUT-78 cells, phosphorylated IκB and IκK, ubiquitinated Iĸβ, and binding of NF-κB to DNA were all significantly decreased in comparison to the zinc-sufficient cells (Prasad et al., 2001) . Zinc increased the translocation of the NF-κB p50 subunit from cytosol to nucleus (Prasad et al., 2001) . Also, the binding of recombinant NF-κB (p50) 2 to DNA in HUT-78 cells was zinc specific. Our studies also showed that the measurement of IL-2 mRNA in peripheral blood MNCs by RT-PCR was a very good indicator of zinc deficiency in humans (Prasad et al., 2006) . In zinc-deficient cells, IL-2 mRNA was decreased in comparison to the zinc-sufficient cells, and if a physiological amount of FIGURE 20.5 Thymulin activity. Levels of thymulin activity in sequential study of young human volunteers submitted to a zinc-restricted diet for six months followed by zinc supplementation are shown here. Results are expressed as log-2 reciprocal titers (mean ± SEM). Each determination was performed in triplicate. Reproduced from Prasad, A.S., Meftah, S., Abdallah, J., Kaplan, J., Brewer, G.J., Bach, J.F., Dardenne, M., 1988 . Serum thymulin in human zinc deficiency. J. Clin. Invest. 82, 1202 -1210 . Prasad, A.S., Meftah, S., Abdallah, J., Kaplan, J., Brewer, G.J., Bach, J.F., Dardenne, M., 1988 . Serum thymulin in human zinc deficiency. J. Clin. Invest. 82, 1202 -1210 zinc was added to the deficient cells ex vivo, IL-2 mRNA expression was normalized, thus providing a diagnosis for zinc deficiency. It was also demonstrated that the ex vivo addition of zinc effect was specific, inasmuch as no other essential trace element could correct IL-2 mRNA expression in zinc-deficient cases. Our studies also showed that the effect of zinc on the gene expression of IL-2 in the primary cells was because of its role on the activation of NF-κB (Prasad et al., 2006; see Figs. 20.9-20.11 ).\n\nIt appears that humans maintain zinc homeostasis by increasing efficiency of zinc absorption and decreasing endogenous excretion of zinc when they are subjected to short-term dietary zinc restriction; however, a mild deficiency of zinc in humans usually is an outcome of chronic exposure to low dietary zinc for many months and years. Therefore, it is important to determine whether or not the adapted zinc homeostasis during the short duration of dietary zinc deprivation is also FIGURE 20.7 Thymulin activity. Restoration of normal thymulin activity in sera of zinc-deficient patients after in vitro addition of ZnCl 2 is shown. After chelation, 200 μL of serum was incubated for 1 h at 37°C with 10 ng of ZnCl 2 . Thymulin activity determination was performed before and after in vitro zinc addition on individual samples. *p < .01; **p < .001. (A) Healthy volunteers submitted to zinc restriction. (B) Non-SCA zinc-deficient subjects. (C) SCA zinc-deficient subjects. Reproduced from Prasad, A.S., Meftah, S., Abdallah, J., Kaplan, J., Brewer, G.J., Bach, J.F., Dardenne, M., 1988 . Serum thymulin in human zinc deficiency. J. Clin. Invest. 82, 1202 -1210 .8 Experimental human model interleukin-2 (IL-2) activity. Changes in IL-2 activity as a result of zinc restriction and zinc repletion in the experimental human model subjects are shown here. Each data point represents the averages of two separate determinations. □, subject 1; p = NS. Δ, subject 2; p = NS. NS, non-significant. Reproduced from Prasad, A.S., Meftah, S., Abdallah, J., Kaplan, J., Brewer, G.J., Bach, J.F., Dardenne, M., 1988 . Serum thymulin in human zinc deficiency. J. Clin. Invest. 82, 1202 -1210 FIGURE 20.9 IL-2 mRNA. Relative levels of IL-2 and IL-2R mRNAs in zinc-deficient and zinc-sufficient elderly subjects. Human MNCs were isolated from zinc-deficient and zinc-sufficient elderly subjects and stimulated with PHA for 24 h. Total RNA was extracted, and samples were subjected to RT-PCR analysis. The data shown here are representative of 13 zinc-deficient elderly subjects and 18 zinc-sufficient elderly subjects. Lanes 1-4 (zinc deficient) and 5-8 (zinc sufficient) represent the samples. The results indicate that zinc-sufficient subjects had higher levels of IL-2 (A) and IL-2R (B) mRNAs in PHA-stimulated MNCs. Reproduced from Prasad, A.S., Bao maintained during a prolonged period of dietary zinc restriction. We assessed the efficiency of zinc absorption as well as endogenous zinc excretion during a 6-month period of dietary zinc restriction (63.1 μm mol/day) in human volunteers by using a stable zinc isotope (Zn 70 ) (Lee et al., 1993) . Our studies showed that the efficiency of zinc absorption was not sustained and decreased in the volunteers when the zinc-restricted diet was continued for six months. On the other hand, prolonged dietary zinc restriction did not impair the functional role of endogenous zinc excretion in zinc homeostasis. We observed a significant reduction of endogenous zinc excretion by restricting dietary zinc, and this continued at the end of the zinc-restricted period. The endogenous zinc excretion was 65.2 μm mol/day during the baseline period, and it gradually decreased to a mean level of 27.1 μm mol/day at the end of the 6th month of the dietary zinc restriction. When subjects received zinc supplementation, the endogenous zinc excretion increased to 60.1 μm mol/day. Our studies thus show that measurement of endogenous zinc excretion may also be a sensitive biomarker of human zinc deficiency (Lee et al., 1993) (see .14). FIGURE 20.10 Interleukin-2 (IL-2) mRNA. Effect of zinc on IL-2 and IL-2R mRNAs in elderly subjects after 6 months of supplementation. Human MNCs were isolated from zinc-deficient and zinc-sufficient elderly subjects receiving either zinc supplementation or placebo for 6 months and stimulated with PHA for 24 h. Total RNA was extracted, and samples were subjected to RT-PCR analysis. Lanes one to two and three to four represent zinc-deficient and zinc-sufficient subjects receiving 6 months of placebo supplementation, respectively. Lanes five to six and seven to eight represent zinc-deficient and zinc-sufficient subjects receiving 6 months of zinc supplementation, respectively. The results indicate that, after 6 months, zinc supplementation increased IL-2 (A, B) and IL-2R (C, D) mRNAs in zinc-deficient elderly subjects, compared with placebo (p = .05). Reproduced from Prasad, A.S., Bao, B., Beck, F.W.J., Sarkar, F.H., 2006 . Correction of IL-2 gene expression by in vitro zinc addition to MNC from zinc deficient human subjects: a specific test for zinc deficiency in humans. Transl. Res. 148, [325] [326] [327] [328] [329] [330] [331] [332] [333] .12 Zn 70 studies. Effect of zinc depletion and repletion on zinc balance. Each data point represents average values of eight subjects during baseline and 2 months of zinc depletion, seven subject during 4 months and 6 months of zinc depletion, and three subjects during the zinc-repletion period. Values not shared by the same letter are significantly different at p < .05 by Scheffe contrast. Reproduced from Lee, D.-Y., Prasad, A.S., Hydrick-Adair, C., Brewer, G.J., Johnson, P.E., 1993 . Homeostasis of zinc in marginal human zinc deficiency: role of absorption and endogenous excretion of zinc. J. Lab. Clin. Med. 122, [549] [550] [551] [552] [553] [554] [555] [556] Interleukin-2 (IL-2) mRNA. Effect of in vitro addition of Zn, Mn, Fe, and Cu on IL-2 and IL-2R mRNAs in elderly subjects. Human MNCs were isolated from zinc-deficient and zinc-sufficient elderly subjects. Either 15-μM Zn (as chloride), Mn (as chloride), Fe (as sulfate), or Cu (as sulfate) was added to isolated MNCs for 24 h, followed by PHA stimulation for another 24 h. Total RNA was extracted, and samples were subjected to RT-PCR analysis. The data shown here are representative of three subjects from each group. Lane one represents MNCs from zinc-deficient subjects. Lanes two to five represent MNCs from zinc-deficient subjects with either Zn, Mn, Fe, or Cu added to the media. Lane six is the MNCs from zinc-sufficient subjects with Zn addition in the media. The results indicate that zinc addition, but not Mn, Fe, and Cu, increased the IL-2 (A, B) and IL-2R (C, D) mRNAs from the MNCs of zinc-deficient subjects (p = .05). Reproduced from Prasad, A.S., Bao, B., Beck, F.W.J., Sarkar, F.H., 2006 . Correction of IL-2 gene expression by in vitro zinc addition to MNC from zinc deficient human subjects: a specific test for zinc deficiency in humans. Transl. Res. 148, [325] [326] [327] [328] [329] [330] [331] [332] [333] .13 Zn 70 studies. Effect of zinc depletion and repletion on zinc absorption when using stable zinc isotope ( 70 Zn). Each data point represents average values of eight subjects during baseline and 2 months of zinc depletion, seven subjects during 4 months and 6 months of zinc depletion, and three subjects during the zinc-repletion period. Values not shared by the same letter are significantly different at p < .05 by Scheffe contrast. Reproduced from Lee, D.-Y., Prasad, A.S., Hydrick-Adair, C., Brewer, G.J., Johnson, P.E., 1993 . Homeostasis of zinc in marginal human zinc deficiency: role of absorption and endogenous excretion of zinc. J. Lab. Clin. Med. 122, [549] [550] [551] [552] [553] [554] [555] [556] .14 Zn 70 studies. Effect of zinc depletion and repletion on endogenous zinc excretion (see methods for calculation). Each data point represents average values of eight subjects during baseline and 2 months of zinc depletion, seven subjects during 4 months and 6 months of zinc depletion, and three subjects during the zinc-repletion period. Values not shared by the same letter are significantly different at p < .05 by Scheffe contrast. Reproduced from Lee, D.-Y., Prasad, A.S., Hydrick-Adair, C., Brewer, G.J., Johnson, P.E., 1993 . Homeostasis of zinc in marginal human zinc deficiency: role of absorption and endogenous excretion of zinc. J. Lab. Clin. Med. 122, [549] [550] [551] [552] [553] [554] [555] [556] In summary, our studies in the experimental model of human zinc deficiency, suggest that measurement of serum active thymulin, lymphocyte 5′ NT enzyme activity, assays of Th1 cytokines and expression of their mRNAs, and endogenous excretion of zinc are very sensitive indicators of acute zinc deficiency status. Measurement of zinc levels in lymphocytes, granulocytes, and platelets are useful but these are less sensitive than the immunological assays mentioned in this chapter."}