{"title": "State-of-art review of information diffusion models and their impact on social network vulnerabilities", "body": "Scientists and researchers have focused on the importance of social networks in the diffusion of information (Granovetter, 1977) . Information diffusion has been a concerning public issue, especially in marketing and rumors of emergencies. In social networks, users are no longer simple receivers; therefore, the behavior of individuals plays an extremely important role in their social network evolution and propagation process. Individuals exchange information with their neighbors which construct their social relations. The social network topologies of users formed gradually when all users of the network by topological relation covered together, eventually forming a huge and complex relationship between social networks. Social influence refers to the behavioral change that one individual causes in another, deliberately or inadvertently. As a result, the changed individual observes with the relationship to influencer . The strength of social influence depends on the relationships among individuals, network distances, timing, characteristics of networks and individuals, etc. Due to the emergence and rapid development of social networking websites, information tends to spread faster than before. Information diffusion offers a perfect framework for persistent neural networks. However, the nodes of information diffusion have changed with the emergence of technology.\n\nThe influences and results of information diffusion should be analyzed. However, to do this, we need to combine a variety of advanced theories, find the advantages and disadvantages of existing models, and establish a suitable description of the social network information interaction to solve various problems brought by information evolution and propagation in social networks.\n\nThe diffusion of information on Online Social Networks (OSNs) bears some similarity to an infectious disease spread (Lerman and Ghosh, 2010; Abdullah and Wu, 2011) . Comparably, situations in information diffusion commonly comply with the rule of one percent (Hargittai and Walejko, 2008) . It should be noted that one percent of users contribute to the distribution mostly, while the other 99 percent spread little.\n\nBy understanding the organization of different information diffusion models and analyzing their advantages and disadvantages, we find some specific threats and try to put forward corresponding solutions based on the existing research. Besides, we state the requirements of these solutions and attempt to improve upon.\n\nThe main contributions of this paper are summarized as follows:\n\nInformation diffusion models are extensively identified and classified with characteristics that help improve future communication.\n\nInformation diffusion models suffer due to several vulnerabilities that lead to serious threats. Thus, pertinent vulnerabilities of models are elaborated. Applications of information diffusion models are explored that have an impact on the companies and advertisers designing more effective or popular products. Limitations of each information diffusion models are highlighted and recommended suggestions for improvement.\n\nThe remainder of this paper is organized as follows: The components of information diffusion models are presented in Section 2. Section 3 provides the classification of different models with their advantages and disadvantages. Section 4 vulnerabilities of information diffusion models and discusses relevant threats and solutions. In Section V, we provide a comprehensive discussion on the applications of diffusion models. We highlight the recommendations and limitations for diffusion models in Section 6 of this paper. Finally, we conclude the paper in Section 7.\n\nThe main factors affecting the diffusion of information in social networking sites can be analyzed from the following three dimensions: structural dimension, relational dimension, and cognitive dimension (Carolis et al., 2006; Andrews, 2010; Chiu et al., 2006) . Each of these dimensions has several important components that need to be considered in our analysis. We discuss these dimensions and the individual components, as shown in Fig. 1 .\n\nThe Organizational dimension is the individual's social network connections, but also the flow of knowledge and access to resource pipeline (Kim and Galliers, 2004) . It provides a chance for potential receivers for gaining access to the useful information they want.\n\nThe relational dimension is a stable and long-lasting relationship that can effectively shorten the path of information acquisition and ensure the quality of diffused information (Rajamma et al., 2011) .\n\nThe cognitive dimension emphasizes similar preferences, common understanding, and vision among individuals (Bhattacherjee and Sanford, 2006) . It often affects the cognition and perception of the entire circle of friends, thus affecting the establishment of interpersonal relationships and the spread of information. In the cognitive dimension, the potential receivers think about the value of the information they can access, and judge whether it is useful information based on the other components of the information diffusion model.\n\nIt provides the platform to access the diffused message. The access platform forwards the received message to neighbors. Afterward, all the nodes within the network get the message. The flooding might uncover some needless message overhead, but it offers a vigorous basic tactic for the information dissemination (Khelil et al., 2002) . The contents produced by the nodes are the stream messages that could be viewed as the decision sequence.\n\nIndividuals share the viewpoint of information and make the knowledge level, professional ability or values become balanced and similar (Saito et al., 2008) . The network is conducive to the popularization of information and concept and can expand the breadth of information diffusion. In this process, information can be linked with the network, making it more convenient for potential receivers to get access to it.\n\nIn social networking sites, all individuals are embedded in a network of trust and reciprocity (Manapat and Rand, 2012) . The collaborative behaviors among individuals to share information often have to consider their personal relationships. Potential receivers think about whether the resource of information is worth to trust. They also think about whether they can share information with each other to access more.\n\nIn the process of getting access to messages, some disseminators and receivers choose to cooperate with each other to gain access to more messages (Myers and Leskovec, 2012) .\n\nThe existence of multiple such relationships not only ensures the excellent quality of knowledge but also increases the total amount of knowledge while facilitating information circulation. Information recipients in social networks make judgments about the value and use of information based on their own preferences, needs, or experiences, but the unknown is always more known about how to choose and accept more information .\n\nUser information gathered from social websites, blogs, individuals, etc. particularly YouTube and Twitter (Susarla et al., 2012) . It is observed that social connections play a significant role not only for the success of user-gathered contents but also on a scale of that influence. It is revealed that the choice of information of one user is influenced by the choice of other users.\n\nSocial networking sites make knowledge of the proliferation of prerequisites for the network link (Saito et al., 2009) . Once the link is established, the information will flow along with the relationship network, where the reliability and stability of the relationship will profoundly affect the speed and convenience of knowledge flow. Convenience of knowledge flow influences the speed of people obtaining information and changing their behaviors.\n\nAfter getting access to messages and filter useful information, potential receivers judge whether the information is worth to receive, and they decide their behavior based on the previous components (Gruhl et al., 2004) .\n\nDuring the process of information diffusion, the receiver and disseminator exchange their views of information, the receiver provides feedbacks to disseminator, and they both share resources with each other (Greenhalgh et al., 2008) .\n\nInformation diffusion models can be classified into four parts: Ising, Sznajd, SIR, CODA., SNSM and Game Theory.\n\nIsing Model describes the phase transition of matter. The same theory is applied to develop Sznajd and SIR models. Game Theory Model defines individual behavior strategies in equilibrium by analyzing behaviors and profits of information diffusion individuals in the model. Social Networking Services Model (SNSM) is based on the six-degree segmentation theory, which consists of contents, users, tools and social networks.\n\nCODA model is considered as the most up-to-date information diffusion models among the six. This section provides a discussion on these four models. The classification of the information diffusion model is given in Fig. 2 .\n\nIsing Model is primarily used to describe the phase transition of matter. Through the phase change, the material produces new structures and physical properties. The system of phase change is generally a strong interaction between molecules, which is also known as cooperative systems (Long et al., 2007) .\n\nIt is critical to derive an expression of individual participation 'p i ðtÞ' in specific research. Eq. (1) is a detailed description of this model to account for an individual's contributions. For instance, when an individual participates in the research of a specific project, the state is set to '+1'. Otherwise, when an individual chooses to leave this project, the state is set to 'À1'. The probability of an individual changing the current state is defined in Eqs. (1) and (2) as follows: where P n j¼1 mj is the state of the neighbor i at time t, and T represents the temperature outside.\n\nIt is also known as 'Herd Mentality', which is also characterized as a classical phenomenon in the field of management and behavioral finance. The Ising model uses the phenomenon of magnetism to describe herd behavior in society. The theory of the Ising model can be used to solve the problem of Herd behavior's lack of quantity. Herd behavior, bubbles, and social interactions are introduced in (Chang and Mizrach, 2014) . These interactions investigate the connections between Herd behavior and social interactions from the perspective of marketing. This paper finds that traders in the financial markets are influenced by others when they have decision-making. Moreover, it also uses the well-known framework designed by Brock and Hommes (1998) to examine the relationship between Herd behavior and social interactions (Kahruman et al., 2007) .\n\nInformation diffusion is introduced in (Guille, 2013) . The authors highlighted the strengths and weaknesses of the existing approaches. The paper discussed the structures of information diffusion, how it can be used in social networks, the properties of information diffusion that can be used to detect relevant information, and presented the existing models.\n\nThe stability research of peer production system was introduced in . This research discussed the ''Herd Behavior\" which is also known as 'Herd Mentality', as stated earlier. Social information cues were introduced in (Cheung et al., 2014) . These cues introduced a few social platforms which include design features related to social interactions. Authors in (Cheung et al., 2014) compared two basic social information cues, which are action-based social information and opinion-based social information. Their research analyzed the data collected from a popular beauty community to find out what effect information has on people when they do purchase decisions.\n\nAn analysis of Herd behavior was discussed in (Mobarek et al., 2014) . This analysis presented the application of Herd behavior in the field of marketing using existing models. Specifically, their analysis is based on the following three steps to investigate the role of Herd behavior in marketing using social networks: comparative method, sample selection process, and cross-country Herding-effect. Their findings pointed out that Herd behavior includes the Global Financial Crisis (GFC) and Eurobond Crisis (EZC).\n\nSwarming Behavior was introduced in (Shiming, 2006) . This paper investigated Swarming behavior based on Herd behavior and aggregation model. Authors see swarming behavior as an algorithm process that is designed for biological behavior to suit the environment in the best way possible. This paper proposed a minimal circumcircle based on Herd behavior and aggregation model in 2D space, which shows individuals form a cohesive swarm in a time limit. The social network model was introduced in . This model focused on the influential factor of Herding behavior in the social network. The authors discussed the model in the perspective of marketing, voting prediction, and maximum social impact on the applications of this model. The proposed research utilized two methods to analyze the impact of the model. The first method is to find out an individual who has the highest possibility to be chosen when under the same subject. The second method is to find out the most influential subject when an individual decides.\n\nHerd Instinct of the Transmission of Network Public Opinion was introduced in (Fuji, 2013) . The research focused on the evolutionary game models between users and governments. It is based on Han's simulation of two groups of agents and providing a feasible response to the dynamic public opinion and evolutionary game model. The dynamic public opinion highlights that a message should possess the flexible properties depending on when received and evaluated within a competitive context.\n\nSimilarly, Herd instinct of opinion was introduced in (Shaochun et al., 2011) . This theory constructs a game model of opinion using dynamic evaluation and analyzes the development of Herd behavior over time. It also introduced Deffaunt's model of the dynamic public opinion evolutionary game model and finds out the time of Herd behavior's appearance with simulation. Also, they used the memory length of agents and updated memory list through the process of communication.\n\nHerding Effect was introduced in (Caiyu et al., 2017) which focused on Herding behavior from the professional angle of psychology. Specifically, the authors investigated different characteristics of online shopping and indicated eight different mechanisms of Herding behavior. It can be influenced by many factors and contains two levels known as a mental mechanism and neural mechanism. The peer production system was introduced in (Canzhong et al., 2011) . This research uses the Monte Carlo method to perform simulation of three different systems, and analyze critical characteristics under different network structures. This research found out that it is more likely that the crossover of the stability of the system can be affected by influencing factors. The consumer behavior model was introduced in (Jiayin, 2013) . This analysis investigated Groupon based on the Herding behavior, Long Tail Theory, and externalities of a network. It pointed out that Groupon uses the characteristics of Herding behavior to distinguish the high-quality group and low-quality group, which improves the efficiency of marketing.\n\nHerd behavior characteristics are given in Table 1 3\n\nIt is an information interaction model, which is based on the physical model of Ising Model (Wang et al., 2013) . According to the USDF (United we stand, divide we fall) (Sznajd-Weron et al., 2011) principle, the network between the individuals can affect the rules, and because of the communication between individuals and the interaction of ideas, some individuals will be affected by other individual views. Therefore, this can change an individual's original point of view or even completely give up their original views.\n\nIt is a typical network whose degree diffusion trails the power rule, at least asymptotically. Let us assume P(n) be the fraction of the nodes in a network with 'n' connections given by\n\nwhere d the parameter that possesses typically value in the range of 2 < d < 3. As, the second instant of n Àd is infinite, but the first one is finite. It may remain occasionally outside these bounds. Several networks have been stated to be the scale = free. However, a statistical study has disproved those claims. We discuss the model in the scale-free network. Bonnekoh (2003) studied the Sznajd model in a scale-free network with growth characteristics. A scale-free network is constructed in the same way as Barabasi and Albert's network creation method, which is adding only one individual at a time, and it is related to the individual degree in the original network. Barabasi and Albert believe that many network models do not consider two important characteristics: Growth and Preferential Attachment. Because of the lack of consideration of these two characteristics, it creates a Scale Free Network, which is also called BA Network (Haoguang et al., 2008) . For a network that satisfies the scale-free characteristics. Scale Free Network Model was introduced in (Haoguang et al., 2008) . This model presents the basic characteristics of a scale-free network and investigates from the perspective of statistical mechanics. This method summarized the design deficiencies of the above model. It also proposed an improved design based on the B-A model (edge-edge-reconnection theory), which can well explain the prevalence nature of the disease with scientific and practical significance. E-mail Virus diffusion Model was introduced in (Jun et al., 2009) which is based on the scale-free network. By mathematical calculations, the density of infected users is obtained, which was affected by many parameters. It shows that the volume of infected users becomes stable before the anti-virus technique activated. Moreover, it was observed that the diffusion rate and average degree of network played an important role. Network Topology of Command and Control (C2) Organization was presented in (Xiuli et al., 2010) . This research organizes the C2 construct based on the concept of complex network theory and network center warfare thinking. It also provides a theoretical basis for further complex network theory through simulation analysis. It finds out that the C2 organization construct has specific characteristics of a complex network. Simulation of Virus Propagation was discussed in (Tao et al., 2007) . This simulation showed that the scale-free network plays an important role in controlling the diffusion of computer virus. The research constructs a B-A Scale Free Network Model (Barabsi -Alert Scale Free Network Model), and simulate on the diffusion of computer virus and its influence. SA-mixed network models were introduced in (Jing and Bing, 2016) . This model designs and constructs several scale-free networks to verify scale-freeness and compares the speed of development of the original and new networks by using the iterative method. A SA mixed network model was constructed based on the Sierpiandki network with the two Apollonian networks to verify the power distribution of the new network with power-law between two and three. It shows that scale-free properties are closed to mixed networks between scale-free networks. The significance of nodes was discussed in . A node in a complex network simulates the relationship between the largest connected component and the proportion of removed nodes to calculate the significance and reliability of the complex network. The results were conducted based on the degree of centrality, semi-local centrality, centrality and PageRank algorithm in random networks, small-world networks, and a scale-free network.\n\nVariable Forgetting Rate was presented in (Xiaoli et al., 2015) . Rumor diffusion Model studies that the model with a function of forgetting-rate changing over time in Scale Free Network. It derives the corresponding mean-field equation, finding out that the forgetting-rate has a significant impact on the final size of rumor diffusion. The authors concluded that the diffusion speed is faster and the final size is smaller in scale-free network than in homogeneous networks.\n\nScale Free Network topology structure was investigated in (Minhua et al., 2010) . Specifically, the authors emphasized that the Media Evolution Model constructs the Adaptive Evolution Model with the influence of public opinion and network structure which is based on the B-A Scale Free Network ((Barabsi -Alert Scale Free Network Model). The evolution of public opinion is not only limited by the network topology but also leads to the change of the topology. Authors in (Minhua et al., 2010) concluded that the evolution of public opinion has affected the network structure and the degree distribution in the network no longer satisfies the power-law distribution. Moreover, the network structure is no longer the initial scale-free network.\n\nThe dynamic model for infection diffusion on the scale-free networks is discussed for analyzing data infected by the virus in (Pastor-Satorras and Vespignani, 2001) . This model determines the epidemic threshold absence and its related serious behavior. This model helps in understanding different diffusion phenomena on social networks and communication.\n\nIn (Castellano et al., 2009) , cultural, opinion and language dynamics are introduced with respect to hierarchy formation, crowd behavior, social spreading and human dynamics. The connections between these issues including traditional models are highlighted. It is further focused on the empirical data results obtained from the social systems.\n\nAs the scale-free network does not require a condition to add new nodes, this network still cannot affect the diffusion models due to its nature of being static. Currently, the more specific features of scale-free networks differ with reproductive model. However, these characteristics do not have negative impact on the diffusion models. The random exclusion of a large fraction of vertices influences very little to the entire connections of the network. Therefore, the random exclusion process can improve the security of the used models. On the other hand, targeted attacks terminates the connection quickly. The clustered-based coefficient can be different based on the used topologies.\n\nScale Free Network characteristics are given in Table 2 . \n\nWe provide a comprehensive discussion on 2D Mesh and present a critical analysis using different characteristics.\n\nParallel Simulation Algorithm: It is a method of simulating data by using the data set and comparing with simulation result with the support of system client results. Deadlock: It is a state in which two machines share the same resources effectively and prevent each other from gaining access to the resource. Error Estimations: It is a degree of prediction accuracy. Node Topology: A node is a point connected to the specific structure.\n\nThe structure of the 2D mesh model is presented in Fig. 3 . Onedimensional Sznajd Model is built on a regular grid of lattices where each grid represents an individual. The possible attitudes of the lattice individuals to an event are taken as spin states given by\n\nThe individual's attitude changes due to the interaction between individuals. The Sznajd model is generalized to twodimensional and three-dimensional regular grids, where the phase change occurs in two dimensions. The rules of the Sznajd model are extended to 2D-Mesh, which consists of three different evolutionary rules. A 2D block-structured mesh partition was introduced in (Ahusborde and Glockner, 2011). This mechanism introduced parallel simulations of incompressible flows on block-structured meshes with a new partitioning method. It compared rectangular partitions with other methods with respect to load balancing, edge-cutting and block numbering. Furthermore, it applied the code to study laminar flows on three non-rectangular geometries.\n\n2D-Mesh and Torus On-Chip Network Topologies (OCN) were introduced in (Ren et al., 2016) . This research work proposed the traffic balancing obvious routing (TBOR) algorithm. It consists of two-phase routing. It involves the construction of the weighted acyclic channel dependency graph (CDG) for the OCN to efficiently maximize the available resource utilization and channel ordering. The CDG cycle-free guarantees the deadlock-freedom using one or more Turn-models.\n\n2D mesh network-on-chip was introduced in (Hu et al., 2014) . They proposed an algorithm which addressed both deadlock and network performance issues. Moreover, they also proposed a probabilistic odd-even (POE) routing algorithm that achieves the minimum packet delivery delay. It adjusted the probabilities of constrained turns that may lead to deadlocks according to the current network conditions. It also used an efficient deadlock detection and recovery scheme when a deadlock happens.\n\n1D-2D finite volume scheme was presented in (Viallon, 2013) . The proposed scheme studied a hybrid finite volume method to solve a problem set in a domain consisting of several zones of different dimensions in space. For a linear 1D-2D model problem, this scheme defined a specific norm and stated an error estimate. It compared the hybrid scheme to a classical scheme using a 2D mesh. 2D Quad mesh was proposed in (Boret and Oswaldo, 2017) that composed of four parts: (a) a preprocessor of the internal boundaries of a 2D oil reservoir structure, (b) a 2D structural quadrilateral grid generator, (c) a solver of the 2D convectiondiffusion equation on the grid, and (d) a visualization module to display the reservoir properties, wells, and the simulation results on the grid.\n\nPIC simulations were presented in (Araki and Wirz, 2014) . These simulations provided a significant improvement for density calculations. This was a significant contribution mainly due to the fact that relatively large density errors may persist at outermost cells for monotonically decreasing density profiles. A further analysis was performed to investigate the effect of the density errors in potential calculations. An automatic 2D finite element-mesh was introduced in (Lin et al., 2011) . This algorithm was designed specifically for automatic finite element mesh generation on the structure of hulls. Stiffeners were considered as line constraints in the geometry boundary. For the FE mesh generation used in this study, the line constraints were treated as boundaries so that the geometry domain attached to the line constraints. Mesh rezoning of 2D was discussed in (Crawford et al., 2010) . This research proposed a new algorithm for performing mesh rezoning on elements used in simulations of non-linear deformation processes. The method utilized techniques from the elimination theory to solve the problem for each node on the new undistorted mesh. Similarly, 2D Newest Vertex Bisection was discussed in (Karkulik et al., 2015) . Their research showed that the NVB is quasi-optimal and that the corresponding L2-projection onto lowest-order Courant finite elements (P1-FEM) is always H1-stable.\n\n2D and 3D NoCs were presented in (Daneshtalab, 2014) . Their approach proposed a mechanism that allows packets to be routed through multiple paths in the network. It helps balance the traffic load while guaranteeing the in-order delivery of the data packets. The idea was to use different deterministic algorithms for independent flows. It neither requires reordering buffers nor limits packets to use a single path.\n\nCluster topology for 2D NoC was proposed in (Johari, 2015) . This scheme presented a communication-based cluster topology (CBCT), which is based on 2H. In result, the CBCT approach was compared with 2D mesh topology and CBCT to provide better results in terms of end-to-end latency, network latency, packet latency, sink bandwidth, loss probability, link utilization and energy consumption of a topology. Similarly, the role of LR meshes in 2D was discussed in (Bressan et al., 2015) . It shows a construction of LR-spaces whose bases are composed of locally linearly independent B-splines which also form a partition of unity.\n\nQEx: robust quad mesh extraction was presented in (Ebke et al., 2013) . This research discussed a method to sanitize a parametrization. This method is consistent with even in a limited precision floating-point representation. It describes the robust quad extraction and develops a strategy to solve common local fold-overs in the parametrization.\n\nThe 2D elastostatic analysis was introduced in (Lee and Lo, 2010). The proposed scheme can be applied to two-dimensional elastostatic problems. By the combination of mesh generator using contour and the concept of strain energy concentration, it obtains solutions of prescribed accuracy of high-quality graded finite element meshes. We combine the findings of 2D-Mesh characteristics in Table 3 .\n\nThe connection topology of the social and biological networks is neither entirely regular nor fully random. These networks refer to as small-world network (Ha et al., 2015; Gu and Liu, 2019) . The small-world network model was introduced in (Soriano-Sánchez and Posadas-Castillo, 2018) . This model discussed the classic WS small world and used for ring rule recycling network. Authors in (Wei et al., 2012) presented a model about Internet Public Opinion and Agent Dynamic Small World Network. This model focused on an agent dynamic small world simulation based on the characteristics and the duality of an agent to research the spread of HIV among homosexuals. This model added casual and steady relationships, as well as entering and exiting of agent to fit the situation in the society. This model showed the influence of the Small World Network on the diffusion of HIV.\n\nSmall World Network on the Internet was proposed in (Junfeng, 2004) . This research presented six degrees of separation. W-S Small World Network analyzed the characteristics of information diffusion on the Internet. It revealed that the Internet is a typical small-world network where researchers can use the relevant characteristics to improve the stability of networks and use converse rules to prevent the diffusion of a computer virus.\n\nThe forecast of the Small World Network was discussed in (Ping, 2007) . This research investigated the background of the Small World Network. This approach also presented the applications of Small World Network in many different fields such as diffusion of severe acute respiratory syndrome (SARS), Internet Controlling, Biology, etc. The approach combined other fields with the Internet and pointed out that the Small World Network can develop in an all-round way in the future.\n\nThe node significance, degree centrality, semi-local centrality, and centrality of the PageRank algorithm in Small World Network are introduced for determining the reliability of complex network and node significance. This research also showed that the reliability of a complex network is related to the topology structure and contains many topology features.\n\nCalculating Method of Path Length in Small World Network was presented in (Huayun, 2008) . This method calculates the path length in the small world network. Specifically, it focuses on network characteristics. It demonstrates that it is possible to calculate the characteristics of length based on broken reconnected nodes and added long key transformation of a Small World Network.\n\nWeb routing algorithm was proposed in (Xinwei et al., 2007) . This algorithm involves the characteristics of Qos constrained Ant colony algorithm which is based on ant colony algorithm and short length of characteristics of Small World Network. (Hongyan et al., 2010) . This strategy presented a new P2P scanning strategy model which can improve the traditional algorithm based on Small World Network. It showed that this algorithm diminishes latency. However, its capacity of shape is better than the other traditional algorithms. Research on small-world network model with high symmetry was discussed in (Furen et al., 2011) . This research proposed a model of small-world network with high symmetry, which adopts the algebra and graph theory method of the Cayley graph. With analysis and simulation, this paper showed that this model provides high local clustering and low network diameter and it has the characteristics of a small-world network.\n\nMicroblogging Network (MMN) was considered in (Pengyi et al., 2012) . This mechanism compared existing results via measuring other online social networks based on topological characteristics and user behavior patterns in Sina microblogs. The authors concluded that designing mathematical and computational models are important for monitoring, directing, and dominating of microblogging systems. Relationship Network Based on Complex Network was introduced in (Shuhua et al. 2011 ). This paper adopted Sina, Tencent, Sohu as targets to build a complex network of users connections. The statistical distributions of the network degree, aggregation coefficient, and average path length were provided in the results.\n\nPublic Opinion Propagation Model was proposed in (Changyu et al., 2006) . This research discussed a public opinion diffusion model in the special district in China and provided a significant exploring method based on a basic computer simulation. This way of public opinion formation by designing an individual's local interaction rules and introducing the influence of an individual's psychology on mass media proposed by the researchers. Similarly, the simulation of the small-world network based on Matlab was demonstrated in (Guangzheng et al., 2008) . This research simulated the image of a small-world network with Pajek. This paper showed the programming steps to simulate small-world network. We summarize all our research findings of a small-world network features in Table 4 .\n\nAs depicted in Fig. 4 , when a node is in the susceptible state 'S', it has not been influenced by the information but may be infected by nearby infected nodes. When a node is in the infective state 'I', it has been influenced by the information and could spread the information to other nodes. When a node is in the recovered 'R' state, it refers to the state where a node could not be influenced by the information again. In addition, it has an assumption that nodes can be affected by other nearby nodes. As in the epidemics, it is similar in information diffusion. People using social networks can be influenced by friends who have already known information.\n\nThe identification of influential users was discussed in (Sheikhahmadi et al., 2017) . Many proposed models of information diffusion pay less attention to the interaction among users, or just consider the relations as binary relations. It mainly analyzes the users' influence and calculates the diffusion influence. It also proves that when the influenced ratio reaches to 0.75, the overall influence of the model increases.\n\nThe identification of key nodes in complex networks was presented in (Yu et al., 2017) . It is of great importance to identify key nodes in information diffusion on networks. Some models are restricted which cannot be applied in complex networks. Their experiments illustrate that the SIR model only sets a single node as the initially infected node which may not evaluate the effectiveness of key nodes in the information diffusion process.\n\nA novel weight neighborhood centrality algorithm for identifying influential spreaders was proposed in . This research utilized the SIR model to simulate the diffusion process on networks and recorded the diffusion efficiency for each node. According to their results of the SIR simulation, the infection probability should not be too small or too large. If it is too small, the information cannot be successfully spread. However, if it is too large, the information may outbreak through the whole network, which makes trouble in distinguishing each node's diffusion. Therefore, it is still a challenge to find a more efficient model for identifying information diffusion influence. An analysis of modeling contagions in online social networks was presented in (Zhuang et al., 2017) . It is believed that most proposed models like the SIR model have focused on single information, and researchers just consider it as independent to others. However, in real life, information is diffusion at the same time and each influences others, because of interaction.\n\nSIR model was analyzed in the field of epidemic diffusion as discussed in (Taynitskiy et al., 2017 ). The SIR model may be used to distinguish the types of infected users, with the assumption that none of them can be used simultaneously. The growth and decline of SNSs by using the SIR model were considered in (Tanaka et al., 2015) . Like the infectious disease spreads by people, and the infected people recover naturally, people who use SNSs are similar to infectious because they are driven by communicating with people. Thus, the SIR model can show the growth and decrease of SNS information. An information propagation model considering incomplete reading behavior in microblog was discussed in (Su et al., 2015) . Although many researchers use epidemic models like the SIR model to study information diffusion, such studies do not take the incomplete user's behavior. Thus, the model does not fit reality very well. This model also shows that the reading rate plays the most influential role in the information propagation performance in SNS. The interaction evolution model of mass incidents with delay in a social network was introduced in (Huo and Ma, 2017) . There are many studies that think the SIR model can be used to analyze the information diffusion model. However, this study believes it usually ignores considering time delay in the model. A discovery of pushing nodes in social networks based on the SIR model was presented in (Li and Zhang, 2016) . As for the SIR model, the probability of diffusion node plays an important role in information diffusion on SNS. When the probability is large enough, information can be easily spread throughout all social networks. In this discovery, it is concluded that when the probability is bigger than 0.7, the push of diffusion information is most effective. Therefore, it is vital to evaluate the different probability of social networks.\n\nInformation source detection in the SIR model was discussed in . In the SIR model, all nodes are possible information sources because we assume susceptible nodes and recovered nodes are indistinguishable and a healthy node may be a recovered node so can be the information source.\n\nTherefore, under the SIR model, different infection nodes are associated with different probabilities, so counting the number of permutations is not sufficient. The network characteristics have a substantial consequence on the SIR model. The network topology affects the predictability diffusion. The network node occupies three states: infected, susceptible, and recovered. In the SIR model, the susceptible network condition replicates nodes that do not obtain the information socialization objects.\n\nThe infected nodes are capable to receive the objects and defuse to recovered state and neighbor nodes. SIR demonstrates the diffusion on the random networks and generates random graphs. The social network has a significant influence on viral marketing performance due to the SIR model. The clustered-based network is not efficient in the SIR model. The SIR model characteristics are given in Table 5 .\n\nNodes in the SICR model have 4 states: susceptible, infective, counterattack, and refractory. The susceptible and infective states play the same roles as they are in the SIR model. The structure is showed in Fig 5. The refractory is similar to the recovered state in the SIR model. The counterattack states show that the node that has been influenced by the information did not believe it and spread the opposite opinion of it. When someone infected with some information, he/she may connect with another infective node or another refractory node. The application of the SICR model on rumor spreading was introduced in (Zan et al., 2014) .\n\nIt focuses on analyzing the spreading of harmful rumors. The authors presented the self-resistance parameter and investigated the influence of this parameter on rumor spreading.\n\nThe epidemic-like model based on dynamicity is introduced for the rumor diffusion on the small-world network (Zanette, 2002) . This model shows a transition between propagation and localization regimes at the fixed value of network randomness. In this proposed model, propagation effectiveness is categorized by the total number of entities or persons, which have been infested during the entire evolution process. The dynamic propagation in the smallworld characteristically is similar as obtained on the small-world network.\n\nAs the rumor diffusion has been greatly investigated on complex networks. The effect on the rumor diffusion in the complex (Li et al., 2014) . The rumors are introduced by independent spreaders. The independent spreaders are considered as nodes that detect the rumors that occurred on other channels instead of their neighbors. A stochastic approach is applied for obtaining the rumor diffusion dynamics. It is revealed that independent spreaders enhance the process by getting rumors from remote regions with the help of current spreaders. In this approach, it is proven that the network improvement connectivity is highly efficient for the diffusion acceleration as compared to independent speakers.\n\n3.2.5. SIHR model SIHR model proposed by Zhao et al. (2012) has the following four states: spreaders, ignorant, hibernators, and removed. Spreaders are similar to the infective state; Ignorant is similar to a susceptible state. Those who know the information but do not spread it are referred to Stiflers, which is similar to the removed state mentioned earlier. In addition, the Hibernator node shows how repeatedly information diffuses.\n\nApplication on the new media age was discussed in (Zhao et al., 2013) . It modified the SIR model, and thus tried to make the diffusion process more realistic and apparent. The researchers believe that ignorance cannot be avoidable while they participate in the spreading process. It analyzes the impact that variations of different parameters have in the spreading process.\n\nThe discovery of the SIHR model on the rumor spreading model was presented in (Zhao et al., 2012) . Comparing the information diffusion and epidemic spreading, there are some significant differences, with consideration of the mutual effect of forgetting and remembering. In addition, the forgetting and remembering mechanisms of hibernators add the time delay and then reduce the influence.\n\nThe stochastic model coevolves with the interaction network in the presence of the opinions distribution with agents' population (Zanette and Gil, 2006) . Interaction between agents could be improved or reprimanded based on either successful or not successful made agreement. The model advances towards a condition where the opinion distribution and the network structure is frozen. As a result, the population is distributed into detached groups. The physical properties are different of the population in the final condition as compared to control parameters.\n\nIn the Continuous Opinions and Discrete Actions (CODA) model , each person tries to make decision between two alternative things. The opinions are considered as continuous. Therefore, this model is useful in conditions where people are influenced to have moderate opinions initially. People's choices may be influenced by others continuously later in the decision process.\n\nContinuous opinions and discrete actions (CODA) in social networks were discussed in . The proposed models can be divided into two main types. In first type, research-ers believe that opinions are evolved discretely. In the other type, researchers consider continuous values that can be taken by each individual. It reflects that even if people face binary actions, the opinions have continuously influenced. But it assumes that each individual has mere access to the neighbor's actions. In this paper, the model reproduces different behaviors observed in social networks. The main results of the paper provided the characterization of preservation and diffusion of actions under general communication topologies.\n\nA spread willingness information dissemination model was proposed in (Huang et al., 2014 ). The CODA model can restore the evolution of continuous or discrete opinions and can explain the information diffusion. Martin S. (Martins, 2013) then studied the CODA model under different conditions and found that strengthening the interaction between people can weaken the information diffusion trend. Weaker relationships between nodes, and the higher the probability of opinion selection, lead to quickly and large-scale dissemination.\n\nThe identification of insider trading using network numerical models was presented in (Jakimowicz and Baklarz, 2016) . In the CODA model, a change in the opinion (continuous variable) of nodes is revealed by observing the decisions (discrete variable) of neighboring nodes. A decision taken by the neighboring node can only have two discrete states. Nevertheless, the influence is continuous. Consequently, it is necessary to analyze the effect of both external and internal networks on the emergence of inside information within the external network.\n\nTrust in the CODA model and the reliability of other agents were discussed in (Martins, 2013 ). The CODA model is a mixed version of continuous opinions and discrete actions, where the continuous values are not observed and only a discrete choice is known by the neighbors. In this paper, by introducing trust in the CODA model, researchers found it would be more suitable for real life. Modeling dynamics of agents with multi-leveled opinions and binary actions was presented in (Varma and Morarescu, 2017) . To more accurately describe the opinion dynamics and to model more realistic behaviors, the CODA model was proposed. This model reflects the fact that even if we often face binary choices or actions, the opinion behind evolves in a continuous space of values. However, a large number of neighbors may increase the time to achieve consensus. We summarize all our research findings of CODA model with its various characteristics in Table 6 .\n\nGame Theory Model describes individual behavior strategies in equilibrium by analyzing behaviors and benefits of information diffusion individuals in this model . Considering that the transmission of network information is fluidity, the receiver can be regarded as the re-disseminators. The essence of senders' behaviors is that they spread information from different ways or for different aims under some interest that is an interactive game between senders and receivers. Game Theory Model includes the trust mechanism due to realistic meanings in order to analyze the information of dissemination behaviors. The fundamental idea of game theory model is discussed in (Easley and Kleinberg, 2010) . In this model, the players take decision and pay off to each player based on the decision made by all of the playing players. The behavior of the players is observed and also view of the evolutionary game theory is explored. Furthermore, it is decided about the capability of behavioral modes to persevere in the population. The proposed approach has greatly been used in the evolutionary biology. In (Jackson and Yariv, 2007) , games are analyzed using the social networks in which the agent decides whether to participate or not in the actions (e.g. withdrawing the money from bank, taking active part in politics, adopting new technology). Different behaviors are analyzed and chosen the best response with respect to behavior of the last period. This approach involves the suggestions and applications to nancial, marketing, contagions, epidemiology and technology adoption. The characteristics of game theory model are shown in Table 7 .\n\nSocial Networking Services Model is based on the six-degree segmentation theory, which consists of users, contents, social network and tools. It has Multi-dimension information dissemination ways, diversified channels of information dissemination, communication behaviors based on interpersonal relationship and interactive communication with instant interaction. (Sathe, 2008 ) created a simulation model of user relationship network in SNS. The Forest Fire model is put forward that it can achieve good results in user relationship network simulation, through analysis of some existing network simulation models, and research on the regular patterns of the users' behavior in SNS. The researchers applied the model on Sina micro-blog, Twitter, Google+ and LiveJournal to achieve different data. The experimental results show that the improved model is more similar to the real user relationship networks, and it is proved that the improved forest fire model is more effective in the simulation of user relationship network of SNS.\n\nInvestigating the stability of information diffusion over SNS helps to understand the principles inherent in the diffusion behavior. (Galam, 2003 ) explored the mechanisms of information diffusion including stifling mechanism, latent mechanism and forgetting mechanism. What's more, they built a SEIR model, whose mean-field equations could calculate the equilibriums.\n\nThe results reflected the influence of the diffusion mechanisms on the information diffusion process. With the development of online social network service (SNS), many people express their views and share information with others on them. However, more and more malicious software's propagate in SNS. The authors in (Zhang and Zhang, 2009 ) proposed a malware propagation and prevention model; which is based on the propagation probability model. This model could reflect the relationships among malware propagation, habits of users, and malware detection in online SNS.\n\nThe results showed that this model could prevent malware's propagation to some extent. While Social Network Services playing an increasingly important role in today's online world and it has been widely used in information classification and retrieval, it is not available for all services. The authors in (Kimmel, 2004) presented a new evaluation metric for topic models' extraction from the SNS dataset. These researchers combined LDA modeling with this metric, which was named a self-adaptively LDA modeling method. The results showed that this model could reach the appropriate number of social topics without losing performance for data. Social Network Services such as Facebook and Twitter are popular these days. Such SNSMs are usually provided as a centralized model or a peer-to-peer model depending on the main objectives of the SNSMs. The authors in (Kosfeld, 2005) introduced a unified model that incorporates both the centralized and peer-to-peer models. In this model, there can be multiple servers owned by independent service providers and the servers communicate with each other to provide the SNS to the users. Due to the spread of unreliable online information on social network services (SNS), the users are faced with a difficult problem for determining if the information is trustworthy or not. The authors in (Thomas, 2007) proposed a model to evaluate the trustworthiness of information that is directly produced and distributed over the online network. It has trust metrics, called TII (Trust Index for Information on SNS), which is a criterion for measuring the trust degree of information on SNS. By this method, these researchers could estimate the social trust degree based on the variation of TII. The characteristic of a social networking service model is shown in Table 8 .\n\nInformation diffusion models can be a victim of several attacks if expected vulnerabilities are not controlled. As with the continuous development of computer networks, the issue of cybersecurity has become an important topic. The vulnerabilities of information diffusion models are depicted in Fig. 6 .\n\nIsing model is primarily used to describe the phase transition of matter. Through the phase change, the material produces new structures and physical properties. The system of phase change is generally a strong interaction between molecules, which is also known as cooperative systems. The model consists of vulnerabilities given as: & Total energy effect & Complexity of different states\n\nThe annealing temperature is arranged according to the schedule. By dealing with the progress of time, energy gradually decreases. The convergent time for the total processing time and the global minimum of Ising is 5-microseconds and 2.5 microseconds respectively (Kahruman et al., 2007) . The energy depletion greatly effects the Ising model.\n\nThe solutions to combinatorial optimization requires an explosive large computational power (Mnih et al., 2015) . As, combinatorial optimization problems are based on the Von Neumann architecture calculations. Therefore, some combinatorial optimization problems belong to the NP class problem. Furthermore, the algorithm can no longer be used in many cases for finding the solutions to these problems in polynomial time. As, fieldprogrammable gate array (FPGA) can be used to support for the phase transition that is fundamental requirement for Ising Model configuration. The FPGA is a reprogrammable silicon chip that consists of a limited number of predefined resources and programmable intersects, which can be reconfigurable digital circuits. In general, FPGA can surpass CPU and GPU by implement-ing the custom circuits and higher energy efficient execution pipelines (Thomas et al., 2009; Pauwels et al., 2012) .\n\nA new computing system called Ising computing, which has been investigated that uses the FPGA to solve the complexities of different states. They built the Ising computing system on FPGA. The system is composed of host PC and FPGA/PCI/PCIe board.\n\nFirst, the interaction coefficient is used to map the combinatorial optimization problem to the Ising spin model implemented on FPGA. Next, the ground state search is performed by the annealing process through the interaction between spins. The system then moves to the lower ground state. It is observed that the configuration of the interaction coefficient is determined by the problem to be solved. Therefore, the setting of the spin interaction coefficient is equivalent to the programming process in the conventional calculation method. Therefore, it is considered that the ground state with the energy of the global minimum rotation state corresponds to the appropriate solution to the problem. In other words, by observing the ground state of the system, an appropriate solution with global minimum energy is obtained. As a result, the state complexity creates several vulnerabilities for the Ising Model. Table 9 shows. Ising model's vulnerabilities.\n\nSznajd model is an information interaction model, which is based on the physical model of the Ising model. According to the USDF (United we stand, divide we fall) principle, the network \n\nA lot of research is conducted on node paralysis in the Sznajd model. One dimensional Sznajd model starts from a random initial state. In this initial state, half of the professionals and deliberations occupy a random state. The periodic boundary conditions based on Sznajd model, the simulation result has been obtained that shows that the evolution of the system will reach three stable states: the probability of the opposition is 0.5, half of the approval, and half opposition appear (Sznajd-Weron et al., 2011) . Under different parameters, the probability of the evolution of the final attractors of ferromagnetism is also different. The probability that the attractor appears at the same initial density varies with the aggregation index. Under the same aggregation index, the greater the probability of the same initial density tends to the attractor when the connection probability becomes larger; the increase of the connection probability will make the system more likely to look consistent (Wang and Xu, 2008) . When the aggregation index becomes larger, the same initial density tends to be greater in the probability of the attractor (i.e., the system is more likely to look consistent because of the increase in the number of short-range connections). As, such varied situation leads to vulnerabilities.\n\nThe construction of small-world networks is focused to supplement the equation. The network built in this way is called the promotion of small-world networks. The process of adding additional connections continues until the number of long-distance connections and the number of short-distance connections (i.e., connection probability) reaches a certain value. In this way, the average neighbor number of each node in the small-world network is 4 (1 + x) (Jespersen and Blumen, 2000) . When the aggregation index T reaches to 0, the generalization of the small-world network has become a small world-network. However, with T1, there are only very close nodes. Such promotional small-world networks are similar in nature to regular networks. When 0 < T < 3, due to the characteristics of extra-long-distance connections, this range has rich characteristics (Hu Ang et al., 2004) . However, it creates the vulnerability that can be the cause of attack.\n\nThis vulnerability invites the significant deviations and possibly mismatched-ratio. A Virtual Network Analyzer (VNA) is introduced to handle the vulnerability of an incomplete reflection network (Henze et al., 2014) . Two categories of incomplete-2 port VAN standardizations methods are deliberated. Both methods have strengths and limitations with respect to a complete 2-port process as Technology Operations & Systems Management TOSM that is recognized as a key source for operational support, systems, IT facilities and management. A VNA has quite lower mismatches and there is no substantial deviation between complete and incomplete calibration approaches when measuring S11 or S21 parameters.\n\nEach node on the 916/5000 network represents a person. Suppose that everyone has two attitudes towards things. They are expressed by Si = +1 and Si = À1 respectively, or they agree or oppose them. According to the Sznajd model, the state of the nodes is updated asynchronously: the node i on the network is randomly selected, and then the node i and the adjacent node i + 1 are configured as node pairs. If the node i and node i + 1 hold the same pose, node i and I + 1 can persuade them to connect to them. All nodes express their attitudes with a certain probability, otherwise the attitude of nodes connected to them will not be affected. When the node's posture updates N times according to the number of nodes N, we say the model has taken the time step evolution process. (González et al., 2006) 's ability to persuade others to adopt their attitudes is related to the degree of intimacy between people.\n\nWhen the initial magnetic susceptibility is 0, then vulnerability sometimes increases with time step and sometimes decreases. The magnetic vulnerability changes sharply at the previous 4 * 105 steps, and then becomes relatively gentle. This process lasts for quite a long time, but if the evolution is long enough, the sensitivity will reach +1 or À1, that is, the system will be monopolized and there will be no stalemate. As a result, the State takes too much time. We generally believe that as long as the magnetic vulnerability exceeds 0.9 (when the uplink agreement rate is 0.95) or below À0.9, the downward consistency rate is 0.95. The system reaches the state of monopoly, so according to the statistical results of 10,000 different initial random states (initial sensitivity 0), the probability of the two states is: agreement of 0.4975, and unanimous objection 0.5025. These two states almost provide the equal opportunities. (Sousa, 2004; Wenxu et al., 2005) . The vulnerabilities of the Sznajd model are given in Table 10 .\n\nA SIR model is composed of three states: SIR model has not been influenced by the information, but affected by nearby infected nodes. When a node is in the infective state, it has been influenced by the information and could spread the information possibly to other nodes. When a node is in the recovered state, it refers to the state whereas node could not be influenced by the information again. In addition, the nodes can be affected by other nearby nodes. Similarly, the people can be influenced by friends using social networks. If the friends have already known the information. SIR model can be affected due to following vulnerabilities. Instability in the model greatly reduces the performance. Authors in (Jafarabadi and Azgomi, 2011) have studied the SIR propagation model of the topology-aware active worm. Given the instability of network topology, it is necessary to determine the influence of joining and leaving host especially in a P2P network. In order to better understand the impact of joining and leaving host on the transmission of active worms, the ratio of the epidemic and infectious disease parameters should be used. The results of this model demonstrate that the addition and departure of hosts have a considerable impact on the popularity and propagation performance of the topology-aware active worms.\n\nIt describes the SIR (infection -infection -removal) random epidemic model of a computer virus. This model combines the time Markov chain features with the minimum traffic and controlling the virus diffusion. The model has been applied to scale the networks to determine how the dynamics of viral transmission are affected by traffic flow in the free flow and congestion phases. On the other hand, a new model is proposed by combining the features of SI and SIR model with a time-discrete Markov chain with the minimum flow. The main objective is to determine the traffic dynamics in the system due to different effects on the virus diffusion based on the traffic condition (free-flow or congestion stage). In the free-flow mechanism, the number of navigation packets in the network is smaller, which explains the number of packets reduction for infection and recovery.\n\nOne of the biggest vulnerabilities in the social network is of limited size. The study of limited size in a social network is based on the network construction. As the experimental methods have a complex process that leads to occupying the large size, it compiles a lot of data set of any considerable size. Furthermore, there are unavoidably large subjective biases in the obtained data, originating from different sources that cannot be compatible with the existing size of a social network. However, one category of social network evades this shortcoming is the so-called affiliation network. The multi-source detection problem in the SIR model is stud-ied and observed to determine the state of nodes in the network . It provides a tree network algorithm for detecting multiple sources to handle the limited size when the number of known sources is detected.\n\nAuthors in (Serban et al., 2016) prove that under a fairly general condition, the distance between the original source of each estimator and its nearest tree network is constant, and the generative hierarchical neural network can be guaranteed. Furthermore, an algorithm is proposed for networks for estimating the number of sources when the actual number of sources is unknown. Collisions among the wireless transmission signals from the intermediate wireless nodes cause an end-to-end data message throughput reduction. As, this reduction invites the vulnerabilities of the SIR model are shown in Table 11 .\n\nIn the Continuous Opinions and Discrete Actions (CODA) model, each person tries to make decision between two alternative things. The opinions are considered as continuous, which is unlike other discrete models. Therefore, this model is useful in conditions where people are influenced to have moderate opinions initially. People's choices may be influenced by others continuously later in the decision process. The CODA model is affected by slow information diffusion.\n\nAuthors in (Zhang et al., 2015) investigate the maximum network connectivity problem in Vehicular Internet Access (VIA) networks, in which vehicles adopt both vehicle-to-vehicle and vehicle-to-infrastructure communications. This approach develops connectivity-oriented data dissemination (CODA) algorithm to maximize the network connectivity probability. However, the slow information diffusion can lead to possible attacks on the social network.\n\nGame Theory Model (GMT) describes individual behavior strategies in equilibrium by analyzing behaviors and benefits of information diffusion. Considering that the transmission of network information is fluidity, the receiver can be regarded as the redisseminators. The essence of senders' behaviors is that they spread information from different ways for obtaining different goals under some interest. It is regarded as an interactive game between senders and receivers. The GMT includes the trust mechanism due to realistic meanings to analyze information dissemination behaviors. The GMT is affected due to following vulnerabilities. \n\nThere is a lot of information that cannot be judged for the true and false in the network. When the netizens face this information, the choice of the non-forwarding or forwarding strategy is a game. At the same time, it is a game to send real information or distortion information to the information disseminator. As, the information disseminator possesses the knowledge of information and the information authenticity. In the background of the information propagation, the game theory and multi agent technology are applied to the research of network information dissemination (Paramasivan et al., 2015) . A number of game models are established for different situations. Through the return matrix, the strategy selection problem of the actor in the communication of real network information is analyzed. The basic properties and practical significance of various models are expounded. Chhabra et al. (2017) divide the nodes into three categories in the social networks: propagating nodes, uninfected nodes, and immune nodes. Considering the influence of node degree and propagation mechanism, the online social network information communication model is constructed, and the communication behavior of online social networks is understood more deeply. A new online social network ballad is also suggested for rumor suppression strategy. From the perspective of a complex network, the characteristics of network structure are formed such as node attribute features, information content characteristics, and factor analysis (Rahman et al., 2016) .\n\nAt present, game theory is a tool for analyzing, formulating and solving the selfish problems. There are few applications available for malicious behavior detection on the web. However, these applications only deal with the strategic and rational behavior of each node rather than malicious behavior detection. In a mobile selforganizing network, nodes are essentially mobile. Thus, the collaboration between the mobile nodes in a Mobile Ad-hoc Network (MANET) is more important. Thus, it is the biggest challenge facing all kinds of security attacks due to vulnerability. As a result, the network cannot operate safely while retaining its resources and implement security routing between nodes. To handle the security challenge, the Dynamic Bayesian Signaling Game (DBSG) is introduced to analyze the policy configuration of rule nodes and malicious nodes (Peddi et al., 2016) . The DBSG revealed the best behavior of individual strategies of each node. The conventional nodes should cooperate and update their earnings during routing, while malicious nodes take complex risks by assessing the risk. Shafigh et al. (2016) introduced a new user with certain types of wireless network terminals. The terminal are connected to the Internet at any time of the temporary access-point. The dynamic network architecture (DNA) model can be used to enhance the connectivity and capacity of ultra-dense wireless access networks without network infrastructure reconfiguration requirements.\n\nThe success of smartphones has encouraged top service providers to find the ways for better wireless service control available to users. Kibilda et al. (2016) introduced the Google Project Fi, which builds a game theory model. This model is used for mobile network operators and top interaction between service providers, and evaluating the spatial mobile distribution. Furthermore, it shows the influence on the outcome of cooperation.\n\nTraditional network optimization focuses on a single control goal, and the network is dispersed by obeying users and limited information. However, most of today's networks are large, lacking access to centralized information. The network consists of users with different requirements, and subject to dynamic changes. Ozdaglar and Menache (2011) analyze the dynamics of game theory, which is crucial to the design and control of network systems. Furthermore, it applies the game theory tools to the resource allo-cation analysis in communication networks. A general routing model is established in the wired network, which emphasizes the congestion problem caused by delay and packet loss.\n\nIn social networks, such as Facebook, LinkedIn, Twitter, Google +, many members send messages to friends' walls or timelines, or pages or groups. Due to the limited capacity of time-lines, there is a perpetual competition between the content visibilities of these destinations. The Reiffers-Masson et al. (2016) analyzed the problem of selecting content creation rates, i.e., non-cooperative games between several sources of shared destinations that share their contents.\n\nBy studying the propagation mechanism of the social network worm, the quantifying factors have been proposed that affect the user's behavior which are based on the user's security awareness on the micro node (Seddiki and Frikha, 2013) . In information dissemination, a special discussion of the social network information communication game model is inspired.\n\nFurthermore, the information transmission mechanism is proposed for a multi-layer online social network that is based on the basic social network information dissemination. This model established the evolutionary game model of government departments and netizens in the process of information dissemination. The government has put forward the effective control strategy of the network group event, which is harmful to the social order. The vulnerabilities of the game theory model are shown in Table 12 .\n\nThis model is affected because of the following vulnerabilities. The information diffusion process and effective information dissemination in the social networks have become a hot topic in academic circles. Chen et al. (2016) introduced a linear influence model for the calculation of information propagation in linear time. The proposed model is adjustable. So, the information propagation results of the model can be very close to the traditional model.\n\nIn social networks, users as self-media can participate in interaction at anytime and anywhere. By using the ideas and methods Table 12 The vulnerabilities of Game Theory Model.\n\nGame Theory Model Vulnerability of interdisciplinary, Shao and Yang (2011) have studied the communication mode of social network. The microcosmic and macro laws of information dissemination in social networks are discussed, and established a mathematical model that can depict these laws. The spread of rumors on complex networks is an interesting question, often discussed by physicists and social psychologists. Wang et al. (2012) introduced the new rumor propagation model of rumor propagation in the social network. Negative and positive social support is considered in the probabilistic model. The results show that the information transmission process is sensitive to initial conditions. Data obtained by the Social Networking Services (SNS), needs to be extended with the development of modern science and technology. The SNS attracts many college students with its unique style and typical interpersonal communication. The researchers analyzed the profound influence of the SNS network environment on the positive and negative aspects of contemporary college students. Chen and Wu (2012) put forward the quality education of strengthening network intermediary and construct a new strategy of teacher-student relationship networks.\n\nIn order to realize the network availability in disaster situations, Yanagida et al. (2016) proposed a traffic control system based on the SNS information. In order to utilize the packet payload, Deep Programmable Network (DPN) of the programmable data plane and the API are utilized. By using this system, flexible network control is realized. Kang and Cha (2011) proposed a complex network scheme for various Political Decision-making Paths (PDPs). The PDPs and network effect of two service data sets are studied under different paths and schemes. In addition, the proposed scheme can be effectively applied to the political system and communication system based on the extended data in the mobile SNS environment.\n\nWireless and mobile SNS use location information to enrich the user experience. One of the main challenges of location-aware SNS is its stringent requirements for user positioning accuracy, which is usually not satisfied by existing GPS or cellular networks. The Chen et al. (2011) proposed a user-level collaborative positioning scheme to improve the accuracy of existing positioning technologies. Ko et al. (2017) solved the synchronization problems in online SNS. In particular, when deploying multiple access networks with different transport costs, an effective synchronization scheme should be designed so that users can enjoy SNS in heterogeneous wireless networks. The authors presented an opportunistic push program (OPS), aggregating trainings, and opportunistically pushing them through low-cost access networks. The results demonstrate that OPS with optimal strategy can reduce the number of transmissions in high-cost access network while satisfying users' experience quality on page loading time.\n\nService discovery and composition is a challenging problem for service computing when providing value-added services. Existing methods that match with keywords or ontologies have limitations for locating real-world services and considering non-functional or social combinations. The main reason is the method of isolating services. Paik et al. (2017) presented an algorithm to create network graphs using the Map-Reduce parallel programming model. The experimental results show that the network generated by Map-Reduce method can solve the heavy computation workload of the network unit.\n\nSNS based on P2P are severely challenged by the lack of reliable service providers. The SNS especially provides the higher frequency to their users' posts and profile updates. Improved consistency and data availability will contribute to better acceptance, which in turn will enhance privacy. The users inherent the benefits of such systems. Hani, et al. proposed a P2P storage primitive that designed the characteristics of the online social network workload, which separates static batch data from the storage of basic social glue. The results demonstrate that LILLPUT guarantees high data availability and consistency. The small amount of the bandwidth can be used in the actual usage and load model. The vulnerabilities of SNS model are shown in Table 13 .\n\nIn the information diffusion online, the rumor-diffusion is one of the most important parts. It has both theoretical and practical implications on human lives. Nowadays, the promulgation of rumors has switched from word of mouth to social networks or instant messengers (Li and Shiu, 2012) . Rumors can change public opinions by affecting the belief of individuals. Therefore, the rumor diffusion may cause considerable panic in society during wars (Goyal et al., 2013; Yinan, 2006) . In addition, it may contribute to a great increase or decrease in marketing, especially economic loss (Brock and Hommes, 1998; Duman and Huosheng, 2001; Cha et al., 2010) .\n\nAnother important application of information diffusion can be seen in advertising. With the rapid development of the commodity economy and the diversification of mass media, advertisements have become more popular than ever (Kosfeld, 2005) . Opinion evolution and diffusion have been greatly facilitated by the rapid development of modern information technologies. Most influential users hold significant influence over a variety of topics. People's attitudes towards some products change from time to time. Information plays a vital role in how fashion spreads. Analyzing information diffusion models can help companies and advertisers designing more effective or popular products. For instance, the findings of some current studies (Thomas, 2007) suggest that SNS advertisers should make both the content of the banner ad and its outlook attractive, entertaining, absorbing and versatile. Companies can benefit from information diffusion on the target audience. Digital word-of-mouth marketing through the Internet can spread more widely and much faster at a significantly lower cost as compared to most if not all traditional methods (Nidhi Lal and Kumar, 2017) . Therefore, it is critical to further investigate the information diffusion models to make the right judgment before the advertising.\n\nConsidering the recent availability of wireless medical sensor prototype and growing, the need for E-health care application record databases, the researchers analyze the requirement of a uni- Table 13 The vulnerabilities of Social Networking Services Model.\n\nNSSM Vulnerabilities fied communication framework in overcoming generation networks. The researchers propose Information-centric networkingbased framework over WBAN as the primary enabler for E-health applications. If users of wireless body area network (WBAN) use IP networks, they face many issues such as packet loss, security, etc (Sachdeva et al., xxxx) . The information-centric network (ICN) is proposed to solve such problems by exploitation of many advantages like efficient resource management, scalability, reduction of traffic, and security. ICN router has the caching capability to cache the contents. The researchers present the design and implementation of an Android-based application named ComFree for group-based coordination for information exchange in ad-hoc networks. The motive is to help users to exchange context-based information anytime anywhere without Internet connectivity using infrastructure-less Mobile Ad-hoc Networks (MANets) (Henze et al., 2014) . The application can be installed on mobile devices and a network can be set up on the fly like in a meeting or a conference.\n\nAlthough the models presented in Section 3 cover various dimensions of social networking, taking the diversity and dynamicity in real life into consideration, we believe that there are still some factors that researchers have ignored.\n\nFirstly, the matching degree of the ideal model and the reality still needs to be strengthened. The research of information diffusion models can be divided into two types. The first group of researchers modifies and proposes new models based on classical models and computer simulations. Another group of researchers uses questionnaires and other approaches to acquire data from the Internet in order to prove the correctness and rationality of their models. Therefore, how to combine reality and models to create a new one is a difficult task to achieve. To achieve such a complex task, we believe that further studies should focus more on the combinations of theoretical and practical aspects.\n\nSecondly, the simplicity of models does not accord with the complexity of reality. As the structure of society is more complex, the relationship between nodes may change the state of nodes. Moreover, the interaction of human can be affected by the environment or other ignored factors. Therefore, to address this issue, we believe that further investigation has to be done into the social, psychological, and political factors to verify the validity of information diffusion models.\n\nThirdly, many proposed models in the literature focus on the individual influence and interaction among neighbors. However, models based on users-groups as the target are not sufficient enough to analyze diffusion influence (Thomas, 2007) . Thus, more research on specific groups' interaction should be emphasized, and then an understanding of information diffusion models can be improved.\n\nFinally, according to the matching degree of the ideal model and the reality, collecting and sharing enough data and information is an important aspect. Although there are reliable Internet databases with much information, obtaining real data is still a big challenge. It costs a large amount of money and takes a relatively long time to access the desired date. Due to the user's data privacy, many social websites set strict regulations that limit the free access to users' real data. Therefore, the solution to this problem needs collaboration between the academia and the related companies, which do not violate the privacy of users while at the same time support the research community with the required resources. There should also be a deployed multilevel agent-based model for calls to support several types of agents (Visheratin et al., 2016) .\n\nIn this paper, we analyzed different models to investigate social influence in social networks. The social influence of the users is measured based on the user's behaviors. In addition, we combined the dynamics of information diffusion with the complex networks theory, analyzed different characteristics of information diffusion in social networks, and presented their strengths and limitations. We also presented all research findings in the tabular form -providing a comprehensive analysis of different characteristics of each presented model. The results presented in this research demonstrate that social network models have improved over the years and become more realistic on applications. Moreover, we discussed the limitations of the existing models and identified the direction of future research. In the second part of the paper, we discussed what different vulnerabilities these models have and how they could create serious threats against the user's information. At the end of the paper, we discussed some most common applications of information diffusion with their limitations."}