{"title": "", "body": "In addition, recent studies have examined the clinical applications of stem cells from cell therapy products in regenerative medicine, highlighting the importance of securing hESCs with clinical grade quality (Hovatta, 2006; Tannenbaum et al., 2012) . Thus, several groups have attempted to establish hESC lines, remove animal-derived components from culture conditions, and maintain xeno-free conditions.\n\nReports on the establishment of new hESC lines and successful culture under xeno-free culture conditions have been published (Ellerström et al., 2006; Crook et al., 2007; Ilic et al., 2012; Tannenbaum et al., 2012) , and many efforts have been made to develop appropriate stem cell culture protocols for the use of hESCs in clinical applications, from establishment and culture to freezing and thawing (Skottman et al., 2007) .\n\nSince the first establishment of hESC in 1998 (Thomson et al., 1998) , hESCs have been cultured in conditions using mouse derived fibroblasts, such as mouse embryonic fibroblasts (MEFs) and STO as feeder cells. However, concerns remain regarding the potential risks of cell line contamination by unknown components secreted from these animal derived materials, therefore, studies have been performed to overcome these challenges (Soong et al., 2013) . For example, studies have examined the replacement of mouse derived fibroblasts with human tissue-derived feeder cells, such as human foreskin fibroblasts, fetal muscle fibroblasts (Richards et al., 2002) , umbilical cord derived mesenchymal stem cells (Ding et al., 2012) , marrow stromal cells (Havasi et al., 2013) , and placental cells (Park et al., 2011) . Additionally, researchers have also attempted the development of extracellular matrix and xeno-free medium, which can be used in feeder-free conditions for cultures without feeder cells . There have also been continuous efforts to maintain hESCs efficiently and stably and establish new cell lines in the developed culture conditions. Human amniotic fluid cells (hAFCs) have been used for prenatal genetic diagnosis to examine the possibility of fetal abnormalities, these cells can be easily obtained from pregnant women through second midtrimester amniocentesis (Prusa & Hengstschlager, 2002) . Although few studies have characterized the various types of cells found in amniotic fluids, cells in amniotic fluids have been shown to be capable of differentiating into three germ layer cells. Thus, these cells have the potential for applications as materials for studies of neuronal differentiation or as stem cells (Prusa & Hengstschlager, 2002; Kook et al., 2006) . Amniotic fluid derived stem cells have intermediate characteristics between hESCs and adult stem cells and express markers such as CD29, CD90, and CD105, which are expressed in bone marrow derived mesenchymal stem cells. These cells also express markers of the undifferentiated state of hES cells, including Oct-4, Nanog, SSEA-4, and TRA1-81 (Bajek et al., 2014) . In particular, Oct-4, a representative marker for undifferentiated hESCs, has been shown to be expressed in 90% of amniotic fluidderived stem cells (Prusa et al., 2003) . Moreover, hAFCs have been shown to have higher reprogramming efficiency for establishment of induced pluripotent stem cells (iPSCs) than somatic cells (Galende et al., 2010) . In addition, in studies using hAFCs as feeder cells, Kim et al. (2004) successfully cultured hESCs using hAFCs as feeder cells instead of mouse derived fibroblasts, which are more commonly used. Other reports have also described the maintenance of the undifferentiated state of hESCs using human amniotic fluid cell-derived stem cells as feeder cells without the addition of basic fibroblast growth factor (bFGF) (Ma et al., 2014) , and new hESC lines have been established using amniotic fluid-derived mesenchymal stem cells as feeder cells (Soong et al., 2013 ).\n\nIn the current study, we examined whether clinical grade hESCs could be cultured in xeno-free medium without animal derived materials and under culture conditions using humanized extracellular matrix and hAFCs as feeder cells.\n\nThe hESC line used in the present study was SNUhES32 and 10% fetal bovine serum (FBS; Hyclone) using an incubator (37°C, 5% CO 2 ) for 3 days. To inactivate hAFCs, cell growth was suppressed by treatment with mitomycin C (Sigma) for 2.5 h, and the cells were then transferred to a CELLStart-coated 35-mm culture dish at a density of 2.0×10 4 cells/cm 2 . \n\nIn order to examine whether the hESCs cultured using amniotic fluid cells as feeder cells maintained their own properties, immunocytochemistry (ICC), reverse transcription polymerase chain reaction (RT-PCR), and flow cytometry were used to analyze expression/activity of alkaline phosphatase (AP), a cell surface marker for the undifferentiated state of hESCs, and the expression of pluripotency markers, i.e., Oct-4, SSEA-4, TRA1-60 and TRA1-81.\n\nAfter 5-6 days of subculture, SNUhES32 and H1 were washed with dPBS (Invitrogen) and fixed with 4% parafor-maldehyde (PFA; Usb). AP expression was examined by staining using an Alkaline Phosphatase diagnostic kit (Sigma) according to the manufacture's instructions.\n\n2) Immunocytochemistry (ICC) of pluripotency Table 1 . centrifuged. An optimal volume of dPBS was then added to the cell pellet to resuspend, and the cells were subjected to analysis using a flow cytometer (FACSAria; BD Bioscience).\n\nacid, nonhuman sialic acid (Neu5Gc)\n\nAfter hESCs culture using hAFCs as feeder cells without animal derived components, a flow cytometer was used to determine whether Neu5Gc (Biolegend), an animal derived component, could be detected. Samples were prepared as described for the flow cytometry analysis of markers for undifferentiated cells after incubation with primary antibodies targeting Neu5Gc, followed by incubation with Cy5conjugated anti-chicken (Millipore) secondary antibodies.\n\nCells were then analyzed using a flow cytometer (FACSCalibur;\n\nBD Science).\n\nSNUhES32 and H1 were cultured for up to 10 passages while maintaining the undifferentiated state using hAFCs as feeder cells. During these 10 passages, the cultured hESCs maintained their own properties. For hAFCs used as feeder cells, only the fibroblast types shown in Fig. 1 (A) were cultured and used. Both SNUhES32, which were established from human foreskin fibroblasts, and H1, which were established from MEFs, adapted well to hAFCs without complications, and round single layers, typical of hESC colonies, were observed ( Fig. 1B and C) .\n\nIn this study, we attempted to replace materials that were generally used for hESC cultures with humanized materials in order to minimize exposure of hESCs to animal derived components during culture. Thus, hAFCs For characterization of SNUhES32 and H1 cultured on hAFCs, we tested that SNUhES32 and H1 at 8 passages, had AP activity, as determined using an AP staining kit.\n\nThese data indicated that the undifferentiated state was maintained (Fig. 2f, i) . In addition, immunocytochemistry Oct-4 or SSEA-4 were detected between the two experimental groups, with positive responses of up to 100% (Fig. 3) .\n\nNeu5Gc by flow cytometry analysis using specific antibodies in order to examine whether animal derived materials were present after using the above described cell culture conditions.\n\nOur results showed that SNUhES32 grown in hAFCs were not contaminated with Neu5Gc (Fig. 4B ). In contrast, Neu5Gc\n\nwas detected in H1 cultured in STO (Fig. 4A ).\n\nUnder currently used research protocols, medium containing mouse derived fibroblasts and FBS is generally (Richards et al., 2002; Kim et al., 2004; Park et al., 2011; Ding et al., 2012; Havasi et al., 2013; Soong et al., 2013; Ma et al., 2014) , and clinical grade hESC lines have been established and cultured in xeno-free environments (Ilic et al., 2012; Tannenbaum et al., 2012) . From these studies, some popular products have been commercialized for widespread use (Villa-Diaz et al., 2013) .\n\nIn the present study, we aimed to determine whether (Stacey et al., 2006) . Several factors should be tested for in human derived materials or cells to be used as biological medicines (Cobo et al., 2005) Recently, studies in hPSCs, including hESCs, have focused on the next stage in clinical application, necessitating compatibility of cell therapy products with clinical application, the final goal of stem cell studies. Therefore, in addition to these changes, efficient culture conditions must be established for growth of hESCs by reducing animal derived components and replacing them with humanized or human derived materials in the basic cell culture environment. Studies should also be conducted with xeno-free and feeder-free environments that culture without feeder cells. In addition to improvement of culture conditions, quality management of cultured hESCs and standard procedures, including detection of microorganisms, viruses, and animal derived materials, for identification of inappropriate harmful substances need to be developed and standardized for production of clinical grade hESCs. This is the next preparatory step for the application of hESCs as cell based therapy in regenerative medicine."}