{"title": "FOCUSED REVIEWS The Role of Surfactant in Lung Disease and Host Defense against Pulmonary Infections", "body": "It is established that pulmonary surfactant reduces surface tension at the air-water interface in the alveoli, thereby preventing collapse of these structures at endexpiration. In this manner, surfactant reduces the work associated with breathing. Although surfactant and its surface active properties were discovered relatively early in the 1920s (1), its components and mechanism of action only began to be elucidated in the 1950s by Pattle (2) and Clements (3) . The breakthrough by Avery and Said helped identify a fundamental discovery linking pulmonary surfactant deficiency to infants who died of respiratory distress syndrome (RDS) (4) . Indeed, these critical findings helped propel surfactant replacement therapy as an approach that has revolutionized treatment of RDS. However, during the 1990s, investigators uncovered several additional important biological properties of this surface-active material in the area of host immunity against microbial infection and immunomodulatory activity.\n\nPulmonary surfactant is composed primarily of phospholipids and key proteins (5) . Lipids compose 80 to 90% of its molecular weight, of which the most abundant species are phosphatidylcholine, phosphatidylglycerol, and phosphatidylinositol ( Figure 1) ; specifically, phosphatidylcholine constitutes approximately 70% of the lipid portion of surfactant, and it exists as a relatively unique form, known as dipalmitoylphosphatidylcholine (DPPC). Together with surfactant proteins, DPPC provides the surface activity of surfactant (6) (7) (8) . The remaining types of lipid, including phosphatidylserine, phosphatidylethanolamine, and sphingomyelin, appear to be present in relatively small amounts. This lipid composition is well conserved among vertebrates (7) .\n\nSurfactant contains four associated proteins, surfactant protein (SP)-A, SP-B, SP-C, and SP-D. Two of these proteins, SP-A and SP-D, are hydrophilic, and the others are hydrophobic (9) . SP-A and SP-D are members of a family of innate immune proteins, termed collectins (10, 11) . These proteins have in common an NH 2 -terminal collagen-like region and a C-terminal lectin domain that binds carbohydrates in a calcium-dependent manner. Binding sites for these lectin domains are found on bacterial and viral surfaces (12) , and this in part is responsible for the role collectins play in innate and adaptive immunity.\n\nThe hydrophobic surfactant proteins, SP-B and SP-C, are stored and secreted along with surfactant phospholipids (13, 14) . SP-B is an indispensable protein that plays a role in enhancing the surface tension-reducing properties of surfactant (14) and also appears to have some antimicrobial activity (15) (16) (17) . The role of SP-C, one of the most hydrophobic peptides known, is uncertain, but its high degree of conservation among species suggests an integral function (17) .\n\nSurfactant components are synthesized primarily by the alveolar type II cell, which produces surfactant lipids and surfactant proteins (5, 18) , and the airway club cell, which synthesizes surfactant proteins SP-A, SP-B, and SP-D (19-21) (Figure 2 ).\n\nThe main functions of surfactant are as follows: (1) lowering surface tension at the air-liquid interface and thus preventing alveolar collapse at end-expiration, (2) interacting with and subsequent killing of pathogens or preventing their dissemination, and (3) modulating immune responses.\n\nThe drastic change in surface area of alveoli throughout the respiratory cycle dictates that alveolar surface tension needs to be less than 2 mN/m at end-expiration to prevent alveolar collapse (22) . This critical function of surfactant is achieved through its maintenance of a film highly enriched in DPPC, which produces extremely low surface tension (,1 mN/m) on compression (17) . These biophysical properties have led to modified exogenous surfactant replacement therapies that have impacted outcomes of neonatal RDS in many studies (23, 24) .\n\nSurfactant also plays a vital role in host defense against infection. The collectins SP-A and SP-D enhance bacterial and viral clearance. As previously mentioned, the C-terminal lectin domains of these proteins preferentially bind nonhost oligosaccharides found on viruses and bacteria. The most well-described function of the collectins is their ability to opsonize pathogens and facilitate their phagocytosis by cells of the innate immune system, such as macrophages and monocytes, as well as regulate the production of cell-derived mediators (11, 25) . Studies have shown that mice deficient in SP-A exhibit impaired clearance against various bacterial and viral infections, including group B Streptococcus (26, 27) , Pseudomonas aeruginosa (28), and respiratory syncytial virus (29) . More recently, SP-A and SP-D have also been demonstrated to have direct antibacterial activity against Escherichia coli, Klebsiella pneumoniae, and Enterobacter aerogenes (30) , as well as antifungal activity against Histoplasma capsulatum (31), through \n\nincreasing membrane permeability of the microbes. In humans there exist two genes, SP-A1 and SP-A2, that encode for SP-A1 and SP-A2 proteins, respectively (32) . This suggests a possibility that there may be human subpopulations with differential vulnerabilities to microbial infection based on these SP-A isoforms. In addition to facilitating and activating the immune system, the lung collectins also act as immunomodulators. SP-A can inhibit dendritic cell maturation (33) and inhibit eosinophil release of IL-8 (34) . Studies have shown that SP-A and SP-D inhibit allergeninduced lymphocyte proliferation via Nucleuś Figure 2 . Surfactant life cycle-synthesis, secretion, and recycling. Alveolar type II cells, which cover about 7% of alveolar epithelial surface, are mainly responsible for surfactant production using dietary substrates (1). Surfactant is synthesized in the endoplasmic reticulum (ER) (2) of alveolar type II cells, and transported to the Golgi (3) for further modification. Most of the surfactant components are stored in the lamellar bodies (4) until they are secreted into liquid hypophase on the alveoli by exocytosis (5) . Surfactant forms a lattice-like structure, called tubular myelin (6) , which is transported to the air-liquid interface to form a monolayer of surfactant film (7) . The phospholipids are either internalized and degraded by macrophages (8) or recycled back to the type II cells for reuse (89) . Note that surfactant protein (SP)-A, SP-B, and SP-D are also synthesized in club cells in terminal bronchioles.\n\nmultiple mechanisms and that this effect is blunted in activated lymphocytes from children with asthma (35) . SP-A and SP-D also bind directly to allergens and particles such as pollen grains (36), house dust mite allergen (37) , and Aspergillus fumigatus allergen (38) , inhibiting specific IgE binding to allergens and subsequently decreasing allergen-induced histamine release.\n\nAbnormalities in surfactant production or function are associated with several pulmonary diseases, and, at the same time, pulmonary infections alter surfactant metabolism. The most well-known disorder of surfactant deficiency is RDS in preterm infants. As discussed earlier, preterm neonates who are born before they produce enough surfactant develop RDS, which can be treated with exogenous surfactant. There are several genetic disorders that cause surfactant dysfunction. The mode of their inheritance is either autosomal dominant (involving the gene encoding SP-C or thyroid transcription factor 1) or autosomal recessive (involving the gene encoding SP-B or the gene encoding ATP-binding cassette protein member A3) (39) . Most neonates with these genetic disorders do not survive without lung transplantation. For adults, several human observational studies show that subjects with acute respiratory distress syndrome (ARDS) have altered composition and function of surfactant (40, 41) . Unfortunately, exogenous surfactant did not show a mortality benefit in randomized controlled trials (RCTs) (42) . Although the disorders mentioned above are related to inadequate or dysfunctional surfactant, an overabundance of surfactant can also cause clinical disease. Pulmonary alveolar proteinosis, a rare disease caused by gene mutations leading to dysfunction of the granulocyte-macrophage colony-stimulating factor receptor or development of granulocyte-macrophage colony-stimulating factor antibodies, results in accumulation of surfactant within the alveoli and the terminal airways and can cause impairment of gas exchange. Varying levels of SP-A and SP-D from bronchoalveolar lavage in different pulmonary disorders are summarized in Table 1 . It was previously believed that surfactant components existed only in the lungs. Animal models and human observation studies have shown, however, that surfactant proteins leak into the vascular space when alveolocapillary membranes are injured (43) (44) (45) (46) . Importantly, circulating surfactant protein levels may have clinical usefulness. One study demonstrated that surfactant protein levels can be used as an indicator of lung injury and poor outcomes in H1N1 viral infections (47) , and another showed that SP-A and SP-D levels are elevated in those with pulmonary fibrosis compared with healthy volunteers (48) .\n\nGenetic polymorphisms of surfactant proteins are known to be associated with a higher prevalence of idiopathic pulmonary fibrosis (49, 50) but also a reduced prevalence of interstitial lung disease in systemic sclerosis (51) . Additionally, several studies also describe the association between genetic polymorphisms for surfactant proteins and high-altitude pulmonary edema (52) , ARDS (53), lung carcinoma (54), and bronchopulmonary dysplasia (55) . A rare missense mutation in SFTPA2, the gene encoding SP-A2, is associated with development of familial idiopathic pulmonary fibrosis and lung cancer (56) .\n\nOn the other hand, numerous respiratory infections have been shown to modify surfactant composition. For example, P. aeruginosa inhibits surfactant biosynthesis (57, 58) , decreases its host defense and biophysical function (59) , and secretes elastase to degrade surfactant proteins A and D (60, 61) . Also, LPS, a major cell wall component of gramnegative bacteria, inhibits phospholipid synthesis and secretion (57, 58) . Surfactant inhibition by bacteria seems to be associated with host cell cytokines such as tumor necrosis factor-a, which leads to degradation of surfactant biosynthetic enzymes. Human adenovirus disrupts the trafficking of surfactant phosphatidylcholine (62), whereas A. fumigatus down-regulates SP-B and SP-C protein and mRNA expression in mice (63).\n\nThe hydrophilic proteins SP-A and SP-D play a major role in host defense by inhibiting bacterial growth, facilitating bacterial uptake by host cells, and aggregating and opsonizing pathogens (65). These surfactant proteins can bind to both gram-negative and gram-positive bacteria. SP-A and/or SP-B interact with LPS derived from K. pneumoniae (30, 66) , E. coli (30, 67) , P. aeruginosa (68) (69) (70) , and Legionella pneumophila (71), which consequently result in agglutination, enhancement of pathogen uptake, and growth inhibition. These surfactant proteins also bind with peptidoglycan, a cell wall component of gram-positive bacteria derived from Staphylococcus aureus (72) and Streptococcus pneumoniae (26, 27) , as well as Mycobacterium avium, Mycobacterium tuberculosis, and Mycoplasma pneumoniae to enhance uptake by phagocytes and inhibit their growth (73) (74) (75) (76) (77) (78) .\n\nBoth SP-A and SP-D are able to bind to a variety of fungi, mostly opportunistic pathogens, to facilitate agglutination and phagocytosis by host cells. \n\nAnimal studies demonstrate that pulmonary collectins (SP-A and SP-D) increase the permeability of the cell membrane of H. capsulatum, inhibiting its growth directly (31) . They also bind to A. fumigatus (79) , Blastomyces dermatitidis (80), Coccidioides posadasii (81), Cryptococcus neoformans (82, 83) , and Pneumocystis jiroveci (carinii) (84, 85) , which results in agglutination and enhanced uptake. Interestingly, this effect appears to be microbe specific, as the binding of pulmonary collectins to Candida albicans inhibits phagocytosis by alveolar macrophages while still inhibiting the fungal growth (86, 87) .\n\nPulmonary collectins (SP-A and SP-D) bind to viruses to facilitate pathogen removal.\n\nViruses are unique compared with many microorganisms in that they require entrance into host cells to replicate. As SP-A and SP-D are present in the mucus layer and alveolar surface, they are well positioned to prevent infection of epithelial cells through viral neutralization, agglutination, and enhanced phagocytosis. SP-A and/or SP-D bind to hemagglutinin and neuraminidase of influenza A virus to inhibit their activity (88) (89) (90) . Interestingly, the hemagglutinin of pandemic influenza viruses has a low binding activity for surfactant protein D compared with that of a seasonal influenza strain (91) . Pulmonary collectins also bind to glycoproteins of viruses, including HIV (92, 93) , RSV (94) , and severe acute respiratory syndrome coronavirus (95) .\n\nRecent studies indicate that, in addition to pulmonary collectins, the surfactant lipid components also inhibit RSV infection (96) .\n\nThe primary indication for surfactant replacement therapy is RDS in preterm infants. Several human observational studies and RCTs demonstrate reduced mortality and morbidity, including interstitial emphysema and pneumothorax, when exogenous surfactant is administered to preterm infants born at less than 30 weeks' gestation who are at high risk for RDS (97) (98) (99) . Both synthetic and natural types of surfactant are effective, but natural preparations that retain surfactant protein B and C analogs have been shown to be superior in terms of decreasing mortality and lowering the rate of RDS complications in preterm infants (100, 101) . Currently the 2014 American Academy of Pediatrics guidelines recommend initial nasal continuous positive airway pressure immediately after birth for all preterm infants and subsequent intubation with prophylactic or early surfactant administration in select patients (102) . Endotracheal instillation remains a widely accepted technique of surfactant administration (103) . However, this technique may be complicated by episodes of severe airway obstruction (104) . Noninvasive or less-invasive techniques, including aerosolized surfactant, laryngeal mask airway-aided delivery, pharyngeal instillation, and the use of thin intratracheal catheters, are being evaluated (105) (106) (107) (108) (109) . For adult patients, both synthetic and natural animal surfactants have been tried for the treatment of ARDS, via either intratracheal instillation or aerosolized delivery. However, studies did not demonstrate a significant mortality benefit or a consistent improvement in oxygenation with this approach (42, (110) (111) (112) (113) (114) . Initially it was believed that exogenous surfactant could be beneficial to patients with ARDS because they have decreased surfactant levels and persistent atelectasis contributing to gas exchange abnormalities. Patients with ARDS also have altered composition and function of surfactant, which is compounded further by mechanical ventilation (40, 41, 115) . Despite the theoretical soundness of exogenous surfactant administration in patients with ARDS, this therapeutic option has limited justification at this time. Given the fact that neonates start surfactant therapy early in the course of the disease before RDS becomes severe, it may be worthwhile to consider studying an approach with early surfactant administration, but this depends on the development of effective biomarkers that can identify or predict patients with ARDS early in the course of disease. Contrary to RDS, ARDS is a heterogeneous syndrome with various degrees of inflammation and tissue remodeling depending on the individual patient, which may explain differential responses to surfactant therapy. Alternatively, the utility of novel proteolytically stable surfactant preparations as replacement therapies might be an area of future study.\n\nExogenous surfactant also has been examined in a variety of lung diseases such as asthma and pneumonia (116) . Although a pilot study for aerosolized natural surfactant showed improved lung function during an acute asthma exacerbation (117) , it did not show clinical benefit in patients with stable asthma (118) . One case report demonstrated oxygenation improvement with intrabronchial instillation of surfactant in an adult patient with gram-negative lobar pneumonia (119) . Other case reports demonstrate similar oxygen improvements in HIV-infected infants with P. carinii pneumonia (120, 121) or RSV pneumonia (122) . One RCT of a 2-week treatment course with aerosolized synthetic surfactant showed improved pulmonary function in adult patients with stable chronic bronchitis (123) . These observations need to be confirmed with larger well-controlled studies in subjects with respiratory illness.\n\nOne potential therapeutic implication of surfactant replacement therapy is immunosuppression. Animal studies and limited human data show that exogenous surfactant decreases cytokine release (124) , DNA synthesis of inflammatory mediators (125, 126) , lymphocyte proliferation (127), immunoglobulin production (128) , and expression of adhesion molecules (129) . Intratracheal administration of a surfactant-amikacin mixture to rats with Pseudomonas pneumonia showed improved antiinflammatory effects compared with amikacin alone (130) . These observations suggest the possibility that surfactant may be used to modulate immune responses during inflammatory lung disease, but further studies are necessary.\n\nOutside of exogenous surfactant therapy, there is also evidence that certain pharmacologic agents may enhance endogenous surfactant levels, although the current data are limited. Corticosteroids have been widely used in women at risk for preterm delivery, as they reduce neonatal morbidity and mortality from RDS. Antenatal steroids accelerate development of type 2 pneumocytes and thus increase the production of surfactant proteins and enzymes necessary for phospholipid synthesis. Corticosteroids also induce pulmonary b-receptors, which play a role in surfactant release and alveolar fluid absorption when stimulated (131) . Thyroid hormone also has a synergistic effect on phospholipid synthesis with corticosteroids in animal models (132, 133) . Ambroxol may also act to increase surfactant release and is under investigation for use in RDS (134) . Hydroxychloroquine has been FOCUSED REVIEWS anecdotally reported to successfully treat children with SP-C deficiency with or without corticosteroid use (135) (136) (137) . The mechanism of action is unclear, but it may be related to hydroxychloroquine's inhibition of the intracellular processing of SP-C precursors leading to late accumulation of SP-C (138) . Other agents such as keratinocyte growth factor have been shown to increase surfactant secretion or its synthesis (139) .\n\nIn summary, pulmonary surfactant has important functions beyond reducing surface tension and altering mechanical properties that lead to decreased work of breathing. As the lung epithelium is in constant exposure to the environment, surfactant provides a crucial first line of defense against infection by enhancing the removal of pathogens, modulating the response of inflammatory cells, and optimizing lung biophysical activity. Hydrophilic proteins, which constitute a small portion of surfactant, play a major role in antimicrobial activity. Although surfactant is an established treatment for RDS in preterm infants, there has been no compelling clinical benefit for use of exogenous surfactant in adult patients with ARDS thus far. Further studies need to be performed to explore the possibility of surfactants as an immune modulating therapy or designing small molecules that modulate availability of surfactant components in respiratory illness.\n\nSummary d Surfactant has many biological functions, including its tensionreducing property at the air-water interface, antimicrobial activity, and immunomodulation. d Although surfactant is an established treatment for RDS in preterm infants, no clinical benefit has been shown in adult patients with ARDS. d Animal studies and limited anecdotal reports suggest surfactant could be used to treat infectious and inflammatory lung disease; however, further preclinical and clinical studies are necessary. n Author disclosures are available with the text of this article at www.atsjournals.org."}