{"title": "Astrovirus evolution and emergence", "body": "Astroviruses are nonenveloped, show icosahedral morphology, and have positive-sense, single-stranded RNA (+ssRNA) genomes . They infect a multitude of hosts from birds to mammals, including humans, causing disease that ranges from asymptomatic to systemic Johnson et al., 2017) . Human astrovirus (HAstV) are most commonly associated with diarrhea and gastrointestinal symptoms in the elderly and immunocompromised and are the second or third most common cause of diarrhea in young children . Astroviruses have also been associated with respiratory illness and encephalitis in immunocompromised people (Vu et al., 2016) . Despite their clinical and agricultural significance (Table 1) , they are among the least studied enteric RNA viruses . This is possibly due to the lack of cell culture systems, small animal models, and full genome sequences for many astrovirus species. The identification of animal astroviruses in human clinical and sewage samples (Table 1 ), suggests that humans may be exposed to animal astrovirus strains. The presence of animal viruses in these samples could provide the opportunity for interspecies transmission and the emergence of new human strains. This review provides an update on the evolution of astroviruses, especially as it relates to the potential emergence of novel human astroviruses.\n\nLittle is known about the astrovirus genome compared to other, better characterized viruses. While several virus replication processes and structural elements have been mapped to the genome (Fig. 1) , there are likely additional, unidentified roles for viral non-structural proteins in the viral life cycle .\n\nAstroviruses have +ssRNA genomes that are approximately 6-8 kb in length . The genome includes 5′ and 3′ untranslated regions and three open reading frames (ORFs). The first two, ORF1a and ORF1b, are located towards the 5′ end of the genome and encode nonstructural proteins important for astrovirus replication and generation of infectious particles ( Fig. 1) . These include a virally encoded serine protease, a genome-linked viral protein (VPg), and an RNA-dependent RNA polymerase (RdRp). ORF1b is translated through a frameshift mechanism. The last open reading frame is designated ORF2 and encodes the structural protein (Fig. 1) . Based on the similarities between the structure and organization of the astrovirus and alphavirus genomes, it is thought that astrovirus ORF2 is encoded on a subgenomic RNA. Indeed, two species of +ssRNA have been found in astrovirus infected cells: full-length genomic RNA and an approximately 2.4 kb subgenomic (sg) RNA (Monroe et al., 1991) . Assuming astroviruses replicate and transcribe their RNA in a similar mechanism as alphaviruses, full-length genomic RNA is used to synthesize negative-sense full-length RNA, which in turn serves as a template for the transcription of genomic RNA and sgRNA .\n\nAstroviruses are classified into two genera: Mamastrovirus (MAstV), historically considered mammalian viruses, and Avastrovirus (AAstV), historically considered avian viruses (Fig. 2) . Since 2008 and the advent of pan-astrovirus degenerate primers (Chu et al., 2008) and sequence based phylogenetics, astroviruses have been classified by their ORF2 full length amino acid sequence into three species of AAstV and 19 species of MAstV (Bosch et al., 2012; Donato and Vijaykrishna, 2017; Krishnan, 2014) . Until 2008, human astrovirus infections were thought to be caused by 8 genotypes of closely related viruses known as HAstV 1-8 (De Benedictis et al., 2011) . These viruses are now referred to as the \"classic\" human astroviruses. Significant genetic diversity exists within these lineages, causing some genotypes to be subdivided into additional clades (De Benedictis et al., 2011) . Using improved sequencing techniques, analysis pipelines, and pathogen discovery initiatives, two new human astrovirus clades were discovered which were distinct from the classic HAstV genotypes and each other. The first was discovered in the stool of a child suffering from diarrhea in Melbourne, Australia and became known as HAstV-MLB1 (Finkbeiner et al., 2008a; Finkbeiner et al., 2008b) . The same group soon discovered another novel clade of astroviruses different from both the classic HAstV genotype and HAstV-MLB1 following a diarrheal disease outbreak in Virginia (Finkbeiner et al., 2009a; Finkbeiner et al., 2009b) . This new virus has become known as HAstV-VA1. Around the same time, another group of researchers discovered three novel human astrovirus species that were related to each other, and included in a larger phylogenetic group HAstV-MLB (strains 1-3) and HAstV-VA (stains 1-5) have been further divided into several genotypes (Bosch et al., 2014; Meyer et al., 2015; Phan et al., 2014) . Astrovirus classification is further reviewed by Donato and Vijaykrishna (2017) .\n\nLike all RNA viruses, astroviruses can generate genetic variability and evolve rapidly, allowing them to quickly adapt to novel niches. Their high mutation rate, ability of their genomes to undergo recombination, and interspecies transmission all contribute to the high genetic diversity of astrovirus populations. Positive selection of mutations and evolution of these populations can be the result of immune pressure on epitopes (especially in the capsid) (Strain et al., 2008) or to better match host nucleotide composition and codon usage following cross-species transmission events (De Benedictis et al., 2011; van Hemert et al., 2007a; van Hemert et al., 2007b) .\n\nBoth the fidelity of the astrovirus RNA polymerase and the kinetics of virus replication contribute to the rate at which mutations accumulate in the population. The quick generation time of astroviruses (infectious particles detectable as early as 8 h post infection during HAstv-8 infection (Banos-Lara and Méndez, 2010)) contributes to their ability to generate genetic variability and evolve quickly . RNA viruses have error-prone RdRp enzymes which lack the proofreading function seen in most DNA polymerases (Holland et al., 1982) . In addition to nucleotide mutations, closely related astrovirus strains' genomes can undergo recombination (discussed below in section 3.3) to generate genome variation (Babkin et al., 2012) . Accordingly, RNA viruses typically accumulate 10 −2 to 10 −4 substitutions per nucleotide site per year (Duffy et al., 2008; Jenkins et al., 2002) . Astroviruses are near the bottom of this range, but still generate as many as (3.7 ± 0.1) × 10 −3 substitutions per site per year with (2.8 ± 0.1) × 10 −3 substitutions per site per year for synonymous changes (Babkin et al., 2014; Babkin et al., 2012) . ORF2, which encodes the capsid protein, is the most heterogeneous region of the astrovirus genome, with diversity increasing towards the 3′ end. This is expected considering the capsid protein encodes most of the epitopes seen by the host immune system and should therefore have considerable positive selection pressure to evolve these epitopes. The ORF1a 3′ region also contains many polymorphisms, but not as many as ORF2 (Babkin et al., 2012) . Because of the nascent generation of diversity seen in astroviruses, there are significant opportunities for evolution including interspecies transmission and recombination, both of which are discussed further below (Sections 3.2 and 3.3 respectively).\n\nCross-species transmission events are critical for the evolutionary history of most RNA viruses. However, the evolutionary history of RNA viruses generally follows the evolutionary history of their hosts, indicating that cross-species transmission events are the exception, rather than the rule, even for known zoonotic viruses like influenza viruses and ebolaviruses . However, global environmental and social changes can alter species-species interactions and increase exposure to viruses with zoonotic potential (Mendenhall et al., 2015; Redding et al., 2016) . This is especially true for enteric viruses, like astroviruses, which lack a fragile lipid envelope and are therefore stable for long periods in the environment (Mendenhall et al., 2015; . Accordingly, astroviruses are common water contaminants, and transmission is thought to occur via the fecal-oral route Bosch et al., 1997) . Animal and human astroviruses are regularly found in both sewage and treated wastewater ( Lizasoain et al., 2015a; Lizasoain et al., 2015b; Prevost et al., 2015; Qiu et al., 2015; Zhou et al., 2016) . A potential source of infection for humans is the consumption of contaminated drink or food such as shellfish (Le Guyader et al., 2000) or improperly washed fruit and vegetables (Bosch et al., 2014; Bosch et al., 1997; Boujon et al., 2017) .\n\nAstroviruses have been detected in over 80 host species with each astrovirus strain able to infect only one or a few closely related species (Mendenhall et al., 2015) . However, a given host species can often be infected by a wide range of strains. Among the species permissive to astrovirus infection, are humans, domestic animals like dogs, cats, pigs, chickens, and cows and wild animals like deer, mice, rats, cheetahs, sea lions, dolphins, bats and pikas (De Benedictis et al., 2011) . Less traditionally farmed animals like turkeys, mice, and minks are particularly affected by astroviruses (De Benedictis et al., 2011) .\n\nBecause of its high environmental stability and prevalence in numerous animal species, opportunities for spillover are abundant. Coprophagous animals such as pigs and wild boars could become directly infected though ingestion of feces from another infected species (Soave and Brand, 1991) . Additionally, bats roosting in barns and other agricultural dwellings can defecate on and infect livestock, especially cattle and pigs (Fischer et al., 2017) (Fig. 3) . Water used for human recreation or drinking could become contaminated by either agricultural runoff or infected wild animals (Fig. 3) . One example of a suspected astrovirus cross-species transfer event has been described Fig. 1 . Astrovirus genomic architecture. Individual protein coding regions with known identity are designated by inset boxes. In ORF2, the darker regions indicate the hypervariable region of the capsid protein. The frameshift signal between ORF1a and ORF1b consists of a slippery sequence followed by a hairpin. There is a highly conserved hairpin at the 3′ end of the genome. from chicken or turkey astrovirus into mink (Sun et al., 2014) .\n\nUsing genomic tools, including phylogenetic reconstructions, researchers discovered that the novel human astroviruses phylogenetically clustered more closely with animal astroviruses strains than the classic HAstV-1 strains (Finkbeiner et al., 2008a , 2009a , 2008b , 2009b , Kapoor et al., 2009 ). One of those astroviruses, HAstV-MLB, turns out to be more closely related to a rat astrovirus than human astroviruses (Chu et al., 2010) . The other, HAstV-VA, turns out to be very closely related to ovine and mink astroviruses. Together they form the monophyletic group known as 'human mink ovine astroviruses' (HMO-AstV). This group has been linked to neurologic disease in humans (Lum et al., 2016; Naccache et al., 2015; Quan et al., 2010; Wunderli et al., 2011) , mink (Blomstrom et al., 2010) , and cattle (Hirashima et al., 2018; Li et al., 2013; Perot et al., 2017) . The parsimonious explanation for the polyphyletic nature of human astroviruses is that at some point in their evolution history, at least some astrovirus species either crossed over from animals to humans or vice versa.\n\nUnlike other viruses that also infect diverse hosts, astrovirus doesn't appear to have a common reservoir (like water fowl for influenza A viruses (Wright et al., 2013) or bats for filoviruses (Gonzalez et al., 2007; Smith and Wang, 2013) ) making it harder to determine the source of spillover events. However, non-human primates harbor diverse astrovirus strains including strains associated with human infections (Karlsson et al., 2015) . While direct infection was not demonstrated, humans in close contact with turkeys have been shown to test positive for turkey astrovirus-2up to 26% of individuals tested positive by serology in one cohort (Meliopoulos et al., 2014) suggesting that humans have prolonged contact with animal astroviruses and, therefore, the opportunity to become infected.\n\nHost receptor recognition is a well-known factor that determines whether cells are permissive or refractory to virus infection. The astrovirus receptor is currently unknown. Any astrovirus cross-species transmission event would have to rely on homology between the old and new host receptor molecule. Following a cross-species transmission event, the virus would likely evolve to optimally infect the new host, including optimally recognizing the new host's receptor.\n\nRecombination is common in many families of RNA viruses (Su et al., 2016; Twiddy and Holmes, 2003; Worobey and Holmes, 1999) . In fact, the Middle East respiratory syndrome coronavirus epidemic in 2015 was predominantly caused by a recombinant strain of virus (Sabir et al., 2016) . Recombination requires coinfection of the same cell, and therefore, a recombination event in humans would have to involve either two unique human strains infecting the same cell, or one human strain and a strain acquired through a cross-species transmission event. There are two principle theories explaining the evolution of recombination in RNA viruses (Worobey and Holmes, 1999) . One theory is that recombination allows for the removal of deleterious alleles and genes (Simon-Loriere and Holmes, 2011) . This theory is linked to the concept of Muller's ratchet, which theorizes that asexual reproduction gradually, but inevitably, leads to the accumulation of deleterious mutations (Muller, 1964) . Experiments in RNA viruses have generally demonstrated this to be true (Chao, 1997; Chao et al., 1992 Chao et al., , 1997 . Recombination, therefore, offers RNA viruses an opportunity to overcome Muller's ratchet. Recombination of non-replicative viral RNA to generate viable viruses has been demonstrated for numerous viruses (Palasingam and Shaklee, 1992; Raju et al., 1995; Rao and Hall, 1993; White and Morris, 1994; Worobey and Holmes, 1999) . A similar phenomenon is observed when wild polioviruses recombine with live, attenuated vaccine strains and rescue virulence (Georgescu et al., 1994; Liu et al., 2000) . The other theory as to why recombination evolved in RNA viruses is that recombination permits the generation and spread of advantageous alleles and genes. While there is less experimental evidence supporting this theory, examples do exist. HIV and other retroviruses, by the nature of having two genomic copies and frequent polymerase 'jumps' during reverse transcription, are known to utilize recombination for their evolutionary advantage by spreading advantageous alleles (Vuilleumier and Bonhoeffer, 2015) . Recently, Fig. 3 . Potential routes of interspecies transmission and recombination of astroviruses. Humans, wild animals such as turkeys, water fowl, and bats, and agricultural animals such as pigs and cows all have been shown to be infected with astroviruses. Humans and animals often live close together in agricultural and rural settings. Given the high stability of astroviruses under environmental conditions, water contaminated with fecal waste from any of these sources could be consumed as improperly treated drinking water or accidentally ingested during water sports, resulting in a cross-species transmission event. If a water source is contaminated with two different astrovirus strains from two different sources (for example: pigs and humans), then, humans or other permissive animals exposed to both viruses could become infected. If a cell in the host becomes infected with both strains, then recombination can occur. recombination in RNA viruses has been demonstrated to be an intrinsic defense against host antiviral RNA interference (Aguado et al., 2018) . For a review of recombination in RNA viruses, see Worobey and Holmes, 1999 or Simon-Loriere and Holmes, 2011. Because of their high prevalence in juvenile animals and sufficient genetic similarity (in conserved regions), many examples of astrovirus recombination have been characterized. Recombination of RNA virus genomes are usually homologous recombination events, although aberrant homologous recombination, and nonhomologous recombination are possible (Lai, 1992; Worobey and Holmes, 1999) .\n\nSome of the earliest known examples of astrovirus recombination were identified in the classic HAstV strains. Walter et al., 2001 identified and characterized a recombinant HAstV strain that contained the ORF2 region from HAstV-5 and the ORF1b region from HAstV-3, suggesting that a recombination event took place at the ORF1b-ORF2 overlap region (De Benedictis et al., 2011; Walter et al., 2001) . The ORF1b-ORF2 overlap region contains conserved sequences thought to act as a promoter for the transcription of subgenomic RNA from ORF2 . The sequence conservation in this region likely increases the likelihood of homologous recombination, while the location itself allows for the swapping of structural proteins during recombination events. In Kenya, a recombinant virus with an ORF1a that clustered with HAstV-6/7, an ORF1b that clustered with HAstV-3, and an ORF2 that clustered with HAstV-2 was identified in the stool of an infected child. Two possible recombination points were identified, again at the ORF1b-ORF2 junction , and another possible recombination point within ORF1a (Wolfaardt et al., 2011) . A recombination event resulted in novel lineages of HAstV-2 that appear to have recombined at the ORF1b-ORF2 junction and therefore contain ORF1b from HAstV-1 or HAstV-3 and ORF2 from HAstV-2 (De Grazia et al., 2012) . In 2013 a HAstV-4 strain was identified with a potential recombination event, again at the ORF1b-ORF2 junction, resulting in ORF1b clustering with HAstV-1 (Martella et al., 2013) . Similarly, an HAstV-3 lineage was identified with its ORF1b clustering with HAstV-1 (Medici et al., 2015) . Additionally, HAstV-8 itself was potentially generated by a recombination event whereby ORF1a, ORF1b and 5′ end of ORF2 are from HAstV-4 and the 3′ end of ORF2 is from HAstV-5 (Taylor et al., 2001) . Recently, HAstV-MLB3 strains were discovered with evidence of recombination with HAstV-MLB1 or -MLB2 (Hata et al., 2018) . Of interest, no recombination events between classical HAstV and HAstV-MLB or HAstV-VA viruses have been identified to date.\n\nRecombinant viruses have also been discovered among animal astroviruses. Swine in the US are commonly (13.9%) infected with multiple astrovirus strain, demonstrating a high risk for recombination (Mendenhall et al., 2015; Xiao et al., 2013) . A recombination event likely occurred during the evolution of a bovine astrovirus and a roe deer astrovirus (Tse et al., 2011) . Several independent studies have also demonstrated recombination events among turkey astroviruses (Pantin-Jackwood et al., 2006; Strain et al., 2008) . A recently identified Sichuan takin astrovirus appears to be a recombinant of a bovine and roe deer astrovirus (Guan et al., 2018) . Additional recombination events are suspected to have occurred in bovine astrovirus (Hirashima et al., 2018) , canine astrovirus , porcine astrovirus (Ito et al., 2017) , and dromedary camel astrovirus (Woo et al., 2015) .\n\nA major question in the astrovirus field has been whether human and animal astroviruses can recombine, leading to the generation of a novel virus capable of infecting humans and causing disease (De Benedictis et al., 2011) . All necessary parts are present in a scenario where an environmentally stable virus like astrovirus contaminates a body of water or food from two host species (agricultural runoff and human waste (Fig. 3) ). Subsequent ingestion of the contaminated water through improperly treated drinking water could then allow for coinfection and recombination (Fig. 3) . Based on sequence homology, a recombination event took place between a human astrovirus strain and a California sea lion astrovirus strain, indicating a likely zoonotic transmission event (Rivera et al., 2010) . Additional recombination events are suspected between a novel porcine astrovirus and HAstV-3 (Ulloa and Gutierrez, 2010) , between human and feline astroviruses (Hata et al., 2018) , and between human and non-human primate astroviruses (Karlsson et al., 2015) . As increasing reports of potential recombination events between human and non-human astroviruses are published, the picture becomes clear: there is considerable risk for emergence of a novel recombinant astrovirus able to infect humans. However, most studies of astrovirus recombination are analyses of previously published genomes. Further understanding of the mechanisms underlying astrovirus recombination is required to truly assess the risk of an emergent, recombinant astrovirus.\n\nAs recently as 10 years ago, all HAstV infections were thought to be due to 8 closely related serotypes. However, the advent of high throughput sequencing technologies and metagenomics has revealed the presence of two additional human clades and many other genotypes in different animal species. In particular, the design of pan-astrovirus RT-PCR primers targeting the highly conserved RdRp gene, has greatly improved the detection and characterization of astrovirus RNA (Chu et al., 2008) . Astroviruses are commonly identified during virus discovery initiatives and virome studies ( Table 1 ). The diversity of astroviruses combined with the revelation that astroviruses are not as species specific as once thought demonstrate the plausibility of emergence of novel human astroviruses. There are two principles ways that novel astroviruses can emerge: (1) a cross-species transmission event to humans followed by adaptation or (2) coinfection of a host cell with two distinct astrovirus strains (potentially involving cross-species transmission), resulting in recombination (Fig. 3) . Recombination could result in either the removal of deleterious mutations in the human astrovirus strain or spread of a virulence gene into the human astrovirus strain. For example, if a mink astrovirus strain in the HMO-AstV clade is associated with neurological disease in minks and then infects a mink farm worker already suffering from a less-virulent human strain of HMO-AstV, then because of the genetic similarity between the two strains, if one cell is infected with both strains, homologous recombination could occur between the human and mink strains resulting in the virus maintaining the ability to infect humans and gaining an allele that allows it is quickly spread systemically and cause encephalomyelitis. More likely an individual may be infected with two closely related astrovirus strains, which may then recombine and reset the accumulation of deleterious mutations, resulting in a more fit and virulent virus. Both hypothetical cases are worrisome and justify further research into the nature of astrovirus cross-species transmission events, recombination events, and emergence.\n\nAstroviruses have high genetic diversity, multiple mechanism of generating additional diversity, and infect a wide range of host species. Among the more recently identified human astroviruses are species closely related to animal astroviruses (HMO-AstV) that are associated with severe extra-intestinal illnesses. The increase in RT-PCR, sequencing, and omics studies have led to a cornucopia of astrovirus stains and sequences, but too little is known about the basic replication cycle of the virus. The receptor has not been identified and few restriction factors governing tropism and species specificity have been identified. Without this knowledge, it will be impossible to predict or prevent the emergence of novel astrovirus strains. While advances are being made to better understand astrovirus recombination events, not enough is currently known to fully understand their role in astrovirus evolution and cross-species transmissions. In addition to questions of molecular and cellular replication, outside of a few model species, little is known about the infection dynamics of astrovirus in vivo, specifically transmission and virus shedding. Answering these basic questions about astrovirus replication in vitro and in vivo will greatly improve scientific understanding of and risk assessment capabilities for astrovirus emergence."}