{"title": "Development and evaluation of a novel bioaerosol amplification unit (BAU) for improved viral aerosol collection", "body": "Recent airborne virus outbreaks -including severe acute respiratory syndrome (SARS), avian, and swine viruses -have greatly raised public concerns about bioaerosols. Thus, reliable methods for characterization of and protection against bioaerosols are necessary to alleviate these concerns. Appropriate sampling is the basic step for bioaerosol characterization. Liquid impingement has been widely used for bioaerosol sampling due to its ability to preserve viability of microorganisms and their suitability for subsequent analytical studies. However, liquid impingers should be used for collection of bioaerosol particles only when inertial impaction of particles into liquid is the dominant collection mechanism, typically for sizes larger than 1 mm in diameter Willeke, Lin, & Grinshpun, 1998) . For instance, the cut-off diameter of an All-Glass Impinger 30 (AGI-30) was reported about 0.3 mm (Lin, Willeke, Ulevicius, & Grinshpun, 1997) . Viral aerosols generated from coughing or sneezing are originally in the size range from 1 to 100 mm, and quickly evaporate to droplet nuclei of 20-300 nm individual viruses (Kowalski & Bahnfleth, 1998; Tseng & Li, 2005) . Due to their small size, viral aerosols are not effectively collected by current liquid impingers. Collection efficiency of an all-glass midget impinger with a standard nozzle was reported to be less than 20% for particles in the size range 20-700 nm (Spanne, Grzybowski, & Bohgard, 1999) . Hogan et al. (2005) also reported that collection efficiencies of an AGI-30 and an SKC Biosampler were less than 10% for particles between 30 and 100 nm. Thus, modifications or new techniques that ensure improved collection of ultrafine virus particles are necessary for the current liquid impingers to be used as reliable sampling devices for viral aerosols.\n\nIn this study, a novel bioaerosol amplification unit (BAU) that increases the size of virus particles by condensational growth of water vapor has been designed and built, and it has been evaluated for viral aerosol sampling. Ultimately, by implementing the BAU to amplify viral aerosol size prior to selected bioaerosol sampling methods, the collection efficiency of viral aerosols can be greatly improved.\n\nTwo types of the BAU were designed and tested, each applying different methods to attain supersaturation conditions for the growth of virus-containing aerosols. In the cooling-type BAU (cBAU), supersaturation condition was achieved by conductive cooling of the aerosol flow. The cBAU consisted of two square aluminum tubes (1 00 Â 1 00 Â 36 00 ) joined in parallel, which were heated and cooled, respectively, by 10 Peltier thermoelectric heat pumps (36 W each). The bioaerosol sample flow was passed over the water reservoir at the same temperature of the first heating tube to be saturated with water vapor, and entered the first heating tube, in which the saturation condition was maintained, and then passed through the second cooling tube, in which condensation occurred. Humidity at the exit of the heating tube was measured to ensure an ultimate relative humidity (RH) of at least 90%. Temperatures of both tubes were monitored by thermocouples, and the effective tube temperature differences were controlled by varying the amount of voltage supplied to the Peltier pumps.\n\nIn the mixing-type BAU (mBAU), the bioaerosol sample flow was mixed with hot, water-saturated air to obtain a supersaturation condition. Compressed cylinder air was passed over the hot water reservoir to saturate with water vapor at elevated temperature. RH of the saturated airflow was monitored at the exit of the water reservoir, and the air temperature was controlled by changing temperature of the water reservoir. The bioaerosol sample flow and the saturated airflow were mixed in a square aluminum mixing tube (1 00 Â 1 00 Â 2 00 ) to realize water vapor condensation on the virus particles. The mixing ratio of the saturated airflow to the aerosol flow (Q saturated-air /Q aerosol ) was set to 0.47 to achieve the maximum saturation ratio in the mixing tube as reported by Kousaka, Niida, Okuyama, and Tanaka (1982) .\n\nThe design airflow capacity of both BAUs was 12.5 LPM, which is the optimal flow rate of the SKC Biosampler (Willeke et al., 1998) . The SKC Biosampler (SKC Inc., Eighty-Four, PA) was used as the reference sampling device in this study. In addition, only water was considered as the condensing vapor to preserve viability of the viruses. Alcohols that have been widely used as condensing vapor in condensation nuclei counters could not be applied due to their disinfection abilities.\n\nMS2 bacteriophage (ATCC 15597-B1) was used as the test virus. MS2 is a single-stranded RNA virus with an approximate diameter of 28 nm and infects only male Escherichia coli (Golmohammadi, Valegard, Fridborg, & Liljas, 1993) . Freeze-dried MS2 was suspended with sterile deionized (DI) water to a titer of 10 6 -10 7 plaque-forming units (PFU)/mL that was used for viral aerosol generation.\n\nA schematic diagram of the experimental system is shown in Fig. 1 . The viral aerosol was generated by nebulizing the virus suspension at a flow rate of 6 LPM using a six-jet Collison nebulizer (Model CN25, BGI Inc., Waltham, MA). The aerosol flow was mixed with dry air in a dilution drier to remove the moisture, and entered either the cBAU or mBAU for particle amplification. In the cBAU, the aerosol flow rate was 12.5 LPM and the temperatures of aerosol flow at the heating and cooling tubes were maintained at 35 and 20 1C, respectively. The RH of the aerosol flow at the exit of the heating tube was monitored by an RH sensor (Model HX94C, OMEGA Engineering Inc., Stamford, CT) and maintained above 90%. In the mBAU, the aerosol and the saturated air flow rates were 8.5 and 4 LPM, respectively, and the temperature of the saturated air varied from 55 to 75 1C.\n\nAmplified viral aerosol from the BAU was collected by an SKC Biosampler at a total flow rate of 12.5 L/min. DI water (15 mL) was used as the collection medium, and the sampling period was set at 15 min to minimize the effect of reaerosolization in the sampler (Riemenschneider et al., 2009) . A plaque assay technique (Adams, 1959) was used to measure virus concentrations in the collection medium, using Escherichia coli as the host bacterium. Details of the MS2 culture method have been reported by Lee et al. (2009) . To evaluate efficacy of the BAU, changes in viral collection efficiency of the Biosampler were determined as a factor multiplying collection efficiency (FCE) by comparing PFUs in the collection media with and without the BAU operation:\n\nThe BAU-off conditions were accomplished by maintaining flows but turning off heat pumps and the hot water reservoir heater. Also, growth of particles was determined by comparing particle size distributions (PSDs) before and after the BAU using an aerodynamic particle sizer (APS, Model 3321, TSI, Inc., St. Paul, MN). In addition, changes in PSD going through the BAU were measured for particle-free air and for aerosols generated by nebulizing DI water and polystyrene latex (PSL) particle suspension. A 100-ppm suspension of 30-nm PSL particles (3030A, Duke Scientific, Palo Alto, CA) was used for the PSL aerosol generation. This set of experiments was conducted to obtain confirmatory evidence of particle growth in the BAU.\n\nThe results of the cBAU experiment, plus the operating conditions and theoretical calculations, are listed in Table 1 . As shown, the increase in the number of viruses collected in the Biosampler was not significant with the cBAU as the amplification method. The FCE of the cBAU determined from four different runs was 1.08 70.33. Also, APS measurements revealed insignificant growth of ultrafine virus particles into larger particles. The ratio of particle number concentration larger than 327 nm (lower detection limit of the APS) after to before the BAU ðN after-BAU =N before-BAU Þ was only 1.3. These results showed that condensational growth of water vapor on ultrafine virus particles was not a major process occurring in the cBAU.\n\nTo confirm the supersaturation condition in the cBAU, the maximum possible saturation ratio (S R ) of the aerosol flow in the cooling tube assuming no water loss to the walls was calculated by the following Eqs. (2),(3) (Hinds, 1999) : where P H 2 O,aerosol , P * H 2 O , T, and RH are the water vapor partial pressure of the aerosol flow, the saturated water vapor pressure, the temperature, and the relative humidity, respectively. The corresponding Kelvin diameter (d * p ), which is the minimum droplet size required for condensational growth at the given saturation ratio, was obtained by Eq. (4) (Hinds, 1999) :\n\nwhere g, M, and r p are the surface tension, molecular weight, and the density of water, respectively, and R is the gas constant. The calculated S R and d * p at the operating conditions of the cBAU (T heating =35 1C, RH heating =90%, and T cooling =20 1C) are 2.16 and 2.8 nm, respectively. Considering the size of a single MS2 virus (28 nm), the aerosol flow in the cooling tube should be under supersaturation conditions, leading to condensational growth of water vapor on virus particles.\n\nHowever, as stated above, significant growth of particles did not occur in the system. Instead, condensation of water vapor was observed at the colder wall of the cooling tube. This was attributed to the relatively high molecular diffusivity of water vapor and the temperature gradient in the cooling tube. Since the mass diffusivity of water vapor (0.265 cm 2 /s at 25 1C) is larger than the thermal diffusivity of air (0.215 cm 2 /s), water vapor diffuses quickly to the colder wall and is depleted from the aerosol flow before the temperature of the flow is lowered (Hering, Stolzenburg, Quant, Oberreit, & Keady, 2005) . Thus, condensation of water vapor occurred predominantly at the colder wall, without significant particle growth in the cBAU.\n\nResults from the mBAU test are also summarized in Table 1 . As shown, the mBAU worked effectively as a virus amplification device, and number of viruses collected in the Biosampler increased 2-3 fold at the saturated air temperature (T saturated-air ) of 55-65 1C. The FCEs of the mBAU were 2.0270.48 and 2.2270.64 at T saturated-air of 55 and 65 1C, respectively. Results of the PSD measurements also showed significant growth of virus particles in the mBAU. Fig. 2 shows the changes in PSD of the aerosol flow after the mBAU at different T saturated-air . As can been seen in Fig. 2 , growth of particles was observed at T saturated-air Z55 1C, and changes in PSD were remarkable as T saturated-air increased. More than tenfold increases in particle number concentration (4327 nm) were observed in the viral aerosol flow at T saturated-air Z55 1C (Table 1) . Fig. 3 illustrates the changes in PSD after the mBAU at T saturated-air =65 1C when the particle-free air and the aerosols generated by nebulizing DI water and PSL suspension were used as the sampling flow. For the particle-free air -in which no nuclei were present -not many larger particles were detected after the mBAU. However, for the aerosol generated by nebulizing the DI water-PSL suspension, which contained ultrafine particles, increased numbers of larger particles were observed. This proves that nucleation is not important under the tested condition, and that the particles detected by APS are truly amplified particles rather than nucleated. Considering relatively high concentration of PSL suspension (100 ppm) in the nebulizer, these amplified particles are not solely grown from singlet PSL particles (30 nm), but also from multiplet PSL particles (460 nm) and surfactant residue in the suspension.\n\nThese results indicate that supersaturation conditions were attained in the mBAU at T saturated-air Z55 1C, and viral particles were amplified by condensational growth of water vapor. Calculated saturation ratios in the mBAU agreed with our observations. Following the calculation method by Kousaka et al. (1982) , saturation ratios at T saturated-air = 50 and 55 1C (T aerosol =25 1C, RH aerosol = 50%, and RH saturated-air =100%) are 0.997 and 1.11, respectively, assuming adiabatic mixing in the mBAU. Since supersaturation condition is not attained at T saturated-air =50 1C, growth of particles does not occur. At T saturatedair =55 1C, the Kelvin diameter of Eq. (4) is 19.9 nm (smaller than single MS2 virus size), and condensational growth of virus particles initiates. However, these calculated values represent the ideal case of instantaneous mixing with no wall effects. Since we did not use high-energy jets in the mBAU to approach the adiabatic mixing condition, the real saturation ratio in (3) and (4). e Defined as Eq.\n\n(1) f Particles larger than 327 nm. the mBAU should be smaller due to interaction between water vapor and the wall. Thus, the saturation ratio at T saturatedair =55 1C might not be sufficient for growth of single MS2 virus, causing the difference in PSDs of the grown MS2 aerosols between T saturated-air =55 1C and 65-75 1C in Fig. 2 . These results indicate that modifications of the current mBAU to ensure rapid mixing are necessary to improve the device's performance. Nevertheless, as shown in Table 1 , the differences between the FCE improvement and the increase in number concentrations of larger particles were remarkable. These differences might mainly be due to the size-dependent collection efficiency of the Biosampler. In other words, the FCE improvement will depend not only on the change of PSDs before and after mBAU, but also the size-dependent collection efficiency of the Biosampler.\n\nIn addition, the increase in viable collection efficiency of the Biosampler retreated when T saturated-air reached 75 1C. The FCE of the mBAU at T saturated-air of 75 1C was 1.26 70.46. Despite the fact that S R increases as T saturated-air increases as shown in Table 1 , instability of MS2 at high temperatures limits the use of the mBAU to T saturated-air o75 1C. Other viruses can be expected to exhibit characteristic upper temperature limits in this procedure. \n\nThe results of this study demonstrate that the mBAU is a promising device for improved viral aerosol sampling. At the optimal operating conditions, collection efficiencies of the SKC Biosampler for viral aerosols increased 2-3 times after they passed through the mBAU. Both PSD measurements and theoretical calculations prove that a supersaturation condition was attained and condensational growth of water vapor occurred on viral particles in the mBAU. To maintain the viability of MS2, the optimal temperature was approximately 65 1C. In contrast, the cBAU was not a practical amplification device for viral aerosols. The high molecular diffusivity of water vapor plus the temperature gradient in the cBAU caused condensation at the cold tube wall to predominate, allowing only slight particle growth."}