{"title": "Molecular Characterization of Porcine Reproductive and Respiratory Syndrome Virus, a Member of the Arterivirus Group 1", "body": "Porcine reproductive and respiratory syndrome virus (PRRSV) represents the causative agent of a new porcine disease which emerged in northern Germany in 1990 and spread in form of an epidemic allover Europe in 1991. As indicated by the name of the virus, major clinical signs in swine are abortion and respiratory distress (Lindhaus and Lindhaus, 1991) . A similar \"mystery swine disease\" has first been reported in 1987 in North America (Keffaber, 1989) , which is now usually called \"swine infertility and respiratory syndrome\" (SIRS, Collins et et., 1991) .\n\nBoth the European PRRSV and the American SIRSV have recently been isolated and characterized (Ohlinger et al., 1991; Terpstra et al., 1991; Wensvoort et al., 1991 a.b: Benfield et et., 1992 Collins et al., 1992) . Serological, ultrastructural, and biophysical data indicate that PRRSV and SIRSV represent the same virus. Serological variation, however, exists especially between the American and European isolates, but also among virus isolates from North America (Wensvoort et al., 1992). during transcription. Moreover, the putative EAV polymerase gene is probably expressed by ribosomal frameshifting as in coronaviruses and possesses conserved domains also present in corona-and torovirus polymerases (Den Boon et aI., 1991) .\n\nUsing purified PRRS virions from infected macrophages as starting material, molecular cDNA cloning and sequencing was performed. This approach should not only elucidate the relationship of PRRSV to other viruses, but also provide tools for diagnostic purposes and the development of vaccines. In this paper we provide the first molecular data on the PRRSV genome. Its organization, transcription features and also deduced viral protein sequences prove the close evolutionary relationship between PRRSV and arteriviruses.\n\nPorcine alveolar macrophages were harvested from the lungs of SPF pigs as described (Wensvoort et st., 1991a,b) . PRRSV isolate 10 was obtained from a stillborn piglet from a sow with PRRS. The lungs were homogenized and 0.3 ml ot the homogenate were added to a flask with alveolar macrophages. Three days postinfection cell lysis was observed. The virus was further cultured on SPF macrophages and characterized by immunofluorescence, electron microscopy, and Western blot (Ohlinger et et., 1991) . Swine infected with isolate 10 showed symptoms and an immune response typical of PRRS. PRRSV could be reisolated from all infected pigs. Two pregnant SPF sows challenged with isolate 10 gave birth to weak or dead piglets with typical PRRS symptoms.\n\nVirus purification PRRSV was harvested 24 hr after infection of lung rnacrophages. The supernatant was first pelleted for 4 hr at 19,000 rpm in a Beckman R19 rotor. After an overnight incubation at 4 0 in TES (20 mMTris, pH 7,1 mM EDTA, 150 mM NaCI)the pellet was resuspended. The virus concentrate was extracted three times with arcton (1,1 ,2-tri-chloro-tri-fluoro-ethane). The aqueous phase was passed through a 5-l'm filter and subsequently through a Sephacryl S400 superfine 55-ml column (CI6/40). Chromatography was performed at a flow rate of 0.7 mllmin and fractions of 1 ml were collected. Virus-containing fractions were centrifuged through a sucrose step gradient (0.5 ml of 60%, 1 mlof 45%, and 1 ml of 25% sucrose) in a Beckman SW60 rotor at 50,000 rpm for 30 min. For RNA isolation, the 45/25% interphase was used.\n\nRNA preparation, cDNA synthesis and cloning Genomic RNA from virions and infected macrophages was isolated according to Chirgwin et al. (1979) . Preparative cDNA synthesis according to Gubler and Hoffman (1983) was performed on 0.5 I'g RNA (approximately 0.1 I'g PRRSV genomic RNA) as described (Conzelmann et aI., 1991) , using 0.2 ng oligo(dT) primer and the second-strand mix from the Pharmacia cDNA synthesis kit. EcoRI/Notl adaptor ligation and phosphorylation were performed as recommended by the supplier. The cDNA was size selected by preparative agarose gel electrophoresis and cloned in ,\\ZAPII (Stratagene) according to the supplier's instructions. Recombinant pBluescript were excised in vivo as recommended by the supplier. Labeled firststrand PRRSV cDNA was prepared by using 10 I'Ci\n\n[a_ 32 p] dCTP (3000 Ci/mMol; Amersham) together with 1 mM each of dGTP, dATP, and dTIP. The cDNA was separated from not incorporated nucleotides by Sephadex G50 (Pharmacia) chromatography and used directly tor Northern hybridizations as described (Conzelmann et al., 1991) .\n\nDeoxyoligonucleotide 3'M (5'-TCGGTCACATGGTI-CCTGCCT-3') was synthesized on a Biosearch 8700 DNA Synthesizer and purified by denaturing polyacrylamide gel electrophoresis. Labeling with polynucleotide kinase and hybridization to Northern blots at 61 0 was done as described (Conzelmann et aI., 1991) .\n\nBoth strands of recombinant pBluescript were subjected to unidirectional deletion using Exonuclease III and S1-Nuclease according to Hennikoff (1984) and were sequenced (Sanger et al., 1977) on double-strand plasmid templates according to Zhang et al. (1988) using T7-DNA-Polymerase. Computer analysis of the nucleotide and peptide sequences was performed using the UWGCG software (Devereux et a/., 1984) on a VAX 4000 (Digital). Protein homologies were calculated using the GAP program, the parameters were gap weight, 3; gap length weight, 0 1.\n\nSynthesis and isolation of PRRSV-specific cDNA clones: Demonstration of PRRSV genomic and subgenomic mRNAs As determined by denaturing agarose gel electrophoresis and subsequent staining with acridine orange, an RNA species of about 15 kb could be enriched in the course of virion purification from the supernatants of PRRSV-infected macrophages (not shown). For arteriviruses, similar sizes of genomic RNAs have been described, namely 13 kb for EAV and 13 to 14 kb for LDV (Den Boon et al., 1991; Godeny et al., 1990; Kuo et al., 1991) . It seemed likely that PRRSV genomic RNA also terminates with a poly(A) tail. Acco rdingly, oligo(dT) was employed for priming of an analyticai first cDNA strand synthesis, w here efficient incorporation of [a-32 P)-labeled dCTP occurr ed (not show n}. To investigate whether the labeled cDNA originated mainly from the viral RNA or from contaminating cellular RNAs, Northern hybridizations were performed with tot al RNA from PRRSV-infected and noninfected macrophag es. Prominent specifi c bands appeared with t he RNA of infected cells , wh ile only faint hybridization signals were obtained with RN A from noninfected cells (Fig. 1) . The largest hybridizing RNA population corresponded in size to the supposed 15-kb PRRSV genomic RNA. In addition, a set of subgenomic RNAs in the range of 0.9 to 3.7 kb were observed. Thus the bulk of eDNA primed w ith oligo(dT} originated from PRRSV RNA wh ich is obviousl y polyadenylated. Using again oligo(dT) as a primer, preparative eDNA synthesis was performed . A cDNA bank was established in XZAPII phages and sc reened with the labeled singlestranded eDNA probe. Plaques showi ng strong hybridization signals were isolated and recomb inant pBluescri pt were obtained by in vivo excision from XZAPII.\n\nThe isolated inserts proved to be specific for PRRSV by hybridization experiments wit h infected and noninfected cells as described above. North ern hybridization showed in addition, that the RNA isolated from purified virions, wh ich was used for cDNA synthesis. consisted mainly of the 15-kb popul ation ( Fig. 2} .\n\nPRRSV-specific cDNA clones we re characterized by restriction mapping and terminal sequencing . Most clones from the oligo(dT) primed c DNA started within a short stretc h of nucl eotide s, whi ch was supposed to be located close to the genomic 3' end. Clone pPRRSV-T1 had a size of 5 kb and possessed a term inal stretch of four A residues ; most likely thes e represent the first nucleotides of the genomic poly(A) tail (see below ).\n\nThe set of subgenomic RNAs detected by the minus-stranded labeled cDNA was also recognized by the isolated and nick-translat ed cDNA inserts of clones pPRRSV-T1 and pPRRSV-T23 (size of 3.8 kb) both in total RNA ( Fig. 2} and in poly(At enriched RNA from infected macrophages (not shown} . Aft er hybridization with a labeled 5' termin al fragment of clone pPRRSV-Tt , however, only the 15-kb RNA was detected (not shown). Thus, all prominent subgenomi c plusstranded mRNAs correspond to the 3' terminal part of the PRRSV genom e wh ich is spanned entirely by clone pPRRSV-T1 . In order to demonstrate that th e mRNAs form a 3' eoterminal nested set, a minus-sense oligonucleotide located four residues from the putative PRRSV genomic 3' end was synthesized, labeled, and used in Northern hybridization experiments ( Fig. 3} . The oligonucleotide recognized six major subgenomi c RNA populations with sizes of 0.9, 1.4,2 .0,2.6,3. 1, and 3.7 kb, respectively, along with the 15-kb genomic RNA. Accordin g to the EAV nomenclature, PRRSV RN As were numbered 1 (genome) through 7 (0.9 kb mRNA). Striking differences were observed in th e relative amounts of the subgenomic mRNAs. RNAs 2, 6, and 7 represented the most abundant mRNAs, whereas mRNAs 3, 4, and 5 were present in much lower amounts.\n\nAs mentioned above, pPRRSV-T1 completely encompassed the genomic region from which all prominent subgenomic PRRSV mRNAs are transcribed. In analogy to EAV, this stretch should contain all PRRSV structural protein genes . In addition to pPRRSV-T1, pPRRSV-T23 and a 1.2-kb Pvull fragment of pPRRSV-T19 ( Fig. 4) were sequenced entirely to ensure that pPRRSV-T1 did not represent an aberrant PRRSV cDNA clone .\n\nThe resulting sequence of 4920 nucleotides (Fig. 5 ) revealed a distribution of open reading frames strikingly similar to the EAV genome and to the published 3' part of the LDV genome. Eight ORFs with coding ca-pacities ot more than 100 amino acids were identified on the plus strand (Fig. 4) . With the exception of the incomplete ORF at the 5' end of the determined sequence (nt 2-1603) all ORFsare partially or, in the case of one ORF (x) fully overlapping. Partially overlapping ORFs were numbered 2 through 7 from 5/ to 3' direction , according to the EAV nomenclature (Den Boon et al., 1991) . ORFs 2 through 7 comprise nucleotides 1614-2363 , 2222-3019, 2764-3315 , 3312-3917, 3905-4426, and 4416-4802, respecti vely. On the minus-strand, only two ORFs with a coding capacity of more than 100 aa were detected (not shown).\n\nThe calcul ated distance from the start of ORFs 2 through 7 to the putative 3' end of the PRRSV genome correlates with the observed lengths of the 3' nested subgen omic mRNAs 2 through 7. The differences of about 400 nucleotides in each case may be explained by the presence of a poly{A) tail at the 3' ends of the mRNAs and, characteristic for the arterivirus group, the addition of a 5' leader sequence of about 200 nucleotides to the bodies of the mRNAs (see below). The start codon regions of ORFs 2 through 7 are similar to the consensus sequence for translation initiation (Kozak, 1984) .\n\nThe short ORF x mentioned above is unique in several aspects. While the other ORFs are partially overlapping, ORF x is located entirely within ORF5. No specific subgenomic mRNA could be correlated to this ORF and, finally, a T is located at position -3 from its putative start ATG codon instead of a purine. It seems likely that ORF x does not encode a PRRSV protein.\n\nA sequence of 533 aa was deduced from the 5'terminal incomplete ORF. Amino acid comparisons with EAV proteins revealed an overall homology of 38.0% with the polypept ide encoded by EAV ORF1 b, and of 60.0% when similar aa are considered . Two aa stretches (positions 35 to 88 and 297 to 371) were identified in which the amino acid identity reached 61 .1 and 57.3%, respectively, without introduction of any gaps. These conserved stretches are located within the described conserved domains 3 and 4, shared by EAV, coronaviru s and torovirus 1b polypeptides (Den Boon et al., 1991) . Thus, the identified partial PRRSV 5' ORF apparently represents part of the viral polymerase gene and was denominated ORF1 b.\n\nThe overlapping ORFs, most likely expressed from the six subgenomic mRNAs, encode a set of small polypept ides (Table 1 ). In both EAV and LDV, the nucleocapsid protein genes (EAV ORF7, LDV ORF1) are located at the genomic 3' end. The 3' terminal PRRSV ORF7 codes for a highly charged protein of 128 aa length. After the introduction of two gaps it displayed significant homology to the LDV capsid protein with 44.0% amino acid identity and 56.9% amino acid similarity. Obviously ORF7 encodes the PRRSV capsid protein gene. In comparison with the EAV nucleocapsid protein only poor homology was found with 23.6% aa identity and 42.5% similarity. However, the three arterivirus capsid proteins display common features; all represent small, highly charged proteins with calculated isoelectric points of 11.06, 12.27, and 11.37 for PRRSV, EAV and LDV, respectively, and show highly hydrophilic stretches especially within the aminoterminal half of the protein. Thus, the genome of PRRSV with the polymerase gene located in the 5' region and the nucleocapsid gene at the 3' terminus exhibits a typical arterivirus genome organization.\n\nThe products of the ORFs located between polymerase and capsid protein genes are assumed to encode arteriviral envelope proteins. The deduced PRRSV proteins showed only low homology to the respective EAV encoded proteins. In comparison to the published LDV sequences, however, striking similarities were found with regard to the ORF 5 and 6 products. The product of the second 3' terminal ORF (for LDV called ORF2) is assumed to represent a triple membrane-spanning envelope protein characterized by three hydrophobic domains within the amino-terminal half of the protein (Kuo et a/., 1992) . PRRSV ORF6 encodes a very similar polypeptide which is three aa longer and shows 53.2% aa identity and 70.8% aa similarity to LDV ORF2 protein, in contrast to 27.2% aa identity and 46.9% aa similarity, respectively, to the corresponding EAV ORF6 pro-tein. These putative membrane proteins show a higher conservation of sequence and also of length (173, 171, and 162 aa, respectively) than the arteriviral capsid proteins. The carboxylerminal part of PRRSV ORF5 and the published corresponding fragment of the LDV ORF3 protein (131 aa) exhibit an aa identity of 47.0% and a similarity of 68.9%. PRRSV and EAV ORF5 proteins show only 20% sequence identity. However, a similar hydropathy plot with a stretch of about 70 hydrophobic residues in the middle of the polypeptides, indicates, that they represent corresponding proteins (not shown).\n\nDue to the lack of sequence information from LDV, the deduced proteins of PRRSV ORFs 2, 3, and 4 could only be compared to the EAV proteins. Of these, only the ORF2 proteins showed a low degree of aa sequence homology (263% identity, 52.0% similarity) and similarities in the distribution of hydropathy. Virtually no sequence and hydropathy similarity could be demonstrated between the ORF4 and ORF3 proteins. Common to these proteins is, however, a high number of potential N-glycosylation sites ( Kuo et al., 1992) . A similar sequence motif, MCC, is common to the regions preceding four of the identified PRRSV ORF translational start codons (ORF2 ATG -42; ORF5 ATG -36, ORF6 ATG -28, ORF7 ATG -13). Interestingly, an extended common sequence, GNTNAACC, (N for any nucleotide) precedes ORFs 2, 6, and 7 (Fig. 5) ; the corresponding mRNAs 2, 6, and 7 represent the most abundant PRRSV specific RNAs (Figs 1-3) .\n\nThe PRRSV noncoding sequence following the ORF7 stop codon down to the putative 3' end is 114 nucleotides in length, thus exceeding LDV and EAV 3' noncoding sequences by 34 and 55 residues, respectively. Only few nucleotides at the polyadenylation sites are conserved in PRRSV and LDV showing the consensus sequence C-C-G-G/A-A-A-T-T-poly(A). The polyadenylation site of the EAV genome is similar, with three deviations from the PRRSV/LDV consensus sequence (Fig. 6a) . Interestingly, a sequence identical to the EAV polyadenylation site motif is found upstream of the PRRSV polyadenylation site. In addition, 13 of the preceding 26 nucleotides are identical (Fig.6b ).\n\nThe recent epidemic \"porcine respiratory and reproductive syndrome\" (PRRS) is caused by a previously unknown virus. The presented molecular data clearly demonstrate that PRRSV is a member of the \"arterivirus\" group, as was already suspected because of similar ultrastructure. Thus far, the arterivirus group included EAV, representing the only member of the Arterivirus genus within the Togaviridae family, as well as the unclassified togaviruses LDV and simian hemorrhagic fever virus (SHFV).\n\nThe PRRSV genomic RNA, with an estimated size of nearly 15 kb, is the largest of the arterivirus group; viral RNAs from LDV, EAV, and SHFV range between 12 and 13 kb (Plagemann and Moennig, 1992) . Sequence analysis of the 3' terminal 5 kb of the PRRSV genome revealed that its organization is identical to that of EAV. As in EAV, six small, partially overlapping ORFs are expressed via transcription of a set of 3' coterminal subgenomic mRNAs. There is evidence that PRRSV mRNAs also possess a common 5' leader sequence (not shown). As suggested by the comparison of deduced protein sequences, the gene order is similar to the one of EAV. The PRRSV nucleocapsid gene is located at the 3' end of the genome and is preceded by an ORF encoding a well-conserved putative membrane-spanning protein. The four upstream ORFs probably encode glycosylated envelope proteins of lower conservation. PRRSV and EAV ORF2 proteins and ORF5 polypeptides display some similarity in hydropathy, indicating that they might represent corresponding proteins, but such similarities could not be observed for ORF3 or ORF4 polypeptides. While the ORF3 polypeptides show the most striking length difference of the deduced PRRSV and EAV proteins (265 and 163 aa, respectively), they resemble each other by possessing the highest number of potential N-glycosylation sites (6 and 7, respectively). Thus, they may represent highly divergent viral glycoproteins.\n\nClear homologies exist between PRRSV ORF7, 6, and 5 polypeptides and the published LDV protein sequences (LDV ORF 1, 2, and part of ORF3, respectively) with 44.8, 53.2, and 47.0% amino acid identity. Thus, as indicated already by the data obtained from the comparison of PRRSV and EAV proteins, the putative membrane protein (ORF6) is apparently the most conserved structural protein among members of the arterivirus group. Interestingly, a slightly higher variation of the LDV membrane proteins in contrast to the capsid proteins was observed when LDV isolates were compared, which differ in neurovirulence (Kuo et al., 1992) .\n\nThe comparative protein sequence analyses demonstrate, that PRRSV is much closer related to LDV than to EAV. Surprisingly, seven instead of six subgenomic RNAs could be identified in l.Dv-infected cells (Kuo et al., 1991 (Kuo et al., , 1992 . It remains to be determined, whether LDV actually possesses an additional ORF encoding a protein.\n\nThe general mechanisms of transcription are apparently highly similar for all arteriviruses. In EAV, a leader RNA of 207 nucleotides derived from the genome 5' end is linked to defined sites of the subgenomic RNAs, in a way that the respective ORF translational start codon represents the first AUG of the mRNA . The length of the PRRSV leader has not yet been determined exactly, but It exceeds 200 nucleotides (unpublished results). While in EAV every ORF is preceded by the junction site motif TCAAC (Den Boon et al., 1991) , for LDV, different motifs have been suggested, TAACCA in RNAs 5, 6, and 8, and TAAAACC in RNA 7 (Kuo et al., 1992) . Common putative junction motifs exceeding three nucleotides could not be identified in the PRRSV sequence, however, ORFs 7, 6, 5, and 2 are preceded by AACC, which represents part of the LDV motif. As in EAV, the PRRSV mRNAs 7,6, and 2 represent the predominant subgenomic RNAs. Interestingly, the corresponding ORFs show a common extended \"junction motif\" GNTNAACC.\n\nThe terminal noncoding regions of many positive strand virus genera contain areas of high sequence conservation (Strauss and Strauss, 1988) . The 3' terminal noncoding regions of PRRSV, LDV, and EAV are heterogeneous in length (114,80, and 59 nucleotides, respectively). Of the 10 nucleotides adjacent to the poly(A) tail, 8 are identical in PRRSV and LDV, and only five are conserved in the EAV genome. Notably, an octanucleotide sequence identical to the EAV polyadenylation site, is found in the PRRSV genome 22 nucleotides upstream. Aligned accordingly, the terminal PRRSV noncoding region shows more similarity to the 3' noncading region of EAV than to that of LDV, which lacks this conserved acta nucleotide. In addition, after introduction of a gap in the LDV sequence some residues identical in all three virus sequences are observed (Fig. 6 ). This might be important with regard to polymerase recognition or replication initiation and it will be interesting, to compare the respective sequences from other strains and the fourth member of the arterivirus group, SHFV.\n\nDespite a smaller size, the polymerase gene of EAV is organized similar to the ones of coronaviruses and toroviruses. All three consist of two overlapping ORFs, 1a and 1b, which are expressed most likely by a mechanism of ribosomal -1 frame-shifting (Brierly et al., 1987; Snijder et aI., 1990; Den Boon et al., 1991) . In the 1b ORFs four conserved domains were identified in corresponding positions (Snijder et al., 1990) which include motifs conserved in many RNA viruses, such as the GDD motif (domain 1) (Argos, 1988; and the nucleotide triphosphatebinding helicase (GKSIT) motif (domain 3) Hodgman, 1988) . In the determined PRRSV ORFI b protein sequence, domain 4 and part of domain 3 were identified. It is assumed that the remaining 5' terminal 10 kb of the PRRSV genome represent the PRRSV polymerase gene, most likely in the form of two overlapping reading frames. According to the observed difference in genome size it should be at least 2 kb larger than the EAV polymerase gene.\n\nIt was shown here for an additional member of the arterivirus group, that these viruses share highly similar genome organization, expression strategy, and transcription mechanisms. Both the organization of the polymerase genes which supposedly possess a common ancestor (Den Boon et al., 1991) and the transcription of multiple 3' terminal mRNAs suggest relationships of arteriviruses, coronaviruses, and toroviruses. As a consequence the establishment of a new \"coronaviruslike\" superfamily was proposed Snijder et et., 1990; Spaan et al., 1990) . However, the smaller genome size (about half of coronavirus genome), the extent of the leader (approximately triple of coronavirus leader), the overlapping of reading frames and also morphological data clearly distinguish arteriviruses from coronaviruses. It remains to be determined, whether the mode of arteri and corenavirus transcription is identical. According to the current data coronavirus RNAs are generated independently by leader primed transcription (review; l.ai, 1986; Spaan et et., 1988) , and in addition, minus sense subgenomic RNAs might function as replicons (Sethna et al., 1989; Sawicki and Sawicki, 1990) . In contrast, EAV UV transcription mapping had indicated the presence of genome length precursors (Van Berlo et et., 1982) and thus alternative RNA splicing mechanisms were assumed to be responsible for EAV leader/mRNA linking (De Vries et aI., 1990) . However, coronaviruslike mechanisms are not excluded (Den Boon et al., 1991) . Further detailed analysis at arterivirus transcription mechanisms will elucidate their evolutionary relationship with ooronavirusas.\n\nThe common molecular teatures at the so-tar tour \"arteriviruses\" at simian (SHFV). porcine (PRRSV), murine (LDV), and equine origin (EAV) not only separate them from Togaviridae, but may justify the establishment at a new virus family. The term \"Arteriviridae\" reters only to the disease caused by EAV, while \"Multiviridae\" (Plagemann and Moennig, 1992) stresses the multiple subgenomic mRNAs. As one possible alternative, we would like to suggest as the new virus tamily name \"Mamurnaviridae\" (macrophage multiple RNA viruses) which also points toward the common group at target cells."}