{"title": "Role of India's wildlife in the emergence and re-emergence of zoonotic pathogens, risk factors and public health implications", "body": "Wildlife is typically defined as free-roaming animals which include mammals, birds, reptiles, amphibians, and fish (Kruse et al., 2004) . Wildlife has a critical value in maintaining the integrity of the planet's ecosystem, however it often represents an important risk of emerging zoonoses (Carlos and Felipe, 2008; Kruse et al., 2004; Thompson et al., 2009; Thompson and Murrell, 2005) . Over the last few decades approximately 75% of emerged diseases, including zoonoses, were of wildlife origin (Bengis et al., 2004; Brown, 2004; FAO, 2011; Jones et al., 2008) . Rabies, plague and West Nile virus disease have been known to be associated with wildlife since ancient times (Kruse et al., 2004) . Emerging zoonotic pathogens have originated from many wildlife species such as carnivores, ungulates, rodents, bats and primates (Chomel et al., 2007; Woolhouse and Gowtage-Sequeria, 2005) . The role of wildlife in the introduction of diseases such as influenza, severe acute respiratory syndrome (SARS) and Nipah from neighboring regions in Asia is well recognized.\n\nMany factors influence the emergence or re-emergence of wildlife related zoonoses, such as expanding human population, climate change, movements of vectors and animal host species, and microbial changes and adaptation ( Fig. 1) (Bengis et al., 2004; Kruse et al., 2004; Meneghi, 2006; Singh et al., 2011) . Hunting and eating wildlife are also important risks for emergence of wildlife related zoonoses (Wolfe et al., 2005; Wrangham et al., 1999) .\n\nZoonotic pathogens could have substantial impacts on wildlife conservation (Bengis et al., 2004; Jones et al., 2008) . Opportunities for spill-over events may occur (Daszak et al., 2000; Thompson et al., 2009) and pose significant threats to endangered wildlife species (Mathews, 2009 ). Very little is known about the occurrence of zoonotic pathogens in wildlife in many parts of the world. The purpose of this paper is to summarize available information on emerging and re-emerging zoonotic pathogens in India and discuss related risk factors in wildlife in the region and beyond.\n\nIndia is a federal union comprised of 28 states and seven union territories over an area of approximately 3.2 million km 2 (Fig. 2) . The country has a network of 668 wildlife protected areas (PAs), extending over 161,222 km 2 (4.90% of total geographic area), and includes 515 wildlife sanctuaries, 102 national parks, 47 conservation reserves and 4 community reserves (MOEF, 2011; Niraj et al., 2012; Weeks and Mehta, 2004) . These PAs are home to over 91,200 species of animals which represent about 7.6% of all known mammalian species, 12.6% of avian species, and 6.2% of reptilian species (MOEF, 2011) .\n\nFrom a zoonotic disease perspective, many important wildlife species occur in abundance in India. Such animals include wild boar (Chauhan et al., 2009) , bats (Epstein et al., 2008) , non human primates (Work and Trapido, 1957) , rodents (Chandy et al., 2013) , wild aquatic and terrestrial birds (Rodrigues et al., 1981) , canids and felids (Karanth and Nichols,1998; Vanak and Gompper, 2009) , bovids (Bandyopadhyay et al., 2009) , vultures (Cuthbert et al., 2011) , owls (Pande and Dahanukar, 2011) , and reptiles (Aengals et al., 2011) .\n\nThe ancient Indian medicine book Sushruta Samhita which was written in the 1st Century AD provides evidence of shared diseases among domestic and wild carnivores including dogs, jackals, hyenas and tigers (Théodoridès, 1986) . This information seems to indicate the occurrence of zoonotic diseases such as rabies at the domestic and wild interface since ancient times, but nothing is known of the original reservoir or other aspects of the epidemiology of rabies. Important cases, outbreaks and prevalence studies of more recent zoonotic pathogens related to Indian wildlife are listed in Table 1 .\n\nKyasanur forest disease (KFD) is a tick-borne viral hemorrhagic fever and KFD virus was first recognized in 1957 from sick and dying monkeys in the Kyasanur Forest of the Shimoga district, Karnataka state, India (Gould and Solomon, 2008; Pattnaik, 2006; Sreenivasan et al., 1986; Work and Trapido, 1957) . In addition to human infection, KFD virus commonly infects the black faced langur (Presbytis entellus) and red faced bonnet monkey (Macaca radiate) (Pattnaik, 2006) . Kyasanur forest disease virus also circulates in small animals such as rodents, shrews and birds (Banerjee, 1988) . A recent upsurge in KFD has been reported (Kasabi et al., 2013a,b) . Antibodies against KFD virus have also been detected in humans in parts of Gujarat (semi-arid area, around 1200 km away from the main focus of KFD), isolated localities of West Bengal state and Andaman and Nicobar islands of India (Pattnaik, 2006) .\n\nThe epizootiology of KFD in wild monkeys of Shimoga, specifically the death of monkeys in dry seasons (February and March) correlates well with human cases of KFD (Goverdhan et al., 1974) . Recently, the highly pathogenic avian influenza (HPAI) H5N1 virus was recovered from a dead jungle crow (Corvus macrohynchos) in Assam near the epicentre of an H5N1 outbreak in poultry (Nagarajan et al., 2010) . The HPAI H5N1 virus is highly contagious among birds, especially domestic poultry. Japanese encephalitis was first recognized in 1955 in India and subsequently many human outbreaks have been reported. Ardeid birds such as pond herons (Ardeola grayii), cattle egrets (Bubulcus ibis) and little egrets (Egretta garzetta) were infected with Japanese encephalitis virus and West Nile virus and probably play a key role in the maintenance of these viruses in some parts of India (Buescher et al., 1959; Rodriguez et al., 1981; Soman et al., 1977) . Hanta virus is a rodent-borne virus and there are reports of serological evidence of anti-hantavirus IgM antibodies in human patients in India (Chandy et al., 2008) . Wild indigenous small mammals including rodents such as bandicoot (Bandicota bengalensis), black rats (Rattus rattus), house mice (Mus musculus) and shrew (Suncus murinus) act as reservoir hosts for Hanta virus (Carey et al., 1971; Chandy et al., 2013; Schmaljohn and Hjelle, 1997) . In northern India, Pteropus giganteus bats live in close association with human populations . Isolation of Nipah virus from Pteropus bats probably indicates their important role in its transmission in India (Yadav et al., 2012) . Furthermore, the DNA sequence analysis of different genes indicates much similarity with Nipah virus which was isolated from earlier outbreaks in India (Yadav et al., 2012) . Ingestion of contaminated fresh date palm sap and remnants of previously eaten fruits, and contact with infected animals are important risk factors for human infection. Rabies of Arctic-like lineage has also been recorded from India (Nadin-Davis et al., 2007) . Given the relatively close phylogeny between rabies virus variants of the Indian dog and arctic fox, the role of wildlife in maintaining rabies in India should be thoroughly studied (Nadin-Davis et al., 2007) . For human rabies, contacts with jackals, cats, monkeys, mongooses and foxes were found to be associated with 1.7, 0.8, 0.4, 0.4 and 3%, respectively, of the reported cases (Bhatia et al., 2004; Matha and Salunke, 2005; Wilde, 2005) . In India, about 20,000 human deaths are reported every year due to rabies most of them due to bites from rabid dogs (Sudarshan et al., 2007) , of which about 60% are strays and 40% are owned pets (Menezes 2008) .\n\nTuberculosis has been reported from many wild animal species in India. Polymerase chain reaction (PCR) assay of three samples of blood, caseated nodules and lung tissues collected from hyenas, Gugnani, 1972 bears and lions maintained at Arignar Anna Zoological Park, Chennai (Tamil Nadu) detected Mycobacterium bovis (Vathsala et al., 2007) . Mycobacterium avium infection was recorded from pulmonary tuberculous lesions found in spotted deer (Axis axis) based on culture and standard biochemical tests (Arora, 1993) . Out of 25 Indian elephants (Elephas maximus) tested at Kaziranga National Park, Assam, three adults were found to be reactors to intra-dermal injection of 0.1 ml tuberculin purified protein derivative (Mahato et al., 1998) . Although considered primarily a disease of domestic animals in India, high sero-prevalence of brucellosis has been reported in wild animals such as yaks (Poephagus grunniens). Of 374 yaks tested in Arunachal Pradesh, 23.79, 21.11 and 18.98% were found positive for brucellosis using avidin-biotin ELISA, Rose-Bengal plate test and standard tube-agglutination test, respectively (Bandyopadhyay et al., 2009) . The predominance of leptospirosis in coastal regions is most likely correlated with the presence of brown rats (Rattus norvegicus) that live in and around human dwellings (Priya et al., 2007; Victoriano et al., 2009) . In a study conducted among the high-risk groups of Andaman Islands, randomly amplified polymorphic DNA fingerprinting pattern of the strains recovered from rodents and human patients identified them as belonging to genomo-species Leptospira interrogans. Based on antigenic characterization, these strains belonged to serovar Valbuzzi of serogroup Grippotyphosa (Sharma et al., 2006) . Limited information on leptospirosis in rodent reservoirs is available in India (Gangadhar et al., 2000; Gangadhar and Rajasekhar, 1998) . Nevertheless, rodents are recognized as important reservoir hosts (WHO, 2006) .\n\nPopulations of wild rodent Tatera indica aestivating during adverse conditions in India presumably continue to act as hosts for infected flea Xenopsylla astia, thereby promoting the persistence of plague infection within the area (Baltazard and Bahmanyar, 1960; Ben et al., 2011) . Anthrax still remains enzootic in many national parks and sanctuaries throughout the world and India is no exception (HughJones and deVos, 2002) . Experimental infection studies in monkeys in India have found them to be susceptible to Enterohemorrhagic 1012 Escherichia coli O157: H7 strain 84-01, which produces Shiga toxin (Kang et al., 2001) . Salmonella enterica Arizonae, a bacterium found in reptiles, was responsible for the death of an infant; the child's father was a snake charmer, having continuous interaction with reptiles at home (Mahajan et al., 2003) .\n\nAlthough a number of zoonotic parasites, including protozoa, nematodes and cestodes, have been reported in humans in India, little is known about their occurrence in animals, particularly wildlife. A recent occurrence of multiple outbreaks of human trichinellosis after the consumption of raw or undercooked wild boar meat (Sethi et al., 2012) indicates the presence of Trichinella species in wild boar populations in India. Hydatid cysts have been detected in the lungs of Nilgai (Boselaphus tragocameluswild cattle) (Leishangthem et al., 2010) . Cystic echinococcosis is a serious concern in buffaloes ( Singh et al., 2014) , but because it is considered livestock in India it is not discussed in this paper. A wild boar was found to be infected with Cysticercus cellulosae (Taenia solium) at the Calcutta Zoo, India, in the period 1966 -1969 (Leishangthem et al., 2010 . Leishmanial antibodies have been detected in wild rats (Rattus sp.) (Singh et al., 2013) , and Indian Desert Gerbil (Meriones hurrianae) are considered the reservoir host in India (Gramiccia and Gradoni, 2005) . The surge in population of Meriones is a potential source for cutaneous leishmaniasis outbreaks in humans (Elfari et al., 2005) . The occurrence of, and a fatal human infection due to, Echinococcus multilocularis have been reported in India (Aikat et al., 1978) . Zoonotic simian malaria which emerged in the union territory of the Andaman and Nicobar islands has been reported among the human population (Kalra, 1980; Singh et al., 2010) .\n\nSystematic surveys have not been done for important zoonotic parasites such as Toxoplasma, Cryptosporidium, Sarcocystis, Diphyllobothrium, Clonorchis, Opisthorchis, Fasciola, Anisakis, Giardia, etc.; the epidemiological role of wildlife in diseases caused by these parasites is unknown. However, opportunistic investigations have been done on faecal samples of captive animals revealing a substantial presence of various parasites.\n\nNot much work has been done on fungal zoonotic pathogens in relation to Indian wildlife. The finding of fungi in 630 small wild mammals belonging to 11 species and 10 genera revealed the occasional occurrence of only a few potential fungal pathogens such as Aspergillus fumigatus, Candida albicans and Geotrichum candidum that had no pathogenic significance in the animals examined (Gugnani, 1972) .\n\nThe WHO/FAO/OIE in 2004 in a joint consultation on emerging zoonotic diseases concluded that anthropogenic factors such as agricultural expansion, global travel, trade in domestic or exotic animals, urbanization and habitat destruction comprise some of the major drivers of zoonotic disease emergence (WHO/FAO/OIE, 2004). The emergence of Nipah virus demonstrates the interplay between these multiple ecological risk factors such as habitat destruction, intensive animal agriculture, and long-distance animal transport (Greger, 2007) . Many of these anthropogenic factors have negative implications for wildlife health, and in turn for human health; however the current section is primarily focused on the important factors associated with emergence or reemergence of zoonotic pathogens from wildlife in India.\n\nDeforestation is an important factor contributing to increased interactions at wildlife-human interface. In India, in 1957 a novel disease named after the recently deforested Kyasanur forest and caused by a tick-borne flavivirus (Taylor, 1997) occurred due to clearance of the forest land which was subsequently used for grazing by cattle. Cattle are a major host for the tick species (Haemaphysalis spinigera) that carried the virus out from its simian reservoir and now causes as many as 1000 human cases each year (Greger, 2007; Varma, 2001) . Recently, the tick Dermacentor auratus has also been reported from livestock in the Kyasanur forest (Ajithkumar et al., 2012) .\n\nAccording to the 2011 Census of India, the country's total human population was just over 1.2 billion. The rate of population expansion in India is alarming. The forests of southern Asia, including India are being cleared to provide cropland for support of a rapidly expanding human population (FAO, 2012) . During 1850-1920 as much as 33 million hectares of forest was cleared in India (Williams, 2002) ; today 68 million hectares of forest remain (FAO, 2012) . Expanding agriculture results in habitat destruction of wildlife and increases the risk of human contact with wildlife related zoonotic pathogens. The presence of similar Leptospira strains in rodents and human patients demonstrated that people engaged in high-risk activities such as agriculture, sewage disposal, forestry, animal handling and slaughtering are frequently exposed to Leptospira species (Sharma et al., 2006) .\n\nThe livestock sector has developed tremendously over the last two decades in India. Urbanization and increasing incomes have led to an increase in the per-capita consumption of meat, eggs, and dairy products particularly in the developing world, leading to what has been termed the \"Livestock Revolution\" (Pearson et al., 2005) . Livestock production may double again by 2020 (Pearson et al., 2005) . This has disturbed the ecological balance as many forests have been clear-cut to provide for additional farmland. Increasing milk production (locally referred to as \"white revolution\") has led to continuously increasing livestock population and has resulted in expanding livestock habitats. This has reduced wildlife habitats which are increasingly shared with livestock and humans. Furthermore, the use of wildlife reserve areas for livestock grazing and fodder collection acts as an important risk factor for sharing of zoonotic pathogens between wildlife and livestock species. Recently, a case of tick (D. auratus) bite was reported in a human subject in Kerala (Ajithkumar et al., 2012) . The tick D. auratus has already been reported to carry many Rickettsiae and viruses and most importantly KFD virus which causes a fatal zoonotic disease in the country. Spread of this tick might have occurred due to migration of wildlife or transportation of livestock (Ajithkumar et al., 2012) from D. auratus prevalent Kyasanur forest and surrounding area of Karnataka state to the neighboring district Wayanad of Kerala.\n\nWild boars are fairly fragmented in distribution throughout the country (Chauhan et al., 2009; Shetty et al., 2008) . Human-wild pig conflicts have been frequently reported from these areas (Chauhan et al., 2009 ) because of wild boar damage to agricultural crops. Such conflicts usually result in illegal hunting and consumption of wild animal meat with high risk of diseases such as trichinellosis, echinococcosis and taeniosis. Human-wildlife conflicts associated with elephants, leopards, sloth bears and tigers have also been recorded (Thomassen et al., 2011) . Wolf and jackal associated injuries to humans indicate an important risk for human rabies (Thomassen et al., 2011) . Wolves and other wild canids occur in locations close to human dominated areas in India. Free roaming domestic dogs are common in such landscapes, and are known reservoir of rabies (Thomassen et al., 2011) . A potential for spillover of canine rabies to wolves and other canids exists; and rabies might play an important role in human-wolf conflict (Thomassen et al., 2011) . Human-monkey conflicts in northern India were also reported (Distefano, 2005) . Rhesus macaques (Macaca mulatta), Hanuman langurs (Semnopithecus entellus) and lion-tailed macaques (Macaca fascicularis) are known to be involved in such conflicts (Dutta, 2012) .\n\nAnother risk factor related to the emergence of zoonotic diseases from wildlife is the considerable increase in consumption of bush meat in many parts of the world (Chomel et al., 2007) . The commercial bush meat trade in Asia (Bell et al., 2004) , particularly in Guangdong, the southern Chinese province, has lead to the emergence of both HPAI virus A subtype H5N1 (H5N1) (Chen et al., 2004) and the epidemic of SARS (Donnelly et al., 2003) . Illegal hunting and bush meat trade may expose humans to previously unknown pathogens. Despite the ban on hunting, poor law enforcement has facilitated illegal hunting for poachers and forest dwellers in India. There are several indigenous tribes in the country who hunt for food, trade, culture and leisure (Aiyadurai et al., 2010) . Additional research is required to estimate consumption rates of wild meat.\n\nThe latest projections on climate change indicate that alterations in the hydrological cycle are likely to happen with an increase in the severity of droughts and intensity of floods in various parts of India (Kumar et al., 2006; MOEF, 2004) . Furthermore, a decrease in the amounts of run-off water available for agricultural use and drinking is expected. It is anticipated that climate change will result in a shift towards more humid forests in the north-eastern regions and drier forests in the north-western regions (MOEF, 2004) . The climate-sensitive sectors (forests, agriculture, coastal zones) and natural resources (groundwater, soil, biodiversity, etc.) are already under stress due to socioeconomic pressures. Keeping track of zoonotic pathogens is very important, as climate change increases the risk of zoonoses by expanding the host range, reservoirs, and vector base (Singh et al., 2011) .\n\nClimate change has the potential to affect population dynamics of wildlife. Wide variability in climate may also lead to changes in the range of areas over which wildlife can live, as well as expand the current limits of agricultural activities, thereby increasing the chance of new contact between species. These factors might increase the risk of diseases such as rabies, plague, trichinellosis, KFD, Nipah and influenza, all of which are already prevalent or recorded in different parts of the country (Pattnaik, 2006; Rozario, 2008; Sehgal and Bhatia, 1990; Singh et al., 2011) .\n\nThe important animate factors include availability of host and vector populations, microbial change and adaptation, and survival and infectivity of microbes in the environment. Environmental conditions such as floods and droughts (extreme events), temperature, humidity, and soil pH have the potential to influence emergence and re-emergence of wildlife related zoonotic pathogens. Floods and droughts may force sharing of resources such as food, water and habitat between wildlife and livestock. Movement of wild rodents into human settlements has been commonly observed during harvest season; this may lead to the creation of favorable conditions for plague outbreaks (Kumar et al., 1997) . Increased long-distance air travel could facilitate the movement of pathogens and vectors. The increasing popularity of ecotourism (Karanth et al., 2012) can further enhance the risk of wildlife related zoonoses. Additionally, factors such as poverty, lack of personal hygiene, defecating in open spaces, scarcity of potable water, abundance of stray animals, high population density, and certain culinary habits help many zoonotic parasites to readily complete their life cycles in India .\n\nCaptive wildlife populations may be viewed as victims of diseases as they come into contact with human populations regularly. Although wild animals and cattle commonly do not come into contact with each other, transmission of M. bovis from domestic animals to wildlife (spillover) and subsequent spillback continued over the millennia (Bose, 2008) . Many cases of tuberculosis have been reported in captive wild herbivores (Chakraborty et al., 1993) . Tuberculosis is probably non-existent in wild primates remote from human habitation (Montali et al., 2001) . Introduction of tuberculosis via humans may be the reason for the current prevalence of tuberculosis in captive wild animals.\n\nE. coli has been isolated from endangered captive wild tigers (Panthera tigris) and wolves (Canis lupus) (Satpute et al., 2010) . Different strains of Salmonella viz. S. enteritidis from rodents, S. typhimurium and a strain of Salmonella group E1 from carnivores have been isolated in zoos located in northern India (Sethi et al., 1980) . Spillback of many pathogens from humans and livestock to wildlife can threaten rare and endangered wildlife species. For example, Rahman et al. (2005) recorded an outbreak of infection by Salmonella Typhimurium DT 193 (syn. S. enterica serovar Typhimurium) causing mortality in pigmy hog (Sus salvanius), the smallest and rarest wild suid in the world, in Assam, India. Additionally, fear of the potential for emerging pandemic or zoonotic disease outbreaks may lead to culling of rare and endangered wildlife species.\n\nIndia has a huge human population living close to the forest with their livelihoods critically linked to the forest ecosystem. There are around 173,000 villages located in and around forests (MOEF, 2006) . The forest dependent population in India has been estimated to be from 275 million (World Bank, 2006) to 350-400 million (MOEF, 2009 ). People living within or close to forests depend on the forest for a variety of products for food, fodder, agriculture and housing. To safeguard the human population living close to the forest, there is a need for vigilance of wildlife diseases in India. Some animals such as cows and monkeys are regarded as sacred in India. This religious belief and traditional attachment to monkeys greatly influence people's perception. However, as primates, monkeys present unique risks for humans in India. There were about 260,000 rhesus monkeys (M. mulatta) reported to live in residential areas of northern India (Distefano, 2005) . Rhesus monkeys are aggressive and at times compete with humans for food and space (Dutta, 2012) . This is a serious issue as these conflicts could result in transmission of many important zoonotic diseases including Herpes B virus infections and rabies (Dutta, 2012) .\n\nThe presence of zoonotic pathogens in wildlife has tremendous significance in view of the extensively diverse, dispersed wildlife populations that are free ranging in India. Of the over 2094 kinds of birds occurring on the Indian subcontinent, 344 are migrants, coming mostly from the northern Eurasian region (Ramesh and Ramachandran, 2005) . Migratory birds have the ability to transmit important zoonotic pathogens to poultry, such as avian influenza, SARS, Newcastle disease (ND) and West Nile virus, Chlamydia psittaci, Borrelia burgdorferi, and entero-pathogens such as Campylobacter and Salmonella (Dhama et al., 2008) . Wild aquatic birds, such as geese, shorebirds and wild ducks are natural reservoirs of influenza A viruses (Sturm-Ramirez et al., 2005) . Since wild birds are a potential source of virulent ND virus for other susceptible birds, it is necessary to screen captive wild birds in order to control ND among poultry.\n\nMany wildlife species naturally found in the country could readily serve as reservoir hosts for upcoming zoonotic pathogens. Known reservoirs for Nipah viruses are fruit bats (Pteropus spp.), which are distributed across the Indo-Pacific region from Madagascar eastward to the South Pacific islands (Epstein et al., 2006) . Wildlife species such as bats could become key candidates for transfer of zoonotic pathogens as they have a long life span, live in large and dense populations in proximity to human populations, occur in colonies of mixed species, and have feeding habits that generate leftovers for other species. Rabies is exclusively a disease of terrestrial and airborne mammals, including dogs, wild canids and felids (wolves, foxes, coyotes, jackals, cats, bobcats, lions), skunks, badgers, bats, mongooses, monkeys and humans (Menezes, 2008) . The possibility of spill-over of rabies virus from dogs to wildlife and vice versa is always present. There is evidence to indicate that natural infection with SARS-coronavirus may occur in a number of wild animal species indigenous to China and parts of south-east Asia (WHO, 2003) .\n\nCattle, goats, donkeys, horses, etc., along with smaller wildlife species such as hares and hedgehogs can act as a reservoirs for the Crimean Congo hemorrhagic fever virus which was recently reported from India (Ergonul, 2006) . Leptospirosis has been a continuing and significant problem in the densely populated, flood-prone low lying areas of India. Carrier animals include rats, pigs, cattle, bandicoots and dogs. The country has a huge population of stray dogs and cats. Stray dogs are responsible for transmission of diseases such as rabies and echinococcosis.\n\nIn India, under the Wildlife Protection Act 1972, it is illegal to kill any wildlife. Nevertheless, a large number of mammals and birds are hunted, particularly in northeast India, and rural people are heavily dependent on wild meat (Hilaluddin et al., 2005) . Yak's meat and milk are preferable over products of other animals because of their flavorful taste. Thus, the presence of reservoirs of sub-clinical brucellosis in Yak also poses a great threat to consumers, veterinary personnel, slaughter house workers and farmers (Bandyopadhay et al., 2009) . The popularity of (widespread) hunting of waterfowl (Galliform birds) (Hilaluddin et al., 2005) represents a continuous risk of emergence or re-emergence of many important zoonotic pathogens such as avian influenza. Consumption of raw or undercooked wild boar meat has led to multiple outbreaks of trichinellosis in human beings (Sethi et al., 2012) and is a serious food safety risk. Exposure to dead rodents and other wildlife could be an important risk for exposure to many pathogens, including Toxoplasma gondii tissue cysts and Trichinella. The faeces of wild animals could also contaminate water, food and ready-to-eat fruits and vegetables with zoonotic pathogens such as Salmonella, Campylobacter, Echinococcus, Toxoplasma, and Cryptosporidium, etc.\n\nThe OIE (2006) reports that the benefits arising from improved prevention and control measures against zoonotic diseases outweigh the costs of prevention and control investment (OIE, 2006; Greger, 2007) . The economic costs of SARS in Asia were found to be more than $10 billion USD (Fan, 2003; Lee and McKibbin, 2003) . Economic losses due to many important human and animal diseases in India have not been estimated. However, a plague outbreak in 1994 resulted in an estimated loss of $3 billion US in the country (WHO, 2002) .\n\nEpidemics due to wildlife related zoonotic pathogens have resulted in huge economic losses in India. Unfortunately, essential data to quantify estimates of burden are not available. Major economic losses due to recent epidemics of influenza, Nipah virus infections, and other diseases such as KFD and leptospirosis have been experienced. Condemnation of carcasses, reduction in growth and production, and decrease in fecundity of infected animals are some of the important losses occurring in the livestock industry. Human losses arise from loss of life, loss of productivity, treatment costs and other socioeconomic downturns.\n\nSome important challenges to advancing control of zoonotic diseases and their emergence from wild animals in India include the presence and dependence of large human populations in forests and on forest land, encroachment of stray animals such as dogs and cattle on wildlife habitat, overlapping and shared habitats of humans, livestock and wildlife, and the general lack of appreciation regarding occurrence and dynamics of zoonotic pathogens.\n\nFactors such as climate change, deforestation, expanding human population and agricultural activities, and livestock revolution have led to an increase in interactions at the wildlife-human/livestock interface. This has resulted in an increased risk of emergence and reemergence of wildlife related zoonotic pathogens in India in the last few decades, such as KFD, Nipah, influenza, plague, leptospirosis and trichinellosis. There is a lack of information on zoonotic pathogens present in wildlife and migratory bird populations except when they affect the human or animal populations in the country. Preventing the entry of wildlife related zoonotic pathogens into human and livestock populations is an important challenge for India. Control of outbreaks arising from wildlife related zoonotic pathogens such as influenza and Nipah virus is a major issue which needs to be addressed.\n\nPrioritizing research on zoonotic pathogens in wildlife is essential for India. Surveillance using traditional as well as molecular approaches can help to better understand prevalent and emerging wildlife related zoonoses in the country. A planned multidisciplinary one-world one-health approach including at the veterinary/medical and at the wildlife-livestock/human interface is necessary for a coordinated and effective national strategy.\n\nInternational cooperation, sharing of information and public support and education can help to control emerging and reemerging wildlife related zoonotic pathogens in India and globally."}