{"title": "INQUIRY: The Journal of Health Care Organization, Provision, and Financing", "body": "Acute respiratory infections (ARIs) are a group of diseases that are caused by different microorganisms where viral etiologies are responsible for 80% of cases. 1 Influenza and noninfluenza viruses are responsible for significant annual morbidity and mortality across all age groups. 2 On average, influenza viruses infect 5% to 15% of the global population, resulting in 3 to 5 million cases of severe illness and between 260 000 and 650 000 deaths every year worldwide. The heaviest burden is among high-risk groups that include pregnant women, children under 59 months, the elderly, individuals with chronic medical conditions. 3 In 2015, it was estimated to cause 3.2 million hospital admissions and 59 600 hospital deaths in children below 5 years of age worldwide. 4, 5 Efforts were made to assess the role of noninfluenza viruses in morbidity and mortality of ARIs. Surveillance for hospitalized patients with severe acute respiratory infections (SARIs) is an important public health tool used to identify etiologies to understand the disease, track changes in circulating influenza viruses and as an alert mechanism for potential pandemic viruses 6 For that purpose, the Eastern Mediterranean Acute Respiratory Infection Surveillance (EMARIS) network was established in 2007 and initiated sentinel-site surveillance for SARI in Egypt, Jordan, and Oman. This was achieved through the collaboration of Ministries of Health, partnership with the Centers for Disease Control and Prevention (CDC), Naval Medical Research Unit No. 3 (NAMRU3), and the World Health Organization (WHO). 7 Yemen joined EMARIS network in 2010 and established 2 surveillance sites for SARI in Sana'a and Aden. However, limited information about SARI, influenza, and noninfluenza respiratory viruses is available in Yemen. Few studies were carried out to describe the mortality after influenza epidemic, 8 estimate the proportion of influenza and noninfluenza viruses and mortality among SARI patients, 9 and to understand the clinical characteristics of SARI associated with most detected pathogens during 2014-2015. 10 Still, there is gap in the information related to the role of influenza and noninfluenza viruses in severe outcome of SARI and associated factors. This study aimed to determine the proportions of influenza and noninfluenza virus among SARI patients, and assess the severity of SARI and its associated factors in Yemen.\n\nThis study is a retrospective descriptive study that was based on the analysis of the surveillance data of SARI patients who were admitted in the 2 sentinel sites from January 2011 to December 2016. Official and ethical approvals to analyze the data of SARI surveillance were obtained from Minister of Public Health and Population (MoPHP).\n\nSARI surveillance started in Yemen in October 2010 by establishing 2 sentinel surveillance sites: one site at Al Jumhory General Tertiary Hospital located in Sana'a city (2 500 000 population) and another site at Al Wahdah Pediatric Tertiary Hospital located in Aden city (921 809 population).\n\nThe surveillance team at each hospital includes a surveillance focal point and medical doctor who are trained for collecting data and specimens from patients with SARI. The team screens all hospitalized patients with respiratory disease and select the patients who meet the case definition of WHO. The case definition includes any patient admitted for ARI, had a history of fever or measured fever of ≥38°C, cough within previous 10 days, and requiring hospitalization. 11 SARI investigation form with a unique ID for each patient is used for collecting data from adult patients or from parents in case of children.\n\nNasopharyngeal (NP) and oropharyngeal (OP) swabs are collected when the patients are being assessed for admission. The samples are transported at 4°C within 24 hours to National Central Public Health Laboratory (NCPH) along with the data collection and investigation forms. At NCPH the primers and probes provided by CDC are used for detecting influenza A and B viruses by real-time polymerase chain reaction (RT-PCR). Aliquots of the samples are kept at ™70°C and shipped to NAMRU3 in Cairo where the total nucleic acid (TNA) is extracted from 200 μL of each sample using MagMAX™ Pathogen RNA/DNA Kit with the MagMAX™ Express-96 Deep Well Magnetic Particle Processor (Applied Viosystems1). The TNA is analyzed by polymerase chain reaction (PCR) to identify viral deoxyribonucleic acid (DNA) for adenovirus (AdV) and real-time reverse transcription polymerase chain reaction (rtRT-PCR) to detect viral RNA for respiratory syncytial virus (RSV), human metapneumnovirus (hMPV), and human parainfluenza virus types 1-3 (hPIV1-3). 7 A copy of the investigation forms are sent to MoPHP where the data manager at SARI program enters the data electronically and sends them to NAMRU3. Feedback from NAMRU3 was received monthly by SARI program and then by sentinel sites.\n\nWe obtained a soft copy of the data from SARI program in Microsoft Excel format that included demographic characteristics, site name, date of admission, clinical data (symptoms such as fever of ≥38°C, cough onset within previous 10 days, wheezing, abnormal breath sound, nasal congestion, tachypnea, sputum production, hemoptysis chest pain, sore throat, and dyspnea), date of onset, chronic diseases (asthma, cardiac, chronic obstructive pulmonary disease, malnutrition and hepatic, neurologic, and renal diseases), intensive care unit (ICU) admission, specimens taken at admission (NP and OP swabs), lab results, and outcome.\n\nData were analyzed using Epi info 7.2. Proportions of positive influenza and noninfluenza viruses, ICU admission, and fatality rate were calculated. Chi-square test was used to test the differences in ICU admission and case-fatality rates according to the relevant characteristics. Multivariate analyses of factors associated with ICU admission and fatal outcome among SARI patients were assessed by using binary logistic regression. A P value of less than .05 was considered statistically significant.\n\nDuring 2011 to 2016, a total of 1811 SARI patients were tested for respiratory virus. About 78% of patients were <15 years old. Of those, 74% were admitted to Aden site, 47% were males, and 18% had chronic disease. A total of 398 (22%) patients were ≥15 years old. Of those, 11% were admitted to Aden site, 56% were males, and 39% had chronic diseases.\n\nOf the total SARI patients, 1084 (60%) were admitted to Aden site (96% <15 years old, 49% males, and 21 had chronic disease) and 727 (40%) of patients were admitted to Sana'a site (51% < 15 years old, 51% males, and 75% had chronic disease). Table 1 \n\nInfluenza viruses were detected in 89 (5%) of SARI patients, 76 (4%) influenza type A and 22 (1%) influenza type B. Influenza type A was significantly more common among males than females (5% vs 3%, P = .013). Influenza type B was significantly more common among patients ≥15 years old, among males and among patients with chronic diseases.\n\nNoninfluenza viruses were detected in 655 (36%) of SARI patients: 279 (15%) RSV, 109 (6%) AdV, 137 (8%) hPIV1-3, 118 (7%) mixed (Ad and hPIV), and 12 (0.6%) human metapneumovirus (hMPV). All noninfluenza viruses were significantly more common among patients <15 years old except hMPV.\n\nThe detected respiratory viruses varied from year to year, with low number of reporting SARI cases and high proportion of positive viruses in 2015. Only influenza viruses were detected in 2016. Samples are not sent to NAMRU3 and not tested for noninfluenza viruses (Figure 1 ). Years  2011  135  7  8  6  7  5  15  11  9  7  5  4  5  4  13  10  2012  211  12  3  1  5  2  40  19  15  7  3  1  1  0  25  12  2013  671  37  18  3  7  1  166  25  67  10  25  4  4  1  64  10  2014  392  22  23  6  0  0  46  12  18  5  104  30  2  1 Table 3 shows factros associated with fatality by multivariate logistic regression; having a chronic disease, being infected with influenza B virus, and being admitted to Aden site were significantly associated with higher odds of fatality. Increased age was significantly associated with lower fatality. When categorized by age (Table 4) , having a chronic disease, infection with influenza B virus, and admission to Aden site were significantly associated with higher odds of fatality among patients <15 years old only.\n\nAnalysis of SARI surveillance data provides important insight into type of respiratory pathogens and severity of the disease outcome (ICU admission, fatality) associated with influenza and noninfluenza viruses. In this study, we analyzed the data for 1811 SARI patients. Of those, 78% were <15 years old, 60% were admitted to Aden site, 51% were females, and 23% had chronic diseases.\n\nAlmost three quarters of SARI cases were younger than 15 years old. This result was similar to previously reports in Yemen and Jordan. 10, 12 About 50% of cases were males, a finding that is similar to what had been reported from Mediterranean region. 7 The study showed a lower proportion of detected viruses among SARI patients (5% influenza and 36% noninfluenza viruses). This finding is similar to the finding of a previous study in Yemen, 9 which might suggest the presence of other pathogens such as bacteria or viruses associated with SARI. Expanding the panel of laboratory tests to involve other pathogens would provide accurate diagnosis for the etiology of SARI. Note. ICU = intensive care unit; SARI = severe acute respiratory infection; OR = odds ratio; CI = confidence interval; RSV = respiratory syncytial virus; AdV = adenovirus, hMPV = human metapneumovirus; hPIV1-3 = human parainfluenza virus types 1-3. Note. SARI = severe acute respiratory infections; OR = odds ratio; CI = confidence interval.\n\nNoninfluenza viruses were more common than influenza viruses among SARI patients. This finding indicates the burden of noninfluenza viruses and comes with WHO Initiative of Battle against Respiratory Viruses, which highlighted the need for surveillance for noninfluenza viruses. 13 Children were reported to have higher incidence of viral respiratory infection than adults. 14 Our result was consistent with this and showed significantly higher proportions of noninfluenza viruses (RS, AdV, hMPV, hPIV1-3: and mixed [Ad and hPIV]) among patients <15 years old. This finding had been reported in other EMARIS network countries including Oman, Jordan, and Egypt. 7, 12, 15 However, RSV was found to be predominant in this study but it is less frequent than what had been reported in other studies. 16, 17 This might be due to the difference in studied population. Our study involved children and adults, while previous studies focused on children <5 years old.\n\nInfluenza type A was less prevalent than that in other countries: 8% in Oman, 9% in Jordan, and 17% in Egypt. 12, 15, 18 This variation might be due to the differences in geography, etiological agents, or diagnostic methods. Furthermore, the limited number of surveillance sites in our study compared with the number of surveillance sites in other countries might be another explanation.\n\nThe severity as indicated by ICU admission was higher than that in Oman, Jordan, Lebanon, and Egypt. 7, 12, 15, 19 The mortality was also higher than what had been reported by EMARIS network countries (3.5%) and Sub-Saharan Africa countries (2.8%). 7, 20 This might be due to defect in SARI case management, or might be due to treatment delay, limited access, and inadequate surveillance sites in our study. Training staff on SARI case management will help to reduce severe outcomes. Furthermore, increasing surveillance sites will remove the access barrier and overcome the treatment delay.\n\nOur results indicated that SARI patients with positive respiratory viruses (influenza A, influenza B, and mixed [Ad and hPIV3]) were less likely to be admitted to ICU compared with patients not infected with the same pathogens. This finding is in agreement with findings of a previous study conducted in EMARIS network countries. 7 Infection with influenza B was associated with higher fatality outcome. Studies in Canada and the United States had attributed 22% to 44% of US pediatric influenza deaths to influenza B. 21, 22 This might be due to the co-infection with other pathogens such as bacterial pneumonia, which contributes to the pathogenesis of fatal influenza B virus infection. 23, 24 Similar to findings of a study in Egypt, 18 chronic diseases were found to be associated with fatality outcome.\n\nThis study had some limitations. Not all SARI cases were tested for viral respiratory pathogens and testing focused on a limited panel of viral respiratory pathogens. Other viral and bacterial etiologies might contributed to the severity of disease. Nevertheless, the current study provides a substantial amount of information about the influenza and noninfluenza viruses and severity of infections among hospitalized SARI patients in Yemen. Moreover, the influenza B virus positivity is very low. Therefore, one should be cautious when interpreting the association of influenza B virus positivity with fatality.\n\nIn conclusion, patients admitted with SARI in Yemen had a high ICU admission and case-fatality rates. Influenza type B, chronic diseases, and admission to Aden site were associated with higher fatality, mainly among patients <15 years old. Expanding the surveillance sites and panel of laboratory tests to involve other pathogens will help to provide accurate diagnosis for the etiology of SARI and will give more comprehensive picture. Training staff on SARI case management will help to reduce severe outcomes.\n\nThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.\n\nThe author(s) received no financial support for the research, authorship, and/or publication of this article.\n\nMohammad Abdullah Al Amad https://orcid.org/0000-0002 -1566-4964 Note. SARI = severe acute respiratory infection; OR = odds ratio; CI = confidence interval."}