{"title": "Innate Immune Response to Influenza A Virus in Differentiated Human Alveolar Type II Cells", "body": "Influenza A virus (IAV) is a major respiratory pathogen, and can cause widespread viral pneumonia as well as secondary bacterial pneumonia. Probably the major public health concern is avian H5N1 influenza, which produces a mortality rate of 50% in young adults. Avian influenza is thought to target alveolar epithelial cells because of the type of sialic acid linkages on the surface of epithelial cells (1, 2) . However, seasonal as well as the recent swine-origin H1N1 of 2009 can also target alveolar epithelial cells (3, 4) .\n\nMost studies of respiratory viruses focus on bronchial epithelial cells, cell lines, or inflammatory cells. However, we recently developed a system to study respiratory viruses with primary cultures of adult human alveolar type II (ATII) cells (5) . These cells produce surfactant, transport sodium from the apical surface into the interstitium to keep the alveoli relatively free of fluid, restore the epithelium after injury, and participate in the innate immune response. Our initial study with influenza infection in human ATII cells (6) showed that these cells secrete proinflammatory chemokines such as IL-8, IL-6, CCL5, and IFN-l1 (IL-29), a Type III IFN, in response to infection with influenza (6) . However, this approach was narrowly focused, and did not examine many other components of the innate immune response.\n\nInfluenza also activates a variety of signaling pathways that may be subject to pharmacologic intervention, and these include mitogen-activated protein kinase, protein kinase C, Janus kinase and signal transducers and activators of transcription (JAK-STAT), and phosphatidylinositol 3-kinase (PI3k)/Akt pathways. Of these, the PI3k/Akt pathway may be the most specific for influenza, and is the most controversial (7) . During infection with influenza, the PI3k/Akt pathway was initially described as an antiviral pathway, activated by IFN and participating in the regulation of mRNA translation in response to IFNs (7, 8) . However, PI3k/Akt also favors the virus and promotes viral replication. For example, in A549 cells, a lung cancer cell line, the activation of PI3k/Akt was reported to promote viral entry and propagation (9) . In the early stage of viral infection, PI3k interacts with viral nonstructural protein 1 (NS1) to prevent premature apoptosis, and in the late stage of infection, PI3k promotes apoptosis to facilitate the release of virus from infected cells (7, 10) . Little is known about the role of the PI3k/Akt pathway in the response by human ATII cells to influenza.\n\nTo further our understanding of the role of human ATII cells in innate immunity and to define more fully their response to influenza, we performed a genome-wide microarray study in highly differentiated ATII cells with or without IAV infection. We verified changes in mRNA concentrations of pathogen recognition receptors (PRRs), IFN, IFN responsive genes, chemokines, cytokines, suppressors of cytokine signaling (SOCS), and surfactant genes. We found that IAV induced an extensive innate immune response in human ATII cells as early as 4 hours post inoculation (PI), which indicates that these cells play an important role in the early response to infection. Interestingly, infection with IAV did not alter mRNA and protein concentrations of surfactant proteins. However, the infection significantly reduced the secretion of surfactant protein (SP)-A and SP-D from virus-infected cells. To our knowledge, this is the first report of genome-wide changes induced by IAV in differentiated human ATII cells, which are important targets for both seasonal and pandemic flu. Because of the specific interaction of NS1 with the PI3k pathway, we further determined the effects of inhibiting the PI3k pathway on viral infection. PI3k signaling was found to be important for the production of chemokines and for the release of infectious virus, but not for IAV-induced cell death.\n\nDe-identified patient lungs that were not suitable for transplantation and donated for medical research were obtained through the International Institute for the Advancement of Medicine (Edison, NJ) and the National Disease Research Interchange (Philadelphia, PA). The Committee for the Protection of Human Subjects at National Jewish Health approved this research. The patients used in this article included 14 men and 19 women with an average age of 46.5 years, comprising 13 current smokers, 3 ex-smokers, and 17 nonsmokers. The three patients for microarray experiments were nonsmokers (two men and one woman), whose ages were 46, 53, and 87 years.\n\nHuman ATII cells were isolated as previously described (5, 6, 11) . The isolated cells were cultured as described previously (5, 6, 11) , with modifications as outlined in the online supplement.\n\nIAV A/PR/8/34 (PR/8) was grown in 10-day-old embryonated eggs, and prepared as described previously (6) . For the ultraviolet (UV) inactivation of virus, 500 ml of diluted PR/8 were placed in a 35-mm 2 Petri dish on ice and irradiated in a UV Stratalinker (Stratagene, La Jolla, CA) at a cumulative dose of 120 mJ/cm 2 twice. Inactivation of virus was confirmed by a plaque assay on the Mardin-Darby canine kidney epithelial cells (MDCK) monolayer, as described in the online supplement.\n\nHuman ATII cells were cultured to achieve a differentiated phenotype. On Day 7 of culture, these cells were washed twice with Dulbecco's minimum essential medium, and inoculated with PR/8 at a multiplicity of infection (MOI) of 0.5 or the same amount of UV-inactivated PR/8. After 1 hour of inoculation, cells were washed twice, fresh medium were added to the culture, and cells were harvested at 4 hours and 24 hours PI. For time-course experiments, cells were infected with PR/8 at an MOI of 5 or 0.5, and cellular protein was harvested at designated times for the detection of signaling proteins.\n\nFor the inhibition experiments, cells were treated with the PI3k inhibitor LY294002 (20 mM) or the extracellular signal-regulated kinase (ERK) inhibitor PD98059 (20 mM) or DMSO (0.1%) as a vehicle control (Cell Signaling Technology, Danvers, MA), 1 hour before viral inoculation (MOI 5 0.5). After the 1-hour viral inoculation, cells were washed and then cultured with the medium including inhibitor for an additional 24 hours.\n\nTotal RNA from virus-infected and noninfected ATII cells was extracted using Trizol reagent, and purified through the digestion of genomic DNA. Samples were run on HG-U133 Plus 2.0 chips (Affymetrix, Santa Clara, CA), and processed as indicated by the manufacturer at the Microarray Core of the University of Colorado at Denver. A detailed description of the analyses of microarray data is provided in the online supplement.\n\nStatistical analyses were conducted in GraphPad Prism, version 5.0 (GraphPad Software, San Diego, CA). Pairwise comparisons were tested between infected and noninfected groups for significance, using a paired t test or Wilcoxon matched-pairs test. Comparisons among three or more groups were performed using one-way ANOVA with the Tukey post hoc test. Differences were considered significant at P , 0.05. Additional materials and methods are described in the online supplement.\n\nPreviously, we developed a primary culture system to maintain human ATII cells (5) . In the present study, we slightly modified the culture system, as described in the online supplement. We decreased the proportion of Matrigel from 60% to 20%, and changed the addition of differentiation factors to form a complete monolayer with minimal contamination of fibroblasts, alveolar macrophages (AMs), or endothelial cells ( Figure 1A ). According to immunocytochemistry, most cells expressed SP-A, proSP-B, and E-cadherin ( Figures 1B-1D ). These cells were negative for vimentin, CD68, CD45 and CD31 (data not shown). Figure 1 . Primary cultured human alveolar Type II (ATII ) cells develop a differentiated phenotype in vitro. ATII cells were suspended in Dulbecco's minimum essential medium with 10% FBS and antibiotics, plated on inserts coated with 20% Matrigel and 80% rat-tail collagen for 2 days, and cultured with keratinocyte growth factor (K) for 2 days and KIAD for an additional 2 days. Cells were processed for phase microscopy (A, 320) and immunofluorescent staining with surfactant protein (SP)-A (B, red, 340), proSP-B (C, green, 340), and E-cadherin (D, red, 340). (E ) The expression of ATII cell differentiation proteins were evaluated by Western blotting, and compared with freshly isolated ATII cells and cells cultured with 1% charcoal-stripped (CS)-FBS alone. Lane 1, freshly isolated ATII cells; lane 2, cells cultured with 1% CS-FBS; lane 3, cells cultured with K for 2 days, and KIAD for an additional 2 days. SP-B was run under nonreduced conditions. Protein loading was normalized to glyceraldehyde-3-phosphate dehydrogenase (GAPDH).\n\nThe amount of contaminating cells varied with the different isolations, but the purity of epithelial cells was above 95%. Consistent with previous work, alveolar epithelial cells exhibited apical microvilli, and the lamellar bodies appeared preferentially distributed toward the apical surface according to electron microscopy (6) . At the mRNA level, according to the microarrays, these cultured cells also expressed Clara cell secretory protein, also termed SCGB1A1 or CC10 (12), but they did not express podoplanin, the well-known alveolar Type I cell marker (13) (data not shown).To evaluate more fully the status of differentiation of cultured ATII cells, we measured the expression of proteins associated with pulmonary surfactant and lamellar bodies in freshly isolated ATII cells and cultured ATII cells. As shown in Figure 1E , the addition of keratinocyte growth factor for 2 days, and of keratinocyte growth factor, isomethy-butylxanthine, 8Br-cAMP, and dexamethasone (KIAD) for an additional 2 days significantly increased the expression of all ATII markers, compared with basal media alone. The cultured cells expressed similar concentrations of SP-A, pro-SP-B, SP-B, pro-SP-C, SP-C, and pepsinogen II, an ATII cell-specific protease, important for the processing of SP-B (14), compared with freshly isolated cells. They also expressed a higher amount of ATP-binding cassette sub-family A member 3 (ABCA3) protein, which is required for lamellar body formation (15) .\n\nTo investigate whether infection with IAV alters the differentiation status of human ATII cells, we used Western blotting to measure the protein expression of SP-A, SP-B, proSP-B, SP-C, pro-SP-C, SP-D, ABCA3, and pepsinogen II in virus-infected cells. We failed to detect consistent changes in expression of these proteins at an MOI of 0.5 at 24, 48, and 72 hours PI in four different patients (data not shown). At the mRNA level, we did not find significant changes in these markers according to either real-time RT-PCR or microarray experiments (data not shown). However, we observed a significant decrease in the secretion of SP-A and SP-D by ELISA at 24 hours PI ( Figure E1 ).\n\nTo investigate the regulation of the host response induced by IAV infection in ATII cells, we performed global gene profiling in differentiated human ATII cells from three individuals at 4 hours and 24 hours PI with Affymetrix HG-U133 Plus 2.0 chips. Infection with IAV induced an extensive increase in mRNA concentrations of many genes involved in innate immunity, metabolism, RNA transcription, and cell signaling. Although more genes were changed by infection with IAV at 24 hours PI than at 4 hours PI (see gene lists in online supplement), we observed a consistent increase in most host defense-related genes at both time points, and therefore we clustered those genes into groups of cytokine-related and IFN-related genes ( Figure 2 ). For selected genes related to chemokine regulation and IFN signaling, we verified the changes in mRNA concentrations by real-time quantitative RT-PCR in samples from 6-14 different patients ( Figure 3 ).\n\nAs shown in Figures 2A and 2B , detailed analyses of increased host defense genes revealed that infection with IAV increased the mRNA concentrations of CC chemokines CCLs 2-5, C-X-C chemokines CXCL1, CXCL3, CXCL5, IL-8, CXCL10, and CXCL11, and CX3C chemokine CX3CL1 (fractalkine) in ATII cells at both 4 hours PI and 24 hours PI. Among these, CXCL11 and CXCL10 were the two genes with a more than 1,000-fold induction at both time points, as depicted in Figure 3A . An increase was also evident in cytokines IL-6, IL-32, and IL-15 (Figures 2A and B) . Infection with IAV also significantly increased the mRNA concentrations of three SOCS genes (SOCS1, SOCS2, and SOCS3) in ATII cells. However, the degree of increase was much lower than in the chemokine and IFN genes (Figures 2 and 3B ). Moreover, infection with IAV increased IFN gene expression, as shown by IFNB1 (IFN-b) and three IFN-l family genes (IL-29, IL-28A, and IL-28B) (Figures 2A, 2B, and 3D ). Consistent with our previous results (6), infection with IAV did not induce any IFN-g or IFN-a genes in ATII cells. As reported previously (6), we detected a significant amount of IL-29, but were unable to detect IFN-b protein in IAV-infected ATII cells with commercially available ELISAs (Figure 4 and data not shown). In contrast, we detected a specific increase in the IFN-a group genes in AMs from the same patient (data not shown). These results further demonstrate that IFN-l is the main IFN protein produced by ATII cells in response to infection with IAV (6) . As shown in Figures 2C and 2D , infection with IAV stimulated the high transcription of genes related to IFN signaling (which include PRRs) and IFN-induced genes such as IFN-induced protein with tetrotricopeptide repeats (IFITs), guanylate binding protein, and the well-known antiviral genes myxovirus (influenza virus) resistance 1 (MX1) and 2959 Oligoadenylates (OASs). Among three well known PRRs, the mRNA of retinoic-acid-inducible gene 1 (RIG-I), also termed DDX58, was increased the most, with a more than 100-fold increase after viral infection. Melanoma differentiation associated gene-5 (MDA-5), also termed IFIH1, and Toll-like receptor 3 (TLR3) were significantly increased ( Figure 3C ). Among antiviral genes, IFIT1, also named ISG56, was increased more than 1,000-fold by infection with IAV at 4 hours PI, and the increase continued to 24 hours PI ( Figure 3E) . We also detected a significant increase of ISG56 protein according to Western blotting and immunofluorescent staining as early as 4 hours PI (data not shown).\n\nBecause the ELR-negative CXC chemokine family genes CXCL10 and CXCL11 are among the most induced genes by IAV infection in ATII cells, we chose this family for further study at the protein level. Consistent with observations from our microarray experiments, a significant induction of secretion of CXCL10 and CXCL11 proteins occurred in ATII cells after infection with IAV, although substantial variation is evident in the amount from patient to patient ( Figure 3F) . We also detected a significant induction of CXCL9 mRNA and protein in virusinfected ATII cells. However, the concentration of CXCL9 was much lower than of CXCL10 and CXCL11 (Figures 3A and 3F ).\n\nTo determine whether viral replication is required to induce an innate immune response, we inactivated the infectivity of PR/8 by UV irradiation. As shown in Figure 4A , no significant increase was evident in the expression of the mRNA of IL-29, RIG-I, CXCL11, SOCS1, and ISG56 from ATII cells infected by UV-inactivated virus compared with mock control. Consistent with observations at the mRNA level, the secretion of IL-29 and CXCL10 was abolished by the UV inactivation of virus ( Figure 4B ).\n\nTo investigate whether the IAV-induced innate immune response is dependent on the activation of PI3k signaling, we measured the phosphorylation of Akt, a commonly used marker for the activation of PI3k, in virus-infected ATII cells, using a higher MOI of infection. As shown in Figure 5 , IAV (MOI 5 5) increased the phosphorylation of Akt as early as 15 minutes after inoculation at both serine 473 and threonine 308, and the activation reached a peak at 24 hours PI. At MOI of 0.5, we observed similar effects (data not shown). IAV also induced the phosphorylation of ERK in ATII cells. However, we did not detect a significant activation of stress-activated protein kinase/ c-Jun NH2-terminal kinase signaling (data not shown). Treatment with the PI3k-specific inhibitor LY294002 significantly decreased the secretion of ELR-negative chemokines CXCLs 9-11, but not IL-29 ( Figure 6A ). The inhibition of PI3k also significantly decreased the release of infectious virus from infected ATII cells at 24 hours PI ( Figure 6B ). The ERK inhibitor PD98059 decreased the secretion of three ELR-negative chemokines to a lesser degree than the PI3k inhibitor, but did not reduce viral release (Figures 6A and 6B) . We did not find any effects of either inhibitor on the percentage of cells infected with influenza (data not shown). However, as indicated in Figure 6C , more nuclear accumulation of viral nucleoprotein (NP) may occur in PI3k inhibitor-treated cells than in cells inoculated with PR/8 alone or in ERK inhibitor-treated ATII cells.\n\nInfection with IAV Induces Activation of Caspase-3 and Poly (ADP-Ribose) Polymerase Cleavage in ATII Cells, Independent of PI3k Activation\n\nBeyond the IFN and inflammatory signaling pathways, detailed analyses of gene chip data revealed that infection with IAV also activated the cell-death pathway in human ATII cells, including an increase of mRNA concentrations of several poly (ADPribose) polymerase (PARP) family members: PARP12 (8.2-fold), PARP14 (5-fold), PARP8 (2.3-fold), and PARP9 (3.9-fold). Therefore, we evaluated the activation of caspase-3 and its downstream molecule PARP in IAV-infected human ATII cells at 24 hours PI by Western blotting. As shown in Figure 7A , we detected a consistently active form of caspase-3 (cCasp3) in live virus-infected cells only, although we did not see a change of caspase-3 mRNA attributable to viral infection (data not shown). Significant variation was evident in the activation of PARP between patients. However, the ratio of cleaved/ uncleaved forms of PARP (cPARP/PARP) was much higher in live virus-infected wells than in control wells ( Figure 7B) . No difference was evident between UV-inactivated virus-infected cells and control cells, and we did not see any difference with or without treatment using the PI3k inhibitor. These results suggest that infection with IAV activated caspase-3-involved cell death, independent of the activation of PI3k signaling. In addition, UV-inactivation abolished viral NP expression, but the PI3k inhibitor did not (Figure 7) , further supporting the conclusion that PI3k inhibition did not alter the rate of infection, as shown in Figure 6C .\n\nATII cells play an important role in protecting the alveolar microenvironment through synthesizing and secreting pulmonary surfactant, regulating alveolar fluid volume and acting as progenitors for Type I cells. In addition, alveolar and bronchial epithelial cells provide an important part of the innate immune system in the lung. These cells are likely the first cells to encounter inhaled or aspirated organisms or particles. They express a wide variety of PRRs, and can initiate a significant chemokine or IFN response. Finally, they are ultimately responsible for restoring the epithelium after injury.\n\nIn the pesent study, we slightly modified the system described previously (5, 6) , so that cells formed an intact monolayer but retained their Type II phenotype. We used a genome-wide approach to define more completely the innate immune response of ATII cells to IAV. To our knowledge, this is the first report to investigate global gene expression in differentiated human ATII cells in response to a viral infection. At this level of infection (MOI 5 0.5), IAV does not appear to alter the differentiation of ATII cells, as evidenced by the absence of change in mRNA and protein levels of surfactant genes, ABCA3, and pepsinogen II at 24 hours PI. However, infection decreased the secretion of SP-A and SP-D ( Figure E1 ), which are important pulmonary collectins (16) . Because of the well-known functions of SP-A and SP-D against diverse microbes (16, 17) , this result suggests that lowdose infection with IAV may weaken the host defense of the lung to other pathogens, and perhaps promote secondary infections. The secretion of chemokines and cytokines to recruit circulating neutrophils, mononuclear cells, and lymphocytes into the lung comprises an important strategy by the host to clear lung infection. Chemokines constitute a superfamily of small proteins, and can be divided into four functionally distinct groups: CC, CXC, C, and CX3C. CXC chemokines can be further subdivided into ELR-positive and ELR-negative, according to the existence of a specific amino-acid sequence of glutamic acid-leucine-arginine. ELR-positive chemokines, such as IL-8, specifically induce the migration of neutrophils. ELR-negative CXC chemokines, such as CXCL10, tend to be chemoattractants for lymphocytes. We and other researchers reported that alveolar epithelial cells secrete CCL5, IL-8, IL-6, CCL2, macrophage inflammatory protein (MIP)-1, and CXCL10 in response to infection with IAV (18, 19) . In this study, infection with IAV significantly increased or induced the expression of many genes from all four chemokine groups in human ATII cells, and the effect was dependent on viral replication. Specifically, infection with IAV induced all three ELR-negative CXC chemokines, CXCL9-11, at both the mRNA and protein levels. These three CXC chemokines bind to a common receptor chemokine (C-X-C motif) receptor 3 (CXCR3), and activate multiple functions of CD8 1 T cells. Recently, the importance of CXCR3 signaling was shown in the pathogenesis of several viral infections, including influenza (20) (21) (22) (23) (24) . Among those chemokines, CXCL10 was highly expressed in avian flu virus H5N1-infected ferrets, macaques, monkeys, and human cells (19) (20) (21) , and is viewed as a prognostic marker for several viral infections (23) (24) (25) (26) . The actual role of CXCL11 in viral infections remains unclear. In mice during infection with IAV, the peak level of CXCL11 mRNA coincides with the peak of viremia, and the CXCL11 protein was reported to inhibit viral growth (27) . CXCL11 also directly inhibits respiratory adenovirus serotypes Ad3 and Ad5 (28) . The induction of CXCL9 was also reported in similar viral infections (21) (22) (23) 25) . Interestingly, recent investigations indicate a differential regulation of CXCL9-11 chemokines in hepatitis C virus in-fection, and the differential expression of CXCL9-11 correlates with different disease phenotypes (21, 25) . Therefore, the role of each CXCR3 chemokine in IAV infection in human ATII cells deserves further study. In addition, human fetal ATII cells express the ELR-negative chemokine receptor CXCR3. All three CXCR3 ligands, and especially CXCL11, can induce epithelial cell chemotaxis and proliferation and perhaps epithelial wound repair during the resolution of viral infections (29) . CXCL11 also stimulates re-epithelization of the skin during wound repair (30) . In addition, recent reports showed that ELR-negative chemokines have antimicrobial activity against Gram-positive and Gram-negative bacteria (31, 32) . Taken together, the high induction of ELR-negative chemokines in ATII cells suggests that this family of proteins may play an important role in viral infection, secondary bacterial infection after influenza, and epithelial repair in the human lung.\n\nThe inhibition of PI3k by infection with IAV significantly decreased the secretion of all three ELR-negative chemokines CXCL9-11 in ATII cells. However, we did not observe a consistent effect on the secretion of IL-29. ELR-negative chemokines are known to be induced by IFN, and infection with IAV induces an abundant IFN response, especially by IFN-l1 (IL-29) (6) (Figures 3 and 4) . Treatment with IL-29 also induces the secretion of CXCL10 in human Type II cells (data not shown). To investigate the possible mechanism of the PI3k inhibitor in virus-induced chemokine regulation, we measured the mRNA expression of IFN and SOCS genes in inhibitor-treated cells, and did not find significant differences between inhibitortreated cells and control cells. These results suggest that the inhibition of CXCL9-11 production in IAV-infected ATII cells by the PI3k inhibitor may be more attributable to the direct decrease of viral propagation, and independent of IFN signaling in human ATII cells.\n\nPRRs are critical elements in the pathways for stimulating the production of IFN and an antiviral immune response. TLR3 and TLR7 and RNA helicases RIG-I and MDA-5 are the bestcharacterized sensors of RNA viruses, including influenza (33). We compared the expression of these four PRRs in ATII cells and AMs from the same patient. In ATII cells, infection with IAV increased the mRNA of three PRRs: RIG-I, MDA-5, and TLR3 (Figures 2 and 3) . The increase of RIG-I was most prominent compared with MDA-5 and TLR3, suggesting that RIG-I may be the main PRR responsible for stimulating the production of IFN in ATII cells. TLR7 was increased by viral infection in AMs, but not ATII cells (data not shown). Consistent with our previous study (6) , IAV stimulated the production of predominant Type III IFN, as also observed in human ATI-like cells (34) . Infection also upregulated many IFN-stimulated genes, including the well-known antiviral MX1, OAS, and ISG genes (Figures 2 and 3) . Among those IFN-stimulated genes, ISG56 showed the largest increase at the mRNA level after infection with IAV in ATII cells ( Figure 3E ). We also detected the induction of ISG56 protein as early as 4 hours after infection with IAV or treatment with IFN-l1 (IL-29) (data not shown). Although ISG56 is one of the first identified proteins induced by viruses and Type I IFN (35) , the function of ISG56 remains unclear. ISG56 was implicated in antiviral actions against hepatitis C virus, West Nile virus, lymphocytic choriomeningitis virus, and human papillomavirus (36) (37) (38) . However, a recent study by Li and colleagues (39) suggests that ISG56 is a negative regulator of IFN production and antiviral response.\n\nIn fighting against the host defense, a number of viruses evolved mechanisms that interfere with the induction of cytokines or the function of IFN-induced antiviral proteins (40) (41) (42) . As a negative regulatory mechanism used by viruses, SOCSs play a pivotal role in the control of cytokine response (42) (43) (44) . The SOCS gene family includes eight members (SOCS1-SOCS7 and CIS) that bind to tyrosine kinases of the JAK elements, resulting in the reduction of JAK enzymatic activity and inhibition of the tyrosine phosphorylation of JAK/STAT factors (40) . As expected, infection with IAV induced the mRNA expression of SOCS family members SOCS 1-3 in ATII cells after infection. However, the specific role of each SOCS remains unclear.\n\nNS1 is a critical protein that IAV uses to hijack host defense factors (45) . NS1 suppresses the IFN response by interfering with signaling inducers and mediators (42, 46, 47) . Although PI3k/Akt is an important pathway involved in the regulation of cell growth, proliferation, and survival (7), during infection with influenza, this pathway is used by NS1 to promote infection (7, 45, 48) . To investigate whether PI3k plays an important role in influenza infection in differentiated ATII cells, we measured the phosphorylation of Akt, a commonly used marker for the activation of PI3k, in virus-infected cells. Consistent with other studies (8, 48) , we detected a time-dependent activation of PI3k signaling in IAV-infected ATII cells ( Figure 5 ). The inhibition of PI3k by chemical inhibitor LY294002 significantly decreased the release of infectious viral particles ( Figure 6B ), suggesting that the activation of PI3k is required for the release of progeny virus. However, the inhibition of PI3k did not inhibit viral infection or viral NP protein expression ( Figures 6C and 7) , implying that PI3k may not be important for viral entry into human ATII cells. This result differs from that in a previous report on IAV-infected A549 cells, where the inhibition of PI3k decreased the expression of NP (8) . In addition, infection with IAV induced the activation of caspase-3 and the cleavage of its downstream protein PARP in ATII cells. In contrast with previous reports that NS1 activates PI3k to prevent cell apoptosis (49) , our results ( Figure 7) suggest that PI3k may not be involved in IAV-induced cell death in ATII cells, a finding supported by Shin and colleagues (8) and Jackson and colleagues (50) . The controversial finding of PI3k signaling in IAV infection in our study and elsewhere suggests the complexity of the influenza-induced innate immune response. Although the precise role of PI3k/Akt signaling needs to be determined further, our results from highly differentiated human ATII cells shed light on the mechanism of human lung alveolar epithelium in response to infection with IAV.\n\nIn conclusion, we studied the gene profile of highly differentiated human ATII cells in response to a low-dose influenza infection. Infection with IAV induced a robust innate immune response, with a predominant induction of ELR-negative CXC chemokines in human ATII cells. Infection with IAV at MOI of 0.5 did not appear to alter the differentiation of ATII cells, but it reduced the secretion of SP-A and SP-D. The PI3k/Akt pathway appears to play a critical role in virus-induced chemokines response and virus release, but may not involve virusinduced cell death in ATII cells.\n\nAuthor Disclosure: None of the authors has a financial relationship with a commercial entity that has an interest in the subject of this manuscript."}