{"title": "Dual roles of calpain in facilitating Coxsackievirus B3 replication and prompting inflammation in acute myocarditis", "body": "Viral myocarditis (VMC) is a common cardiovascular disease in clinical practice [1] . While many VMC cases showed a self-limited regression, there are still approximately 30% cases progressing into dilated cardiomyopathy (DCM) and heart failure that might require mechanical circulatory support or heart transplant at the end stage despite of the optimal pharmacotherapy [1, 2] . So an effective treatment of VMC in the early stage is meaningful. VMC treatment has always been a challenge, especially with regard to the immunosuppressive treatment [2] . Many researchers considered VMC an autoimmune disease [3] , which made immunosuppression treatment reasonable. However, virus persistence in the myocardium [1, 4] holds back the intended host immune suppression because this might enhance virus replication. Clinical observations of myocarditis immunosuppression therapy also returned controversial results [1] . As such, guidelines also weight the words on this issue [2] .\n\nThis ambiguity might be attributed to several reasons. 1) The core concern might be that it is a risk to prescribe immunosuppressant agents considering the role of host immune responses in virus clearance. 2) Besides, we haven't completely clarified the life cycle of the intruded-viruses. So we don't know the timing to interfere the disease course.\n\n3) The patterns that viruses interact with hosts were basically vague. So we don't know the appropriate methods to interfere. 4) Last but not least, myocarditis-causing viruses' spectrum has always been shifting temporally and regionally [5] , which adds another variable for clinical specialists when facing a unique patient suffering from VMC.\n\nThus, logically speaking, a candidate compromising these two factors, virus replication and host inflammation response, might be an optimal choice. We found in our former study that calpain, a family of neutral cysteine proteases, could facilitate Coxsackievirus B3 (CVB3, a common causing virus of VMC) replication in vitro [6] . Besides, many studies demonstrated that calpain mediates systemic inflammation response in vivo [1] . So, calpain might participate both in the virus life cycle and the host inflammation response simultaneously. If it is the case, calpain would be an optical choice of myocarditis treatment.\n\nCalpain activity is regulated by the endogenous inhibitor, calpastatin. Calpastatin is an intracellular 110-kDa protein that inhibits calpain activity specifically. Binding of calpastatin across the calpain active site would block its access to substrates in vivo. However, calpastatin could not penetrate across the cell membrane for the large molecular weight and cannot be used as an inhibitor in vitro. Thus, we introduced here a transgenic mouse overexpressing calpastatin in vivo to discuss this hypothesis in the mouse model of CVB3induced viral myocarditis.\n\nCoxsackievirus B3 (Nancy strain) was preserved in Key Laboratory of Viral Heart Diseases, Zhongshan Hospital, Fudan University.\n\nCalpain inhibitor I (N-acetyl-Leu-Leu-Norleucinal, ALLN), an inhibitor of neutral cysteine proteases, was purchased commercially (BIOMOL Research Laboratories Inc. USA, Catalog NO.: P-120) and dissolved in dimethyl sulfoxide (DMSO, AMRESCO LLC., USA, Product Code: N182) with a final concentration of less than 0.1% in cell culture studies. ALLN was further diluted using culture medium into target concentrations during the research.\n\nThe calpastatin transgenic mouse strain (Tg-CAST) was introduced from the laboratory of Tianqing PENG (Lawson Health Research Institute, Canada) and was bred in the Department of Laboratory Animal Science, Fudan University in a standard specific pathogen free (SPF) environment. Male inbred C57BL/6 mice aging3-6 weeks were used for the experiment and were grouped as: wild type control group (Con. n = 10), transgenic mouse control group (Tg-CAST, n = 10), CVB3-infected group (Virus n = 15) and CVB3-infencted transgenic mouse group (Virus + Tg-CAST, n = 15). All littermates were genotyped following the protocol of PENG's lab. We give assurance that all animals received humane care and that study protocols was approved by the Ethical Committee of Fudan University.\n\nThe CVB3-induced viral myocarditis model was established following the protocol sd previous [7] . In short, 100,000 TCID 50 /ml × 0.3 ml CVB3 was injected intraperitoneally with the same amount of PBS for the controls. Then, all mice were kept in SPF environment for 7 days before sacrifice. Occasional dead mouse were excluded from the study. Blood samples were collected via picking the eye balls and serum were separated via centrifuge (3000 r/min for 5 min).\n\nMethods and grading standards were prescribed elsewhere [7] .\n\nLevel of peripheral cTnI and CK-MB were measured by ELISA assays following the protocol in former study [6] .\n\nHeart tissue were grinned using homogenizer in lysis buffer (50 mM Tris-HCl, pH 7.2, 250 mM NaCl, 0.1% NP-40, 2 mM EDTA, 10% glycerol) containing protease inhibitor cocktail on ice. Tissue homogenate were centrifuged at 12,000 g for 10 min at 4°C. The protein concentration was determined by the Bradford assay (Bio-Rad). Detailed western blot protocol was described elsewhere in our former study [6] . In brief, equal amounts of protein were loaded for SDS gel electrophoresis and then transferred to nitrocellulose membranes. After block, the blots were incubated overnight at 4°C with the primary antibody of α-fodrin NO.: sc-101154, 1:1000) or MMP2 (Bioworld Technology, Inc., USA, Catalog NO.: BS1236, 1:500) respectively followed by incubation for another hour with the corresponding secondary antibody (1:4000). Bands were visualized by ECL (Super Signal West Pico kit; Pierce) and quantified by densitometry using Quantity One software (Bio-Rad). GAPDH was used as internal reference.\n\nVirus titer was measured using TCID 50 assay in Hela cells. Heart tissue homogenates were prepared at 4°C using ice cold homogenizer followed by centrifugation to harvest virus-containing supernatant. Decimal serial dilutions of cell culture supernatant or tissue homogenate supernatant were added to the cultured Hela cells and incubated for 1 h at 37°C. Then the infected Hela cells were cultured at 37°C. Cytopathic effect was observed daily for 7 days. And TCID 50 were calculated using Reed-Muench method.\n\nMMP activity was detected according to the instruction of the commercial assay kit (AnaSpec, Inc., CA, Catalog NO.: 71151). Tissues homogenate in assay buffer were centrifuged for 15 min at 10,000 g at 4°C followed by incubation with APMA at a final concentration of 1 mM in the assay buffer for 1 h at 37°C. Activate MMP immediately before the experiment. Dilute MMP-2 substrate 1:100 in assay buffer. Add 50 μl per well of sample and MMP2 substrate solution in 96-well plate. Mix the reagents by shaking the plate gently for 30 s. Incubate the reaction at 37°C for 50 min. Keep plate away from direct light. Add 50 μl pe well of stop solution. Mix the reagents and measure fluorescence intensity at Ex/Em = 490/520 nm. Plot data as RFU fold change comparing with the control.\n\nImmunohistochemistry staining of VP1 (Leica Biosystems Newcastle Ltd., United Kingdom, Catalog NO.: NCL-ENTERO, 1:200), IFNγ (Bio Legend Inc. USA, Catalog NO.: 505811, 1:500) and IL17 (Abcam Inc. USA, Catalog NO.: ab79056, 1:500) were carried out according to the method prescribed elsewhere [7] .\n\nMPO activity was assayed using commercial kit (Sigma-Aldrich Co. LLC, USA, Catalog NO.: MAK069). Standard curve was prepared according to the instruction. Then tissue samples (10 mg heart tissue + 5 volume MPO assay buffer) were prepared using MPO assay buffer followed by making master reaction mix. At room temperature, the fluorescence intensity was read and MPO activity was calculated according to the instruction.\n\nPrimary cardiomyocytes were separated from neonatal rat heart. In short, neonatal rat (1-3 days old, supplied by Department of Laboratory Animal Science, Fudan University) were fertilized and hearts were taken out quickly, sliced into pieces and digested in 0.1% trypsin at 37°C for 10 min and centrifuged at 3000 r/min to collect the digested cells and suspended the cells in DMEM. Repeat the digest-centrifuge cycles until the left tissue become apparent. The collected cells were suspended in DMEM containing 10% FBS and cultured in 37°C for 2 h. The adherent cells are fibroblast and the still suspending cells are primary cardiomyocytes. Then the cardiomyocytes were counted and seeded for research. The fibroblasts were passaged as routine and the third generation of cells was used for the study.\n\nPrepared cardiomyocytes were fasted in DMEM overnight followed by inoculation with CVB3 for 1 h in 37°C. Then the supernatant were changed into DMEM containing 10% FBS and cultured in 37°C for the designed time course.\n\nFibroblasts were seeded into 6-well plate at the density of 1 * 10 5 cells/well and cultured for 48 h. Then the cells were synchronized by fasting in DMEM without FBS for 24 h. Scratch injury were made using the tips of 200 μl pipets. Then DMEM containing 10% FBS were changed with or without 5 μg/ml of calpain inhibitor ALLN (BIOMOL Research Laboratories Inc., USA, Catalog NO.: P-12) and cultured for another 24 h. Then pictures of the scratch trace were taken and the distance were measured and analyzed.\n\nData were specified as mean values ± SD and analyzed using SPSS software (version 16.0; SPSS, Inc., Chicago, IL, USA). 2-Group comparison was performed using Student t test. P b 0.05 was considered statistically significant.\n\nTransgenic mouse had lower mortality post CVB3 challenge (Fig. 1A) . Calpain inhibition decreased the HW/BW ratio significantly (Fig. 1B) . And myocardial damage markers of CK-MB and cTnI were also decreased (Fig. 1C, D) in the peripheral blood indicating the protective effect of calpastatin overexpression. To make certain the calpain activity in the transgenic mouse, the degradation product of calpain-specific substrate, α-fodrin, was blotted and as expected, the calpain activity was down-regulated in the transgenic mouse heart tissue (Fig. 1E ).\n\nTo observe the role of calpain activity in CVB3 replication, CVB3 capsid protein VP1 was blotted. It showed that comparing with wild type mouse CVB3-infected transgenic mouse had a lower level of VP1 expression in the myocardium (Fig. 2A) . VP1 detection with immune histology method also showed that virus capsid protein decreased significantly (Fig. 2B) . Virus load in heart tissue were titrated and it demonstrated that virus titer were lower in the heart of transgenic mouse (Fig. 2C) .\n\nIn further, we verify this finding in vitro. Neonate rat cardiomyocytes were separated accordingly. Post virus infection, the cells were inoculated with culture medium containing calpain inhibitor ALLN of various dilutions (5 μg/ml, 2.5 μg/ml and 1 μg/ml) respectively. Cardiomyocytes inoculated with culture medium without ALLN were set as normal control. And 12 h later, virus load in the supernatant were titrated. We found that comparing with the normal control 2.5 and 5 μg/ml of ALLN hindered virus replication significantly (Fig. 2D ).\n\nTo observe the effect of calpastatin over-expression on CVB3-induced myocardial inflammation, tissue sections were HE stained. Comparing with wild littermates, inflammation infiltration in transgenic mouse heart tissues was ameliorated significantly (Fig. 3A) . MPO, the marker of neutrophils infiltration, was also decreased in transgenic mouse hearts (Fig. 3B) . Perforin is the effective protein of cytotoxic lymphocytes and natural killers. In the transgenic mouse's heart, calpain inhibition was accompanied with significant perforin down-regulation post virus infection (Fig. 3B) . This was also the case for the inflammation factors of IFNγ (Fig. 4AB) and IL17 (Fig. 4CD) , which demonstrated the role of calpain in mediating inflammation infiltration in virus-induced myocarditis.\n\nFibrosis is the key pathophysiology course in myocarditis progression. Thus, we observed here whether calpain participated in fibrosis in CVB3-induced myocarditis. The classic fibrotic agents of smad3 (Fig. 5A) and MMP2 (Fig. 5B) were blotted and it demonstrated that calpain inhibition resulted in the downregulation of the two factors as well as the total MMPs activity (Fig. 5C) .\n\nTo observe if calpain could regulate myocardial fibroblasts function, we proceed scratch assays with fibroblast. Cultured fibroblasts were incubated with the calpain inhibitor ALLN (5 μg/ml) for 24 h with a \n\nThis study, utilizing a calpastatin-overexpression transgenic mouse model of viral myocarditis, demonstrated that endogenous calpain inhibition ameliorated myocardial injury significantly.\n\nSimultaneously, calpain inhibition was associated with decreased CVB3 replication and ameliorated inflammation/fibrosis formation. These data indicated the dual involvements of calpain in both virus replication and host inflammation. This might be an answer for the ambiguous problem of immunosuppressive therapy in viral myocarditis treatment [1] .\n\nCalpain is a family of proteinases that cleave substrates into peptide segments. Its activity was regulated by the endogenous inhibitor of calpastatin [8] . As we have demonstrated, transgenic mouse 5 . Calpain was involved in myocardium fibrosis. A, B: western blot of Smad3 and MMP2 respectively. n = 6 for each group. *P b 0.05 vs. Con. group; # P b 0.05 vs. Virus group. C: heart tissue total MMP activity assay. Con. group MMP activity was set 1 arbitrarily. *P b 0.05 vs. Con. group; # P b 0.05 vs. Virus group. n = 4 for each group. D: Represented scratch assay picture of cultured fibroblasts with or without calpain inhibitor ALLN. Longer distance indicated weaker migration ability of the cells. *P b 0.05 vs. Con. group. The experiment was repeated for 3 times. overexpressing calpastatin have a lower level of calpain activity in vivo (Fig. 1D ).\n\nMany researchers have reported the involvement of calpain in viruses' life cycles. For examples, calpain participated in the replication of influenza A virus [9] , severe acute respiratory syndrome coronavirus [10] , echovirus 1 [11] and human immunodeficiency virus [12] . In our former study, we found that CVB3-induced calpain activation facilitates the progeny virus replication in the early phase of infection in vitro [6] . Bozym et al. [14, 13] reported the roles of calpain in mediating CVB both the entry into and the release from endothelial cells. Yoon et al. [15] demonstrated that CVB4 uses autophagy for replication after calpain activation in rat primary neurons. As we presented in this paper, calpain inhibition reduced CVB3 loads both in vivo and in vitro (Fig. 2) , which further proves the calpain involvement in facilitating CVB3 replication.\n\nRole of calpain in regulating inflammation has been observed in different animal models, such as allergic encephalomyelitis [16] , sepsis [17] , abdominal aortic atherosclerosis [18] , ventilatorinduced lung injury [19] and hypercholesterolemic nephropathy [20] . In the realm of viral myocarditis, DeBiasi et al. [21] found in a mice model of reovirus strain 8B-induced myocarditis that calpain inhibition protects against virus-induced apoptotic myocardial injury, which presented the role of calpain in treating myocarditis. But few evidence of inflammation was mentioned as we presented here in a transgenic mouse.\n\nMechanisms of calpain involvement in inflammation might be associated with its regulation on inflammation cell behaviors. This point is supported by evidences from several studies focusing on different inflammation cells. In neutrophil, calpain participated in cell migration, adhesion, arrest and oxidative burst [22] . Calpain1 also contributes to IgE-mediated mast cell activation [23] . Calpastatin overexpression can impair post infarct scar healing in mice by compromising reparative immune cell recruitment and activation [24] . And in leukocytes, calpain deficiency reduces angiotensin II-induced inflammation and atherosclerosis [25] .\n\nWe presented here in CVB3-induced myocarditis model that myocardium inflammation infiltration was significantly ameliorated in transgenic mouse, as well as the inflammation factors of MPO activity, IL17, perforin and IFNγ. Although there might be some background levels of expression of the above factors, it is reasonable considering the wide spread of inflammatory cells even in physiology conditions without virus infection. Actually, a variety of inflammation factors whose production or secretion were regulated by calpain have been reported elsewhere including IL5 [26] , IL6 [27] , IL16 [28] and IL33 [29] . Combined what we have reported in this paper, we could conclude that calpain participates in the regulation of a wide spectrum of inflammation factor production. Researches from PENG's lab [30, 31] in the animal models of sepsis and myocardial infarction have demonstrated respectively that calpain induces myocardial NF-κB activation, which might explain the mechanism that calpain regulates inflammation factors production. Data from another group of our lab also found the role of calpain in regulating NF-κB activity in CVB3-induced myocarditis mice (unpublished data).\n\nInflammation factors are always fibrotic agents. The most solid evidence of calpain involvement of tissue fibrosis might be from cystic fibrosis patients [32] . And Jiang et al. [33] reported that calpain1 regulates MMP2 activity in vascular smooth muscle cells to facilitate ageassociated aortic wall fibrosis. So we further observed the effect of calpain on myocardium fibrosis. As we have mentioned here that Smad3/MMP2 pathway was inhibited in the transgenic mouse indicating role of calpain in regulating this classic fibrosis pathway. This was coincided with what PENG's lab have demonstrates that calpain inhibition ameliorates myocardial remodeling after myocardial infarction [31] and myocardial fibrosis in diabetic cardiomyopathy [34] . What's more, we also observed the role of calpain in regulating fibroblasts migration in vitro and found calpain inhibition hinders fibroblast migration in scratch assays. This might explain in a novel angle the mechanisms of calpain in mediating fibrosis.\n\nThis study also has some drawbacks.1) this is an animal study, and the results should be interpreted in caution in clinical practices. Data from VMC patients should be collected in future clinical studies.\n\n2) The data were mainly observational. Mechanisms studies including roles of calpain in CVB3 replication and mediating inflammation in vivo should be performed in further studies respectively.\n\nIn summary, in CVB3-induced myocarditis model, we presented here that calpain plays a dual role of both facilitating CVB3 replication and mediating inflammation/fibrosis. Endogenous inhibition of calpain activity showed significant treatment effect for CVB3induced myocarditis. This might provide a novel target for viral myocarditis treatment in the future.\n\nWe declare no conflicts of interests."}