{"title": "Use of Sequence-Independent, Single-Primer-Amplification (SISPA) for rapid detection, identification, and characterization of avian RNA viruses", "body": "RNA viruses are a large genetically-diverse group of infectious agents whose evolutionary diversity is driven by adaptability to its host (Sanjuán et al., 2010) . Characterizing the genomes by sequence-based methods is the most widely used approach to determine RNA virus diversity and thereby determine the relationships between isolates within the population. Furthermore, to fully understand the mechanisms of viral adaptation and evolution, and to perform molecular diagnosis of emerging and re-emerging viral infections there is an increasing need to produce full length viral genomes sequences.\n\nUtilization of next generation sequencing (NGS) in molecular epidemiological analysis of outbreak strains facilitates the rapid and accurate identification of etiologic agents and can be used to provide information on the origin of viruses (Gilchrist et al., 2015) . In the absence of targeted sequencing protocols, as well as during outbreak situations, the random amplification of purified nucleic acids in combination with NGS can be a useful tool for monitoring viral evolution or diagnosis. Although most molecular detection methods are unable to detect mixed viral infections, NGS allows for both target dependent and target independent sequencing of viral genomes and provides an opportunity to detect the genome of multiple viruses simultaneously (Thorburn et al., 2015) . However, the samples used in such studies are often available in limited quantities of virus.\n\nSequence-Independent, Single-Primer Amplification (SISPA) is one of the random priming methods develop by Reyes and Kim (1991) that allows enrichment of the viral genome in only a few steps (Djikeng et al., 2008) . There have been several modifications of the SISPA method since its first implementation, including random-PCR (rPCR) (Froussard, 1993) . This combines first-step reverse transcription followed by denaturation, annealing and amplification by using random hexamers tagged with a known sequence which is then used as a primer binding extension sequence. It was developed to yield doublestranded cDNA in sufficient abundance for cloning and then sequencing (Froussard, 1993; Zou et al., 2003) . DePew et al. (2013) further modified the SISPA protocol to identify cultivable viruses from a single plaque using 454 and HiSeq Illumina platform without the need of a cloning step.\n\nPrevious studies have combined random priming approaches with NGS for identification of a novel mink astrovirus (Blomström et al., 2010) , the partial sequencing of a novel paramyxovirus in penguins (Miller et al., 2010b) , influenza viruses (Afonso, 2007) , metagenomics analysis of Dengue virus infected mosquitoes (Bishop-Lilly et al., 2010) , and viruses in human stool samples (Victoria et al., 2009) . Moreover, the NGS approach has recently been applied for viral genome sequencing of archived serum samples from the oldest HIV-1 positive group genomes, resulting in identification of \"Patient 0\" (Worobey et al., 2016) .\n\nSingle-stranded positive-sense RNA (ssRNA+) and negative sense RNA (ssRNA) viruses represent a large group of avian viral agents, including West Nile virus (WNV), avian metapneumovirus (aMPV), infectious bronchitis virus (IBV), Newcastle disease virus (NDV), and avian influenza virus (AIV) . Among RNA viruses, AIV of Orthomyxoviridae family and NDV of Paramyxoviridae family are considered as the most devastating poultry diseases owing to their highly pathogenic forms as well as worldwide distribution and economic implications (Swayne, 2008; Miller et al., 2010a; Alexander et al., 2012) . IBV of the Coronaviridae family also causes significant morbidity and economic losses to the poultry industry affecting primarily the respiratory tract, and can demonstrate a wide range of tissues tropism, including the renal and reproductive systems (Bande et al., 2016) . Combining target independent genome amplification with the high sensitivity of NGS provides the opportunity not only for detection of these viral pathogens, but can also simultaneously provide complete genomic sequences to allow further genetic characterization. Nonetheless, the feasibility of applying these techniques to diagnosis and research of pathogens requires further evaluation and optimization study.\n\nA simplified, sequence-independent technique of directional amplification in combination with NGS was used in this study. The protocol was tested against purified virus stocks and clinical samples. Viral genome sequences were determined from both negative-and positive-sense single stranded RNA viruses. The limit of detection necessary for virus identification using SISPA-NGS and metagenomics approaches was also determined.\n\nViruses used in these studies included two highly pathogenic AIV, A/duck/Vietnam/NCVD-672/2011(H5N1) (Dk/Vn), and A/turkey/ Minnesota/15-12582-1/2015(H5N2) (Tk/Mn), two NDV isolates, A/ duck/Vn/Long bien/78/02 (Dk/Vn/NDV) and Lasota B1 vaccine strain (LaS), and a single IBV strain, Ark99. The IBV (Ark99 strain) was kindly provided by Jackwood (University of Georgia, Athens, USA). All viruses were propagated in 9-11 day of embryonating specific pathogen free chicken eggs. Following three days of growth, the allantoic fluid was harvested for RNA extraction. Clinical samples, consisting of oral swabs, were collected from flocks of chickens in Jordan. The samples were kept under BSL3 facility in −80°C until used. The SISPA-NGS method was applied to determine viral presence in clinical samples. Furthermore, clinical samples were used for comparison to purified virus stocks.\n\nTotal RNA extraction from pure virus stocks and clinical samples was performed using RNeasy Mini Kit (QIAGEN, Valencia, USA) according to manufacturer's instruction. Optimal quality of the extracted RNA was verified by obtaining the OD 260 /OD 280 values using NanoDrop (Thermo Scientific, Wilmington, USA).\n\nFor AIV, quantitative real time RT-PCR (qRRT-PCR) was performed as previously described (Kapczynski et al., 2013; Spackman et al., 2002) . Briefly, qRRT-PCR reactions targeting the influenza virus M gene was conducted using AgPath-ID one-step RT-PCR Kit (Ambion, Austin, TX) and the ABI 7500 Fast Real-Time PCR system (Applied Biosystem, Calsbad, CA). The RT step conditions for reactions were 10 min at 45°C and 95°C for 10 min. The cycling conditions were 45 cycles of 15 s, 95°C; 45 s, 60°C. For virus quantification, a standard curve was established with RNA extracted from dilutions of the same titrated stock of the viruses. Ct (cycle threshold) values of each viral dilution were plotted against viral titers. The resulting standard curve had a high correlation coefficient (r 2 > 0.99), and it was used to convert Ct values to EID 50 /ml.\n\nFor NDV, qRRT-PCR targeting the NDV M gene was conducted as described previously (Wise et al., 2004) . The RT step was 30 min at 50°C, followed by 15 min at 95°C. The cycling conditions consisted of 40 cycles of 10 s of denaturation at 94°C, 30 s of annealing at 52°C, and extension at 72°C for 10 s. For virus quantification, a standard curve was established with RNA extracted from dilutions of the titrated stock of the virus qRRT-PCR was conducted using AgPath-ID one-step RT-PCR Kit (Ambion) and the ABI 7500 Fast Real-Time PCR system (Applied Biosystems, Calsbad, CA).\n\nFor IBV, qRRT-PCR for IBV detection was performed as described previously (Callison et al., 2006) . The reaction was conducted at 50°C for 30 min; 95°C for 15 min; 40 cycles of 94°C for 1 s followed by 60°C for 60 s. For virus quantification, a standard curve was established with RNA extracted from dilutions of the titrated stock of the virus. RRT-PCR was conducted using AgPath-ID one-step RT-PCR Kit (Ambion) and the ABI 7500 Fast Real-Time PCR system (Applied Biosystems, Calsbad, CA).\n\nAs shown in Fig. 1 , first-strand cDNA was synthesized in a 20-μl reaction mixture with 5 μl of viral nucleic acids from each sample, 100 pmol of primer K-8N (GACCATCTAGCGACCTCCACNNNNNNNN) modified from (Rosseel et al., 2013) , SuperScript IV Reverse Transcriptase (ThermoFisher scientific), and dNTPs (10 μM) following the manufacturer's instructions. To convert the first-strand cDNA into double-stranded cDNA, 20 μl of the first-strand cDNA was heated to 95°C for 3 min and then cooled to 4°C in the presence of 10 pmol of primer K-8N, and 10 μM dNTPs in 1× Klenow reaction buffer (NEB). Afterwards, 1 uL of Klenow fragment were added and incubated at 37°C for 60 min (final volume, 25 μl). After conversion into dsDNA by Klenow polymerase (NEB), the products were purified using Agencourt AMPure XP beads (Beckman Coulter). The purified dsDNA of the Klenow reaction was subsequently used as a template for PCR amplification. Sequence-independent PCR amplification was conducted with 5 μl of the double-stranded cDNA template in a final reaction volume of 50 μl, which contained 1× Phusion HF buffer, 200 μM deoxynucleoside triphosphate (dNTP), 10 μM primer K (GACCATCTAGCGACCTCCAC), and 0.5 U Phusion DNA polymerase (NEB). The PCR cycling was performed as follows: 98°C for 30 s, followed by 35 cycles of 98°C for 10 s, 55°C for 30 s, and 72°C for 1 min, with a final extension at 72°C for 10 min. PCR products were purified using Agencourt AMPure XP beads (Beckman Coulter). For quantification of the ds cDNA, the Qubit dsDNA HS assay (Invitrogen) was performed according to the manufacturer's instruction.\n\nOne step RT-PCR was conducted with 5 μl and 20 μl of RNA template in a final reaction volume of 50 μl using OneTaq® One-Step RT-PCR Kit (NEB) with the primers Optil-F1, GTTACGCGCCAGCAAAAGCAGG, Optil-F2, GTTACGCGCCAGCGAAAG CAGG, and Optil-R1, GTTACGCGCCAGTA GAAACAAGG. The PCR cycling was performed as follows: 95°C for 2 min, 42°C for 60 min, 94°C for 2 min, 5 cycles of 94°C for 30 s, 44°C for 30 s, and 68°C for 3.5 min, followed by 26 cycles of 94°C for 30 s, 57°C for 30 s, 68°C for 3.5 min with a final extension at 68°C for 10 min (Zhou et al., 2009 ).\n\nThe Nextera XT DNA Sample Preparation Kit (Illumina, San Diego, CA, USA) and 0.2 ng/μl (1 ng total) of ds cDNA were used in this study to generate multiplexed paired-end sequencing libraries, according to the manufacturer's instructions. The dsDNA was fragmented and tagged with adapters by Nextera XT transposase. The Nextera XT transposome fragmented PCR amplicons with added adaptor sequences enabled a 12-cycle PCR amplification to append additional unique dual index (i7 and i5) sequences at the end of each fragmented DNA for cluster formation. PCR fragments were purified on Agencourt AMpure XP beads (Beckman Coulter). Fragments were analyzed on a High Sensitivity DNA Chip on the Bioanalyzer (Agilent Technologies) before loading on the sequencing chip. Briefly, the libraries were adjusted to 4 nM concentration and equal volumes of 5 μl of each library were pooled. The pool was denatured with NaOH (0.2 N final concentration) and further diluted to 10 pM. Control library (5% PhiX library, Illumina, USA) was added to the pool. The library pool was loaded in the flow cell of the 500 cycle MiSeq Reagent Kit v2 (Illumina, USA). The barcoded multiplexed library sequencing (2 × 250 bp) was performed on an Illumina MiSeq platform (Illumina, USA).\n\nThe de novo and directed assembly of genome sequences were performed using the Geneious 9.1.2 (http://www.geneious.com, Kearse et al., 2012) and GALAXY software (Afgan et al., 2016) . The reads were directly mapped to the reference genomes (or all segments of reference genome): A/chicken/Vietnam/NCVD-A937/2011(H5N1) (Wood and Salzberg, 2014) installed at Illumina BaseSpace app using MiniKraken database version 20141208 (https://basespace.illumina.com/apps).\n\nAn optimized SISPA protocol was tested in this study to amplify the viral genome of AIV, NDV and IBV using viral preparation from allantoic fluid. The workflow for the SISPA-NGS technique is presented in Fig. 1 . This modified SISPA protocol allowed successfully assembly of sequences into full or near full-length viral genomes representing negative-and positive-sense single stranded RNA (Table 1 ). The genome coverage for the viral stock with the titer at or above 10 6 EID 50 /ml range from 99.8% for AIV to 100% for NDV Lasota B1 vaccine strain, and IBV Ark99 (Table 1 ). The percentage of reads assembled to the reference genomes was greater than 40% for all the viruses tested (Fig. S1 ). Although the average depth differed between the viruses tested, the number of reads were high and sufficient to perform polymorphism analysis (Table 1 ). The mean read depth metric performed with Geneious 9.1.2. for AIVs, IBV and NDV is shown in Fig.  S2 and Fig. S3 , respectively.\n\nNext, the modified SISPA technique was tested against clinical field samples. The genome coverage of clinical samples with virus titers greater than 10 6 EID 50 /ml was similar to the genome coverage obtained after sequencing the viral stock and ranged from 98.1% for AIV, 94.9-98.1% for NDVs, to 98.8% for IBV (Table 2) . Moreover, near full length NDV chicken/Jordan/15/2004 and IBV Jordan/Mass/15/ 2004 viral genomes were obtained from a mixed infection clinical sample (Table 2) . However, the mean depth of coverage decreased as compared to the virus stock sequencing, and was very low especially for the NP gene of NDV, and NS gene of AIV (Table 2 ). The percentage of reads assembled to the reference genomes was below 20% for clinical samples tested which was much lower as compared to the virus stock (Fig. S1 ), most likely due to overwhelming competition with nonspecific or host genome sequences. The distribution of the reads classified by Kraken for mixed infection clinical sample is shown in Fig. 2 \n\nThe second goal of the study was to assess the feasibility of virus identification using SISPA-NGS and to get an estimate of its limit of detection for diagnosis of viral infections. For this purpose, two AIV isolates (Dk/Vn H5N1 and AIV A/chicken/Jordan/13/2003 (H9N2) (Ck/JO)), two NDV isolates (Dk/Vn/NDV and LaS), and one IBV isolate (Ark99) were selected. Extracts of the dilution series of viral RNA from each strain was used (Table S1 ). The results demonstrate that initial viral titers greater than 10 4.5 EID 50 /ml allowed the generation from 85.5% to 99.4% of genome sequence (Fig. 3) . We were able to successfully assemble the sequences of AIV (Table 3) , NDV (Table. 4 ) and IBV (Table 5 ) into full or near full length of genomes. Detailed statistics on the NDV and IBV genomes assembly are provided in Supplementary Tables S2 and S3, respectively. Although the genome coverage of virus with titers below 10 3.0 EID 50 /ml was decreased, it was still possible to detect AIV and NDV viral genomes using Kraken metagenomics approach. For example, with the AIV clinical sample (10 2.5 EID 50 /ml), out of 105,544 total reads classified, 49.0% were classified to the domain level, 23.6% to the family level, and 24.3% to the species level. Influenza A virus represented 100% of ssRNA viruses, 23% of reads classified to the virus level and 0.6% of all reads classified. For NDV with the viral titer of 10 2.5 EID 50 /ml out of 117,062 total reads classified, 53.9% reads were categorized into domain level, 14.7% into family level, and 19.8% into species level. NDV represented 96% of reads classified to ssRNA viruses, 4.0% of reads classified to the virus level and 0.9% of all reads classified. IBV, was not detected when the virus titer was below 10 3 EID 50 /ml. The limit of detection for IBV by the Kraken metagenomics approach used lies at 10 3.1 EID 50 /ml. In this case, out of 34,254 reads classified, 25.6% were categorized into domain level, 22.3% into family level, and 18.8% into species level. Avian coronavirus represented 98% of positive ssRNA viruses and 2% of viruses.\n\nFinally, the sequence-dependent sequencing and SISPA technique were compared using AIV. For this purpose, Dk/Vn H5N1 and Ck/JO H9N2 viruses were used in the experiment (Table S4 ). Viral particle titers greater than 10 6 EID 50 /ml allowed generation of the complete genome of all 8 segments with high depth of coverage, with a range from 52,928 reads/bp for M gene to 544.9 reads for NA gene. Since there was no overwhelming competition with other non-specific sequences as observed in sequence-independent approach, the depth of coverage in sequence-dependent sequencing was higher than that of SISPA-NGS method. However, below 10 6 viral particles per RT-PCR reaction, assembled sequences of AIVs were missing nearly 50% of one of the genes (the coverage of PB1 segment of Dk/Vn H5N1 was 54.2% and NA gene of A/chicken/Jordan/13/2003 was 52.9%). The genome coverage of each segment was substantially decreased in samples with the titer below 10 5 viral particles per RT-PCR reaction, especially for gene longer than 1.7 kb, such as PB2, PB1, PA, and HA (Table S4) . We were not able to amplify and sequence the samples with titers below 10 4 EID 50 /ml (data not shown), suggesting that it has lower limit of detection than SISPA-NGS method.\n\nWhole-genome sequencing provides an unsurpassed level of genetic information for virus discovery, diagnosis, characterization and genotypic classification that would not be available by using classical methodologies. Moreover, NGS technologies provide opportunities to screen for pathogens in outbreak situations from known and novel or unexpected pathogens in a single reaction. Thus, developing the simple, universal and fast amplification protocol that yields double-stranded cDNA in sufficient abundance can facilitate and expedite the whole-genome sequencing and might be a useful procedure for use not only in research but also in routine clinical diagnosis. So far, several research groups have optimized and adapted modifications of SISPA method of viral genomes and coupled it to the construction of a plasmid library generating full or near full length viral genomes (Allander et al., 2001; Djikeng et al., 2008) . Palmenberg et al. (2009) have successfully applied the SISPA method to obtain the complete genome sequence of human RNA viruses, including the full length genome sequences of a total of 78 rhinovirus isolates available at the American Type Culture Collection (ATCC). In turn, Rosseel et al. (2012) applied the DNase SISPA method to detect Schmallenberg virus in infected field samples. Other groups have also used the DNase-SISPA technique for the detection of bovine and human viruses (Allander et al., 2001; Djikeng and Spiro, 2009) , for the identification of a novel human coronavirus (van der Hoek et al., 2004) and for viral discovery in the plasma of HIV infected patients (Jones et al., 2005) .\n\nIn this study, we present a simplified sequence-independent technique of directional amplification, in combination with illumina MiSeq NGS Platform that permitted us to generate the viral genome sequences of AIV, NDV and IBV. The main advantage of this modified SISPA protocol is its simplicity and possibility to detect multiple RNA viruses in single reaction without the need to propagate the viruses, thereby greatly reducing time and costs necessary to characterize viral genomes. It was possible to extract and amplify RNA in 5 h using modified SISPA protocol and identify the viral genomes in 3 days (including 49 h Illumina Miseq run). The protocol presented here, do not require a pre-processing step, duplication of amplification, or pooling of samples (Depew et al., 2013) . We applied a denaturation step before conversion of cDNA into dsDNA by Klenow polymerase and size selection after the Klenow reaction and PCR amplification, which improved the yield of double-stranded cDNA and increased the average size of fragments. The PCR product obtained after amplification can be directly processed to generate multiplexed paired-end sequencing -196; 1148-1237;1419-1750; 3085-3316; 15,103-15,190. d Gaps at nucleotide position 1-979; 14,939-14,979 . e Gaps at nucleotide position 1-302; 15,059-15,063; 15,113-15,213; 27,622-27,641. f Mix viral infections obtained in a single reaction from clinical sample.\n\nlibraries. We have demonstrated that the method is efficient, easy to perform, and needs modest virus titers to detect and obtain complete or nearly complete genome sequence. It is predominantly useful for obtaining genome sequences from RNA viruses, uncharacterized RNA viruses, or investigating complex clinical samples (such as mixed infections in single reaction) as no prior sequence information is needed. As shown in Table 2 and Fig. 2 , the SISPA method in combination with NGS can be a useful random priming method for a molecular detection of mixed viral infections for disease diagnosis in a single reaction. Not unexpectedly, the detection limit was dependent on viral load in the samples. Based on these findings, a minimum initial virus titer of 10 4.5 EID 50 /ml was needed to obtain the full or nearly full genome sequence as the titer of the virus correlated positively with the genome coverage. Secondly, for diagnostic detection, identification of already known agents required a minimum titer of 10 3 EID 50 /ml. We also demonstrate that non-specific bacterial or host genes in clinical samples can greatly reduce the efficiency of viral genome amplification and sequencing. Metagenomics analysis of samples that contain less than 10 3.0 EID 50 /ml of the viruses was possible, but could vary greatly and result in low reproducibility if the sample contains a high amount of non-viral or host genes. In this case a pre-processing step in the sample preparation, such as DNase treatment and filtration, could improve the efficacy of viral amplification and sequencing.\n\nThe SISPA technique was further compared with sequence-dependent amplification for AIV (Zhou et al., 2009) . The sequence-dependent AIV sequencing allowed us to generate complete genome sequence when the sample contained at least 10 6 EID 50 /ml of virus, and the depth of coverage was higher than that obtained from SISPA amplification. The limitation of this method is its relatively higher limit of detection and the need of primer sequences at the 5′ and 3′ ends of the genes. Comparison of sequence-dependent and sequence-independent sequencing approaches for AIV showed that both of the methods can result in complete genome sequences when the virus titer is higher than 10 5.0 EID 50 /ml. In this case, the method of choice depends on the purpose of the study (screening, virus discovery, diagnosis, SNP analysis, etc.). Below 10 5.0 EID 50 /ml, sequence-independent amplification can result in lower depth of coverage, but better overall coverage for large segments. In addition, both methods showed uneven distribution of sequence reads between segments. Optimization of PCR condition could be helpful to improve this limitation by extending the random oligomer sequence (Rosseel et al., 2013) , using different 5′ defined tag sequences (Zhou et al., 2009) , and using augmented PCR cycling for long segments.\n\nIn conclusion, NGS approaches are now leading to a more in-depth analysis of virus genetic diversity and thereby increase our overall knowledge of viral epidemiology and evolutionary dynamics what is crucial for understanding viral ecology. In this study, the simplified SISPA protocol in combination with NGS efficiently generated full length RNA viral genomes of AIV, NDV and IBV. It will be useful to detect the emergence of novel virus strains and provide information on their genetic features, enabling a better diagnosis and disease control. The numbers of assembled sequencing reads to a reference genome. b The breadth of coverage of a target genome (%). c The average number of times that each base in the reference is covered by aligned reads. d The formation of contigs in de novo genome assembly. e Detection of AIV viral genomes using Kraken metagenomics approach. "}