{"title": "Circulating mannan-binding lectin, M-, L-, H-ficolin, and collectin-liver-1 levels in patients with acute liver failure", "body": "In patients with acute liver failure (ALF) decreased levels and functional activity of serum complement proteins were observed more than 30 years ago [1] . Deficiencies in the complement cascade are known to be associated with increased infection rate, poor outcome in patients with sepsis or systemic inflammatory response syndrome (SIRS) and autoinflammatory diseases [2] [3] [4] ; features often seen in ALF. In studies of ALF in mice, the complement system is activated with increased liver-deposition of complement proteins, which correlate with liver damage. Additionally, complement protein knockout mice experience reduced liver injury in experimental ALF [5, 6] . The current literature thus points to a possible deleterious role of complement in ALF.\n\nPrevious research has focused on the classical and alternative pathways of the complement cascade; however, the recently discovered lectin pathway has only scarcely been investigated in the setting of ALF, with a single study indicating associations between the levels of mannan-binding lectin (MBL) and outcome of hepatic failure due to acute hepatitis B infection [7] . In other inflammatory diseases, e.g., rheumatoid arthritis the lectin pathway contributes to the pathogenesis [8] . The lectin pathway is initiated by soluble pattern recognition proteins, i.e., MBL, M-, L-, and H-ficolin and collectin-liver-1 (CL-L1), which recognize different patterns of carbohydrate or acetyl-group containing ligands on pathogens and necrotic or apoptotic cells. The collectins and ficolins circulate in the blood; when they recognize their respective ligands, a proteolytic cleavage of complement proteins is initiated, thereby facilitating phagocytosis and cell lysis by complement activation [9] .\n\nThe recognition molecules of the lectin pathway are produced in the liver with the exception of M-ficolin that originates from granulocytes and monocytes [9, 10] . H-ficolin is produced both in hepatocytes, liver epithelial duct cells and alveolar cells in the lungs [11, 12] . Production sites are summarized in the supplementary material (Table 1 and Table 2 ). CL-L1 is a novel protein whose structure and function have only recently been described; it resembles MBL in structure, holds the ability to bind to proteolytic enzymes and may therefore be able to initiate the complement cascade [13, 14] . CL-L1 has never been investigated in a clinical study of a liver disease before.\n\nWe hypothesized that the levels of the lectin pathway proteins would be decreased in the setting of ALF since they are primarily synthesized in the liver and also possibly activated and consumed during multi-organ failure. Furthermore, we hypothesized that the lectin pathway protein levels are associated with clinical outcome. We, therefore, aimed to measure the levels of the soluble pattern recognition proteins in patients with ALF compared to healthy controls to evaluate whether these protein levels were associated with clinical outcome. We also included a group of patients with alcoholic cirrhosis for comparison with chronic liver disease.\n\nThe U.S. ALF Study Group consecutively enrols patients with ALF [15] . We conducted a longitudinal multi-centre cohort study of 75 ALF patients included within a 3-year inclusion period and followed for 3 weeks or until death or transplantation. The cohort has been investigated in a previous study from our group [16] .\n\nAll patients met the ALF criteria: coagulopathy (Internationalized Normalised Ratio (INR) >1.5), any degree of hepatic encephalopathy within 26 weeks of the first symptoms and without previous underlying liver disease. After informed consent was obtained from next of kin, clinical and laboratory data were entered into case reports on admission, for 7 days and after 3 weeks or at death or transplantation. Blood samples for biochemical analyses were available on days 1 and 3 after admission. Of the 75 patients included 52 had a serum sample from day 3. Of the 75 patients 7 patients died within the first 3 days. In total 51 patients died or were transplanted during the entire study period. Serum samples were stored in a biobank at −80 °C. Local on-site investigators using standard criteria recorded the aetiology of ALF. In addition, 75 healthy blood donors were included as controls. 20 patients with stable alcoholic liver cirrhosis were recruited at routine visits from the outpatient clinics to study the lectin pathway proteins in a setting of chronic liver disease. They had no signs of acute decompensation or infection. The diagnosis of alcoholic cirrhosis was based on relevant alcohol intake, the presence of a bulky liver surface detected by ultrasound or CT or the presence of signs of portal hypertension, or liver biopsy. Clinical and biochemical data are summarized in Table 1 and Table 2 . The study met all requirements of and was approved by the Institutional Review Boards at the respective study sites according to the US ALF study group protocol. Central Denmark Region Committees on Health Research Ethics approved the study regarding the healthy controls and alcoholic cirrhosis patients.\n\nThe presence of SIRS was determined by the occurrence of at least two of the following: temperature higher than 38.0°C or lower than 36.0°C, white cell count higher than 12×10 9 /L or lower than 4×10 9 /L, a heart rate above 90/min and a pCO 2 below 32 mmHg. Infection was defined by the presence of a positive urine or blood culture or chest radiological signs consistent with pneumonia.\n\nMBL-levels were quantified by a Time-Resolved Immuno Fluorometric Assay (TRIFMA)a sandwich-type immunoassay [17] . In short the micro-titter wells were coated with mannan and blocked with human serum albumin. Diluted standards, controls and samples were added in double tests. Afterwards the plates were incubated with freshly diluted europium-labelled monoclonal anti-MBL and finally an enhancement solution was added before the plate can be read by time-resolved fluorometry. M-ficolin [18] , H-ficolin [19] , and CL-L1 [14] levels were quantified in a manner similar to MBL where micro-titter wells were coated with specific antibodies and detection was carried out with the relevant biotinylated specific antibody and thereafter with europiumlabelled streptavidin before the plates were read as described in the respective publications.\n\nL-ficolin levels were analysed using a commercially available enzyme-linked immunosorbent assay, (L-ficolin ELISA kit HK336, Hycult Biotechnology).\n\nThe inter-assay imprecision (coefficient of variation, i.e. %CV) for measuring MBL was 15.4%, 3.5% and 3.2% at MBL levels of 0.11, 0.34 and 1.75 μg/ml, respectively (n=5, i.e. difference obtained when measured on five different plates), M-ficolin: 6.0%, 4.8% and 2.8% at M-ficolin levels 0.13, 0.71 and 1.56 μg/ml (n=5), L-ficolin: 8.4%, 6.3% and 7.3% at L-ficolin levels 1.57, 1.91 and 2.52 μg/ml (n=7), H-ficolin: 2.6%, 2.6% and 11.7% at Hficolin levels 14.70, 23.25 and 30.85 μg/ml (n=5), and CL-L1: 4.8%, 2.5% and 5.1% at CL-L1 levels 1.76, 2.42 and 2.52 μg/ml (n=5). The three quality control samples used for these tests reflects values in the dynamic range of the assay and were present on all micro-titter plates used.\n\nThe concentrations of the lectin pathway proteins are known to be stable over time as described in previous publications [14, 18, [20] [21] [22] .\n\nNon-parametric tests were used for comparison of groups (Mann-Whitney test for unpaired data and Wilcoxon signed rank test for paired data) and for correlation analyses (Spearman Rho). The results are expressed as the median and (interquartile range (25-75%)) unless otherwise specified. A two-tailed p-value of <0.05 was considered statistically significant. All statistical analyses were performed using STATA Version 12.1.\n\nAt day 1, the median level of MBL was nearly 40% lower in ALF patients than in healthy controls (0.72 μg/ml (0.91) vs. 1.15 (1.93), p=0.02), and 50% lower than in alcoholic cirrhosis patients (1.46 (2.51), p=0.005). In ALF patients the MBL level increased from day 1 to day 3 (0.83 (0.94), p=0.01) (Fig. 1a) .\n\nThe median M-ficolin level was more than 60% lower in ALF patients compared with healthy controls (0.54 μg/ml (0.50) vs. 1.48 (1.01), p<0.0001), and 40% lower than in alcoholic cirrhosis patients (1.27 (0.92), p=0.0001) (Fig. 1b) . The median L-ficolin level did not differ between ALF patients and healthy controls (1.76 μg/ml (1.34) vs. (1.69 (0.91), p=0.40), but the median L-ficolin level in ALF patients was 30% higher than in alcoholic cirrhosis patients (1.15 (0.61), p=0.0005) (Fig. 1c) .\n\nSimilarly, there was no difference in H-ficolin levels between ALF patients and healthy controls (30.2 μg/ml (15.6) vs. (29.6 (10.9), p=0.72), however the H-ficolin level in ALF patients was nearly twice the level as in patients with alcoholic cirrhosis (15.4 (7.8), p<0.0001) (Fig. 1d ).\n\nThere were no systematic changes in M-, L-, or H-ficolin levels from day 1 to day 3.\n\nGrouping patients according to aetiology (acetaminophen, drug hepatitis, viral hepatitis, indeterminate, others) showed no differences in MBL or ficolin levels (data not shown).\n\nThere were no differences between alcoholic cirrhosis patients and healthy controls regarding MBL and M-ficolin levels. Alcoholic cirrhosis patients had low levels of L-ficolin (1.15 μg/ml (0.61) vs. (1.69 (0.91) , p=0.0008) (Fig. 1c) (Fig. 1, supplementary material) . This was not the case for the ficolins.\n\nAt day 1, patients with SIRS had 30% higher levels of M-ficolin than patients without SIRS (0.67 μg/ml (0.48) vs. 0.45 (0.39), p=0.02) (Fig. 2, supplementary material) . There was no difference for MBL, L-or H-ficolin.\n\nThe levels of MBL and the ficolins did not correlate with the Model of End-stage Liver Disease (MELD-score), data not shown.\n\nSurvival-We observed a significant difference in MBL and L-ficolin levels between spontaneous survivors, patients who died and patients that underwent liver transplantation.\n\nThe MBL level was 40% higher at day 1 in spontaneous survivors compared with patients who were transplanted or died (0.96 μg/ml (1.15) vs. 0.60 (0.60), p=0.02); this difference disappeared by day 3 (0.97 (1.25) vs. 0.78 (0.71), p=0.19) (Fig. 2a) .\n\nAt day 1, the median L-ficolin level in spontaneous survivors was slightly lower as compared to patients who were transplanted or died (1.55 μg/ml (0.98) vs. 1 (Fig. 2b) .\n\nBiochemical correlations-Significant correlations were found between M-ficolin and white blood cell count (r=0.23, p=0.05), creatinine (r=0.24, p=0.04) and INR (r=−0.42, p=0.002). Between H-ficolin and creatinine (r=−0.34, p=0.003), and bilirubin (r=0.41, p=0.0003). No correlations were observed between MBL or L-ficolin and any of the biochemical markers.\n\nThe baseline CL-L1 level in ALF patients tended to be higher than in healthy controls (3.20 μg/ml (2.37) vs. 2.64 (0.72), p=0.11). CL-L1 levels increased from day 1 to day 3 (p=0.04), leading to a significantly higher level in ALF patients compared with healthy controls (3.35 (1.84), p=0.006). The median CL-L1 level at day 1 was 30% lower in ALF patients than in alcoholic cirrhosis patients (3.20 (2.37) vs. 4.68 (2.75), p=0.0003). Alcoholic cirrhosis patients had higher levels of CL-L1 compared with healthy controls (4.68 (2.75) vs. 2.64 (0.72), p=0<0.00001) (Fig. 1e) .\n\nGrouping patients according to aetiology showed that the CL-L1 level in the acetaminophen group was significantly lower compared with non-acetaminophen induced ALF at day 1 and 3 and compared with healthy controls at day 1 (p<0.03, all) (Fig. 3) .\n\nThe level of CL-L1 was not associated with infection, SIRS or MELD-score.\n\nCL-L1 correlated to bilirubin (r=0.58, p<0.0001) and to ALT (r=−0.64, p<0.0001). CL-L1 levels correlated to both the duration of symptoms (r=0.41, p=0.0004) and the duration of icterus (r=0.48, p<0.0001).\n\nIn a previous study in the same cohort we investigated the macrophage activation marker soluble CD163 (sCD163) [16] . At baseline we observed a significant correlation between sCD163 and CL-L1 (r=0.49, p<0.0001). In addition we observed weaker but significant correlations between sCD163 and M-ficolin (r=−0.25, p=0.03) and H-ficolin (r=0.37, p=0.001), while there were no correlations with MBL or L-ficolin.\n\nThe central findings of this study are the decreased levels of MBL and M-ficolin and increased levels of CL-L1 in patients with ALF compared with healthy controls as well as an association between spontaneous survival and high levels of MBL and low levels of Lficolin. These results demonstrate dynamics in the lectin pathway in the course of ALF and suggest a role of the lectin pathway in ALF, though causality cannot be determined based on the study design.\n\nThe main strengths of this study are the large cohort and the longitudinal design with serum samples from day 1 and day 3 in the majority of patients and follow-up with case reports after 3 weeks or at time of death or transplantation. This allows us to assess the dynamic changes in the protein levels in the early phase of ALF. Another strength is the comparison of patients with healthy controls, as well as patients with stable alcoholic liver cirrhosis, which gives a broader picture of the lectin pathway in both acute and chronic liver diseases. Our study is limited by the fact that it is a descriptive study; we did not include the collection of DNA for genotyping, and no functional analyses were conducted, why we cannot determine the effect of the observed changes.\n\nThe observed changes in the lectin pathway proteins may be caused by different mechanisms. The most likely mechanism is that the proteins are released from cells due to different stimuli. MBL is most likely to be released upon production whereas CL-L1 unlike MBL and the ficolins, is a cytosolic protein stored in secretory granules in hepatocytes [23] . CL-L1 may, therefore, be shed into the bloodstream when the hepatocytes undergo necrosis or apoptosis during ALF. This may explain why CL-L1 levels are higher in ALF patients than healthy controls, contrary to MBL and the ficolins. Previous studies have shown decreased levels of complement proteins due to deposition in the liver, which may explain the low levels of MBL and M-ficolin [5, 6] . Therefore, the function of MBL may remain intact in patients with higher levels of MBL causing the association of high levels of MBL to be related to survival in ALF.\n\nOther possible explanations are differential regulation, synthesis defects of the proteins during the disease course or genetic polymorphisms in the respective genes with differences among the proteins due to differences in function and importance.\n\nOur study clearly demonstrates dynamic changes in lectin pathway protein levels in ALF patients and this disputes a general acute hepatic synthesis defect and indicates that the liver preserves the capability to secrete lectin pathway proteins, despite severe liver dysfunction. For MBL, an acute phase response may be a possibility, which, in a study of pneumococcal pneumonia, has been described for some MBL genotypes [24] . However, describing MBL as an acute phase reactant is highly controversial, as MBL responses have shown a high degree of heterogeneity [25] [26] [27] . Further there was no association between MBL and the SIRS-criteria.\n\nThe levels of MBL and M-ficolin in the present study are in line with findings from other studies, whereas L-ficolin levels in general are lower. Further, both higher and lower Hficolin levels have been demonstrated previously [28] [29] [30] . These differences may partly be caused by the use of different assays and antibodies. Different changes in the levels among the collectins and ficolins have been observed in other diseases; two studies describe different changes in the levels of MBL, L-and H-ficolin in preeclamptic women and patients with sarcoidosis [30, 31] .\n\nCollectin and ficolin levels did not correlate with liver status determined by the MELDscore probably owing to the large intra-and inter-individual variability. Patients who experienced spontaneous survival had higher levels of MBL and lower levels of L-ficolin, indicating that the changes in the lectin pathway proteins may in fact be part of the disease process or a product of the changes in the liver status during the disease course. All though we observe associations with survival these results cannot clearly help determine who will survive because of the overlap between groups. Future studies should investigate MBL genotypes to explain effects of MBL polymorphisms as a prognostic factor for survival. Donor and recipient genotypes and levels of MBL seem to be a prognostic factor for infections and survival in liver transplantation [32] . This is the first published study on CL-L1 in acute and chronic liver diseases and compared with healthy controls. CL-L1 is a newly described protein speculated to activate the lectin pathway in a manner similar to MBL. CL-L1 levels are inversely correlated to ALT that normally is considered to reflect hepatocyte damage, while the CL-L1 levels are positively correlated to bilirubin secretion. This leads to the idea that elevated CL-L1 levels reflect a more prolonged damage to the liver, which is also consistent with the fact that CL-L1 correlates with both the duration of symptoms and icterus. An interesting observation is the low level of CL-L1 in acetaminophen induced ALF.\n\nIn our previous study on the same ALF patient cohort we observed significantly increased levels of the macrophage activation marker sCD163 [16] . The observation of an association between CL-L1 and sCD163 may be explained by hepatocyte necrosis and outflow into the circulation parallel to activation of macrophages most likely caused by the on going liver cell necrosis and inflammation. The association with H-ficolin might be explained similarly.\n\nThe main focus of the present study was the comparison of ALF patients with healthy controls; however, we used alcoholic cirrhosis patients as an additional control group to take into account chronic liver disease as a different model of liver failure. We observed marked differences between the two groups, mainly lower MBL, M-ficolin and CL-L1 levels and higher L-and H-ficolin levels, when comparing ALF patients with alcoholic cirrhosis patients. Previous studies have mainly studied chronic viral hepatitis and found no difference in L-ficolin levels between hepatitis C patients with normal ALT values and healthy controls [33] , but low levels of MBL in patients with chronic hepatitis B and C [34] . These deviations from our study may be caused by the differences in alcoholic or viral cause of chronic liver disease.\n\nIn conclusion we observed differential and dynamic changes in the lectin pathway proteins and associations of MBL and L-ficolin levels with survival. Based on this study we cannot determine if these changes have functional or clinical significance, however this study shows that the lectin pathway is affected during ALF and paves the road for further studies on the lectin pathway in ALF.\n\nRefer to Web version on PubMed Central for supplementary material.\n\nMical Campbell, University of Pennsylvania, Philadelphia, PA; Tarek Hassenein, Fatma Barakat, University of California, San Diego, CA; Alistair Smith, Duke University, Durham, NC.\n\nThis study was supported by a grant from The Danish Council for Independent Research -Medical Sciences, the NOVO Nordisk Foundation, and the National Institutes of Health (U01-DK-58369).\n\nAcute Liver Failure\n\nCollectin-Liver-1 Levels of CL-L1 at day 1 and day 3 in patients with acute liver failure according to aetiology (Acetamin, acetaminophen; Drug Hep, drug hepatitis; Viral Hep, viral hepatitis, Indeterm, indeterminate) compared to healthy controls. (*, p<0.03 when compared with nonacetaminophen cases; x, p=0.0002 when compared with healthy controls)."}