{"title": "Treatment with novel RSV Ig RI-002 controls viral replication and reduces pulmonary damage in immunocompromised Sigmodon hispidus", "body": "Respiratory syncytial virus (RSV) is a significant cause of bronchiolitis and pneumonia in high-risk infants and children, elderly and immunocompromised individuals. Among hematopoietic stem cell transplant recipients (HSCT), RSV affects between 2 and 17% of patients, [1] [2] [3] [4] [5] with infection progressing to lower respiratory tract infection in 17-84% of cases. 1, [6] [7] [8] [9] The mortality rate of RSV lower respiratory tract infection in HSCT patients, if left untreated, can reach 83% or higher. [10] [11] [12] [13] Studies in patients with hematologic disorders and in recipients of HSCT show that they maintain dramatically prolonged RSV replication, with a reported median duration of 30.5 days. 14 Early intervention with ribavirin (aerosolized or oral) can reduce mortality associated with RSV infection of patients with hematologic malignancies and transplant recipients, highlighting the importance of controlling viral replication in this cohort. However, a significantly higher dose of ribavirin is required to achieve the therapeutic effect. 14, 15 Efficacy of ribavirin therapy may be improved by combining it with the administration of intravenous immunoglobulin (IVIG) or intravenous RSV immunoglobulin (RSV-IVIG, a preparation containing 5-10 times the amount of RSV-neutralizing Ab found in standard IVIG preparations). 16, 17 RSV-IVIG RespiGam approved for prophylaxis of RSV infection is no longer manufactured (http://www.aetna.com/cpb/medical/data/ 300_399/0318.html) and the humanized monoclonal Ab palivizumab is the only currently available drug for the prevention of RSV in high-risk infants and children. 18 Palivizumab use in adult patients is restricted due to cost considerations; nevertheless, it has been tested in HSCT patients as a part of the combined therapy with ribavirin. The treatment was found to be safe and well-tolerated, however, its efficacy was not conclusive. 8, 19 In the normal immunocompetent subject, antivirals administered after RSV infection reduce viral replication but do not ameliorate the disease. [20] [21] [22] In contrast, antivirals given before infection reduce both viral replication and disease, suggesting that once triggered, the inflammatory response leads to cytokine response and subsequent pulmonary pathology that remains even after the viral load is decreased. 23 As cellular infiltration of the lung is a large component of RSV-induced pulmonary damage, it has been shown using an animal model that a combination of antiviral (for example, palivizumab) and anti-inflammatory (for example, corticosteroids) treatment may represent an effective therapeutic regime. [22] [23] [24] However, whether the same approach would be required for immunosuppressed individuals is not known. Pulmonary pathology in HSCT patients with RSV infection may be mediated by the lung damage caused by prolonged viral replication. In this case, treatment with a drug that has strong antiviral activity may have a higher therapeutic efficacy in immunosuppressed patients compared with immunocompetent individuals infected with RSV because of the reduction in pulmonary damage caused by excessive viral replication.\n\nIn this work, we tested a novel RSV-IVIG formulation RI-002, manufactured in compliance with the Food and Drug Administration's standards for treating patients with immune deficiency diseases, for its ability to reduce RSV infection in normal and immunocompromised cotton rats S. hispidus. The cotton rat model has accurately reproduced significantly prolonged RSV replication under conditions of immunosuppression. 25 Cotton rats were instrumental in proving efficacy of Ab immunoprohylaxis, 26 which led to the development of both RespiGam and palivizumab. 27, 28 The model also confirmed that anti-RSV Ab was less effective when given after the onset of RSV infection, [20] [21] [22] [23] indicating the important contribution of host inflammatory response to infection in the pathogenesis of RSV disease. The goal of this particular work was to determine whether RI-002 can mitigate prolonged RSV replication and reduce pathology of RSV disease in immunosuppressed cotton rats.\n\nRI-002 Intravenous Immune Globulin (Human): 10% Human IgG, prepared to contain standardized amounts of RSV-neutralizing antibodies was isolated from source plasma obtained from more than 1000 donors who were selected to have high titers of naturally occurring neutralizing Ab to RSV. Reference Ab RespiGam (Liquid SD Lot LIVRSV-82A Reference RSV-IVIG, 5%) and cyclophosphamide (CY) for injection (20 mg/mL USP, Baxter, Deerfield, IL, USA) were obtained from ADMA Biologics, Ramsey, NJ, USA and Blue Door Pharma (Rockville, MD, USA), respectively.\n\nThe prototype A/Long strain of RSV was obtained from the American Type Culture Collection (Manassas, VA, USA). Virus was propagated in HEp-2 cells and serially plaque-purified to reduce defective-interfering particles. 29 A single pool of RSV A/Long (3 × 10 7 plaque-forming unit (PFU)/mL) was used for the studies described herein. RSV viral titers in the lungs of infected animals were determined by plaque assay. 30 Animals and animal studies Inbred S. hispidus cotton rats were obtained from a colony maintained at the Sigmovir Biosystems, Inc. Six-to eight-week-old inbred female cotton rats were used for the studies without the need for additional randomization. Animals were housed in large polycarbonate cages and were fed a standard diet of rodent chow and water. The colony was monitored for Ab to adventitious respiratory viruses and other common rodent pathogens and no such Ab were found. All studies were conducted under applicable laws and guidelines and after approval from the Institutional Animal Care and Use Committee of the Sigmovir Biosystems, Inc. Efficacy of RI-002 therapy and prophylaxis (each) was verified in two consecutive experiments conducted first in normal and then in immunosuppressed animals. Sample size of five animals per group was chosen based on results of previous experiments, as allowing detection of statistically significant differences between groups. Comparison between groups was run using Student's t-test for unpaired data with unequal variance (KaleidaGraph, Synergy Software, Reading, PA, USA). Unless indicated, samples were not blinded before analysis.\n\nFor studies on RI-002 prophylaxis in normal cotton rats, animals were inoculated i.p. under isoflurane anesthesia with RI-002 and 24 h later challenged with RSV A/Long (10 5 PFU per animal) administered in 100 μL intranasally. Control animals were inoculated i.p. with saline or RespiGam solution 24 h before RSV infection. Animals were killed by CO 2 asphyxiation on day 4 post infection and lung and nose samples were collected for viral quantification by plaque assay. Blood was collected before infection and before killing the animal for quantification of RSV-neutralizing Ab via microneutralization assay. For studies on RI-002 therapy of RSV infection, animals were treated 24 h after RSV infection with RI-002 and killed on day 4 post infection. Control animals were inoculated i.p. with saline.\n\nImmunosuppression was induced in cotton rats by repeated treatment with CY based on the method described before 25 with some modifications. CY dose of 50 mg/kg was administered i.m. for therapy study or i.p. for prophylaxis study under isoflurane anesthesia as 250 μl per 100 g animal for 18 days. At the end of this period, whole blood and serum samples were collected to verify the decline in total white blood cell and lymphocyte counts. CY treatment was continued until the end of the study. Twenty-one days after the start of CY treatment, animals were infected with RSV A/Long (10 5 PFU per animal). On days 1, 4 and 7 post infection, animals were treated i.p. with RI-002. Control immunosuppressed RSV-infected animals were inoculated i.p. with saline. As an internal control for RSV infection without immunosuppression, age-matched normal animals were infected with RSV and treated with saline i.p. on day 1 post infection. Groups of five animals were killed on days 4 and 10 post infection for collection of lungs and noses for viral quantification by plaque assay. On day 10 post infection, lungs were collected for histopathology analysis and fragments of the liver and kidney were snap-frozen for quantitative PCR analysis. Blood samples were collected from all animals before each animal was killed for WBC, lymphocyte count analyses and microneutralization assay. For RI-002 prophylaxis studies, immunosuppressed cotton rats were given RI-002 i.p. one day before infection with RSV, followed by RI-002 treatments on days 4 and 8 post infection. Samples were collected for analysis of viral replication on days 4 and 10 post infection.\n\nLungs were prepared for histopathology analysis as previously described and scored blindly for peribronchiolitis (inflammatory cells around small airways), perivasculitis (inflammatory cells around small blood vessels), alveolitis (inflammatory cells within alveolar spaces) and interstitial pneumonitis (inflammatory cell infiltration and thickening of alveolar walls). 31 Each parameter was scored on a 0-4 scale. Epithelial damage was evaluated as a hyperplasia of airway epithelial cell lining, multilayered cell arrangement and small, papillae-like structures projecting into the airway lumens and was scored on a 0-3 scale (0 = absent, 1 = minimal, 2 = mild, 3 = moderate).\n\nExpression of RSV NS1 mRNA was analyzed in RNA extracted from different organs by real-time quantitative SYBR Green PCR as previously described. 32, 33 Neutralizing Ab assay Anti-RSV-neutralizing titers in the cotton rat serum samples were determined by microneutralization assay as previously described. 34, 35 In brief, serum dilutions were incubated with ∼ 50 PFU of RSV A2 strain for 30 min at room temperature, followed by the addition of 1.5 × 10 4 HEp-2 cells in 96-well culture plates. After 3 days, the quantity of RSV Ag was determined by RSV Enzyme Immunoassay using a monoclonal Ab to the RSV F protein. The neutralizing titer was defined as the serum dilution that results in a 50% reduction in color development.\n\nTo verify the antiviral potency of RI-002 prophylaxis, normal cotton rats were inoculated i.p. with 500, 750 or 1000 mg/kg of RI-002 and infected with 10 5 PFU of RSV A/Long per animal 24 h later. Lungs and noses were harvested for viral titration 4 days after infection. Viral load in RSV-infected, RI-002-treated animals was compared with that in RSV-infected animals treated with saline or inoculated with positive control reference RSV-IVIG formulation RespiGam (750 mg/kg). Saline-treated, RSV-infected animals had 4.7 and 5 Log 10 PFU/g of RSV in the lung and nose tissue, respectively (Figure 1a ). RI-002 completely protected the lung against RSV replication at all doses tested. Significant reduction of viral replication in the nose was also achieved. In the lungs, protection afforded by RI-002 was improved as compared with that induced by the reference RespiGam formulation. Levels of RSV-neutralizing Ab were quantified by a microneutralization assay of serum collected immediately before infection and again at the time the animal was killed ( Table 1 ). The data show doseresponse serum RSV-neutralizing titers, which correlated with the protection evidenced by the lung and nose RSV viral titers in the cotton rat tissues.\n\nTo determine the ability of RI-002 to reduce RSV load when administered after infection (RI-002 therapy), animals were infected with RSV and treated one day later with RI-002. Treatment with 1500 mg/kg RI-002 completely suppressed viral load in the lungs of infected animals on day 4 post infection ( Figure 1b) . Treatment with 750 mg/kg RI-002 abolished replication of RSV in the lungs of two out of five animals, with barely detectable virus isolated from the remaining three animals in the group. RSV replication in the nose was also reduced in RI-002-treated animals in a dose-dependent manner.\n\nEfficacy of RI-002 against RSV infection in immunosuppressed cotton rats Cotton rats were immunosuppressed via repeat cyclophosphamide treatment administered over a 3-week period (Figure 2a) . Blood samples collected before each animal was killed were used to verify the drop in white blood cell (WBC) and lymphocyte counts in all immunosuppressed cotton rats, and a rise in serum RSV-neutralizing Ab titer in RI-002-treated animals (Figure 2b ). Significantly delayed viral clearance was seen in immunosuppressed cotton rats infected with RSV ( Figure 3 ). Although normal cotton rats treated with saline cleared RSV by day 10 post infection, immunosuppressed saline-treated animals had~6 log 10 PFU of virus in their lungs and noses at that time. Immunosuppressed cotton rats inoculated with RI-002 after RSV challenge showed~99.9% reduction in viral load in the lung and nose at days 4 and 10 post infection when compared with saline-treated, immunosuppressed cotton rats. Both H/L/L and H/H/H regimes of treatment were effective in suppressing viral replication.\n\nTo determine whether RI-002 has an effect on pulmonary pathology associated with prolonged RSV replication in immunosuppressed animals, lung tissue was collected for histopathology analysis on day 10 post infection. Immunosuppressed animals had more severe inflammation in the lung parenchyma (interstitial pneumonia) than non-immunosuppressed animals (Figures 4a  and b) . Immunosuppression and RSV infection were also associated with significant hyperplasia of the mucosal epithelium of the conducting airways, which was absent in non-immunosuppressed, RSV-infected animals (Figures 4a and b , compare top and bottom panels). Immunosuppressed, RSV-infected animals treated with a high-dose antiviral regime had little to no inflammation in the parenchyma and a significantly reduced epithelial hyperplasia (Figure 4b , compare top and middle panels), whereas intermediate-dose treatment was slightly less effective at reducing epithelial damage. These results suggest that the high-dose antiviral regimen reduces both pneumonia and airway epithelial hyperplasia in immunosuppressed animals infected with RSV. As the hyperplasia is a likely response to airway epithelial injury, these findings suggest that the high-dose antiviral regime may have either protected the animals from past or ongoing bronchiolar injury or may have enhanced recovery of the airway epithelium of immunosuppressed animals after the viral infection.\n\nRSV gene expression in organs outside of the respiratory tract was evaluated in immunosuppressed cotton rats infected with RSV. Samples of the liver and kidney were collected on day 10 post infection and analyzed by real-time PCR. Liver and kidney of immunosuppressed RSV-infected animals treated with saline had elevated expression of the RSV NS1 gene compared with the liver and kidney samples from normal animals infected with RSV and treated with saline ( Figure 5 ). Although the differences failed to reach statistical significance, RI-002 treatment of immunosuppressed, RSV-infected animals appeared to reduce RSV NS1 expression in the liver and kidney to the basal level detected in normal cotton rats infected with RSV.\n\nRI-002 IVIG was also used to evaluate prophylactic efficacy of RSV-IVIG against RSV disease in immunosuppressed animals. Cotton rats were immunosuppressed with CY and treated with RI-002 one day before RSV infection, and on days 4 and 8 post RSV infection in a total of three repeated doses of 1500 mg/kg or 750 mg/kg. Lungs of immunosuppressed animals treated with 1500 mg/kg were completely protected against RSV replication on both days 4 and 10 post infection ( Figure 6 ). Animals treated with 750 mg/kg RSVIG had no detectable viral replication in the lungs on day 4 post infection, and minimal detectable replication (only two out of five animals in a group had a few plaques) recorded for day 10 samples.\n\nThe studies described here demonstrate that RI-002 treatment can significantly improve outcome of RSV disease in immunocompromised cotton rats. The treatment was found to accelerate viral clearance and to reduce damage to pulmonary tissue and airway Results represent the mean ± s.e. for 5 animals per group. *P o0.05 when compared to RSV-infected immunosuppressed animals treated with saline and killed on the same day.\n\nlining. Repeat administration of RI-002 was used to achieve the desired effect, based on the earlier observation that an insufficient number of treatments can lead to rebound RSV replication in immunosuppressed animals undergoing Ab therapy. 36 A regime consisting of three administrations of 1500 mg/kg RI-002 was largely comparable in antiviral efficacy to a combination treatment that included one dose of 1500 mg/kg followed by two doses of 750 mg/kg. However, the high-dose treatment of repeat 1500 mg/ kg RI-002 doses appeared to be more effective in restoring the pulmonary histology to the level similar to that seen in normal cotton rats infected with RSV. In normal cotton rats, a single administration of 750 or 1000 mg/kg RI-002 given prophylactically inhibited RSV replication in the lower respiratory tract, reducing viral titers to undetectable level. Stronger antiviral effects of RI-002 correlated with higher serum RSV-neutralizing Ab titers achieved one day after Ab inoculation, consistent with the previously established correlation between serum RSV-neutralizing Ab titers and RSV load. 26 RI-002 infusion ameliorated pulmonary pathology associated with prolonged RSV replication in immunosuppressed cotton rats. Both elevated interstitial pneumonia and epithelial hyperplasia, features characteristic of immunosuppressed RSV-infected animals, were strongly reduced by RI-002. Antiviral therapy, therefore, appears more effective as a stand-alone treatment against pulmonary disease in immunosuppressed compared with normal cotton rats infected with RSV. 22, 23 This suggests that excessive viral replication may indeed be a driving factor of RSV pathogenesis in immunosuppressed subjects and that RSV antivirals may have a higher therapeutic potential as a stand-alone treatment in immunosuppressed patients, but future studies in the human patient population are needed to confirm this hypothesis. In addition to antiviral activity, an anti-inflammatory activity, which is present in IVIG, 37-39 could be beneficial and could have contributed to the disease-ameliorating effect seen in this work. Dissemination of microbial pathogens outside of primary target organs is also a significant problem for bone marrow transplant recipients. 40 Dissemination of RSV in immunocompromised patients is not well documented, but RSV RNA has been detected in the blood and found to correlate with poor outcome of RSV lower respiratory tract disease in HSCT recipients. 41, 42 Our results show that detection of RSV RNA outside of respiratory tract of immunosuppressed cotton rats was reduced by RI-002 treatment.\n\nThere is a well-defined segment of patients with immune deficiency diseases that require regular infusions of Ig to reconstitute their deficient humoral Ab compartment and who are also extremely susceptible to RSV disease. [43] [44] [45] With the withdrawal of RespiGam from the market, an important IVIG product in the arsenal for controlling RSV disease in vulnerable populations is no longer available. The improved efficacy of IVIG vs palivizumab against RSV in HSCT patients 17, 19 suggested that broader spectrum Ab may be required. A pivotal phase III RI-002 clinical trial in patients with immune deficiency disease has recently been completed. 46 The favorable secondary outcomes that were achieved suggest that the unique Ab profile of RI-002 may have contributed to the positive results. RI-002 not only has higher titer Ab to RSV, but also contains significantly higher titers of Ab to other respiratory viruses including coronavirus, parainfluenza virus, metapneumovirus and influenza virus (manuscript submitted for publication). Multiple respiratory viruses, including adenoviruses, rhinoviruses and coronaviruses have higher infection rates in HSCT recipients and may have prolonged viral replication in these subjects. Lower respiratory tract infection complication rates are high for RSV, influenza, parainfluenza, adenoviruses and human metapneumovirus (reviewed in Shah et al. 47 ), suggesting that the polyvalent and broad antiviral characteristics of IVIG may be important in this patient population. Figure 6 . Effect of RI-002 prophylaxis on RSV replication in immunosuppressed cotton rats. Cotton rats were immunosuppressed with cyclophosphamide and inoculated with RI-002 at 750 (low dose) or 1500 mg/kg (high dose). Twenty-four hours later, animals were infected with 10 5 PFU of RSV A/Long per animal. On days 4 and 8 post infection, RI-002 treatment was repeated in the same dose as the original one. Groups of animals were killed on days 4 and 10 post infection and lungs were collected for viral titration (VT). Control animals were immunosuppressed, infected with RSV and inoculated with saline one day before and on days 4 and 8 post infection. Results represent the mean ± s.e. for 4-5 animals per group. *Po0.05 when compared with RSV-infected animals treated with saline killed on the same day."}