{"title": "Revista Clínica Española Hemophagocytic lymphohistiocytosis associated with viral infections: Diagnostic challenge and therapeutic dilemma ଝ", "body": "especialmente el virus de Epstein---Barr. Las principales características clínicas son fiebre, disfunción hepática, coagulopatía y pancitopenia. El diagnóstico es difícil debido a la rareza de este síndrome y a la falta de especificidad de los hallazgos clínicos, sin embargo, un diagnóstico y tratamiento precoces son importantes para disminuir la mortalidad. El tratamiento debe ser dirigido al control de la enfermedad subyacente y a suprimir la respuesta inflamatoria exagerada mediante el uso de inmunosupresores. © 2013 Elsevier España, S.L. Todos los derechos reservados.\n\nA previously healthy 16- year-old male with no toxic habits was admitted for sore throat, fever and cervical adenopathies of approximately 6 days of evolution. The Paul-Bunnell test and the Epstein---Barr virus (EBV) immunoglobulin M test were positive. The results of the serology for the human immunodeficiency virus (HIV) and the hepatitis virus were negative. During the stay in the ward, the mononucleosis symptoms presented by the patient on admission progressively worsened. These included hepatosplenomegaly, progressive pancytopenia and a progressive increase in transaminase and bilirubin levels. After blood cultures were taken and other infectious foci were ruled out, treatment was started with glucocorticoids and broad-spectrum antibiotics. Despite this, the patient maintained a continuous high fever and, on the seventh day of hospitalization, experienced renal and respiratory failure and delirium. The blood and urine cultures were negative and the cerebrospinal fluid was normal.\n\nHow should this patient be evaluated and treated?\n\nThis is a patient with an exceptional disease: fulminating hemophagocytic lymphohistiocytosis (HLH), trigged by a common disease, infectious mononucleosis. HLH is a difficult to diagnose disease due to its low incidence and nonspecific clinical manifestations. It progresses as a severe systemic inflammatory syndrome, with a large clinical overlap with sepsis; however, the prognosis and treatment of the 2 diseases are very different. HLH has a poorer prognosis and requires treatment with chemotherapy and, in some cases, bone marrow transplantation, while severe sepsis has a better prognosis and is treated with antimicrobials. The early diagnosis and treatment of HLH can dramatically improve the prognosis; however, the decision to administer immunosuppressants to a patient who has an infectious disease, such as the one we just presented, requires clinical expertise and prudence.\n\nHemophagocytic lymphohistiocytosis is a clinicalpathological syndrome in which an uncontrolled and ineffective immune response leads to hyperinflammation. This condition was first described by Scott and Robb-Smith in 1939, who reported 4 cases of a disease that manifested with fever, adenopathies, organomegaly, pancytopenia and histiocytic infiltration of the bone marrow, with an invariably fatal outcome, a condition they called histiocytic medullary reticulosis. 1 Over the last decade, interest in this disease has intensified enormously due to the availability of tools that have enabled significant progress in understanding the molecular mechanisms of HLH. The annual number of citations in PubMed regarding HLH has multiplied by a factor of more than 10.\n\nHistorically, 2 phenotypes of HLH have been distinguished: primary and secondary (Table 1 ). 2 Primary HLH (also called genetic or familial). This phenotype has a high mortality rate, occurs mainly in infants with genetic abnormalities that interfere with the function of cytotoxic T lymphocytes and natural killer (NK) lymphocytes and is transmitted by autosomal recessive inheritance. Two subgroups have been described: familial HLH (FHLH) and the genetic forms associated with primary immunodeficiency, including disorders linked to pigmentary dilution or pseudoalbinism (S. Chediak-Higashi syndrome, S. Griscelli syndrome and S. Hermansky-Pudlak syndrome) and lymphoproliferative disease associated with chromosome X.\n\nSecondary or acquired HLH. This is defined as cases of HLH in which no characteristic mutations of the disease are detected and one or several triggers have been identified (Table 2) , such as infections (HLH-I), 3 autoimmune and autoinflammatory diseases 4 (in this case called macrophage-activation syndrome [MAS] ) and tumors (HLH-T), especially T-cell lymphomas. 5 In general, this phenotype has lower mortality than the primary forma and manifests more frequently in older children, adolescents and adults. Nevertheless, the primary forms are also often precipitated by infections and other triggers, and hypomorphic or heterozygous mutations that cause defects in cytotoxicity have been reported in the secondary forms. The distinction between primary and secondary HLH is therefore becoming increasingly blurred and artificial.\n\nThe incidence of HLH is difficult to estimate because this condition is probably underdiagnosed. It is a primarily pediatric disease, with increased incidence in children younger than 3 months. A national retrospective study of Japan 6,7 revealed an HLH incidence of 1/800,000 inhabitants/year (56% of cases in children younger than 14 years). The frequency of the various forms of HLH varies according to age. In patients between 14 and 29 years of age, HLH associated with infection (HLH-I) was the most common (68% of cases, half of them associated with EBV infection). In this age group, the second leading cause was HLH associated with autoimmune diseases (MAS: 22%), followed by HLH associated with tumors (HLH-T: 10%). In the patient group aged 30---59 years, HLH-T occurred somewhat less frequently than HLH-I (37% and 47%, respectively), followed by MAS (9%) and HLH associated with bone marrow transplantation (7%). In the patient group older than 60 years, neoplasms were the most common cause (68%), followed by infections (26%; only one quarter with EBV) and MAS (6%). Another recent retrospective Swedish study showed an annual incidence of HLH-T in adults of 0.36 cases/100,000 individuals/year. 8 FHLH occurs in 1/30,000---50,000 births and in 80% of cases, manifests during the first year of life. 7, 9 Pathophysiology In healthy individuals, the recognition of a foreign antigen will start an inflammatory cascade, with the releasing of cytokines by Th1 immune response cells (IFN-␥, TNF-␣, IL-18 and others), which induces the proliferation of NK and T-lymphocyte cells. These cells harbor granules that contain cytolytic enzymes (perforin and granzyme). The combined action of these cytolytic proteins induces apoptosis of the target cells, eliminating the antigenic stimulant and signaling the termination of the inflammatory response (Fig. 1 ). 2 Various mutations have been described in genetic HLH in the loci that regulate the expression and activity of cytotoxic granules in the effector cells (T lymphocytes and NK), which contain perforin and granzyme, which explains the deterioration or lack of function in the Th1 response. These mutations include PRF1, UNC13D, STXBP1, LAR, STX11, SH2D1A and XIAP 10 and affect the trafficking of intracellular vesicles and lead to insufficient levels of perforin or defective vesicular exocytosis. When perforin-mediated cytotoxicity is reduced or absent, the elimination of foreign and/or dangerous noxas in the host is compromised, the antigenic stimulation is maintained and there is no termination or ''switching-off'' of the immune response. This defect leads to the hyperactivation and expansion of effector cells (histiocytes, macrophages and CD8+ T cells), which can infiltrate various organs, and to cytokine overexpression (''cytokine storm''). The result of this process is the uncontrolled and ineffective activation of the immune response, cellular damage and multiple organ dysfunction (Fig. 2) . 2, 11 Hemophagocytosis is the histological signature of this disease and is caused by the activation of well-differentiated macrophages that ''devour'' blood cells in the bone marrow, lymph nodes, spleen, liver and other organs. However, hemophagocytosis might not be observed when the first clinical manifestations of HLH appear and is not a specific trait, given that it can also be found in various inflammatory and infectious diseases. 12 In acquired HLH, the mechanisms that lead to a defect in cytotoxicity and a poorly controlled immune response are probably multifactorial and have not been completely defined. These mechanisms include hypomorphic mutations and polymorphisms in genes that regulate the immune response, interference by the virus in the cytotoxic function and imbalances between infected and effector cells. 13 The line separating the genetic forms from the acquired forms is increasingly blurred, and the clinical spectrum of HLH represents a continuous risk. Patients who maintain completely preserved immune function have a low probability of presenting the disease, and the mutations that affect the cytotoxic function lower the threshold so that HLH can appear, more so the larger its contribution to hyperactivity CD8 mediated cytotoxicity. Therefore, the acquired forms, which manifest in adults, lie in the gray area between patients with normal immunity and the familial forms with severe defects in cell immunity, who manifest the disease in the first months of life. 13---15 \n\nThe cardinal clinical manifestations are usually dramatic and can affect any organ. These include high continuous fever, hepatosplenomegaly and cytopenia. Other symptoms that appear less frequently include exanthema, jaundice, lymphadenopathy, lethargy, seizures and lung, heart or kidney disorders. 2 The most common laboratory findings are reduced fibrinogen levels, coagulopathy and increased levels of lactate dehydrogenase, bilirubin, transaminases, triglycerides and ferritin. The most characteristic immunological test results are an increased plasma concentration of soluble IL-2 receptor ␣ (CD25s), reflecting the overall hyperactivation of the immune response, and NK cell deficiency. 16 The most characteristic trait is hemophagocytosis. 2 Although the clinical manifestations and laboratory results are characteristic, HLH has no pathognomonic disorder. Therefore, the Histiocyte Society has proposed joining a series of clinical criteria for its diagnosis (Table 3) . 6 This is a disease that is difficult to diagnose and is probably underdiagnosed (due to its low incidence, variable presentation and nonspecific clinical manifestations), as demonstrated by a comprehensive review conducted in Sweden, in which only 11 of 32 patients were diagnosed before their death. 9 The key points to confirm the diagnosis are reviewing the medical history, performing a complete medical examination and laboratory tests to investigate the affected organs, performing a bone marrow aspirate and biopsy, monitoring ferritin levels, conducting a proper immunologic study, investigating the existence of characteristic mutations in the familial forms and ruling out the presence of triggers. We suspect this disease when faced with a patient with high fever and multiple-organ dysfunction, especially if they do not respond to the administration of broad-spectrum antibiotics. If hemophagocytosis is not observed in the first bone marrow biopsy, it is advisable to repeat the biopsy, given that it might be present at the start of the symptoms. Very high ferritin levels, or those that rapidly increase, are highly suggestive of HLH. A ferritin level >10,000 g/L has a sensitivity of 90% and a specificity of 96% for HLH, almost without overlapping with sepsis, infections or hepatic failure. 17 For all patients, even adults, we cannot rule out the familial forms without analyzing the genetic mutations that define them (Table 3) . It is important to identify the presence of potential triggers (Table 2), given that the early treatment of these conditions can sometimes eliminate the stimulation of the immune activation and clinically improve the HLH, which thereby avoids more toxic immunosuppressant (Table 4) . 18 When ruling out the presence of viral infections, viral load determinations by molecular techniques are of more assistance than serological studies. Differential diagnoses should be performed with all entities that produce high fever, cytopenia, hepatic dysfunction and visceromegaly, with or without other organ failures. The main diagnostic challenge is to differentiate HLH from other diseases that cause systemic inflammatory response syndrome with multiple organ dysfunction, especially severe sepsis. For children, HLH should be differentiated from storage diseases that progress with organomegaly, Kawasaki disease and Langerhans cell histiocytosis. In adults, HLH can also be confused with lymphoproliferative syndromes. 16\n\nAll forms of HLH, including when treated adequately, have a high mortality. The prognosis of familial forms without treatment is poor, with a median survival of 1---2 months and a mortality that exceeds 50%. 2, 5 The mortality rate is lower for MAS (8---22%) 4 and greater for HLH-T, especially when associated with T-cell lymphoma. 7 Treatment for HLH should consider the following 3 components: supportive treatment for the complications and organ failures that arise during the clinical course, elimination of present triggers (especially infections) and suppression of the exaggerated inflammatory response. 2 For stable patients, supportive treatment and treatment of the underlying disease (infection, tumor or autoimmune disease) should be started. When an infectious disease is suspected, appropriate diagnostic tests should be indicated and appropriate empiric antimicrobial treatment started. If the disease progresses despite these measures, antiinflammatory and/or immunosuppressive treatment should be established.\n\nThe optimal treatment for HLH is still not known because there have been no randomized studies that have analyzed this treatment. Therapeutic decisions should therefore be based on clinical experience and expert recommendations. 6, 19 The Histiocyte Society recommends a treatment for HLH in children that includes the following: dexamethasone, cyclosporine A and etoposide (known as protocol HLH-04), with intrathecal methotrexate in the event of neurological involvement, and bone marrow transplantation for the familial forms or those refractory to treatment. 6 For FHLH, this treatment improves survival (from 0% to 50%) and can cure the disease. 20 The use of this protocol in adults is less studied, but a case series analysis indicated that it can be useful, especially when the disease is associated with viral infections and tumors. 19 The HLH-04 protocol combined with rituximab has been used successfully in viral infections, especially, in EBV infection. 21 Other treatments employed in HLH include the intravenous administration of immunoglobulins (adults with rheumatic infections or disease), 22 plasmapheresis and anti-TNF drugs (associated with autoimmune diseases). 19 HLH therapy is complex due to the dynamic course of the disease, the toxicity of the drugs employed and the risk of relapses. Therefore, a number of experts have designed therapy algorithms. 23 A more comprehensive description of HLH treatment is beyond the scope of this review but can be found in recent publications. 2, 6, 16, 19, 23 \n\nThe association between HLH and various infections has been widely documented, and both familial and sporadic cases are often precipitated by infections, usually viral. Therefore, the identification of an infection will not discriminate between genetic and acquired forms of the disease. 2, 16, 24 Although viruses are the agents most often associated with HLH, a wide range of pathogens have also been implicated, including fungi, bacteria, mycobacteria and parasites (Table 2) . 16, 25 Viral infection-associated HLH was first described in 1979 by Risdall in a series of 19 patients, 14 of them by herpes virus. The patients received only supportive treatment, and 13 of them had favorable outcomes. 26, 27 The persistence of the infectious agent in the reticuloendothelial system can be a relevant factor, as indicated in reported cases of infections by Leishmania, Mycobacterium tuberculosis and Salmonella typhimurium. 2,5\n\nEpstein---Barr virus: The best known precipitating agent of HLH, which is associated increasingly frequently with this disease, both in the familial and sporadic forms. 2 EBV is the trigger for HLH in 74% of children and 30% of adults in whom an infectious agent is identified. 5, 7, 19 The epidemiology of EBV-associated HLH is not well known, although a greater incidence has been observed in Asian countries, which suggests environmental or genetic factors. 8, 28 Most patients with EBV-associated HLH have atypical infectious mononucleosis, with a prolonged course, although some patients (such as ours) can develop an abrupt and rapidly fatal disease. 2, 29 Of all the infections associated with HLH, EBV infection has the poorest prognosis, especially in the presence of underlying hereditary disorders. 14, 24, 26, 28, 30 Determining the viral load of EBV is important for assessing treatment response and prognosis. 3, 31 Hyperbilirubinemia and ferritin levels greater than 20,000 ng/mL at diagnosis are factors for a poor prognosis. 32 Treatment strategies vary according to the clinical characteristics of the infection. Mild cases of EBV-associated HLH should be treated conservatively (there have been reports of a number of patients with spontaneous regression). Antiviral treatment with acyclovir, ganciclovir and cidofovir has yielded disappointing results. 4, 33 For EBVassociated HLH with severe evolution, the introduction of immunochemotherapy has dramatically changed the history and prognosis of the disease. With the combined use of the HLH-04 protocol and hematopoietic stem-cell transplantation (for refractory cases or recurrence), the survival rate for EBV-associated HLH has drastically improved. 34, 35 In an international registry, the addition of rituximab to anti-HLH treatment (steroids, etoposide and/or cyclosporine) was well tolerated and improved the clinical situation in 43% of patients. 21 Cytomegalovirus (CMV) and other herpes viruses: The viruses most commonly associated with HLH after EBV are the cytomegalovirus (CMV) and the human herpes virus 8 (HHV-8). 2, 18 CMV activates the expression of the tumor necrosis factor gene and has been associated with HLH in healthy patients, with inflammatory bowel disease, rheumatic diseases, cancer and transplantation, with a very high mortality rate. 3, 10, 36 In a series of 171 patients who underwent hematopoietic stem-cell transplantation, 7 patients developed HLH, with CMV the trigger in 3 of these cases. 2, 16, 37 Younger ages are associated with a poorer prognosis. 2, 11, 38 The specific anti-CMV treatment (anti-CMV immunoglobulin, foscarnet or ganciclovir) can be effective. 12, 39 There have been reports of HLH associated with HHV-8 infection in children and adults. The majority of the cases occurred in patients with Kaposi or multicentric Castleman disease, especially in patients with HIV infection 40, 41 and, more rarely, in immunocompetent patients. 42, 43 This condition has a high mortality rate, and better treatment results have been reported with foscarnet, etoposide and rituximab. 13, 43 Herpes simplex viral infections are responsible for 30% of neonatal HLH cases in Japan (6 of every 20 patients with neonatal HLH), with a high mortality rate (4 of 6 patients). 13, 44 A few isolated cases have been described in adults. 13, 45 Human immunodeficiency virus (HIV): HLH can be associated with HIV infection. It is likely that this association has been underestimated, given the clinical and laboratory result similarities between HIV infection and HLH. Approximately 10%-20% of bone marrow biopsies of HIV-positive patients show signs of hemophagocytosis before the start of antiretroviral treatment. 13, 14, 46 Opportunistic infections or neoplasms can be observed in cases of acute or chronic HIV infection and associated with immune reconstitution inflammatory syndrome (associated with the start of antiretroviral treatment). 2,47 HLH can also be the initial presentation of HIV infection. Other common viral triggers of HLH in patients with HIV are EBV, CMV and HHV-8. In a recent series, 55% of patients presented HLH-T (especially lymphomas), and 41% were associated with underlying infections (especially herpes virus and tuberculosis infections). The series had a mortality rate of approximately 30% (similar in HLH-I and HLH-T), whether the patients underwent specific treatment for the HLH or not. 16, 47 A number of authors have related CMV infection to HLH associated with HIV infection and recommend starting with anti-CMV treatment (ganciclovir or foscarnet) in these cases. 2, 23 Other viruses: HLH have also been associated, but less frequently, with other viruses including the influenza virus, parvovirus B19, hepatotropic viruses, enteroviruses, paramyxovirus (measles and mumps), rubella virus, adenovirus, human parainfluenza virus, flavivirus (dengue) and hantavirus (hemorrhagic fever and severe acute respiratory syndrome). 6,35\n\nOur patient underwent a bone marrow biopsy in which hemophagocytosis was observed, and the immunologic studies showed decreased NK activity and high levels of the soluble IL-2 receptor (CD25s), thereby meeting 8 of the Histiocyte Society criteria ( Table 3 ). The genetic examination revealed no mutations characteristic of FHLH. The patient was diagnosed with EBV-associated HLH, and, due to the severity of the symptoms, treatment was started with the HLH-04 protocol. However, the patient continued on a torpid course with an ultimately fatal outcome.\n\nNumerous neoplastic, autoimmune and genetic diseases can trigger HLH, but infectious agents (especially viruses) are most often associated with this syndrome. A microbial etiology should therefore be ruled out in all patients with HLH.\n\nThe combination of high fever that does not respond to broad spectrum antibiotics, organomegaly, cytopenia, hyperferritinemia, hypertriglyceridemia and hypofibrinogenemia, along with characteristic histological findings in the bone marrow and affected organs, in the context of an infectious disease (especially EBV infection but also by other microorganisms), constitutes the main diagnostic clue. Antimicrobial treatment can be of use in some cases, although antiviral agents do not seem to be beneficial. The most critically ill patient might require immunosuppressive therapy. Bone marrow transplantation is the definitive treatment for the familial forms and the last resort in refractory cases associated with viral infections.\n\nThe manifestations of HLH can affect multiple systems and organs. A multidisciplinary approach among clinicians experienced in the treatment of these diseases and their potential triggers is therefore essential. Internists especially should understand the manifestations of HLH by its frequent association with various microorganisms, given that early diagnosis and treatment dramatically improves the prognosis of the disease."}