{"title": "Oxymetazoline Inhibits and Resolves Inflammatory Reactions in Human Neutrophils", "body": "Upper respiratory tract infections (URTIs), which are mainly caused by rhinoviruses, lead to profound economic disprofit due to medical expenses and loss of productivity. Moreover complications of rhinovirus induced URTI, including otitis media (1) and sinusitis (2) , as well as exacerbations of lower respiratory tract diseases, for example, asthma (3 -9) and chronic obstructive pulmonary disease (COPD) (10 -13) , have an enormous impact upon health care.\n\nThe symptomatic therapy for an URTI, also known as the common cold, has been effectively carried out by application of the nasal decongestant oxymetazoline (OMZ) for nearly 50 years. OMZ is a sympathomimetic imidazoline derivate with direct alpha-adrenergic activity on vascular smooth muscle cells in the nasal mucosa, leading to vasoconstriction. The onset of action is within seconds (14) and lasts for up to twelve hours (15) . In addition to its symptomatic effect, recent studies have also documented anti-oxidative (16, 17) and antiinflammatory (16, 18) properties of OMZ.\n\nTüttenberg et al. (18) showed that the anti-inflammatory action of OMZ is partially mediated by the inhibition of pro-inflammatory cytokines (interleukin-1β, tumor necrosis factor-α, interleukin-6, and interleukin-8) as well as reduced T-cell stimulatory capacity of dendritic cells, resulting in a repressed stimulation of T cells. Westerveld et al. (17) showed that OMZ is a potent inhibitor of microsomal lipid peroxidation and a hydroxyl radical scavenger. Furthermore, we have recently reported that OMZ exhibits anti-oxidative and anti-inflammatory properties in a cell-free system as well as in a cellular system consisting of canine alveolar macrophages (AM) (16) . OMZ was found to clearly inhibit pro-inflammatory reactions such as the respiratory burst and the 5-lipoxygenase (5-LO) pathway with formation of leukotriene B 4 (LTB 4 ). Besides, this drug had the capability to induce the cyclooxygenase (COX) pathway for formation of immune-modulating prostaglandin E 2 (PGE 2 ) and the 15-lipoxygenase pathway for production of anti-inflammatory 15(S)-hydroxy-eicosatetraenoic acid [15(S)-HETE]. These protective processes are known to trigger pathways involving the resolution of inflammation. The resolution of inflammation is an active process with formation of so called \"stop signals\" such as the newly discovered anti-inflammatory and pro-resolving dual function mediators lipoxin A 4 (LXA 4 ) and lipoxin B 4 (LXB 4 ) (19) .\n\nIn view of the immune-modulating and anti-inflammatory properties of OMZ, we hypothesized that OMZ has the potential to induce the generation of lipoxins that in turn contribute to the resolution phase of inflammation. The resolution phase of inflammation is an important event to return the inflamed tissue to homeostasis and to complete resolution without leaving molecular signs or traces of the leukocyte battle (19) . Otherwise chronic inflammatory processes may occur. Because infections by rhinoviruses induce inflammatory reactions with influx of polymorphonuclear neutrophils (PMN) into the nasal tissue (20, 21) , these cells serve as a model in this study with OMZ. We suggest that OMZ is able to induce immune-modulating PGE 2 and antiinflammatory 15-HETE and to inhibit pro-inflammatory LTB 4 . Due to the activation and inhibition of these lipid mediators and their corresponding enzymes, a switch of eicosanoids may occur by OMZ, resulting in inhibition of 5-LO with LTB 4 formation and in activation of PGE 2 synthesis and 15(S)-HETE generation, leading to production of pro-resolving LXA 4 .\n\nPhosphate-buffered saline (PBS) with and without Ca 2+ /Mg 2+ was purchased from Biochrome (Berlin, Germany); luminol and zymosan were from Sigma (Deisenhofen, Germany).\n\nSolutions of OMZ and suspensions of ultrafine carbon particles and opsonized zymosan OMZ (Merck, Darmstadt, Germany) was dissolved and diluted in PBS with Ca 2+ /Mg 2+ , pH 7, containing 0.1% glucose. Ultrafine carbon particles (UCP) were generated by spark discharging (22) and suspended in distilled water (32 μg/ml) by repeated vortexing and sonification (23) . Opsonized zymosan was prepared from zymosan, purified by heating for 30 min at 90°C in 0.9% sterile NaCl solution, and incubated with fresh-frozen human serum in equal-volume portions for 30 min at room temperature according to Allen (24) . The washed opsonized zymosan was suspended in PBS (pH 7) containing 0.1% glucose.\n\nPMN were isolated from citrate-anticoagulated venous blood of healthy human volunteers with Polymorphprep (Axis-Shield, Oslo, Norway) according to Beck-Speier et al. (25) . Briefly, the isolated layer of PMN was washed with PBS (pH 7.4) without Ca 2+ /Mg 2+ to remove the gradient medium. Residual erythrocytes were lysed by treating the cell pellet with distilled water for 30 s. Isotonicity was restored by adding the same volume of 1.8% (w /v) NaCl. The purified cells were resuspended in PBS (pH 7.4) with Ca 2+ /Mg 2+ and 0.1% glucose. The viability of the cells was always over 95% as determined by trypan blue exclusion. The cells were identified by microscopic examination of cytospin preparations after May Grünwald Giemsa staining as >99% populations of PMN.\n\nTo prove the effect of OMZ on the viability of the cells, PMN were incubated with various OMZ concentrations (0.1, 0.4, and 1 mM) in PBS (pH 7.4) with Ca 2+ / Mg 2+ and 0.1% glucose in the absence of stimulants for 80 min at 37°C. After harvesting the cells by centrifugation (400 × g for 10 min at room temperature), the cells were resuspended in HEPES buffer, pH 7.4, containing 1 mM EDTA, and aliquots of the cell suspensions were used for determination of the viability by trypan blue exclusion.\n\nThe effect of OMZ on PMN was determined in the absence or presence of the co-stimulatory agents ultrafine elemental carbon particles (UCP) or opsonized zymosan (OZ). Both stimulants are particulate and are ingested by phagocytic cells, UCP via non-receptormediated phagocytosis and OZ via receptor-mediated phagocytosis (16) . The following treatments were performed according to our previous study (16) : i) to assess the effect of OMZ on unstimulated cells, PMN (0.5 × 10 6 cells/0.5 ml) were incubated with various concentrations of OMZ (0.1, 0.4, and 1 mM, corresponding to 29.68, 118.72, and 296.8 μg/ml, respectively) in PBS, pH 7.4, with Ca 2+ / Mg 2+ and 0.1% glucose for 80 min at 37°C; ii) to measure the effect of OMZ on stimulated cells, PMN (0.5 × 10 6 cells /0.5 ml) were incubated in parallel incubations with various concentrations of OMZ (0.1, 0.4, and 1 mM) in PBS, pH 7.4, with Ca 2+ /Mg 2+ and 0.1% glucose for 20 min at 37°C and subsequently co-stimulated by UCP (32 μg/ ml) or OZ (50 μg/ml) for an additional 60 min. After the incubation procedures, the cells were harvested by centrifugation at 400 × g for 10 min at room temperature. The cells were resuspended in cold HEPES buffer, pH 7.4, containing 1 mM EDTA; homogenized by sonification (3 times, 15 s each time) in ice; and centrifuged at 10,000 × g for 15 min at 4°C. Importantly, cells were kept on ice during preparation to avoid activation or degradation processes. The supernatants were taken for analysis of both protein and lipid mediators. Analysis of the lysate is a reliable tool to quantify the eicosanoid production that has to be favored over analysis of extracellular levels (26) . The sensitivity of this intracellular approach is supported by normalization of eicosanoid levels to the protein content in the lysate. Analysis of the cellular eicosanoid content appears to be relevant with regard to the autocrine mechanisms of PGE 2 , which might trigger both functional and metabolic parameters of PMN.\n\nProtein was measured at 595 nm in a microtiter plate format by using 5 μl of cell homogenate and 200 μl of 1:5 diluted Biorad solution (Bio-Rad, Munich, Germany) with bovine serum albumin as standard.\n\nFor analysis of lipid mediators, the supernatants of the cell homogenates were deproteinized by adding an 8fold volume of 90% methanol containing 0.5 mM EDTA and 1 mM 4-hydroxy-2,2,6,6-tetramethylpiperidine-1oxyl, pH 7.4 (16) . These methanol suspensions were stored at −40°C for 24 h followed by two centrifugation steps at 10,000 × g for 20 min at 4°C with a 24-h interval to remove the proteins. Aliquots of the obtained supernatants were dried in a vacuum centrifuge, dissolved in assay buffer, and used for quantification of PGE 2 , LTB 4 15(S)-HETE, 8-isoprostane, and LXA 4 were measured by their specific enzyme immunoassays (Cayman Chemical) according to the instructions of the manufacturer.\n\nThe respiratory burst activity of human PMN was determined by luminol-dependent chemiluminescence (CL) according to Mishra et al. (27) . Briefly, PMN (3 × 10 4 cells) were preincubated in 0.25 ml PBS, pH 7.4, containing Ca 2+ /Mg 2+ , 0.1% glucose, and 0.02 mM luminol for 10 min at 37°C in a chemiluminescence analyzer (Autoluminat LB 953; Berthold Technologies, Bad Wildbad, Germany). CL signals of PMN in the absence and presence of various OMZ concentrations were recorded for 20 min at 37°C. Thereafter, UCP or OZ, respectively, was added, and the CL signals of the cells were monitored for a further 20 min at 37°C.\n\nStatistical significance was determined by analysis of variance and the two-sample Student's t-test (STAT-SAK, version 2.12, by G.E. Dallal, 1986; Malden, MA, USA). Changes with P≤0.05 were considered as significant.\n\nThe effect of OMZ on the viability of the cells was evaluated by trypan blue exclusion on a percentage basis. As shown in Fig. 1 , OMZ did not affect the viability of PMN. The difference of dead and living cells between untreated PMN (0 mM) and OMZ-treated PMN (0.1, 0.4, and 1 mM) was not significant. These data indicate that OMZ exerts no toxic effect on PMN.\n\nHuman PMN were studied for the effect of OMZ in the absence and presence of co-stimulators. The following endpoints were analyzed: a) formation of PGE 2 , 15(S)-HETE and LXA 4 , and b) formation of \n\nAt concentrations ranging from 0.1 to 1 mM, OMZ exerted a significant stimulatory effect on formation of PGE 2 , 15(S)-HETE, and LXA 4 in unstimulated PMN (Fig. 2a) , while formation of LTB 4 and the oxidative stress marker 8-isoprostane were not affected by OMZ (Fig. 2b) . In contrast, the respiratory burst activity was strongly inhibited by concentrations of 0.1 to 1 mM OMZ to below the baseline level (Fig. 2b) .\n\nUCP were selected as a model stimulant. These particles are known to induce formation of PGE 2 , 15(S)-HETE, LXA 4 , LTB 4 , respiratory burst activity, and 8isoprostane (23) . As shown in Fig. 3 , UCP applied in the absence of OMZ (UCP control) activated PMN for a significant increase in the level of each of these parameters (P<0.01) in comparison to the respective baseline level. OMZ exerted differential effects on the UCPinduced responses. OMZ did not substantially change the elevated UCP-stimulated levels of PGE 2 , 15(S)-HETE, and LXA 4 (Fig. 3a) . However, the increased levels of UCP-stimulated LTB 4 and 8-isoprostane were drastically suppressed by concentrations of 0.4 to 1 mM OMZ, whereas respiratory burst activity was significantly inhibited by OMZ concentrations of 0.1 to 1 mM (Fig. 3b) .\n\nIn addition to the environmental co-stimulant UCP, which is non-physiologic, we also used OZ as a physiologic co-stimulant because of its opsonization with complement components. UCP and OZ are both particulate stimuli, which induce inflammatory and oxidative stress reactions (16) . However, OZ with its opsonization elicited stronger biologic responses than UCP, especially concerning LTB 4 and the respiratory burst activity. As shown in Fig. 4 , OZ as control stimulant induced the formation of PGE 2 , 15(S)-HETE, LXA 4 , LTB 4 , and 8-isoprostane and activated respiratory burst activity (P<0.01). As already seen with UCP, OMZ exerted different effects on the OZ-induced responses. OMZ essentially did not change OZ-stimulated elevation of PGE 2 , 15(S)-HETE, and LXA 4 levels (Fig. 4a) . However, the increased levels of OZ-stimulated LTB 4 , 8-isoprostane, and respiratory burst activity were drastically inhibited by OMZ nearly to baseline levels (Fig. 4b) . LTB 4 levels and respiratory burst activity were reduced by OMZ concentrations of 0.4 and 1 mM, whereas the oxidative stress marker 8-isoprostane was inhibited by OMZ concentrations ranging from 0.1 to 1 mM.\n\nIn a previous study we showed in an in vitro assay that OMZ inhibits the activity of 5-LO, which has pro-inflammatory properties. The activity of 15-LO, showing anti-inflammatory characteristics, is not inhibited. Using canine alveolar macrophages as a cellular model, we recently confirmed that OMZ inhibits the 5-LO pathway, causing a decreased production of LTB 4 , and it induces the 15-LO pathway, resulting in an increase of 15(S)-HETE generation (16) . The present study was designed to investigate the effect of OMZ on the eicosanoid metabolism in human PMN representing the major population of inflammatory cells in the virus-infected nasal tissue (20, 21) . Based on our observation that OMZ activates the 15-LO pathway, we postulated that OMZ also induces formation of proresolving lipoxins, being the final metabolites of this pathway. These studies were performed both with unstimulated PMN and PMN stimulated by UCP or OZ to simulate inflammatory responses and oxidative stress. Our data demonstrate that OMZ inhibits respiratory burst activity very efficiently, while baseline levels of LTB 4 and 8-isoprostane used as an oxidative stress marker are not affected in unstimulated PMN. However, immune-modulating and anti-inflammatory responses, including the PGE 2 and 15(S)-HETE and the proresolving mediator LXA 4 production, are significantly increased. In UCP-or OZ-stimulated cells, OMZ strongly inhibits the LTB 4 and 8-isoprostane formation and the respiratory burst activity. The increased levels of PGE 2 , 15(S)-HETE, and LXA 4 reached after stimulation were maintained in the presence of OMZ. We suppose that UCP-and OZ-stimulated cells are at their upper limit for producing PGE 2 , 15(S)-HETE, and LXA 4 , which does not allow a further increase by OMZ under these in vitro conditions. Similar responses regarding PGE 2 , 15(S)-HETE, LTB 4 , respiratory burst activity, and 8-isoprostane were already observed in canine AM (16) , which react very similar to human AM (23) . The effective concentrations of OMZ for inhibition of proinflammatory and oxidative stress reactions in PMN range between 0.1 and 1 mM. These OMZ concentrations have also been shown to be relevant in AM (16) . In our previous study we estimated that OMZ in the current product concentration of 1.6 mM (nose sprays for adults and school children) at a dosage volume of 45 μl/puff (28) will be diluted to form a concentration gradient that is in the range of the levels of OMZ used in our experiments (estimated mean value: almost equal to 0.1 mM) (16) . Therefore, our present results are of relevance in situ. However, it is still unknown by which receptor(s) OMZ modulates inflammation. Possibly OMZ exerts its effects on lipid mediators via α 1 -and/or α 2 -adrenoceptors since studies with stably transfected Chinese hamster ovary (CHO) cells have shown that OMZ behaves as a partial agonist of α 1A -adrenoceptors (29, 30) , and this was also observed for α 2C -adrenoceptors (31) . In addition, very low or not precisely measurable agonistic activity of OMZ has been observed in transfected CHO cells expressing α 1D - (29, 30) or α 2A -(32) adrenoceptors.\n\nA viral infection induces a strong inflammation in the nasal tissue leading to an acute rhinitis. Inflammatory mediators play an important role in the pathogenesis of acute rhinitis (20, 21, 33) . Nasal secretions become enriched with pro-inflammatory mediators, cytokines and eicosanoids (leukotrienes and prostaglandins), accompanied by an infiltration of PMN (20, 21, 34) . LTB 4 is the most potent chemoattractant for PMN and therefore responsible for the neutrophilic infiltration in rhinitis-infected tissue (34, 35) .\n\nData from our in vitro approach demonstrate that OMZ inhibits the 5-LO-driven production of LTB 4 and the release of reactive oxygen species (ROS), which is paralleled by a substantial increase of PGE 2 . Besides having some specific pro-inflammatory properties, PGE 2 was shown in the last decade to exhibit predominantly a regulatory function to control immune responses, for example, by attenuating pro-inflammatory reactions (36) . One important target of this cyclooxygenase metabolite is the 5-LO-driven pathway, which is inhibited for leukotriene synthesis and translocation of 5-LO in stimulated PMN (37, 38) . Furthermore, PGE 2 was found to up-regulate the expression of 15-LO in PMN (39) , which activates the pathway for generation of 15(S)-HETE and lipoxins. Exposure of PMN to 15(S)-HETE also attenuates levels of LTB 4 substantially after stimulation with Ca 2+ -ionophore or the FMLP peptide (40) . Up-regulation of 15-LO expression and release of 15(S)-HETE seem to be a further regulatory mechanism to cope with inflammation (41, 42) . There is evidence that 15-LO is expressed in human nasal epithelium to mediate mucociliary differentiation (43) . The expression of 15-LO in nasal epithelium may further support our findings about the effect of OMZ on 15(S)-HETE formation in PMN. 15(S)-HETE is the key metabolite for generation of lipoxins that also involves the action of 5-LO. Lipoxins are primarily engaged in resolution and termination of inflammatory events that return the inflamed tissue to homeostasis. Although PGE 2 initiates a number of responses relevant to inflammation, the central task of this metabolite is to trigger the \"lipid mediator class switching\" to signal the end of inflammation by activating the transcriptional regulation of 15-LO, resulting in production of LXA 4 (19, 39) . Since OMZ induces formation of PGE 2 and 15(S)-HETE indicating an activation of 15-LO and reduces LTB 4 production indicating a reduction of 5-LO activity, OMZ is suggested to substantially support this switching of the eicosanoid class from LTB 4 to LXA 4 . The importance of PGE 2 induced by OMZ during the inflammatory response in the nasal tissue is emphasized by the study of Han et al. (44) , showing that the nasal patency is reduced when the COX activity is inhibited by non-steroidal anti-inflammatory drugs. Moreover, the respiratory burst activity and the oxidative stress induced by UCP and OZ are inhibited by OMZ. The inhibition of both parameters might be due to the radical scavenger activity of OMZ as proposed by Westerveld et al. (17) . OMZ contains a hydroxyl group on its phenyl ring that is able to easily provide a hydrogen atom for reaction with lipid peroxide-related radicals and other reactive oxygen species. Due to its radical scavenger activity, we suggest that OMZ also neutralizes radicals arising from the respiratory burst activity and abolishes UCP-and OZ-induced 8isoprostane formation. This represents a protective mechanism avoiding excessive release of reactive (16) , OMZ interferes with neutrophil membranes by activating cytoplasmatic phospholipase A2 (cPLA2), which liberates arachidonic acid from membrane phospholipids. Arachidonic acid is further metabolized to immune-modulating PGE2 by cyclooxygenase (COX) and to anti-inflammatory acting 15(S)-HETE by 15-lipoxygenase . In contrast to PGE2 and 15(S)-HETE, OMZ inhibits 5-lipoxygenase (5-LO), the initial enzyme of leukotriene synthesis, resulting in reduced production of pro-inflammatory LTB4. Furthermore, OMZ inhibits respiratory burst activity (NADPH oxidase), leading to diminished production of tissue-damaging reactive oxygen species (ROS), thus intensifying its inhibitory effect on pro-inflammatory reactions. In the presence of environmental or physiologic stimuli such as ultrafine carbon particles (UCP) or opsonized zymosan (OZ), OMZ also inhibits LTB4 synthesis and respiratory burst activity, whereas PGE2 and 15(S)-HETE production are not affected. In addition, OMZ prevents the formation of the oxidative stress marker 8-isoprostane, which is induced by the oxidative capacity of environmental particles and opsonized zymosan. Due to its inhibition of LTB4 formation and induction of PGE2 and 15(S)-HETE production, OMZ is able to switch the eicosanoid classes from pro-inflammatory LTB4 to proresolving LXA4. This highlights the anti-inflammatory and proresolving role of OMZ in rhinitis.\n\noxygen species as a tissue damaging principle.\n\nThe elevated levels of LXA 4 triggered by OMZ may also contribute to shortening the duration of the disease (15) . In a prospective, multicenter, randomized, placebocontrolled, double-blind parallel group comparison study -OMZ vs. physiological saline solution -rhinitis duration was determined as primary endpoint in common-cold patients (268 Patients at 24 sites). Secondary endpoints were a noticeable relief of nasal congestion, runny nose, stuffy nose, sneezing, impairment of sense of smell and taste, and feeling unwell. The maximum treatment duration was 10 days [1 puff (45 μl of 1.6 mM/0.05% OMZ) in each nostril three times daily]. Symptoms improved significantly with OMZ versus the reference group treated with physiological saline solution as early as treatment day 2, and relief was maintained throughout the study period. Duration of rhinitis was significantly reduced by one-third (4 vs. 6 days) with OMZ.\n\nIn summary, we propose an OMZ-triggered signaling cascade in PMN as shown in Fig. 5 . OMZ seems to be a leading signal that activates production of PGE 2 , which then suppresses LTB 4 formation and activates the 15-LO pathway. In a concerted action with PGE 2 , the proresolving lipid mediator LXA 4 stops further PMN influx, thus terminating the inflammation. Furthermore, LXA 4 stimulates monocyte recruitment for uptake of apoptotic PMN by macrophages (19) . LXA 4 is most relevant for its capability to return the inflamed tissue to homeostasis (19) . In this regard, the increase and maintenance of LXA 4 levels by OMZ may enhance the termination of rhinitis-related inflammation and thus contribute significantly to shortening the duration of the disease (15) ."}