{"title": "A single T cell epitope drives the neutralizing anti-drug antibody response to natalizumab in multiple sclerosis patients", "body": "we performed an in-depth analysis of the B and T cell responses in two patients. By characterizing a large panel of NZM-specific monoclonal antibodies, we found that, in both patients, the response was polyclonal and targeted different epitopes of the NZM idiotype. The neutralizing activity was acquired through somatic mutations and correlated with a slow dissociation rate, a finding that was supported by structural data. Interestingly, in both patients, the analysis of the CD4 + T cell response, combined with mass spectrometry-based peptidomics, revealed a single immunodominant T cell epitope spanning the FR2-CDR2 region of the NZM light chain. Moreover, a CDR2-modified version of NZM was not recognized by T cells, while retaining binding to α4 integrins. Collectively, our integrated analysis identifies the basis of T-B collaboration that leads to ADA-mediated therapeutic resistance and delineates an approach to design novel deimmunized antibodies for autoimmune disease and cancer treatment.\n\nThe therapeutic use of monoclonal antibodies and other biopharmaceutical products can result in an immune response to the drug that, in some cases, affects its efficacy due to the production of neutralizing ADAs 5 . Several clinical studies have measured ADA levels in sera of selected cohorts of patients and concluded that not all antibody responses lead to drug neutralization [6] [7] [8] [9] [10] [11] . However, an explanation for these heterogeneous responses and an integrated characterization of the B and T cell responses to the drug are still missing. In this study, we isolated NZM-specific B and T cell clones from memory cells of two MS patients, who had a hypersensitivity reaction following drug infusion and developed high titers of ADAs (Supplementary Table 1 and Supplementary Fig. 1 ).\n\nTo identify NZM-specific antibodies, we screened supernatants of immortalized B cells 12 and isolated 30 and 10 anti-NZM monoclonal antibodies from patients A and B, respectively Table 2 ). Sixty percent (18/30) of the antibodies from patient A potently inhibited binding of NZM to α4 integrins on the surface of T cells (IC90 values 17-271 ng/ml, defined as NAbs, neutralizing antibodies), while the remaining showed reduced or no inhibitory capacity (IC90 values > 1,000 ng/ml, defined as BAbs, binding antibodies) (Fig. 2a and Supplementary Table 2 ). Interestingly, patient B developed only non-neutralizing BAbs, a finding that may be related to the lower number of NZM infusions received.\n\nThe antibodies isolated were mostly IgG1-λ, used different V(D)J genes and showed moderate levels of somatic mutations (Fig. 1) . NAbs from patient A carried a high load of replacement mutations in the complementary determining regions (CDRs), consistent with an antigen-driven selection (Fig. 2b) , while BAbs, from both patients, carried few replacement mutations in the CDRs. The antibody fine specificity was tested using 64 NZM variants generated by swapping the hypervariable CDR loops with the counterparts of the human scaffold antibody used for NZM humanization (Extended Data Fig. 1a-b) . The antibodies recognized epitopes comprising one to six NZM CDRs, with preferential recognition of the heavy chain CDRs ( Fig. 1 and Extended Data Fig. 1c ). These findings demonstrate that NZM induces a neutralizing polyclonal anti-idiotypic antibody response that targets multiple epitopes located primarily in the heavy chain CDRs.\n\nThe difference in neutralizing activity of the anti-NZM antibodies isolated may be due to the binding to distinct epitopes or, alternatively, to different affinity or kinetics of binding. When compared for their capacity to bind to the 64 NZM CDR swap variants, BAbs and NAbs did not cluster separately (Extended Data Fig. 1c) , indicating that the difference is not related to epitope specificity. However, BAbs and NAbs showed different binding kinetics, as assessed by surface plasmon resonance (SPR). In particular, while the association constant (k a ) was comparable, NAbs showed a lower dissociation constant (k d ) that significantly correlated with NZM neutralization ability (Fig. 2c -d and Supplementary Table 2 ). The role of somatic mutations was addressed by comparing the antibodies to the unmutated common ancestors (UCAs). In three out of four BAbs tested, the UCAs had low binding affinity for NZM, which was increased by somatic mutations. In contrast, in two out of three NAbs tested, the UCAs showed already high affinity, but required somatic mutations to gain full neutralizing activity (Fig. 2e) . Collectively, these findings indicate a critical role for somatic mutations in the generation of high-affinity antibodies and highlight the importance of dissociation rate for ADA neutralizing activity.\n\nWe next determined the crystal structure of a BAb (NAA32) and a NAb (NAA84) in complex with NZM. With 2.8 Å resolution, the structures revealed that both antibodies interacted with the same surface area on NZM but engaged the molecule with different orientation (Fig. 3a and Supplementary Table 3 ). NAA32 and NAA84 recognized 22 and 18 residues of NZM CDRs, respectively, which were mostly located in the heavy chain, a finding consistent with the CDR swap variant specificity (Fig. 3b ). In particular, 14 of these residues were recognized by both antibodies, highlighting potential immunodominant B-cell epitopes on NZM. The contact surface area between NAA32 and NZM was 757Å 2 , although the main interactions occurred at two separate contact points leaving an empty space in between the two interfaces ( Fig. 3c and Extended Data Fig. 2a ). In contrast, the contact surface area between NAA84 and NZM was 617Å 2 , but interactions were much tighter, with deeper residue contacts and contiguous surface complementarity that could account for its slower dissociation rate from NZM ( Fig. 3c and Extended Data Fig. 2a) . Importantly, the NZM surface area engaged by NAA32 and NAA84 overlaps with the area engaged by α4 integrin 13 with 13 shared residues (Fig. 3b ). While both NAA32 and NAA84 antibodies occluded α4 integrin binding site, neither of them provided molecular mimicry of the integrin, which exhibited a different binding orientation (Extended Data Fig. 2b ). Together with the functional data, these structural data suggest that the difference between BAbs and NAbs cannot be explained by the fine epitope specificity, but rather by the strength and the fit of the interaction with NZM.\n\nThe generation of neutralizing ADAs through somatic mutations is consistent with an affinity maturation driven by CD4 + T cells targeting non-self regions of the NZM idiotype. To address this hypothesis and to characterize the specificity of the T-cell response, we stimulated CFSE-labeled memory CD4 + T cells from both patients with overlapping peptides covering the variable regions of NZM (Extended Data Fig. 3 ). Cloning of activated CFSE low T cells resulted in the isolation of several NZM-reactive T cell clones (12 from patient A and 54 from patient B) (Fig. 4a ). T cell receptor (TCR) Vβ-gene sequencing revealed the presence of 5 and at least 7 distinct T cell clonotypes in patient A and B, respectively ( Fig. 4b and Supplementary Table 4 ). Strikingly, most of the T cell clones from both patients recognized two overlapping peptides spanning a region comprising the end of framework region 2 (FR2) and the CDR2 of the NZM light chain (GKAPRLLIHYTSALQPGI, named NZM-LC FR2-CDR2 ) (Fig. 4c ). Of note, T cell recognition of NZM-LC FR2-CDR2 was restricted by HLA-DRB1*14/16 in patient A and by DRB1*07/07 in patient B (Extended Data Fig. 4a and Supplementary Table 1 and 4) . Taken together, these findings suggest that, in these patients, a single T cell epitope in the NZM molecule induced an HLA-DR-restricted CD4 + T-cell response that was sufficient to sustain a strong polyclonal B cell response to the NZM idiotype.\n\nTo investigate the mechanism that leads to the presentation of the NZM T cell epitope, we pulsed NZM-specific B cell clones with NZM and identified the naturally processed MHC-II-bound peptides by mass spectrometry-based peptidomics. Three sets of nested peptides that mapped to the variable regions of NZM were identified ( Fig. 4d and Supplementary Table 5 ). Two of these sets covered the heavy chain FR3 and the FR4-CH1 region, which are in the human germline configuration and therefore are not expected to induce an immune response, a notion consistent with our failure to isolate specific T cell clones. Remarkably, the third set of peptides mapped to the FR2-CDR2 region of the NZM light chain (consensus, TPGKAPRLLIHYTSALQPGIPSR) that spanned the immunodominant NZM-LC FR2-CDR2 epitope (GKAPRLLIHYTSALQPGI) recognized by NZM-reactive T cell clones ( Fig. 4d and Supplementary Table 5 ). The NetMHCIIpan algorithm 14 applied to predict binding to the HLA-DR alleles carried by the two patients identified the same three peptides, as well as several other peptides mapping to CDRs and FRs of NZM. (Extended Data Fig. 4b ). In addition, this algorithm predicted the binding of the NZM-LC FR2-CDR2 epitope to a reference panel of nine DRB1 and DRB3/4/5 alleles 15,16 (Extended Data Fig.  4c ), suggesting its potential immunodominance also in individuals with a diverse HLA background. Collectively, these findings demonstrate that only one of the potentially immunogenic peptides encoded by the six CDRs of NZM was a naturally presented T cell epitope able to generate a polyclonal CD4 + T-cell response.\n\nThe identification of the immunodominant NZM-LC FR2-CDR2 epitope prompted us to use a structure-guided design to engineer a \"deimmunized\" version of NZM. First, we identified residues of NZM light chain CDR2 that were not engaging α4 integrin binding and modelled different mutants with the constraint to preserve the conformation of the CDR2 and the specificity of NZM. Four NZM variants (var1-4) were retained for experimental testing and validation together with a fifth variant (var5) in which the CDR2 of the light chain was reverted to the germline sequence of the human antibody scaffold (Fig. 4e) . Two variants, var1 and var3, retained binding to α4 integrins, while var2 and var4 showed partial loss of binding that was considerably reduced in the case of var5 (Fig. 4f) . Remarkably, none of the five NZM variants was able to trigger proliferation of T cell clones specific for the naturally presented NZM-LC FR2-CDR2 peptide (Fig. 4g) , a finding consistent with either absence of TCR cross-reactivity or with a reduced binding to class II molecules. Prediction of binding to a reference set of nine DRB1 and DRB3/4/5 alleles 15, 16 , as well as to the DRB1 alleles of both patients, showed a reduction of predicted binding affinity for the var1 and var3 peptides compared to the original NZM peptide ( Fig. 4h and Extended Data Fig.  4d ). These results provide two deimmunized versions of NZM that can be tested in vivo.\n\nThis study integrates, for the first time, clonal analysis of B and T cell repertoires and mass spectrometry-based peptidomics to identify the factors that underpin the neutralizing antibody response to a humanized therapeutic antibody. The large number of monoclonal antibodies isolated recognize multiple epitopes spanning different NZM CDRs and therefore represent classical anti-idiotypic antibodies 17,18 rather than internal image of the antigen. Interestingly, neutralizing antibodies showed high-level replacement mutations in the CDRs and low dissociation rate, suggesting that B cell selection was driven by decreased k d rather than increased k a 19 .\n\nThe highly diverse anti-idiotypic response is consistent with the presence of multiple B cell epitopes recognized by naïve B cells and contrasts with the T cell response that is largely limited to a single epitope that we mapped to the FR2-CDR2 region of NZM light chain. This finding highlights the merit of the humanization technology in limiting the T cell immunogenicity of therapeutic antibodies, since chimeric antibodies were found to elicit T cell responses against multiple epitopes in the FRs and CDRs of both heavy and light chains 20 . As expected, the residual immunogenicity is primarily in the CDR regions 21 , but it is still limited by HLA restriction and processing by antigen-presenting cells.\n\nPrevious studies reported a positive association of NZM-related hypersensitivity reactions with DRB1*13 and 14 alleles 16 , but did not investigate any T cell response. The finding that the NZM-LC FR2-CDR2 peptide is naturally presented in the context of the HLA-DRB1*07 and DRB1*14/16 alleles of the two patients, together with the prediction of its binding to different alleles, including DRB1*13, suggests that this peptide is a major source of T cell help driving the anti-idiotypic B cell response to NZM. This may explain the high frequency of MS patients producing ADAs to NZM 3,4 and offers the possibility for the deimmunization of the drug for a more safe treatment. Structured-guided mutagenesis and experimental tests suggest that a little amendment of only three residues of the CDR2 of the NZM light chain may be sufficient to remove the immunogenic T cell epitope without interfering with the interaction of NZM with its target.\n\nCollectively, our results demonstrate how the integration of peptidomics, structural data, in silico predictions and dissection of the specific B and T cell responses represents a powerful approach to define the immunogenic landscape of therapeutic antibodies and to guide the deimmunization strategies of next-generation biological therapeutics for autoimmune and cancer disease. Currently used fully human antibodies, including checkpoint inhibitors, may also benefit from the deimmunization strategy. Reciprocally, this approach could be used to improve the immunogenicity of vaccines through the engineering of dominant T cell epitopes driving neutralizing antibody responses.\n\nBlood samples were collected from two MS patients (A and B) who had a hypersensitivity reaction following infusion of NZM and developed high titers of ADAs. Patient A was treated with NZM at the University Hospital for Neurology in Innsbruck, Austria, in 2014, while patient B was treated at the Mondino Foundation in Pavia, Italy, in 2018. Both patients provided written informed consent for this study. The study was approved by the Ethical committees of Innsbruck (UN2013-0040_LEK) and Pavia (P-20170027756). Blood samples were processed to obtain serum and peripheral blood mononuclear cells (PBMCs). For serum preparation, whole blood was collected in Vacutainer tubes (BD Biosciences) containing clot activators and kept at room temperature until a clot was formed. The tube was centrifuged at 2,000g for 10 min at 22°C, and the serum fraction was stored at −80°C. PBMCs were isolated from whole blood through Ficoll density gradient centrifugation and were resuspended in freezing medium for long-term storage in liquid nitrogen.\n\nA variant of NZM in which the human Fc was replaced with the murine counterpart (NZM-mFc) was produced by molecular cloning and used in ELISA and FACS assays to avoid reactivity with secondary anti-human Fcγ-specific antibodies. Briefly, synthetic genes expressing the NZM heavy chain and light chain variable regions (KEGG DRUG Database entry: D06886) were produced by Genscript and sublconed into vectors for expression of chimeric human CH1-murine IgG2a heavy chain (mFc) and human Igκ, respectively. The chains were expressed following transient transfection of these vectors into Expi293F cells (ThermoFisher Scientific) using polyethylenimine. Cell lines were routinely tested for mycoplasma contamination. NZM CDR swap variants were designed by aligning the sequences of NZM with those of the human antibodies (21/28'CL and REI) used for humanization (GenBank accession numbers AAA52825 and 751419A), synthetized by Genscript and subcloned into the mFc vector. NZM deimmunized variants were synthetized by Genscript and subcloned into vectors for expression of full human IgG4. The antibodies were purified by protein A or protein G chromatography (GE Healthcare) and concentrated by Amicon Ultra filter units (100K, Millipore). For SPR, mass-spectrometry and T cell experiments, NZM IgG was purified from TYSABRI® drug solution for infusion (Biogen). Total IgGs were quantified by Pierce BCA protein assay (ThermoFischer).\n\nMonocytes were isolated from PBMCs by positive selection using CD14 magnetic microbeads (Miltenyi Biotech and irradiated PBMC-feeder cells, as previously described 12 . Two weeks post immortalization, the culture supernatants were tested by ELISA for binding to NZM-mFc as well as to a control antibody of an irrelevant specificity. B cell cultures that tested positive only for NZM-mFc were isolated and expanded.\n\ncDNA was synthesized from selected B cell cultures, and both the VH and VL genes were sequenced as previously described 22 . The genes that encoded the VH and VL and the number of somatic mutations were determined by analyzing the homology between the genes encoding the VH and VL sequences of the monoclonal antibodies and the known genes encoding human V, D and J regions that are present in the international immunogenetics information system (IMGT) database (version 3.4.17) 23 . Antibody-coding sequences were amplified and sequenced with primers specific for the V and J regions of the given antibody. Sequences of the unmutated common ancestor (UCA) of the VH-and VLcoding genes were constructed using IMGT/V-QUEST 23 and synthetized by Genscript. To calculate the frequency of mutations, the entire sequence of each heavy chain variable region was compared to the germline sequence to identify replacement (R) and silent (S) mutations. The selection strength was estimated using BASELINe framework which compares the observed frequencies of replacement and silent mutations with the expected ones 24 . All calculations were done using the \"calcBaseline\" and \"groupBaseline\" functions from SHazaM (version 0.1.11) 25 . Sequences encoding antibody heavy and light chains were cloned into vectors for expression of human IgG1, Igκ and Igγ, and the chains were expressed following transient transfection of these vectors into Expi293F cells, as described above. Selected antibodies were also expressed as antigen-binding fragments for X-ray crystallography analysis.\n\nTotal IgGs were quantified using 96-well MaxiSorp plates (Nunc) coated with 10 μg/ml goat anti-human IgG (SouthernBiotech, cat. no. 2040-01). Plates were then blocked with PBS with 1% BSA and incubated with titrated monoclonal antibodies, using Certified Reference Material 470 (ERMs-DA470, Sigma-Aldrich) as a standard. Plates were then washed and incubated with 1/500 alkaline phosphatase (AP)-conjugated goat anti-human IgG (Southern Biotech, cat. no. 2040-04). Substrate (para-nitrophenyl phosphate (p-NPP), Sigma) was added and plates were read at wavelength of 405 nm to determine optical density (OD) values. To test specific antibody binding, ELISA plates were coated with 1 μg/ml of NZM-mFc or a control antibody to test for nonspecific binding. Plates were blocked with PBS with 1% BSA and incubated with titrated sera or monoclonal antibodies, followed by 1/2,500 APconjugated goat anti-human IgG, Fcγ fragment specific antibody (Jackson ImmunoResearch, cat. no. 109-056-098), goat anti-human serum IgA, α chain specific (Jackson ImmunoResearch, cat. no. 109-055-011), or goat anti-human IgM, Fc5μ fragment specific (Jackson ImmunoResearch, cat. no. 109-055-129). In some dissociation assays, the samples were supplemented with 25% (vol/vol) of an alkaline dissociation buffer (2.5% Triton X-100, 2M ethanolamine, 0.15M NaCl, pH 11.6) one minute before the end of incubation. To test antibody binding to NZM CDR swap variants, ELISA plates were coated with 2 μg/ml goat anti-mouse IgG, human adsorbed (Southern Biotech, cat. no. 1030-01) and blocked with PBS with 1% BSA. After washing, the plates were incubated with 2 μg/ml of NZM CDR swap variants, followed by monoclonal antibodies at 2 μg/ml concentration and 1/2,500 AP-conjugated goat anti-human IgG, Fcγ fragment specific antibody. A heat map of the patterns of antibody binding to the 64 NZM CDR swap variants was computed by using the default clustering parameters of the heatmap.2 function from 'gplots' package in R in which the Euclidean metric and complete aggregation method were selected.\n\nTo study the kinetics of interaction of NZM-specific monoclonal ADAs, NZM IgG (50 nM) was stabilized in 10 mM acetate buffer, pH 4.5, and immobilized onto a EDC/NHS pre- X-ray crystallography and structure-guided deimmunization NZM, NAA32 and NAA84 antibodies were produced as antigen-binding fragments and purified on IMAC (HitrapTM IMAC HP, GE Healthcare). Stable complexes of NZM-NAA32 and NZM-NAA84 were prepared in D-PBS buffer (PBS Dulbecco's Gibco 14190-094) at 1.5:1 molar ratio, purified by size-exclusion chromatography (Superdex 200, GE healthcare) and concentrated to 10 mg/ml. Crystal were grown by vapor diffusion with a well solution containing 1.7 M sodium malonate pH 6 at 292 K (NZM-NAA32) or 35 % PEG400, 200 mM NaCl, 4 % MPD, 100 mM MES pH 6 (NZM-NAA84), and they typically appeared within a week. Crystals were flash frozen and x-ray data were collected at the European Synchrotron Radiation Facility (Beamline ID30A-1, Grenoble) using MxCube2 software. Data collection and processing statistics are outlined in Supplementary Table 3 . Structure solution was performed by molecular replacement using MOLREP (version 11.6.03) 26 through the CCP4 suite (version 7.0.058) 27 and crystallographic refinement was carried out using BUSTER (version 2.11.7) 28 . The shape correlation statistic Sc of protein interface was calculated with CCP4. Superimposition was performed using the structure of the NZM-α4β7 integrin complex as a reference (4IRZ, https://www.rcsb.org/). Surface area is calculated based on Van der Waals surfaces of atoms of NZM lying at 4Å distance from any atom of NAA32 or NAA84. For deimmunization of NZM, the CDR2 of the light chain of the antibody was modelled by mutating residues that were positioned at more than 4.0 Å distance from α4-integrin as observed in the 4IRZ structure and did not affect the conformation of the antibody CDR region. A non-exhaustive search was performed and a number of potential mutations were selected for mutagenesis.\n\nT cells were cultured in RPMI 1640 medium supplemented with 2 mM glutamine, 1% (v/v) nonessential amino acids, 1% (v/v) sodium pyruvate, penicillin (50 U/ml), streptomycin (50 μg/ml) (all from Invitrogen) and 5% heat-inactivated human serum (Swiss Red Cross). Sorted memory CD4 + T cells were labelled with 5-(and 6)-carboxyfluorescein diacetate succinimidyl ester (CFSE, ThermoFisher) and cultured at a ratio of 2:1 with irradiated autologous monocytes untreated or pre-pulsed for 2-3 h with a peptide pool (15mers overlapping of 10) covering the entire sequence of the variable region of the NZM heavy and light chains (NZM peptide pool, 3 μM per peptide, produced by A&A Labs). After 12 days, cells were stained with antibodies to CD25-PE (BD Biosciences, clone M-A251, cat. no. 555432) and ICOS-Pacific Blue (Biolegend, clone C398.4A, cat. no. 313522).\n\nProliferating activated T cells from ex-vivo stimulated cultures were sorted as CFSE low CD25 + ICOS + and cloned by limiting dilution. T cell clones reactivity was determined by stimulation with irradiated autologous monocytes or B cells, untreated or prepulsed for 2-3 h with NZM peptide pool (3 μM per peptide) or, in some experiments, with recombinant NZM (5 μg/ml). T cell clones proliferation was measured on day 3 after 16 h incubation with 1 μCi/ml [methyl-3 H]thymidine (Perkin Elmer). Positive T cell clones were selected based on a cut-off value of (i) counts per minute (cpm) with antigen and antigenpresenting cells (APCs) ≥1000, and (ii) stimulation index ≥1.5 (cpm with antigen and APCs / cpm with APCs only). To determine MHC restriction, stimulation assay was performed in the absence or presence of blocking anti-MHC-II monoclonal antibodies produced in house from hybridoma cell lines (anti-HLA-DR, clone L243 from ATCC, cat. no. HB-55; anti-HLA-DQ, clone SPVL3 29 ; anti-HLA-DP, clone B7/21 30 ). Epitope mapping was performed by stimulation of T cell clones with irradiated EBV-immortalized B-cell (EBV-B) clones, untreated or pre-pulsed for 2-3 h with individual peptides (15mers overlapping of 10) covering the entire sequence of the variable region of the NZM heavy and light chains (3 μM per peptide).\n\nSequence analysis of rearranged TCR Vβ genes of NZM-specific T cell clones was performed as previously described 31 . Briefly, cDNA from individual T cell clones was obtained by reverse transcription of total RNA from 10 3 -10 4 cells per reaction. Rearranged TCR Vβ genes were PCR amplified using forward primer pool targeting Vβ genes, and reverse primer pairing to C1-C2 β-chain constant region. Sequence amplification was assessed through agarose gel electrophoresis; successfully amplified fragments were sequenced by Sanger method, and TCR sequence annotation was carried out by using IMGT/V-QUEST algorithm 23 .\n\nHLA genotype of the patients was determined by reverse sequence-specific oligonucleotides probes \n\nNZM-specific EBV-B clones isolated from the two patients were pulsed overnight with 5 μg/ml NZM at a cellular density of 5x10 6 Small aliquots of each eluted fraction were analyzed by 12% SDS-PAGE to evaluate yield and purity of MHC-II complexes. Sep-Pak tC18 (Waters, Milford, MA) cartridges were used for further separation of peptides from MHC-II subunits. The cartridges were prewashed with 80% acetonitrile (AcN) in 0.5% formic acid, followed by 0.2% trifluoroacetic acid (TFA), and subsequently loaded 3 times with each fraction eluted from the immunoaffinity column. After loading, the cartridges were washed with 0.2% TFA, and the peptides were separated from the more hydrophobic MHC-II chains by elution with 30% AcN in 0.2% TFA. The peptides were further purified using a Silica C18 column tip (Harvard Apparatus, Holliston, MA) and eluted again with 30% AcN in 0.2% TFA. Finally, the peptides were concentrated by vacuum centrifugation, and resuspended in 2% AcN, 0.1% TFA, 0.5% formic acid for MS analysis.\n\nMHC-II peptides were separated on an EASY-nLC 1200 HPLC system coupled online to a Q Exactive mass HF spectrometer via a nanoelectrospray source (Thermo Fisher Scientific). Peptides were loaded in buffer A (0.1% formic acid) on in-house packed columns (75 μm inner diameter, 50 cm length, and 1.9 μm C18 particles from Dr. Maisch GmbH) and eluted with a non-linear 120 min gradient of 5%-60% buffer B (80% ACN, 0.1% formic acid) at a flow rate of 250 nl/min and a column temperature of 50°C. The Q Exactive was operated in a data dependent mode with a survey scan range of 300-1650 m/z and a resolution of 60,000 at m/z 200. Up to 10 most abundant isotope patterns with a charge ≥ 1 were isolated with a 1.8 Th wide isolation window and subjected to higher-energy C-trap dissociation (HCD) fragmentation at a normalized collision energy of 27. Fragmentation spectra were acquired with a resolution of 15,000 at m/z 200. Dynamic exclusion of sequenced peptides was set to 30 s to reduce the number of repeated sequences. Thresholds for the ion injection time and ion target values were set to 80 ms and 3E6 for the survey scans and 120 ms and 1E5 for the MS/MS scans, respectively. Data were acquired using the Xcalibur software (Thermo Scientific). MaxQuant software was used to analyze mass spectrometry raw files. MS/MS spectra were searched against the full-length NZM heavy and light chains sequences, the human Uniprot FASTA database, and a common contaminants database (247 entries) by the Andromeda search engine 33 . N-terminal acetylation and methionine oxidation were set as variable modifications; no fixed modifications were selected; the enzyme specificity was set to \"unspecific\" with a minimum peptide length of 8 amino acids. A false discovery rate (FDR) of 1% was required for peptides. Peptide identification was performed with an allowed precursor mass deviation of up to 4.5 ppm and an allowed fragment mass deviation of 20 ppm; \"match between runs\" option was disabled.\n\nGraphPad Prism 7 software was used for to perform all the statistical analyses. EC50 (ng/ml) and IC90 (ng/ml) values were calculated for every antibody tested with the different ELISA assays and the inhibition of NZM binding assay, respectively, by nonlinear regression analysis using the GraphPad Prism 7 software. A two-tailed Spearman's correlation was performed to correlate NZM neutralization (IC90) with association constant (k a ) and dissociation constant (k d ). \"n\" indicates the number of antibodies tested. With 17 or more pairs, GraphPad Prism 7 software computes an approximate P value for nonparametric correlation. An extremely significant P value is indicated as P < 0.0001. "}