{"title": "A unifying hypothesis for pathogenesis and prevention of necrotizing enterocolitis", "body": "genic bacteria enter the bowel wall, initiate necrosis, and thus begin the NEC process).\n\nOne or both of these theories can be invoked in most cases of NEC, but not in all. There are always some unexplained phenomena in the clinical situation--NEC in term infants, for instance. Term infants are rarely stressed; ischemic episodes are almost impossible to document in most of them, and yet term infants sometimes acquire NEC. After gut colonization and closure are complete, certainly these macromolecules do not get in, and yet we see the disease late in the first month and sometimes after the first month. Infants fed human milk or no milk occasionally have bona fide NEC, which does not fit the theories either. Finally, and most important, in 95% of the infants in the NICU who are exposed to the same stress, have the same ischemia, are col-\n\nNecrotizing enterocolitis NICU Neonatal intensive care unit onized by the same bacteria, and are fed the same substrate, NEC never develops.\n\nApproximately 5 years ago, my colleagues and I attempted to develop a theory to fit these facts. 2 We thought that perhaps the phenomenon was quantitative, or that perhaps just two of the three factors were necessary for the development of the disease. For example, intestinal ischemia that is very severe might initiate the disease in combination with bacteria that happen to be very pathogenic. Alternatively, a marked excess of substrate or the presence o~ some particularly damaging substrate could be responsible. The quantitative idea implies that there is a threshold of injury and that the damaging events exceed that threshold. We need to review each of the three pathogenic factors in some detail.\n\nFirst, ischemia can occur by various mechanisms in the NICU. The diving reflex has been invoked and is probably very important. 7 Thrombosis of mesenteric vessels is a rare event but is sometimes a factor in the pathogenesis of NEC. Emboli to the gut may result from the use of umbilical vessel catheters 8 or may be related to sepsis or other pathologic states. Finally, low flow states occur under many conditions in infants who are very sick and are being treated in NICUs. Dr. Nowicki's in vitro model 9 model l~ was based on ischemia as an important pathogenic factor in this syndrome.\n\nThe diving reflex was first clarified by Scholander, 1~ a Scandinavian physiologist who studied cardiovascular reflexes in diving mammals. In his experimental model, a seal was dunked into the bathtub in coot water, with an electromagnetic flow probe attached to its flipper. Oxygen consumption was measured by means that now seem primitive. During the immersion, the seal's normal heart rate of 80 to 90 beats/rain fell to 5 or 6 beats/min. Peripheral arterial pressure fell sharply, and flow virtually ceased in the periphery. During the simulated dive, which may last as long as 6 minutes, all the cardiac output went to two organs, the heart and the brain. The gut was ischemic, the kidney was ischemic, and the flippers were ischemic; those circulatory beds were shut down. When the seal surfaced, flow resumed in the flippers and other ischemic organ systems, leading to a reactive hyperemia with increased flow to those organs. Later, Scholander was able to train the seal to put its face into the water and reproduce the diving reflex. The seal knew that if it produced a good diving reflex, it would get a nice fish as a reward.\n\nDoes the diving reflex occur in the human neonate? It is certainly very ditticult to study this question. I have an anecdote of an infant with NEC whom I treated 2 years ago. The child was transferred from another hospital after a paracentesis that showed intestinal gangrene, and my colleagues and I were preparing to operate on him. We decided to intubate his trachea before taking him to the operating room. As the laryngoscope was put in and the endotracheal tube was passed, this baby experienced a full cardioputmonary arrest. Resuscitation was successful, and after a total of 45 minutes of compressions and of drug administration, he was breathing on his own and had good cardiovascular function. We decided to proceed to the operating room to remove the gangrenous intestine. We found a short segment of dead intestine in the ileocolic area. The small bowel was pink and viable, but as the operation progressed, the small bowel became redder, more swollen, and more distended; it then turned deep puple, looking almost like the bowel seen with gastroschisis. It was so swollen from reactive hyperemia that we could not close the abdomen and had to do what we sometimes do in cases of gastroschisis: we put a Silastic pouch on the abdomen for 3 days, until the edema resolved. Thus, anecdotally at least, the diving reflex does occur in human neonates. It is of interest that this infant did not have NEC in the portion of the small bowel that had the reflex. That portion stayed viable, as did the infant, who is a longterm survivor.\n\nMajor thromboses are occasionally a factor in the pathogenesis of NEC. Some years ago, I treated an infant with severe progressive NEC and renal failure. He had received hypertonic glucose for hypoglycemia through an umbilical artery catheter. Autopsy revealed an enormous clot--a thrombosis of the aorta that extended from the diaphragm to the bifurcation of the aorta, filling both renal vessels and all three vessels to the gut. The pathogenesis of this case of NEC was very clear. Fortunately, such thrombosis does not occur very often. Frequently there are thrombi in the small vessels, but not in the large ones.\n\nLow flow states are common in the NICU. The infant with septic shock has low flow to the bowel. Dr. Kliegman's question, in a discussion session of this symposium, about the model presented by Caplan and Hsueh, 11 was very perceptive: Which comes first, the endotoxin or the septic shock and low flow? Cardiogenic shock also occurs in some infants with congenital heart disease. Any of three different mechanisms may produce gut ischemia. First, lesions with decreased aortic flow, such as coarctation, may also have decreased intestinal flow. Second, the phenomenon of the \"diastolic steal\" has been documented in the human infant. Lesions that have a very wide pulse pressure, such as a wide-open patent ductus arteriosus, may have retrograde flow from the viscera during diastole, leading to ischemia.12 Finally, there is an association with cardiac catheterization. 13 The infant with heart disease may have decreased intestinal flow initially, only to receive a bolus of hypertonic contrast medium when the aortic flush is done, resulting in NEC.\n\nBacteria are the second and probably the key factor in pathogenesis. We know that bowel colonization in the NICU is delayed and aberrant. Dr. Murray 14 outlined the complexities of the development of the bowel flora in health and disease, illustrating the little niches in the colon where the bacteria hide and set up housekeeping. The most common bacteria isolated from infants with NEC are the gram-negative rods. Klebsiella leads in most series, including ours. We have isolated Clostridium in about 20% of our infants with NEC. 15 The occurrence of cases in the NICU may be sporadic or epidemic. The occasional epidemics may be caused by or related to a single pathogen, such as an infective rotavirus 16 or coronavirus, 17 or a toxigenic strain of Escherichia coli. 18 Salmonella was implicated in the South African reports from the 1970s. 19 Usually, however, the I wish to discuss some NEC equivalents, particularly pig-bel, a disease that occurs in the highlands of New Guinea. It is a necrotic enteritis that strikes the indigenous population after pig feasting. They are mostly vegetarians, their diet containing many raw sweet potatoes, which contain trypsin inhibitors. Twice a year they feast on pig that is poorly cooked and probably contaminated with Clostridium perfringens. Murrell established the pathogenesis. After the feast, some of the children and young adults become very sick with a disease resembling NEC, characterized by abdominal distension, bloody diarrhea, and sometimes pneumatosis intestinalis. The patient is treated medically, but if complications of gut perforation or gangrene occur, surgery is required. The findings at operation are remarkably similar to those in NEC.\n\nThe cause of pig-bel is a clostridial toxin, the beta toxin of C. perfringens type C, which grows in the gut. The toxin causes damage to the intestinal mucosa and enterotoxemia. Lawrence et al. 22 then devised a method of prevention by active immunization. They developed a toxoid in their laboratories, and then went into the jungle and immunized the children. They gave two doses approximately 3 months apart, using the beta toxoid from C. perfringens. After a pig feast, they checked the hospitals and found that the only patients admitted to the hospital for pig-bel were those who had not been immunized. These workers believed that it would be unethical to have an untreated control group, so they immunized the control subjects with tetanus toxoid.\n\nThe children who were immunized with C. perfringens toxoid were protected from pig-bel. The clostridial connection was proposed in the 1970s by Pedersen et al. 23 in Copenhagen. They reported on six infants who had gram-positive rods in the wall of necrotic bowel resected at operation for NEC. Shortly after this study was published, we had a term infant in our nursery who was 2 clays of age and scheduled for discharge on the day when fulminant NEC developed. He had septic shock and an intermittent purplish coloration of the abdominal wall (livedo reticularis). His pneumatosis intestinalis was much greater than any we had seen. At operation the pneumatosis was everywhere, involving the bowel, retroperitoneum, kidneys, and bladder. The gut was infarcted from top to bottom, and there was nothing we could do surgically. The patient died shortly afterward. The peritoneal fluid contained C. perfringens. Sections of necrotic ileum (Fig. 1) contained gram-positive rods, which most likely were C. perfringens also. We studied clostridial NEC and found that infants with C. perfringens in their peritoneal fluid had a fulminant form of NEC. 15, 24, 25 They have rapid progression to gangrene and quantitatively far more pneumatosis intestinalis. This makes sense because C. perfringens is the worst of all toxin formers, with exotoxins alpha to theta, all of which tend to cause cell lysis and tissue necrosis.\n\nUnifying hypothesis regarding NEC S 7 1 Number 1, Part 2\n\nClostridial intestinal diseases occur in animal species as well. The common mechanism seems to be a combination of substrate, overfeeding, and overgrowth of C. perfringens in the lumen of the bowel. The conditions include lamb dysentery and two diseases called \"the yellows\" and \"struck,\" terms that describe the rapid enterotoxic events that occur in the creatures in which these diseases develop. In man, several forms of necrotic enteritis, in addition to pig-bel, have been reported in Sri Lanka, 26 Bangladesh, 27 China, as and Thailand. ag, 3o The one in Sri Lanka is linked with parasitic infestation of the bowel, presumably because severe diarrhea breaks down the mucosal barrier, allowing invasion by the indigenous bacterial flora, which include C.\n\nOur clinical observations in the infants with C. perfringens NEC are corroborated by germ-free studies done by Yale and Balish 31-33 at the University of Wisconsin in the 1970s. They used gnotobiotic preparations with an intestinal strangulation model. The subject was the germ-free Sprague-Dawley rat. They tested an array of intestinal bacteria, one at a time, and developed a spectrum of pathogenicity, beginning with C. perfringens. Ninety-nine percent of the rats exposed to C. perfringens died, usually within 12 to 24 hours. Of the other gut flora tested, the other elostridia and the gram-negative rods had intermediate lethality. Baeteroides caused only an 8% mortality rate, and the presence of Klebsiella, for reasons that not clear, resulted in no fatalities in this model.\n\nWe also have used the germ-free model to study pathogenic factors. Musemeche et al. 34 studied the comparative effects of ischemia, bacteria, and substrate in a model similar to that of Yale and Balish. 31\"33 Our subject was the rat, either germ free or conventionally colonized. We used two side-by-side loops that were made surgically in the ileum. One was made ischemic by a microaneurysm clip that was applied for 30 Or 60 minutes to obtain two different severities of ischemia. We injected a variety of bacteria or infant formulas into the loops, with a control that was nonischemic in all animals. We found that the major determinant of necrosis was the presence of bacteria; neither ischemia nor formula alone had a significant effect. 34 Germ-free models are difficult to work with. The model of Lawrence et al. 6 used neonatal germ-free rats, which are very small and delicate. These investigators fed the little creatures through a Silastic tube put down into the stomach. Using four different strains of bacteria, each of which was a toxin former, they were able tO produce a form of hemorrhagie enteritis that resembled NEC. A year later, however, the model ceased to work, for reasons that were not clear, and Lawrence and Bates, 35 with admirable honesty, reported the subsequent failure of their model.\n\nRecently, Staphylococcus epidermidis has been assoei-ated with NEC. 36 One of our patients who had. S. epidermidis sepsis and NEC had a syndrome resembling toxic shock syndrome with exfoliation of the skin of his hands and feet; probably his body was teeming with the delta toxin described by Dr. Scheifele. 37 He had full-blown NEC but recovered with medical therapy and never required surgery.\n\nAlthough S. epidermidis has become an important pathogen in the nursery, and we are seeing a few cases of NEC associated with S. epidermidis, Klebsiella is still our major pathogen associated with NEC.\n\nFeedings are present in the bowel of most infants in whom NEC develops. Dr. Kliegman 3s pointed out that 95% of the infants with NEC have been fed. They are usually fed formula; NEC is rare in those who are breast fed. Human milk has many components; secretory IgA is credited with a protective effect, and there are macrophages, lactoferrin, and many other beneficial substances in human milk.\n\nThe data on feedings and NEC are conflicting. A study by Book et al. 39 showed that \"fast feeding,\" that is, advancing the intake quickly up to the infant's caloric requirement, made no difference in the incidence of NEC. Some of the data presented at this meeting cast doubt on that concept and suggest that feeding too fast might be a causative factor. Certainly delaying feedings for 2 weeks does not prevent NEC; it just postpones it. 4~ Milk allergies have been implicated in the production of NEC-like syndromes in certain infants fed formulas containing either casein or soy protein. 41 It may be that the neonatal gastrointestinal tract is sensitive to these proteins, which may create what Drs. Clark and Miller 42 described as \"nasty enteric conditions\" that lead to NEC.\n\nDr. Udal143 showed that premature infants are deficient in proteolytic enzymes in the first week of life. They also have low levels of gastric acid. Milk curd obstruction and bezoars have been described. Cook and Rickham 44 reported milk-curd obstruction of the gastrointestinal tract in infants, both premature and term, who were fed cow milkbased formulas. The formulas formed a mechanical obstruction of the ileum from inspissated curds. In some of the infants, septic events may have caused ileus and statis. Dr. Morriss and colleagues 4s showed us how sluggish motility of the gastrointestinal tract may be a factor in NEC pathogenesis.\n\nLactobezoars were a problem when the special premature infant formulas first came on the market. 46'47 These formulas formerly contained much more casein than they do now. The bezoars were simply big milk curds that precipitated in the stomach, causing some degree of obstruction. Furthermore, casein is a chemotactic factor for human polymorphonuelear leukocytes. 48 It is used as a nonspeeific attraetant for in vitro immunologic experiments. Could it be that, in the lumen, casein binds to leukocytes--leukocytes that are there to help the gastrointestinal mucosa survive the attack from gastrointestinal bacteria and toxins?\n\nThere is a possible means, heretofore not mentioned at this conference, whereby we might prevent 85% to 90% of the cases of NEC. If we could prevent prematurity, NEC would not be much of a problem. I have been told that NEC is very uncommon in Japan, Switzerland, and some of the Scandinavian countries, which have some features in common: they have a homogeneous population and a high standard of living, the countries are relatively small and well organized, health care access is universal, prenatal care is of very high quality, and premature birth rates are very low. Prevention of prematurity would be an effective way of preventing NEC.\n\nThe prevention of NEC might also be approached by considering the three traditional pathogenic factors. First, ischemic episodes might be modified by pharmacologic means to stabilize the intestinal circulation. Unfortunately, most of the drugs that might theoretically be beneficial to the gut might also be detrimental to the ductus or to other circulatory beds.\n\nSecond, the bacteria could be modified. Prophylactic antibiotics have been considered, and tried, but there are conflicting data on their benefits to infants at risk. 49\"52 Some pediatric infectious disease specialists have warned against the prophylactic use of aminoglycosides because of the inevitable emergence of resistant strains, which might be totally untreatable and might cause more severe forms of NEC. 53, 54 Bacterial interference is an intriguing idea that could be tried, although one worries about whether a bland bacterium might be transformed into a pathogen. Active immu-nization probably is not practical, unlike in the case of pigbel, because it takes at least two doses to induce an anamnestic response, and most case of NEC occur too quickly.\n\nThird, perhaps we could do something to toughen the mucosal barrier. Dr. Aynsley-Green and colleagues 55 described the surges of gut peptides that cause maturation of the infant bowel. These substances might be administered in a beneficial way to premature infants to cause earlier closure of the barrier.\n\nWe have yet to find a feeding schedule in which the nutrients are increased at precisely the correct concentration and volume to allow optimal nutrition without causing any damage to the infant's intestinal mucosa. Udat143 reviewed four different mechanisms by which luminal content can get through the brush border and into the circulation before closure of the mucosal barrier. After the barrier closes, it is mainly secretory IgA that acts at the surface to protect the mucosa from bacteria and whole proteins in the lumen.\n\nFeeding of immunoglobulins was tried by Eibl et al., 56 who were able to prevent NEC in low birth weight infants by feeding an immunoglobulin mixture that consisted of 75% IgA and 25% IgG. No cases of NEC occurred in the babies who were fed this mixture on a daily basis for the first month of life; there were six cases of NEC in the control group. This fascinating study raises some questions: Why for example, should serum lgA, which is a monomer, protect an infant in the same way as secretory IgA, which is a dimer? The textbook on gut immunology may have to be rewritten--perhaps the dimers are not as good as we always thought they were.\n\nSerum immunoglobulins were analyzed by Bell et al. 57 They found a striking difference between serum lgA levels\n\nUnifying hypothesis regarding NEC S 7 3 Number 1, Part 2 in infants with NEC and those in control infants. Paradoxically, those with NEC had much higher levels of IgA than the control group had. However, I believe that their concept of the susceptible host is important. We should revise our hypothesis to !nclude \"factor 4,\" a susceptible infant (after the three factors of ischemia, bacteria, and substrate). Probably there is some unique susceptibility in the infants in whom NEC develops.\n\nThe cause of NEC is knowable. It's just a matter of time until the mystery of pathogenesis is solved. I hope that the time will be soon and that the solution will be found by someone in this room. In the meantime, however, we continue to plod along with our standard methods of management.\n\nThe survivors of NEC have a better prognosis than one might expect. Fifty percent of them are completely normal on neurologic follow-up. Thirty-five percent have some mild or moderate impairment. Fifteen percent have a severe handicap, usually spasticity. In a study from Stanford University, these numbers were identical to those of a matched control group of infants who did not have NEC. 58 The long-term sequelae of NEC are very few, and the patients who survive NEC have the sequelae of prematurity.\n\nFinally, I wish to review a lesson that we learned in our center in 1981 and 1982. We usually see one or two cases of NEC per month, or sometimes none, a sporadic pattern of NEC that goes along almost predictably. Then, in the fall of 1981, we had 13 cases in 5 months, and these infants were very sick; many required surgery. Very quickly, we scrutinized our hand-washing and gowning procedures and made improvements. Nevertheless, the epidemic continued. Between Thanksgiving and Christmas, we studied in detail the charts of all the infants who had had NEC, trying to identify a common pathogenic factor so that we could institute a control measure and stop the epidemic. We were elated when, after the beginning of January 1982, there were no additional cases for the next 6 months (Fig. 2) .\n\nHowever, there was no common factor and there was no control measure. The personnel, the patients, and the policies remained the same; NEC just went away. If we had changed our antibiotic regimen or changed anything, that intervention would have received a good deal of credit that it did not deserve. Thus historical controls are fallacious and need to be taken, as someone has mentioned, with a very large grain of salt."}