{"title": "Supplementary Information Bats as reservoirs of mammalian paramyxoviruses", "body": "Distribution of African Eidolon helvum flying foxes (a, Pteropodidae), distribution of Pteronotus parnellii (b, Mormoopidae) and Carollia perspicillata (c, Phyllostomidae) in which African and American henipaviruses were detected. Individual maps were downloaded from the IUCN redlist [69] [70] [71] . Horizontal bars represent mean virus concentrations per organ category. Bars below the limit of detection of the real time RT-PCR assay (shaded grey) represent negative test results. Colors represent viruses from individual bats as identified in the legend.\n\nGenBank data was retrieved from a search using the terms \"Paramyxoviridae [ORGANISM] AND Host [All Fields]\" in the \"Nucleotide\" database, on November 16 th , 2011. The resulting 9,664 sequences with labelled host in the \"Features\" part of the GenBank file are shown in (a). The same dataset expanded by novel viruses from this study is shown in (b). Hosts were sorted according to their taxonomic groups. Groups with less than 10 entries were summarised as \"Others\". *Sequencing as described in the Materials and Methods section resulted in 36,120 single reads. In total, 3,007 reads with similarities to viruses in the database were found. 234 reads remained for further analysis. 160 reads matched eukaryotic viruses and 68 reads showed similarity to a Mycobacterium phage. Absence of detectable paramyxovirus sequences may be explained by their lower abundance compared to (presumably endogenic) retroviruses; lower virus concentrations compared to vector-borne viruses (flavi-and togaviruses) and to fecal-orally transmitted viruses (calici-and adenoviruses), all of which are known to be capable of achieving high titers; genome particularities such as facilitated amplification of DNA viruses due to, e.g., the absence of a preceding reverse transcription step or circular genomes (papillomaviruses); high genomic copy numbers of viruses that are known to persist and frequently re-activate (e.g., herpesviruses). \n\nn.a.=not available, -=below assay detection limit NiV -F6984a  GCCGGAGTTATAATGGCAGG  +  70  NiV-F6984b  GCAGGTGTGGTGATGGCAGG  +  71  NiV-R7207a  GGAACAAGGTTAGTGTTGATGTAATCYTG  -72  NiV-R7207b  GGTACYAAGTTAGTATTAATGTAATCYTG  -73 NiV-R7315 GGRTCYTGTARGTTRGGWCCRAA - Henipavirus  genome islet   74  NiV-F7020  GCWACTGCWGCWCAAATYACAGCAGG  +  75  NiV-F7179  CAGGATTACATTAATACTAAYTTGGTWCC  +  76  NiV-R7450  ATTTGRCCYGTTATGCTGTCACTTTC  -77 NiV-R7598 GAAATTTGGGACAATGCTGATCCATTC - Henipavirus  genome islet   78  NiV-F11445  TAYCCTGAATGTCATTTGGATAGYCC  +  79  NiV-F11449  CTGAATGTCATTTGGATAGYCCTATWGT  +  80  NiV-R11697  ATAGARTGTTATTGCATTCRGGRTA  -81 NiV-R11935 GTRAACCAGAAGAGAAAACAYTCATACCA - Henipa-N-F1nest GATACTGATCGCTAAAGCAGTTAC + 108\n\nSpleen - - - - 5.94 - - 4.57 - - 6.88 4.78 - Serum - - - 6.27 5.22 - - - - - 6.26 - - Liver - - - - 5.58 - - - - - 7.73 - - Heart - - - - - - - - - - 6.03 - - Lung - - - - 4.96 - - - - - 7.30 - - Brain - - - - - - - - - - - 5.01 - Animal (Virus ID) RodentPV/* /GER Myo_gla\n\nBei-Tup-N-F1 CAAATTTGGATCCTGCTGGCTAAGGC + 109\n\nHenipa-N-R1 GCAACACCCATGGCAAAGCTCCA -110\n\nHenipa-N-R1nest AACACCCATGGCAAAGCTCCACA -111\n\nBei-Tup-N-R1 CCAACNCCCATGGCGTAGCTC -112\n\nBei-Tup-N-R1nest CAACNCCCATGGCGTAGCTCCA - Henipavirus  genome islet   113  Nipah-F-F1  GCAACCGCAGCTCAAATTACTGCAG  +  114  Nipah-F-F2  ACCGCAGCTCAAATTACTGCAGGTGT  +  115  Hendra-F-F1  GCTACTGCTGCACAGATTACAGCAG  +  116  Hendra-F-F2  ACTGCTGCACAGATTACAGCAGGTGT  +  117  Beilong-F-F1  GCGACTTCAGCGCAGATTACAGCAG  +  118  Beilong-F-F2  ACTTCAGCGCAGATTACAGCAGGTGT  +  119  Tupaia-F-F1  GCAACAGCGGCAGCAATAACGGCAG  +  120  Tupaia-F-F2  ACAGCGGCAGCAATAACGGCAGGTGT  +  121 Henipa-F-R CACTGGCATGTGACGCTTATGCAATT -122\n\nTupaia-F-R CAGCGGCATGCAGCTTTTGCACAGTT -123\n\nRest-F-R CATTTGCAGAGTACTGATGCGCAGTT - "}