{"title": "", "body": "Starting from Hubei province in China, the novel coronavirus (COVID -19) has been spreading all over the world, after two months of outbreak in China. Facing uncertainty and irresolution in A lot of efforts have been made in estimating the basic reproduction number R0 and predict the future trajectory of the coronavirus (COVID-2019) outbreak in the first quarter of 2020. In this paper, we focus on using phenomenological models without detailed microscopic foundations, but which have the advantage of allowing simple calibrations to the empirical reported data and providing transparent interpretations. This simple and top-down method can provide straightforward insights regarding the status of the epidemics and future scenarios of the outbreak.\n\nUsually, an epidemic follows an exponential growth at an early stage (following the law of proportional growth), peaks and then the growth rate decays as countermeasures to hinder the transmission of the virus are introduced.\n\nThere have been quite an extensive literature reporting statistical analysis and future scenarios based on phenomenological models. Most of previous work use simple exponential growth models and focus on the early growing process [1] [2] [3] [4] . On the other hand, there are also many works arguing that the number of infected people follows a trajectory different from a simple exponential growth [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] .\n\nIn this paper, we employ the logistic growth model, the generalized logistic growth model, the generalized growth model and the generalized Richards model, which have been successfully applied to describe previous epidemics [16] [17] [18] [19] [20] . All these models have some limitations and are only applicable in some stages of the outbreak, or when enough data points are available. Thus, we first calibrate different models to the reported number of infected cases in the COVID-19 epidemics from Jan. 19 to March 10 for the whole of China and 29 provinces in mainland China, and then draw some lessons useful to interpret the results of a similar modeling exercise performed on the four countries that are undergoing major outbreaks of this virus: Japan, South Korea, Iran, and Italy. Our analysis dissects the development of the epidemics in China and the impact of the drastic control measures both at the aggregate level and within each province. Borrowing from the experience of China, we made projections on the development of the outbreak in the four key countries and the whole Europe, based on different scenarios provided by the results from different models. Our study employs simple models to quantitatively document the effects of the Chinese containment measures against the COVID-19, and provide informative implications for the coming pandemic.\n\nConfirmed cases: In this report, we focus on the daily data of confirmed cases in provinces in mainland China. We exclude the epicenter province, Hubei, which had a significant issue of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint underreporting at the early stage and also data inconsistency during mid-Feb due to a change of classification guidelines. For the provinces other than Hubei, the data is consistent except for one special event on Feb 20 concerning the data coming from several prisons. The data source is the national and provincial heath commission. For international data, the source is WHO. Note that the cases of the Diamond Princess cruise are excluded from Japan, following the WHO standard.\n\nData adjustment: On Feb 20, for the first time, infected cases in the Chinese prison system were reported, including 271 cases from Hubei, 207 cases from Shandong, 34 cases from Zhejiang.\n\nThese cases were concealed before because the prison system was not within the coverage of each provincial health commission system. Given that the prison system is relatively independent and the cases are limited, We remove these cases in our data for the modelling analysis to ensure consistency.\n\nMigration data: the population travels from Hubei and Wuhan to other provinces from Jan 1 st to Jan 23 rd are retrieved from the Baidu Migration Map (http://qianxi.baidu.com).\n\nWe use the generalized Richards model (GRM), which is an extension of the original Richards growth model [21] . With three free parameters, the Richards growth model has been fitted to a range of logistic-type epidemic curves [16] . The generalized Richards model is defined by the differential equation:\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint where C(t) represents the cumulative number of cases at time t, r is the growth rate at the early stage, and K is the final epidemic size. ∈ [0,1] is a parameter that allows the model to capture different growth profiles including the constant incidence ( = 0), sub-exponential growth (0 < < 1 ) and exponential growth ( = 1 ). The exponent α measures the deviation from the symmetric s-shaped dynamics of the simple logistic curve. The model recovers the original Richards model for = 1, and reduces to the generalized logistic model [17] for α = 1 and =\n\nFor the calibration, we use the standard Levenberg-Marquardt algorithm to solve the non-linear least square optimization. For the GRM, the initial point C(0) ≔ C 0 is fixed at the empirical value, and there are 4 remaining parameters ( , , , ) to be determined. For the fitting of the standard logistic growth function ( = 1 and α = 1), we free the initial point C 0 and allow it being one of the 3 parameters to be optimized, as the early stage growth does not follow a logistic growth.\n\nTo estimate the uncertainty of our model estimates, we use a bootstrap approach with a negative binomial error structure NB( , 2 ), where and 2 are the mean and variance of the distribution, estimated from the empirical data.\n\nAs of March 10 th , 2020, there are in total 13172 infected cases reported in the 30 provinces in mainland China outside Hubei. The initially impressive rising statistics has given place to a tapering associated with the limited capacity for transmission, exogenous control measure, and so on. In Figure 1 , the trajectory of the total confirmed cases, the daily increase of confirmed cases, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint and the daily growth rate of confirmed cases in whole China excluding Hubei province are   presented. The fits with the generalized Richards model and with the standard logistic growth   model are shown in red and blue lines respectively in the upper, middle and lower left panel, with the data up to March 1 st , 2020. In the lower left panel of Figure 1 , the daily empirical growth rate\n\nof the confirmed cases is plotted in log scale against time. We can observe two exponential decay regimes of the growth rate with two different decay parameters before and after Feb-14, 2020. The green line is the fitted linear regression line (of the logarithm of the growth rate as a function of time) for the data from Jan-25 to Feb 14, 2020, yielding an exponential decay parameter equal to -0.157 per day (95% CI: (-0.164, -0.150)). This indicates that, after the lockdown of Wuhan city on Jan 23 and the top-level health emergency activated in most provinces on Jan 25, the transmission in provinces outside Hubei has been contained with a relatively fast exponential decay of the growth rate from a value starting at more than 100% to around 2% on \n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint This gives\n\nwhere 0 is a constant of integration determined from matching this asymptotic solution with the non-asymptotic dynamics far from the asymptote. Thus, the leading behavior of the growth rate at long times is 30, 25, 20, 15, 10 and 5 days before Feb 22 were presented. For each of the six data sets, we generated 500 simulations of ( ) based on the best fit parameters using parametric bootstrap with a negative binomial error structure, as in prior studies [17] . Each of these 500 simulations constitutes a plausible scenario for the daily number of new confirmed cases, which is compatible . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint with the data and GRM. The dispersion among these 500 scenarios provides a measure of stability of the fits and their range of values gives an estimation of the confidence intervals. The first conclusion is the non-surprising large range of scenarios obtained when using data before the maximum, which however encompass the realized data. We observe a tendency for early scenarios to predict a much faster and larger number of new cases than observed, which could be expected in the absence of strong containment control. With more data, the scenarios become more accurate, especially when using realized data after the peak, and probably account now well for the impact of the containment measures that modified the dynamics of the epidemic spreading.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint Figure 2 . Daily number of new observed confirmed cases for mainland China excluding Hubei (black circles) compared with 500 scenarios built by parametric bootstrap with a negative binomial error structure on the GRM model with best fit parameters determined on the data up to the time indicated by the vertical dashed line. The last time used in the calibration is respectively 5, 10, 15, 20, 25, 30 days before Feb 22, 2020 from bottom to top. The red continuous line is the best fitted line and the two dashed red curves delineate the 95% confidence interval extracted from the 500 scenarios. The six panels correspond each to a different end date, shown as the sub-title of each panel, at which the data has been calibrated with the GRM model.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint\n\nAs of March 1, 2020, the daily increase of the number of confirmed cases in China excluding Hubei province has decreased to less than 10 cases per day. The preceding one-month extreme quarantine measures thus seems to have been very effective from an aggregate perspective. At this time, it is worthwhile to take a closer look at the provincial level to study the effectiveness of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint Phase I (Jan 19 -Jan 24, 6 days): early stage outbreak. The data mainly reflects the situation before Jan 20, when no measures were implemented, or they were of limited scope. On Jan 19, Guangdong became the first province to declare a confirmed case outside Hubei in mainland China [22] . On Jan 20, with the speech of President Xi, all provinces started to react. As of Jan 24, 28 provinces reported confirmed cases with daily growth rates of confirmed cases ranging from 50% to more than 100%. to deploy the forces for the battle against the virus outbreak. In this phase, the growth rate of the number of confirmed cases in all provinces are declining from 50% to 10%+, with an exponentially decay rate of 0.157 for the aggregated data. At the provincial level, some provinces failed to see a continuous decrease of the growth rate and witnessed the incidence grow at a constant rate for a few days, implying exponential growth of the confirmed cases. These provinces include Jiangxi (~40% until Jan 30), Heilongjiang (~25% until Feb 5), Beijing (~15% until Feb 3), Shanghai (~20% until Jan 30), Yunnan (~75% until Jan 27), Hainan (~10% until Feb 5), Guizhou (~25% until Feb 1), Jilin (~30% until Feb 3). Some other provinces managed to decrease the growth rate exponentially during this period. As of Feb 1 st , 15 provinces had reached the peak of the incidence . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint curve, indicating the effectiveness of the extreme measures, and most provinces started to be in control of the epidemics.\n\nPhase III (Feb 2 -Feb 14, 13 days): slow growth phase approaching the end of the outbreak.\n\nIn this period, all provinces continued to implement their strict measures, striving to bring the epidemics to an end. The growth rate of the number of confirmed cases declined exponentially with similar rates as in Phase II, pushing down the growth rate from 10% to 1%. In phase III, all provinces have passed the peak of the incidence curve, which allows us to obtain precise scenarios for the dynamics of the end of the outbreak from the model fits ( \n\nOn Jan 19, Guangdong was the first province to report a confirmed infected patient outside Hubei.\n\nOn Jan 20, 14 provinces reported their own first case. During Jan 21-23, another 14 provinces reported their first cases. If we determine the peak of the outbreak from the 5 days moving average of the incidence curve, then there are 15 provinces taking 7-11 days from their first case to their peak, 9 provinces taking 12-15 days, and 6 provinces taking more than 15 days. If we define the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint end of the outbreak as the day when the 5 days moving average of the growth rate becomes smaller than 1%, then 7 provinces spent 8-12 days from the peak to the end, 7 provinces spent 13-16 days, 13 provinces spent 17-20 days, and 2 provinces spent 21-22 days. For the six provinces that have the longest duration from the start of their outbreak to the peak (more than 15 days), it took 8-13 days for them to see the end of the outbreak (Figure 3 ). This means that these 6 provinces were able to control the local transmissions of the imported cases quite well, so that the secondary transmissions were limited. In contrast, 20 provinces took 28-31 days from the start to the end of the outbreak. Thus, those provinces that seem to have responded sluggishly during the early phase of the epidemics seem to have ramped up aggressively their countermeasures to achieve good results. . Inverse relationship found across the 29 Chinse provinces between the number of days from peak to the end and the duration from start to the peak of the epidemics. Here, the end of the outbreak is defined operationally as the day when the 5 days moving average of the growth rate becomes smaller than 1%.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint\n\nBoth the generalized Richards model and the logistic growth model can capture most of the dynamics at the cumulative level, daily increase level (1 st derivative) and the daily growth rate level (2 nd derivative).\n\nHowever, likely due to the potential underreporting at the beginning, the logistic growth curve fails to capture the growth dynamics at the early stage in most provinces. The logistic growth provides a better quality of fit after Feb 1 st in general, as we can see from the lower right panel in the figure for each province (see supplementary material).\n\nThe 10 most infected provinces (Guangdong, Henan, Zhejiang, Hunan, Anhui, Jiangxi, Shandong, Jiangsu, Chongqing, Sichuan) have done quite well in controlling the transmission, as indicated by the fact that their daily growth rates follow well-defined exponential decays, with a 2 larger than 90%. This exponential decay continued for all ten cities until the situation was completely under control during Feb 15-18, when the daily incidence was at near zero or a single-digit number.\n\nEight out of these ten provinces have a decreasing parameter of the exponential decay of the growth rate ranging from 0.142 to 0.173, similar to what is observed at the national average level (0.157).\n\nNote that this exponential decay can be inferred from the generalized Richards model, as we noted in section 4.1.\n\nZhejiang and Henan are the 2 nd and 3 rd most infected provinces but have the fastest decaying speed of the incidence growth rate (decay parameter for Zhejiang: 0.223, Hunan: 0.186) among the most infected provinces. This is consistent with the fast and strong control measures enforced by both provincial governments, which have been praised a lot on Chinese social network [23, 24] . As one . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. \n\nLess infected provinces exhibit a larger variance in the decaying process of the growth rate.\n\nHowever, we also see good examples like Shanghai, Fujian and Shanxi, which were able to reduce the growth rate consistently with a low variance. These provinces benefited from experience obtained in the fight against the 2003 SARS outbreak or enjoy richer local medical resources [7] .\n\nThis enabled the government to identify as many infected/suspected cases as possible in order to contain continuously the local transmissions. Bad examples include Heilongjiang, Jilin, Tianjin, Gansu, which is consistent with the analysis of [7] .\n\nMost provinces have a small parameter of of the GRM (see equation (1)) and an exponent α large than 1, indicating that China was successful in containing the outbreak as sub-exponential growing process ( < 1), with a faster than logistic decay ( > 1). Guangdong, Zhejiang, Jiangxi, Sichuan, Heilongjiang, Fujian, Yunnan and Gansu do not fall into this category of small and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint large α. However, this does not necessarily indicate ineffective measures for these provinces. The large and small α in Guangdong and Zhejiang are likely to be mainly due to high population densities and highly mobile populations in mega-cities, which are factors known to largely contribute to the fast transmission of viruses. Jiangxi, Sichuan, Fujian, Yunnan and Gansu all had a fast growth phase before Feb 1 st , but were successful in controlling the subsequent development of the epidemics. The fast growth phase in Heilongjiang lasted a bit longer than the abovementioned provinces, due to the occurrence of more numerous local transmissions.\n\nHeilongjiang has been criticized a lot for its high infected cases and death rate (2.7%), given that it is far from Hubei and does not have a large number of migrating people from Hubei.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint \n\nThe initial value C 0 of the logistic equation could be used as an indicator of the early number of cases, reflecting the level of early contamination from Hubei province as the epicenter of the outbreak. To support this proposition, the upper panel of Figure 4 plots the estimated C 0 as a function of the migration index from Hubei & Wuhan to each province. The migration index is . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint calculated as equal to 25% of the population migrating from Hubei (excluding Wuhan) plus 75% of the population migrating from Wuhan, given that Wuhan was the epicenter and the risks from the Hubei region excluding Wuhan are lower. One can observe a clear positive correlation between the estimated C 0 and the migration index. The lower panel of figure 4 shows an even stronger correlation between the total number of cases recorded on March 6 st and the travel index, expressing that a strong start of the epidemics predicts a larger number of cases, which is augmented by infections resulting from migrations out of the epidemic epicenter.\n\nAlthough it is clear that the virus in China has been successfully controlled up to the time of finalizing this paper, it has spread to 117 territories in the world as of March 10, with Italy, South Korea, Japan, and Iran as the four major hotspots. The highly connected European continent is at the beginning phase of the outbreak. In this section, we will analyze the situation in the four countries that have recently reported increasing numbers, and provide forecasts based on several models.\n\nMost of the countries analyzed here are still at an early stage of the outbreak, i.e., the cumulative number of cases is not yet reaching the inflection point. In this regime, the generalized Richards model, which has an additional parameter α describing the asymmetry between growth and decay of the incidence curve, is not sufficiently constrained by the limited available data. Therefore, we consider the following three simpler models with fewer parameters: -Logistic growing model:\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint .\n\n-Generalized Logistic model (GLM):\n\n-Generalized growth model (GGM):\n\nThe generalized growth model (6) allows for a sub-exponential growth of the outbreak in the early stage (for p < 1), but cannot describe the decay of the incidence rate. It thus serves as a rough upper limit, obtained by assuming that the outbreak continues to grow following the same process as in the past. The generalized Logistic model (5) and Logistic growth model (4) both assume a logistic decay of the growth rate as the total number of confirmed cases increases. Note that they are nested in the generalized Richards model (1), by fixing respectively = 1 and = 1; p = 1 .\n\nBoth Logistic type models tend to under-estimate the total size of the infected population at the early stage, so they should provide lower bounds. The generalized Logistic model allows for an early sub-exponential growth and can better describe the possible asymmetry between growth and decay dynamics. We now calibrate these three models to the data of each of the four countries:\n\nItaly, South Korea, Japan, and Iran. The fitting procedure and simulation of confidence intervals are the same as for the generalized Richards model presented for the Chinese data sets in previous sections.\n\nSouth Korea, Iran. Italy and the world . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint\n\nAmong the four countries, Japan and South Korea are the two first countries that reported confirmed cases. However, the situations are very different, as reflected from the statistics of these two Asian countries. Japan has reacted quite fast after the confirmation of the human-to-human Coronavirus Response Headquarters\" and has been actively developing countermeasures against the virus outbreak. As of March 10, Japan has been reporting new cases consecutively since Feb 11, with a total of 567 confirmed cases, and a relatively stable daily growth rate at 11.8% (standard deviation 6.3%). Thanks to the early response of the Japanese government, there is no large-scale community transmission in Japan, and this growth rate is not high compared to the initial outbreak stages in China and many other countries.\n\nHowever, as showed in Figure 5 , we do not observe any decay of this growth rate, in contrast to what occurred in phase III in mainland China beyond the inflection point of the cumulative number of cases with a continuous exponential decrease of the growth rate from 10% to 1%. Figure. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint rationalizes the fact that parameter for the logistic model is found to be so large, such that the quadratic term in equation (4) However, it took China two weeks to reduce the growth rate from 10% to 1% under extreme containment measures. Given that we do not expect the same level of measures can be implemented in Japan sooner or later, the future scenario for Japan is highly uncertain, and will depend on whether the government decides to increase the containment measures. Without stronger and fast measures introduced in Japan, we see a significant risk concerning the upcoming July 2020 Summer Olympics in Tokyo.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint Figure 5 . Calibration of three models (Generalized Logistic Model in green, Generalized Growth Model in purple and Logistic Model in blue) to data shown with empty circles for Japan. Upper panel: fitted and predicted cumulative confirmed cases. Middle panel: fitted and predicted daily incidence. The lower panel plots the daily growth rate. The fitted data is plotted every three days, and the error bar is the 95% confidence interval extracted from the 500 simulations assuming a negative binomial error structure. The fitting is based on data since Feb 12, 2020.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint Figure 6 . Same as figure 5 for South Korea. The fitting is based on data since Feb 18, 2020. In contrast to Japan, the analysis of South Korea's data indicates that the transmission is under control, although the total number of confirmed cases is much larger than Japan. This is likely due . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint to the much larger efforts to test the population, with a ratio of close to 4 tests per 1000 inhabitants, compared with 0.066 tests per 1000 inhabitants for Japan. Figure 6 shows that the dynamics of the infected population is clearly not an exponential growth, as the growth rate has decreased significant from 40% at the end of Feb to 1. could be expected to be reached within 20 days. However, whether the daily incidence can decay symmetrically to the increase phase will depend largely on the strategy of the government. In China, it was mainly the extreme measures of quarantines that helped most provinces' incidences to decay fast. The South Korean government has been actively tracing all possible cases and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint performing more than 10,000 tests per day as of May 8 [26] , trying to cut off all the potential transmission sources.\n\nCompared to Japan and South Korea, Iran and Italy are currently in a worse situation. Iran reported its first confirmed cases on Feb 19. As of 10 March 2020, according to Iranian health authorities, there had been 291 deaths in Iran with a total of 8042 confirmed infections, indicating a death rate of 3.6%, conditional of being infected.\n\nAs showed in Figure 7 , although the growth rate of the confirmed cases is decreasing, the future scenarios are still highly uncertain as the total number of infected cases is just around the inflection It would be already a very positive outcome if the data could follow the two logistic models.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint \n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint The situation in Italy is quite severe at the moment of writing. As of March 10, Italy has the largest number of confirmed cases (9172) and deaths (463) among all the countries except China. The outbreak in Italy was mainly due to a few outbreak clusters, such as Lombardy and Veneto. Similar to Japan, the growth rate of the confirmed cases at Italy has been fluctuating between 20% and 30% for a week, which is still far from the inflection point. The generalized logistic model provides the best scenario, i.e. predicting that the inflection point will be reached in 10 days. This scenario will already lead to a total cumulative number of infected Figure 9 shows the number of confirmed cases per million people in the four hotspot countries, in comparison with mainland China excluding Hubei, the epicenter Hubei province, Europe, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 11.20034363 doi: medRxiv preprint Singapore, Hong Kong, and the USA. Although Hubei has the highest infection ratio above 0.1%, South Korea and Italy have become the most infected country in the world. The high statistics in South Korea is likely as mentioned above due to the largest number of performed tests. We should indeed stress that the actual cumulative number of infected cases is probably misleading as it is likely that the incidence is an increasing function of testing.\n\nSince it is delicate to interpret the absolute number of infected cases, we propose to rather focus on the dynamics, which is more informative as we have presented above. For South Korea, we have shown that it is approaching the ceiling in the total number of infected cases and we do not expect this number to grow significantly in the coming future. If we assume a generalized logistic model for the behavior of Italy, the estimated final fraction of population infected will be 0.15% (95% CI: [0.03%, 0.30%]), which will be much higher than Hubei. reporting more than 1000 confirmed cases. The statistical analysis shows that the epidemic in Europe is in the early exponential regime and this may continue for a while. At the time of writing, the estimates for the tapering away from a pure exponential growth and the transition to an inflection point and a decay, as obtained from both generalized logistic model and logistic model, are not reliable. There are huge uncertainties simply stemming from the fact that the growth is very close to being pure exponential and does not reveal much additional information.\n\nNevertheless, the estimates from the generalized growth model and the generalized logistic model can provide a negative and positive scenario respectively. The generalized growth model assumes that the future growth will continue following the same path as the past weeks, which could be . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint expected as the outbreak is just starting. This scenario will bring the total number of confirmed cases in Europe to 114867 cases (95% CI: [85827, 172995] . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint \n\nIn this paper, we have calibrated the logistic growth model, the generalized logistic growth model, the generalized growth model and the generalized Richards model to the reported number of infected cases in the Covid-19 epidemics from Jan. 19 to March 10 for the whole of China and 29 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint provinces in China, which allowed us to draw some lessons useful to interpret the results of a similar modeling exercise performed on Japan, South Korea, Iran, Italy and Europe (46 countries aggregated). Our analysis dissects the development of the epidemics in China and the impact of the drastic control measures both at the aggregate level and within each province. We documented four phases: I-early stage outbreak (Jan 19 -Jan 24, 6 days), II-fast growth phase approaching the peak of the incidence curve (Jan 25 -Feb 1, 8 days), III-slow growth phase approaching the end of the outbreak (Feb 2 -Feb 14, 13 days) and IV-the end of the outbreak (Feb 15 -8 March).\n\nWe quantified the initial reactions and ramping up of control measures on the dynamics of the epidemics and unearth an inverse relationship between the number of days from peak to the quasiend and the duration from start to the peak of the epidemic among the 29 analyzed Chinese provinces. We identified the dynamic signatures of the exemplary developments in Zhejiang and Henan provinces and the heterogeneity of the development of the epidemic and responses across various other provinces. We found a strong correlation between the initial and total confirmed numbers of infected cases and travel index quantifying the mobility between provinces.\n\nFor countries that are in the middle of the outbreak, we used some useful experience from China to interpret the calibration results from different models, and made future scenario projections. For Japan, the situation is found similar to phase II-III in mainland China and the estimated total number of cases as of March 25 will be1574 (95% CI: [880, 2372]), and 5669 (95% CI: [988, 11340] ) by the end of May. However, it took China two weeks to reduce the growth rate from 10% to 1% under extreme containment measures and Japan is still far from achieving this result.\n\nWithout stronger and fast measures introduced in Japan, we foresee a significant risk concerning the upcoming July 2020 Summer Olympics in Tokyo. For South Korea, we found that it is approaching the ceiling in the total number of infected cases. Both the generalized Logistic model . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint and Logistic model provide similar estimates of the final number of infected cases: 7843 (95% CI:\n\n[6594, 9138]) from GLM and 7928 (95% CI: [6341, 9754]) from Logistic model. For Italy, our estimated final fraction of population infected is found equal to 0.15% (95% CI: [0.03%, 0.30%]), which will be higher than Hubei, the epicenter in China of the epidemic. Our statistical analysis showed that the epidemic in Europe is in the early exponential regime and this is likely to continue for a while. This negative but probable scenario will provide 114867 people infected in Europe in 10 days, corresponding to 0.015% European population. The generalized logistic model provides a lower (optimistic) bound, leading to a prediction of a total cumulative number of 164219 people infected, corresponding to 0.02% (95% CI: [0.005%, 0.044%]) of the European population.\n\nHowever, for this forecast to come true, all European countries need to coordinate and fight together to avoid another major outbreak like in Italy. The situation in the United States is also at the very beginning stage, and may pose significant health and economic risks to the world in absence of serious measures.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint\n\nEthics approval and consent to participate: Not applicable\n\nAvailability of data and materials: The datasets generated and analysed during the current study are available in the Github repository, https://github.com/kezida/covid-19-logistic-paper Competing interests: The authors declare that they have no competing interests Funding: No funding information is applicable.\n\nAuthors' contributions: KW and DS designed the research. KW and QW performed the data analysis. All authors wrote, read and approved the final manuscript.\n\nWe benefitted from many stimulating discussions and exchanges with Peter Cauwels, Dmitry Chernov and Euan Mearns.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint 12. Roosa . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint 27. Wikipedia.\n\n2020_coronavirus_outbreak_in_Italy#Spread_to_other_countries_and_territories.\n\n[accessed 2020 Mar 9] ; https://en.wikipedia.org/wiki/2020_coronavirus_outbreak_in_Italy#Spread_to_other_coun tries_and_territories . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.11.20034363 doi: medRxiv preprint"}