{"title": "Dynamic Palmitoylation and the Role of DHHC Proteins in T Cell Activation and Anergy", "body": "Protein palmitoylation is a reversible and dynamic posttranslational modification characterized by the covalent attachment of a fatty acid, palmitic acid, to proteins, most often to cysteine (Cys) residues (i.e., S-acylation), via a thioester linkage. Like other posttranslational modifications such as phosphorylation and ubiquitination, palmitoylation can regulate the stability, localization and function of many receptors and intracellular proteins, and, hence, play an important role in determining the functional outcome of cellular triggering by multiple receptors that are engaged by their respective ligands (Greaves and Chamberlain, 2007; Iwanaga et al., 2009; Linder and Deschenes, 2007; Mitchell et al., 2006; Planey and Zacharias, 2009; Resh, 2006a) . Protein palmitoylation also occurs in cells of the immune system, including in T lymphocytes where it has been extensively studied over the years. Palmitoylation of various T cell proteins, including receptors and intracellular proteins that participate in the complex process of signal transduction initiated by engagement of the antigen-specific T cell receptor (TCR), was found to be important for their proper localization and function (Bijlmakers, 2009; Resh, 2006a) . The importance of this posttranslational modification in TCR signaling is also evident from the fact that pharmacological inhibition of protein palmitoylation, or mutation of palmitoylated Cys residues in proteins, can modulate (in most instances inhibit) the activation of T cells. Therefore, identification of palmitoylation substrates in T cells, and elucidation of how this process is regulated are important because they can potentially provide novel drug targets for intervention in immune system diseases and abnormalities, e.g., autoimmune diseases.\n\nDespite the fact that protein palmitoylation has been discovered >30 years ago and its importance is well-established, progress in this field has been hampered for two main reasons: First, until recently, measuring protein palmitoylation relied on insensitive and cumbersome radioactive assays tied to immunoprecipitation of specific targets, bypassing analysis of global changes in the palmitoyl proteome. Second, the enzymatic regulation of protein palmitoylation and, more precisely, the identity of the enzymes that palmitoylate or depalmitoylate proteins, has remained elusive until recently. In fact, many proteins can aquire S-acyl linkage non-enzymatically by thioester exchange with acyl-CoA in vitro, so for a long time it was controversial whether palmitoylation was an enzymatic process in cells.\n\nTwo recent breakthroughs have recently reinvigorated the study of protein palmitoylation and greatly accelerated research in this area. First, beginning in 2002, several groups identified and molecularly cloned, first in yeast (Lobo et al., 2002; Roth et al., 2002) and later in mammals (Fukata et al., 2004) , members of a novel family of palmitoyl acyl transferases (PATs) that specifically catalyze protein palmitoylation on Cys residues. Second, quantitative, highly sensitive and non-radioactive methods for global identification and profiling of the palmitoyl proteome have recently been developed (Kang et al., 2008; Martin and Cravatt, 2009; Roth et al., 2006) . As a result of these two major breakthroughs, it has become possible to analyze the process of protein palmitoylation and its enzymatic regulation at a level of sophistication not heretofore possible, resulting in key recent advances. Still, much of the research in this area is conducted in neuronal and, to a lesser extent, epithelial cells, and little is known about the function, regulation and physiological substrates of specific PATs in cells of the immune system. The purpose of this chapter is to cover recent developments in the reemerging field of protein palmitoylation. Specifically, the role of protein palmitoylation in T lymphocyte responses that result in productive activation or, conversely, a clinically relevant state of unresponsiveness termed T cell anergy, will be discussed. We will also briefly review our recent studies that illuminated altered patterns of protein palmitoylation in anergic T cells. The functional relevance of protein palmitoylation in T cell activation (Bijlmakers, 2009; Resh, 2006a) and recent general advances in protein palmitoylation (Greaves and Chamberlain, 2007; Iwanaga et al., 2009; Deschenes, 2004, 2007; Mitchell et al., 2006; Planey and Zacharias, 2009 ) have been separately covered in recent reviews. This chapter is meant to bring these two areas together and, hence, provide directions for future studies aimed at analyzing the role of protein palmitoylation in immunity using novel, globally and mechanistically based approaches.\n\nNaïve, resting T lymphocytes are triggered to undergo a complex process of biochemical changes and differentiation when the TCR expressed on their surface is engaged by processed antigen bound to major histocompatibility complex (MHC) molecules on the surface of antigen-presenting cells (APCs). Depending on the developmental stage of the T cell, the antigen's concentration and avidity, the presence of costimulatory receptors, and the cytokine microenvironment, TCR engagement can result in several distinct functional outcomes such as productive T cell activation, anergy or cell death. Mechanistic analysis of the differential molecular signaling pathways that lead to these distinct functional states has been a major area of research among T cell biologists since the early 1990's.\n\nThe TCR is a complex of integral membrane proteins that participate in the activation of T cells in response to antigen presented by APCs. Clonally distributed subunits of this complex (α and β, or γ and δ) specifically recognize the antigen together with self MHC molecules, while other conserved subunits (CD3-γ, δ, ε, ζ and/or η) serve to translate the recognition event into a complex series of intracellular signaling events. Productive activation leads to acquisition of defined effector functions such as target cell killing by cytotoxic T lymphocytes (CTLs) or production of cytokines. Activation also requires engagement of T cell costimulatory receptors, which come in different flavors, by their cognate ligands on the surface of APCs. The major and most extensively studied costimulatory receptor on T cells is CD28, which is triggered by its ligands B7-1/CD80 or B7-2/CD86. TCR and costimulatory receptor engagement promotes stable contact between T cells and APCs, leading to rearrangement of the T cell actin cytoskeleton and formation of a highly compartmentalized assembly of receptors and intracellular signaling proteins at the contact site, which has been termed the supramolecular activation cluster (SMAC) (Monks et al., 1998) or the immunological synapse (IS) (Grakoui et al., 1999) , by analogy with neurological synapses (Shaw and Allen, 2001 ). The IS is highly regulated in time and in space, and it consists of several sub-regions arranged as concentric rings in the mature IS, each of which is characterized by the presence of defined proteins. At the center of the mature IS is the central cSMAC, where the TCR is localized, and surrounding it is the peripheral SMAC (pSMAC), where the integrin LFA-1 and the cytoskeletal protein talin are localized (Monks et al., 1998) . This scheme was later revised to include the outer periphery, ring-like structure of the distal SMAC (dSMAC), where the CD45 phosphotyrosine (pTyr) phosphatase and CD43 are localized (Delon et al., 2001; Freiberg et al., 2002) . Subsequent studies revealed for the first time that microclusters (MCs) or \"protein islands\" that contain the TCR, CD4, and other intracellular signaling enzymes and adaptors form all over the T cell-APC interface and move in a dynamic manner (Bunnell et al., 2002; Bunnell et al., 2001; Douglass and Vale, 2005; Krummel et al., 2000) . The development of imaging techniques that allow visualization of the IS and early events of T cell activation in real time, such as total internal reflection fluorescence (TIRF) microscopy, and the use of a supported planar lipid bilayer system for presentation of antigen and costimulatory signals to T cells made it possible to analyze the formation and organization of the IS at a higher level of resolution (Bunnell, 2010; Campi et al., 2005; Yokosuka and Saito, 2010; Yokosuka et al., 2005) . It is now established that immediately upon pMHC contact, mature antigen-specific T cells spread and MCs form all over the interface in a step that corresponds to the initiation of Ca 2+ signaling. After ~1-2 minutes, these MCs start to translocate in a centripetal manner towards the center of the interface to form the cSMAC. These MCs represent regions of active signaling and, as they move to form the cSMAC, signaling molecules such as ZAP-70 and SLP-76 dissociate from the MCs, and tyrosine phosphorylation can no longer be detected in them. The TCR-containing portion of the cSMAC is now considered to be the site where signaling complexes are proteolytically degraded and internalized Vardhana et al., 2010; Varma et al., 2006) , and more recent TIRF microscopy revealed that the cSMAC can be divided into two defined sub-regions, i.e., a central, TCR-containing region, and a peripheral region characterized by the presence of CD28 and protein kinase Cθ (PKCθ), which most likely represents a site of sustained, active signaling (Yokosuka et al., 2008; Yokosuka and Saito, 2009 ). The IS is a dynamic entity where small signaling clusters consisting of the TCR, tyrosine kinases and adaptor proteins are continuously being formed in the periphery, subsequently moving centripetally toward the cSMAC, where active signaling is terminated. The organization of the IS likely contributes to the sequestration of signaling molecules into distinct compartments to promote functional interactions.\n\nIn addition to the IS, distinct membrane microdomains, i.e., lipid rafts are also implicated in TCR signaling and in localization and function of proteins residing proximal to the receptor (He and Marguet, 2008; Jury et al., 2007; Kabouridis and Jury, 2008; Magee et al., 2002; Sedwick and Altman, 2002) . Important signaling proteins such as CD4 and CD8 coreceptors, Src-family kinases, and the adaptor protein, LAT, are constitutively localized in lipid rafts due to their palmitoylation (see below), and others are recruited to rafts upon TCR triggering as a result of inducible protein-protein interactions (Bijlmakers, 2009 ). Lipids rafts have been postulated to function as important platforms to initiate signaling cascades in different cell types (Simons and Toomre, 2000) . TCR stimulation induced microscopic lipid rafts to coalesce into large (~200 nm in diameter) rafts that cluster at the immunological synapse (Bi et al., 2001; Burack et al., 2002; Sedwick and Altman, 2002) . Although the importance of lipid rafts in TCR signaling is somewhat controversial (Horejsi, 2002; Kenworthy, 2008; Pizzo et al., 2002) , it is highly likely that they promote T cell signaling, especially under conditions of suboptimal TCR triggering. TCR/CD28 signaling proceeds via a complex network of biochemical changes that are initiated by activation of Src-family tyrosine kinases (Lck and Fyn) (Kane et al., 2000; Samelson, 2002) . Active Lck/Fyn phosphorylate the signaling subunits of the TCR/CD3 complex on multiple cytoplasmic tyrosine residues found in conserved immunoreceptor tyrosine-based activation motifs (ITAMs), leading to recruitment and activation of the ZAP-70 tyrosine kinase via its tandem SH2 domains (Kane et al., 2000; Samelson, 2002) . Activated ZAP-70 then phosphorylates a key membrane adaptor protein, linker for activation of T cells (LAT), which in turn serves as a scaffold to recruit and activate, directly or indirectly many signaling molecules, including enzymes such as phospholipase C-γ1 (PLCγ1), phosphatidylinositol 3-kinase (PI3-K), Itk tyrosine kinase, and the Rho guanine nucleotide exchange factor (GEF) Vav1, and adaptor proteins (e.g., Grb2, Gads, SLP-76) (Kane et al., 2000; Samelson, 2002) . Together, this TCR-coupled signaling complex activates a number of downstream signaling pathways, including Ca 2+ mobilization, PKC, Ras and other small GTPases, mitogen-activated protein kinases (MAPKs), leading to activation of different transcription factors, primarily NFAT, NF-κB and AP-1, and de novo expression of genes that characterize the productively activated T cells. Complete activation then results in T cell proliferation, production of interleukin-2 (IL-2) and other cytokines, and differentiation of distinct subsets of T helper (Th) cells, regulatory T (Treg) cells, or CTLs.\n\nThe specificity of the T cell response is determined by nature of the antigen. Antigens recognized by the TCR are usually derived from pathogenic cells and organisms, but in some circumstances from the body's own organs and tissues. In healthy individuals, selfantigens fail to initiate a significant immune response because the immune system is tolerant to these antigens. This tolerance is maintained by several mechanisms that have evolved in order to dampen and prevent such self-reactivity. If these tolerance mechanisms are impaired, uncontrolled T cell activation and proliferation can ensue, resulting in harmful autoimmune diseases such as type I diabetes, multiple sclerosis, and rheumatoid arthritis. During thymic development, self-reactive T cells are eliminated in a process of negative selection by activation-induced cell death and, in addition, natural Treg (nTreg) cells develop, which inhibit the activation of escaped self-reactive T cells. Natural regulatory T (nTreg) cells and antigen-induced Treg (iTreg) cells inhibit T cell activation in the periphery (Josefowicz and Rudensky, 2009; Sakaguchi et al., 2009; Sakaguchi et al., 2008) , but T cell anergy represents another, extensively studied mechanism of peripheral tolerance. T cell anergy, first discovered in 1987 by TCR stimulation of an antigen-specific T cell clone in the absence of CD28 costimulation (Jenkins et al., 1987) is operationally defined as the intrinsic inability (or poor ability) of a previously responsive T cell to respond to TCR restimulation with proliferation and cytokine production, and it can be reversed by addition of exogenous IL-2. The common event in the various anergizing stimuli was proposed to be a lack of costimulatory signal through CD28 (Jenkins et al., 1990; Jenkins et al., 1987; Quill and Schwartz, 1987; Schwartz, 2003) . It is now clear that anergy does not reflect a global failure of TCR signaling but, rather, a selective defect in the activation of a subset of signaling pathways normally induced by TCR and/or costimulatory agonists (Fathman and Lineberry, 2007; Schwartz, 2003) . T cell anergy has important clinical and therapeutic implications because it can be associated with the failure to mount effective anti-tumor T cell responses, in which case strategies that inhibit (or prevent) T cell anergy would be desirable. Conversely, strategies to induce selective alloantigen-specific anergy could be beneficial in allogeneic solid organ and bone marrow transplantation.\n\nSince anergy was first discovered, many groups have worked to elucidate the molecular and biochemical events that are required for the induction and maintenance of the anergic stage.\n\nThese studies have led to discovery of defined TCR signaling defects in anergic T cells. Earlier studies demonstrated defects in the activation of Ras (Fields et al., 1996) , MAPKs (Li et al., 1996) , and the transcription factors NF-κB (Sundstedt et al., 1996) and AP-1 (Kang et al., 1992; Sundstedt and Dohlsten, 1998; Sundstedt et al., 1996) in mouse and human anergic T cells, while TCR-induced Ca 2+ signaling remained relatively intact, the latter observation being consistent with an early report that treatment of primed T cells with a Ca 2+ ionophore can, in fact, induce T cell anergy (Jenkins et al., 1987) . A molecular basis for this observation was later provided when it was found that activation of Ca 2+ /NFAT signaling alone in the absence of the NF-κB and AP-1 signaling pathways normally triggered by TCR/CD28 costimulation induces a distinct gene program that leads to anergy induction (Macian et al., 2002) . This reflects the binding of anergy-inducing NFAT homodimers (instead of NFAT:AP-1 heterodimers that lead to productive T cell activation) to the promoters of target genes (Soto-Nieves et al., 2009 ). Later studies demonstrated that genes encoding several E3 ubiquitin ligases are among the targets of anergy induction, and that upregulation of these E3 ligases and the resulting ubiquitination-mediated degradation of key signaling molecules underlies the hyporesponsive state of anergic T cells (Heissmeyer et al., 2004) . More recently, we found that anergic T cells display impaired palmitoylation of LAT (Hundt et al., 2006) . These findings are discussed in more detail below.\n\nProtein acylation describes the covalent attachment of different fatty acyl chains (such as myristoyl or palmitoyl) to specific residues in proteins. Different lipid modifications provide distinct affinities for membrane association (Shahinian and Silvius, 1995) . Fatty acid modification has a variety of effects on signaling, trafficking, protein stability, proteinprotein interactions, as well as partitioning to distinct membrane microdomains (Resh, 2006a, b; Smotrys and Linder, 2004) . There are three general types of lipid modification: prenylation, N-myristoylation and palmitoylation. Prenylation, which is found in many small GTPases (e.g., Ras) with a C-terminal CAAX motif, and occurs posttranslationally and consists of the enzymatic linkage of a 15-carbon (farnesyl) or 20-carbon (geranylgeranyl) isoprenoid to one or more Cys residues near the C-terminus of proteins via a thioether bond. In N-myristoylation, proteins possessing the N-terminal consensus sequence Met-Gly are cotranslationally processed by N-myristoyltransferases to link the free N-terminal amine of glycine to myristic acid through an amide bond. Although N-myristoylation is irreversible, several N-myristoylated proteins exhibit a \"myristoyl switch\", where the myristate group is either exposed on the surface of the protein or sequestered into a hydrophobic pocket (Ames et al., 1996) . These structural changes facilitate dynamic regulation of membrane association of N-myristoylated proteins without the removal of myristate group.\n\nPalmitoylation refers to the posttranslational attachment of the saturated 16-carbon palmitate from its lipid donor, palmitoyl-coenzyme A ester, to Cys residues of proteins. Some secreted signaling proteins are modified at their N-terminal Cys residue by an amide-linked palmitate in a process termed N-palmitoylation. However, the much more common form of palmitoylation consists of thioester-linked covalent attachment of palmitate to internal Cys residues, termed S-acylation or thioacylation. In this review, we will only cover this latter form of palmitoylation, and the term palmitoylation will be used as a synonym with Sacylation. To date, no consensus motifs for protein palmitoylation have been found, although some patterns of S-acylation exist, for instance N-terminal dual S-acylation and myristoylation (e.g., most Src-family tyrosine kinases), C-terminal dual S-acylation and prenylation (Ras proteins), and multiple S-acylations at Cys string motifs (Smotrys and Linder, 2004) .\n\nProtein palmitoylation was serendipitously discovered over 30 years ago in the experiments using metabolic [ 3 H]palmitate labeling of virus particles and virus infected cells . Originally thought to simply anchor proteins in the membrane, palmitoylation is now known to occur on a wide variety of proteins, including peripherally associated and integral membrane proteins (Smotrys and Linder, 2004) , and it is being implicated in the process of protein trafficking between organelles and in the segregation or clustering of proteins in membrane compartments (Mor and Philips, 2006; Plowman and Hancock, 2005) . In many cases, palmitoylation adds a hydrophobic membrane anchor directing membrane association (Shahinian and Silvius, 1995) . A large number of integral transmembrane (TM) or peripheral membrane proteins are palmitoylated, including G-protein coupled receptors, the T cell coreceptors CD4 and CD8, members of Ras and Src families, and endothelial nitric oxide synthase (eNOS). Palmitate attachment often causes proteins to partition to submicroscopic membrane microdomains known as lipid rafts (Simons and Toomre, 2000) , which are highly enriched with the multiply palmitoylated proteins caveolin and flotillin. Additionally, recent studies in S. cerevisiae have demonstrated that palmitoylation protects proteins from degradation by preventing their ubiquitination (Valdez-Taubas and Pelham, 2005) . It is known that synaptic activity Kang et al., 2008) and T cell activation (Bijlmakers, 2009 ) (see below) are both dependent on multiprotein membrane-bound complexes highly enriched in palmitoylated proteins. In each of these examples, palmitoylation is essential for the proper cellular assembly, distribution, and function of important cellular regulatory processes. Hence, changes in the palmitoylation status of proteins can affect their functions and signaling properties. In this review the focus will be on palmitoylation in T cells.\n\nIn contrast to other acylation reactions, palmitoylation is a reversible process. The reversible nature of the thioester linkage lends itself to a variety of regulatory scenarios. The dynamic nature of this modification is evidenced by the fact that proteins undergo several palmitoylation/depalmitoylation cycles during their lifetime. Ras proteins, which have been extensively studied in this regard, perhaps best exemplify this situation. Ras proteins were among the first proteins reported to undergo dynamic S-acylation (Magee et al., 1987) . Lipid anchoring of oncogenic H-Ras is essential for its ability to induce cellular transformation. Deletion of the prenylation site or removal of a single palmitoylation site significantly reduces the protein's oncogenic potential (Willumsen et al., 1996) . Oncogenic H-Ras mutants were determined to have shorter palmitate half-lives than the wild-type H-Ras, even though the intracellular levels of palmitoylation did not differ (Baker et al., 2003) . Palmitoylation-deficient H-Ras localizes to the Golgi outer membrane, where it is presumably sequestered from growth factor induced signaling. Furthermore, the half-life palmitate turnover on inactive GDP-bound H-Ras is decreased by more than 15-fold upon activation, from 150 minutes to only 10 minutes (Baker et al., 2003) . GTP-bound, activated H-Ras diffuses out of lipid rafts and redistributes throughout the plasma membrane (PM) and cytosol, where it then can be recycled to the Golgi, re-palmitoylated, and transported back to the PM and lipid rafts (Prior et al., 2001) . Receptor activation of stimulatory G protein α (Gαs) subunits similarly speeds up palmitate turnover nearly 50-fold (Mumby et al., 1994; Wedegaertner and Bourne, 1994) , from a half-life of 90 minutes to only 2 minutes. Another example is the neuronal scaffolding protein PSD-95, which is rapidly depalmitoylated and undergoes clustering at the neuronal synapse upon glutamate stimulation . In summary, dynamic turnover of palmitoylation may be a common feature of signal transducers to regulate their trafficking between intracellular compartments and the PM, thereby influencing where and when signals are transmitted.\n\nDespite the widespread evidence accumulated during the past >30 years that well characterized proteins are palmitoylated, it was only in the last ~9 years that the enzymes responsible for protein palmitoylation were identified. One reason for this delay was earlier suspicions that palmitoylation may be non-enzymatic, as evidenced by palmitoyl-CoA autopalmitoylation of Gαs in vitro at the proper Cys residue (Duncan and Gilman, 1996) .\n\nYears later, however, the mechanism that underlies the transfer of palmitate was uncovered through genetic screens in yeast, which led to the discovery of two related Spalmitoyltransferases, from here on referred to as palmitoyl acyl transferases (PATs). Erf2 palmitoylates yeast Ras proteins (Lobo et al., 2002) , whereas Akr1 modifies the yeast casein kinase, Yck2 (Roth et al., 2002) . These two PATs share homology of a Cys-rich domain (CRD) containing a conserved Asp-His-His-Cys (DHHC) motif. Because of the highly conserved DHHC sequence, PATs are also commonly referred to as DHHC proteins. Subsequent searches of genome databases for this DHHC-containing CRD revealed multiple putative PATs in other species. To date, 7, 22 and 23 PATs have been identified in yeast (Roth et al., 2006) , Drosophila (Bannan et al., 2008) , and mammals (Fukata et al., 2004) , respectively. The large number of PAT enzymes may explain why no palmitoylation consensus site has emerged, since each enzyme presumably has different substrates. Indeed, proteomics-based studies have estimated the sizes of the yeast (Roth et al., 2006) or mammalian (Kang et al., 2008; Martin and Cravatt, 2009 ) palmitoyl proteomes at ~50 and at least ~300 proteins, respectively, consistent with the idea that any given PAT may display preference for a subset of substrates. The DHHC motif is required for PAT activity, since mutation of the Cys residue in this motif abolishes substrate palmitoylation (Fukata et al., 2004; Fukata et al., 2006; Lobo et al., 2002) . All PATs contain two to six TM domains and are localized in diverse intracellular membrane compartments, including the ER, endosomes, Golgi apparatus, and the PM (Ohno et al., 2006) . Furthermore, PATs are expressed in differentially across various cell types and tissues (Saitoh et al., 2004; Swarthout et al., 2005; Uemura et al., 2002) . The fact that PATs can be found throughout the entire endomembrane system indicates that different substrates can get modified at different stages of the intracellular life cycle, i.e. upon biosynthesis or later in their life. Proteins containing multiple palmitoylation sites could in fact be modified by different PATs, possibly at different locations as suggested for the anthrax toxin receptor TEM8 (Abrami et al., 2006) .\n\nIn the initial characterization of mammalian PATs, all 23 DHHC enzymes were cotransfected with the neuronal scaffold protein PSD-95, and transfected cells were metabolically labeled with [ 3 H]palmitate to assay for enhanced PSD-95 palmitoylation (Fukata et al., 2004) . Four candidate PATs (DHHC2, DHHC3, DHHC7, and DHHC15) were capable of enhancing PSD-95 palmitoylation, suggesting each may function in vivo as a PSD-95 specific PAT. This method has been used in numerous studies to identify PATs specific for eNOS (Fernandez-Hernando et al., 2006) , SNAP25 (Greaves et al., 2009 ), Gproteins , and many others proteins. However, since this method relies on PAT overexpression, it does not represent a foolproof approach to identify physiological PAT substrates. Indeed, more recent studies have relied on RNAi-mediated PAT knockdown in conjunction with functional signaling assays in order to establish physiological PATsubstrate relationships .\n\nA number of studies reported relatively stable physical associations between PATs and potential substrates. In fact, yeast 2-hybrid screens of PAT-interacting proteins identified interactors that were later found to represent true substrates of the relevant DHHC proteins (Fernandez-Hernando et al., 2006; Keller et al., 2004; Li et al., 2010; Nadolski and Linder, 2009; Saitoh et al., 2004; Singaraja et al., 2002; Uemura et al., 2002) . Although most enzyme-substrate interactions are transient, and association of PATs with a palmitoyl proteins does not necessarily establish an enzyme-substrate relationship, PAT-substrate interactions likely involve initial autopalmitoylation of the DHHC motif's conserved Cys residue, followed by PAT-substrate association and palmitate transfer from the PAT to its substrate (Hou et al., 2009; Iwanaga et al., 2009 ). All DHHC proteins autopalmitoylate (Fukata et al., 2004; Huang et al., 2004; Lobo et al., 2002; Mitchell et al., 2006; Roth et al., 2002; Smotrys et al., 2005; Swarthout et al., 2005) , and autopalmitoylated PATs may represent covalent enzyme intermediates required for substrate palmitoylation (Hou et al., 2009) . Interactions between other regions in PATs and substrates are also important for substrate recognition and palmitoylation . Some PATs have protein-protein interaction domains Mitchell et al., 2006) , and regions in palmitoyl proteins distant from their palmitoylated Cys residues, which are required for substrate recognition and palmitoylation, have been identified; furthermore, swapping of these recognition sequences between distinct palmitoyl proteins can confer new substrate specificity patterns (Greaves et al., 2009; Huang et al., 2009; Nadolski and Linder, 2009 ). Therefore, understanding the molecular basis for PAT substrate recognition and specificity is of great importance.\n\nThere are ample examples that a given PAT can palmitoylate different substrates and, conversely, that a given protein can be palmitoylated by several PATs. This suggests a certain level of redundancy. However, it is becoming clear that natural mutations in, or experimental deletion of, individual DHHC proteins can lead to severe phenotypes or, at a minimum, be associated with human diseases. In fact, aberrant regulation of palmitoylation or depalmitoylation has been implicated in a number of cancer and human diseases. Many of the genes encoding human PATs are associated with cancer and other diseases: DHHC8 with schizophrenia (Mukai et al., 2004) , DHHC5 with learning and memory deficits (Li et al., 2010) , DHHC13 with osteoporosis, alopecia and amyloidosis (Saleem et al., 2010) , DHHC17/HIP14 with Huntington's disease (Yanai et al., 2006) , DHHC15 and DHHC9 with X-linked mental retardation (Mansouri et al., 2005; Yanai et al., 2006) , and DHHC2, DHHC9, DHHC17, and DHHC11 with cancer (Ducker et al., 2004; Mansilla et al., 2007; Oyama et al., 2000; Yamamoto et al., 2007) . The majority of the demonstrated associations are with cancer, which serves to emphasize the importance of PATs as potential therapeutic drug targets in human cancers (Karnoub and Weinberg, 2008) . Clearly, identification of physiological PAT substrates will provide important information concerning the molecular mechanisms that underlie pathologies associated with PAT mutations. PATs also represent potential drug targets in certain viral infections. Thus, palmitoylation of certain viral proteins directs the association of viral particle with lipid rafts, which is required for the ability of some viruses to infect host cells (Grantham et al., 2009; Higuchi et al., 2001) .\n\nProtein depalmitoylation appears to be, for the most part, an enzymatic process, but little progress has been made to identify and characterize the responsible thioesterases. Indeed, pervanadate treatment accelerates the depalmitoylation of Lck in Jurkat T cells, and this accelerated turnover is prevented by preincubation with the serine hydrolase inhibitor methyl arachidonyl fluorophosphonate, but not phenylmethylsulfonyl fluoride (Zhang, 2010) . While the PAT gene family is relatively large, only two protein palmitoyl thioesterases (PPTs) have been described to be capable of catalyzing the removal of fatty acids from proteins, i.e., acyl protein thioesterase 1 (APT1), and palmitoyl protein thioesterase 1 (PPT1) (Zeidman et al., 2009) , both members of the serine hydrolase enzyme family.\n\nIII.D.1. Acyl protein thioesterase 1 (APT1)-APT1 is a ubiquitous cytosolic serine hydrolase (Duncan and Gilman, 1998; Toyoda et al., 1999) . This enzyme was initially characterized as lysophospholipase I (LYPLA1) (Sugimoto et al., 1996; Wang et al., 1997) , but was later shown to have several hundred-fold higher activity as a PPT. It is not entirely clear how a cytosolic protein can hydrolyze palmitate from membrane-bound palmitoylated proteins. Some evidence exists that APT1 is itself palmitoylated ), although we have not able to confirm this result. APT1 depalmitoylates proteins by catalyzing cleavage of the thioester bond between the fatty acyl chain and the protein.\n\nSeveral proteins have been identified as substrates of APT1 in vitro, including Ras (Duncan and Gilman, 1998) , various heterotrimeric G protein α subunits (Gsα) (Duncan and Gilman, 1996; Duncan and Gilman, 1998) , eNOS (Yeh et al., 1999) , RGS4 (Duncan and Gilman, 1998) , SNAP-23 (Flaumenhaft et al., 2007) , LAT (unpublished observations), and several viral proteins (Grantham et al., 2009; Higuchi et al., 2001; Schmidt et al., 1988; Schmidt, 1982; Thorp et al., 2006; Yang et al., 1995) . siRNA-mediated knockdown of APT1 was shown to decrease synaptic spine volume in cultured neurons (Siegel et al., 2009 ) and exhibits activity-dependent local translation at synapses (Banerjee et al., 2009) , suggesting that APT1 is important for neuronal development and activity. However, there is still little direct evidence that APT1 is acting as a PPT in vivo. Two APT1 homologues have been cloned: lysophospholipase II (LYPLA2, aka APT2) and lysophospholipase-like 1 (LYPLAL1). APT2 shares 64% identity with APT1 and has been shown hydrolyze several lysophospholipid substrates with vary efficiencies. Lysophospholipase-like 1 (LYPLAL1) is 30% identical to APT1, and has yet to be characterized. There is no evidence that either APT2 or LYPLAL1 can depalmitoylate proteins. Recently, APT1 has been implicated as a PPT responsible for the depalmitoylation of H-Ras in cells (Dekker et al., 2010) . Several derivatives of the β-lactone drug tetrahydolipstatin (THL) were synthesized and screened for APT1 inhibition. Serine hydrolases (including APT1) covalently react with β-lactones leaving an esterified active site serine that is slowly hydrolyzed. The most promising β-lactone analog capable of inhibiting APT1, palmitostatin B, was shown to have an in vitro APT1 IC 50 of 670 nM. Application of this inhibitor to cells slowed the subcellular re-distribution of microinjected semi-synthetic fluorescent Ras proteins in MDCK cells. Furthermore, the subcellular redistribution of a transfected yellow fluorescent protein (YFP) H-Ras fusion was impeded following treatment with 1 μM palmitostatin B. Notably, siRNA mediated knockdown of APT1 reduced APT1 levels by >80%, yet did not significantly change YFP-H-Ras distribution. Additionally, overnight incubation with 50 μM Palmitostatin B could induce phenotypic reversion of oncogenic H-Ras transformed MDCK cells. Treatment of cells with such high concentrations of palmitostatin B (50 μM) undoubtably leads to non-selective inhibition of other serine hydrolases. For example, treatment with similar concentrations of THL inhibits more than a dozen serine hydrolases (Hoover, et al. 2008 and Bachovchin, et al., in press ).\n\nwas first isolated from soluble bovine brain fractions, and found capable of depalmitoylating H-Ras (Camp and Hofmann, 1993) . In vitro, PPT1 can depalmitoylate diverse palmitoylated proteins and hydrolyze acyl-coenzyme A. Further studies revealed that PPT1 is a lysosomal enzyme , indicating it almost certainly cannot be responsible for dynamic deacylation of cytoplasmic proteins. Furthermore, PPT1 was genetically mapped as the causative gene responsible for infantile neuronal ceroid lipofuscinosis (INCL), a lysosomal storage disease that results in the accumulation of autofluorescent granules. [ 35 S]Cys-labeled lipid thioesters accumulate in immortalized lymphoblasts from patients with INCL, and this accumulation can be reversed by adding recombinant PPT1 to cells (Lu et al., 1996) , which is taken up and traffics to lysosomes (Hellsten et al., 1996) . PPT1-dependent neurodegeneration appears to involve ER stress and apoptosis. Thus, current evidence suggests that PPT1 is mainly involved in lysosomal degradation of uncharacterized thioester-containing metabolites.\n\nA homologue of PPT1, PPT2, has been cloned. It is also a lysosomal thioesterase but, unlike PPT1, it has substrate specificity for palmitoyl-CoA but not for palmitoyl proteins (Soyombo and Hofmann, 1997) . Similarly to PPT1, disruption of the PPT2 gene also causes a type of neuronal ceroid lipofuscinosis, albeit with a slower onset and with a milder manifestation (Gupta et al., 2001) . The degree of crossreactivity between PPT1 and PPT2 is unclear. Importantly, however, mice lacking PPT1 or PPT2 display a similar lysosomal storage disease, but an apparently intact immune system (Gupta et al., 2001; Gupta et al., 2003) . The difference in severity might be explained by other unannotated substrates that are not detected by [ 35 S]Cys labeling. Furthermore, the presence of central nervous system-specific aggregates found in PPT1-deficient Drosophila mutants cannot be reversed by expressing Drosophila PPT2 (Bannan et al., 2008) and endocytosed PPT2 does not reverse the effects of PPT1 deficiency in INCL fibroblasts (Soyombo and Hofmann, 1997) . Taken together, it is unlikely that PPT1 or PPT2 function as protein thioesterases involved in dynamic palmitoylation of cytosolic substrates.\n\nTo summarize, APT1 and PPT1 have been shown to deacylate cytoplasmic or lysosomal proteins, respectively, in vitro. These enzymes make up the majority of protein thioesterase activity in soluble cellular lysates, but the existence of other membrane-bound activities has been largely ignored. Given the substantial diversity of PATs, it is unlikely that APT1 is solely responsible for all protein depalmitoylation occurring in diverse subcellular compartments. Much more work is required to identify and functionally characterize putative PPTs that function physiologically to regulate the dynamics of palmitoyl proteins.\n\nDespite decades of research, the annotation of palmitoylated proteins remains incomplete. Until recently, validation of specific palmitoylated proteins required immunoprecipitation of [ 3 H]palmitate-labeled cells, followed by long film exposures of weeks or months. Understanding the dynamics and regulation of protein palmitoylation requires nonradioactive global approaches to detect and quantify palmitoylation events across the entire proteome. The most established non-radioactive assay is based on the acyl-biotin exchange (ABE) reaction (Berzat et al., 2005; Drisdel and Green, 2004; Schmidt et al., 1988) . In this approach, free Cys residues are first alkylated during protein extraction from cells or tissues. Next, thioesters are displaced by treatment with 1 M neutral hydroxylamine, which hydolyzes predominantly thioesters and other weak esters, exposing previously palmitoylated cysteinyl thiols for capture with a sulfhydryl-biotin. Biotin-linked proteins can then be affinity-purified using streptavidin-coupled beads and digested with trypsin into peptides, leaving the labeled peptides on the affinity beads. Multidimensional Protein Identification Technology (MudPIT) (Washburn et al., 2001 ) is then used to analyze the eluant. The ABE assay was first used globally in yeast, leading to the identification of 50 new palmitoyl proteins (Roth et al., 2006) . More recently, the same approach was used in synaptosomes and primary cultured neurons to identify ~200 neuronal palmitoylation candidates, of which >60 were validated as novel palmitoyl proteins (Kang et al., 2008) . While many palmitoylation substrates are identified using ABE-MudPIT, the high intrinsic background from the thiol-exchange reaction complicates the identification of low abundance palmitoyl proteins, not to mention that ABE requires large amount of cell lysates and consists of multiple rounds of protein precipitation. Additionally, enzymes with thioester linkages to lipoic acid, phosphopantetheine, and ubiquitin are identified as false positives.\n\nTo circumvent the low-fidelity enrichment and slow validation, we sought to develop a nonradioactive palmitoylation probe based on incorporation of a bioorthogonal chemical handle. Notably, PATs show little discrimination among palmitoyl (C16:0), oleoyl (18:1), stearoyl (18:0), and palmitoleoyl (16:1) acyl chains (Lobo et al., 2002) , suggesting flexibility in the length of the transferred fatty acyl chain that can be accommodated by these enzymes. Based on this knowledge, we evaluated 17-octadecynoic acid (17-ODYA), a commercially available alkynyl fatty acid originally generated as a low affinity inhibitor of omegahydroxylases, which are a class of cytochrome p450 enzymes involved in fatty acid metabolism .\n\nCu(I)-catalyzed, Huisgen's concerted triazole synthesis, more popularly known as click chemistry, is a simple approach to couple alkyne-modified proteins to azide-reporter tags in complex proteomes (Speers et al., 2003; Speers and Cravatt, 2004) . This technology allows for the metabolic incorporation of chemical probes within native cellular environments, thus preserving localization, posttranslational modifications and protein-protein interactions that are essential for profiling endogenous protein states. Click chemistry is then applied to couple the in vivo-labeled proteins to azide-containing reporter molecules after cell lysis and homogenization. After incubation with 17-ODYA, cultured cells are lysed and membrane lysates are reacted with rhodamine-azide for fluorescence detection by SDS-PAGE. Dozens of prominent hydroxylamine-sensitive fluorescent bands are visible within a few hours, suggesting that the predominant form of probe incorporation is though S-palmitoylation (Martin and Cravatt, 2009 ).\n\nIn parallel, 17-ODYA labeled lysates were reacted with biotin-azide for streptavidin enrichment, trypsin digestion, and liquid chromatography-tandem mass spectrometry (LC-MS/MS) analysis. We identified nearly 300 specifically enriched palmitoylated proteins in Jurkat T cells based on spectral counting thresholds demanding reproducibility, significant average spectral counts, and high contrast over control samples (either incubation with palmitate or 17-ODYA labeled and treated with hydroxylamine). This number has since been refined to nearly 500 palmitoylated proteins by more sophisticated analysis using newly updated search algorithms previously unavailable at the time of publication (Simon et al., 2009 ). Essentially all annotated T cell palmitoyl proteins were identified, including all known palmitoylated components of the T cell signaling pathway (CD3, CD4, Lck, LAT, PAG/Cbp, Ras, etc.), more than 10 trimeric G-proteins, more than a dozen small GTPases, and numerous receptors and metabolic enzymes. Hundreds of novel palmitoylated proteins are enriched in this dataset, and the majority of these identifications are for proteins with no annotated function. Many of the identified proteins overlap with identifications from the simultaneous publication of ABE neuronal palmitoylation proteomics from cultured neurons (Kang et al., 2008) , further corroborating the accuracy of both approaches. Other groups have reported metabolic incorporation of azido-fatty acids for Staudinger ligation to phosphine-reporters (Hang et al., 2007; Heal et al., 2008; Kostiuk et al., 2008; Martin et al., 2008) , but the low efficiency (Agard et al., 2006) and high background (Speers and Cravatt, 2004) has led to general adoption of our methods (Charron et al., 2009; Hannoush and Arenas-Ramirez, 2009; Yount et al., 2010) .\n\nFalse positive data are particularly problematic for interpretation of lower abundance signals from large proteomics datasets. Accordingly, we established a robust protocol to quickly validate proteins enriched in 17-ODYA-treated samples. This method takes advantage of the fact that 17-ODYA-labeled proteins can be visualized by one of multiple platforms, including gel-based readouts (by click chemistry conjugation to rhodamine-azide), which is much simpler and higher-throughput than LC-MS. Eighteen putative palmitoyl protein cDNAs were subcloned, overexpressed in 293T cells, and labeled with 17-ODYA. Virtually all of the heterologously expressed proteins (16 of 18) were palmitoylated by the endogenous PATs present in 293T cells, allowing simple fluorescent gel-based validation without enrichment. Interestingly, several proteins subject to dual myristoylation and palmitoylation demonstrate some hydroxylamine-resistant labeling, suggesting that 17-ODYA (due to its in situ conversion to shorter fatty acyl chains by fatty oxidation pathways)\n\ncan be used to simultaneously profile both palmitoylation (hydroxylamine-sensitive) and myristoylation (hydroxylamine-resistant) modifications in cells. We believe that combination of modern technologies with functional genomics methods will allow investigators to identify physiological PAT substrates and exact sites of palmitoylation ). Global profiling approaches will accelerate our understanding of this complex posttranslational modification and unravel new targets and specific sites.\n\nProtein palmitoylation represents a common lipid modification of neuronal proteins, and it plays an important role in modulating neuronal protein trafficking and the function of neuronal synapses (Huang and El-Husseini, 2005) . The neuronal PDZ domain-containing scaffolding protein postsynaptic density-95 (PSD-95) provides a notable example of palmitoyl regulation in neurons. Agonist-induced palmitoylation/depalmitoylation cycles of PSD-95 regulate its lipid raft localization and the clustering of coupled AMPA-type glutamate receptors at excitatory synapses . By analogy with neuronal synapses the term \"immunological synapse\" (IS) has been introduced to describe the contact region between antigen-specific T cells and APCs, where signaling complexes are organized in a spatially and temporally highly regulated manner and where directional cytokine secretion occurs (Grakoui et al., 1999; Monks et al., 1998) . The similarity between neuronal synapses and the IS are more than just in name, as both synapses share a protein, agrin, that is important for both neuromuscular and immunological synapse formation (Khan et al., 2001) . Similar to neuronal synapses, many proteins in the TCR signaling pathway are palmitoylated and accumulate in lipid rafts, which coalesce and cluster at the IS following T cell activation (Bi et al., 2001; Burack et al., 2002) .\n\nAlthough it is clear that the palmitoylation status has a marked effect on lipid raft localization and function of T cell signaling molecules such as LAT, Src-family kinases (Lck and Fyn) and others, the importance of lipid raft localization is not fully understood. Similarly, very little is known about the dynamics of palmitate turnover in T cell signaling proteins, and whether this turnover is regulated by receptor signals. However, the recent identification and characterization of the DHHC family, and the establishment of proteomics-based global methods for analysis of the palmitoyl proteome, reviewed above, now provides us with tools to approach these fundamental questions in the context of T cell biology. We will first briefly review some of the important T cell palmitoyl proteins that regulate and participate in TCR signaling. These proteins have also been reviewed recently (Bijlmakers, 2009; Resh, 2006a) .\n\nA.1. CD4/CD8-CD4 and CD8 are expressed on the surface of T cells and they serve as TCR coreceptors by virtue of two properties: First the extracellular domains of these coreceptors bind MHC class II and I molecules, respectively, and, thus, participate in TCR recognition of MHC-bound peptide antigens by stabilizing T cell-APC interactions. Second, the cytoplasmic tails of both coreceptors associate with Lck tyrosine kinase and facilitate its activation and its functional coupling to the TCR signaling machinery. While CD4 is expressed as a monomer, in which the extracellular domain is composed of four immunoglobulin-like domains, CD8 is present on most T cells as a disulfide-linked heterodimer of CD8α and CD8β chains, each containing one extracellular immunoglobulinlike domain (Leahy, 1995) . However, in NK cells and in some T and dendritic cells, CD8 is expressed as an αα homodimer (Cheroutre and Lambolez, 2008) . CD4 is palmitoylated on two juxtamembrane Cys residues (Crise and Rose, 1992) and CD8β (but not CD8α) on a single cytoplasmic Cys residue (Arcaro et al., 2000) . As a result, both CD4 and CD8αβ localize in membrane lipid rafts. Although CD4 and CD8αβ palmitoylation is not required for their transport or cell surface expression this localization enhances, in the case of CD4, raft aggregation, clustering of the TCR and PKCθ at the IS, and tyrosine phosphorylation of signaling proteins, primarily TCR-ζ and ZAP-70 kinase (Balamuth et al., 2004; Fragoso et al., 2003) . However, the overall importance of CD4 palmitoylation for its raft localization and coreceptor function is controversial. Inconsistent findings in this regard may reflect the fact that even in the absence of CD4 palmitoylation, it still covalently associates with Lck kinase, which is itself palmitoylated (see below) and, thus, may facilitate the recruitment of CD4 into lipid rafts and TCR signaling complexes. CD4, which serves as an HIV entry coreceptor by virtue of its binding to the HIV surface glycoprotein gp120, and its palmitoylation, have also been implicated in facilitating HIV entry, but CD4 palmitoylation is not required for this and, in a more general sense, the importance of lipid rafts for HIV entry is debatable (Bijlmakers, 2009) . The CD8αβ heterodimer also contributes to T cell activation and its palmitoylation seems to facilitate this function, at least in mice (Arcaro et al., 2001) .\n\nof the Src-family tyrosine kinases that are expressed in T cells, Lck and Fyn, play important roles in T cell activation and/or development (Palacios and Weiss, 2004; Perlmutter, 1995) . These kinases are composed of a unique N-terminal Src homology-4 (SH4) domain that contains myristoylation and palmitoylation sites, an SH3 domain that can bind specific proline-rich sequences, an SH2 domain that binds specific sites of tyrosine phosphorylation, an SH1 catalytic kinase domain, and a C-terminal regulatory tail that contains an autoinhibitory tyrosine residue that, when phosphorylated, maintains the kinase in a resting (inactive) state due to its internal association with the kinase's SH2 domain (Paige et al., 1993; Thomas and Brugge, 1997) . All members of this family are cotranslationally myristoylated at Gly-2 in a conserved Met-Gly-Cys motif following removal of the N-terminal Met residue. This myristoylation precedes, and is required for, double palmitoylation of most Src-family kinases, including Lck and Fyn, at Cys-3 and Cys-5 (Lck) or Cys-6 (Fyn) (Shenoy-Scaria et al., 1993; Yasuda et al., 2000) . This lipid modification is necessary to translocate these peripheral membrane kinases to the PM and into lipid rafts and Cys-3 appears to be more critical in this regard (Bijlmakers et al., 1997; Yurchak and Sefton, 1995) . Surprisingly, however, despite being constitutively palmitoylated, Lck is not localized in lipid rafts in resting T cells. This may reflect a shift in the dynamics of palmitate cycling on Lck toward depalmitoylation in resting cells, which is reversed following T cell activation in favor of palmitoylation, thereby causing the majority of Lck to undergo lipid raft translocation. Two family members, Src and Blk, reside outside lipid rafts and, instead of being palmitoylated, utilize an N-terminal polybasic sequence to enhance membrane association. Removal of the palmitoylation site(s) in Src-family kinases prevents their membrane (and lipid raft) association and cellular functions, despite normal kinase activity in cell-free assays (Kabouridis et al., 1997; Kosugi et al., 2001) .\n\nLck-deficient mice show dramatic thymic atrophy and a dramatic reduction in the early double-positive (CD4 + CD8 + ) thymocyte subset; mature, single-positive thymocytes are undetectable and there are only very few peripheral T cells (Molina et al., 1992) . These results illustrate the crucial role of Lck in thymocyte development. Lck mutants with amino acid substitutions at the myristoylation or palmitoylation sites are unable to reconstitute TCR-mediated activation in Lck-deficient T cells. These acylation defective mutants do not interact with CD4, and fail to phosphorylate TCR-ζ and activate ZAP-70, thereby preventing propagation of multiple downstream signaling pathways (Kabouridis et al., 1997; Kosugi et al., 2001; Yasuda et al., 2000; Yurchak and Sefton, 1995) .\n\nUnlike Lck, the deletion of Fyn has a less severe effect on T cell development. Fyn-deficient thymocytes display reduced TCR-induced Ca 2+ fluxes and abrogated proliferation, but mature splenic T cells from these mice retain largely normal proliferation despite depressed Ca 2+ mobilization and IL-2 production (Appleby et al., 1992; Stein et al., 1992) . The Fyn tyrosine kinase can be palmitoylated on both Cys-3 and -6, but MS analysis showed that only a minor fraction of Fyn is dually S-palmitoylated, and that the majority is singly palmitoylated only on Cys-3 (Liang et al., 2001) . More recent studies revealed the second palmitoylation site on Cys-6 directly targets newly synthesized Fyn to the PM (Sato et al., 2009) , bypassing the Golgi system. Fyn palmitoylation is highly dynamic, and has a reported half-life of 1.5-2 hours (Wolven et al., 1997) . Unlike Lck, Fyn is predominatly localized to lipid rafts in resting T cells. Lck was reported to have higher kinase activity outside of lipid rafts, but following activation it is transported to lipid rafts where it activates Fyn (Filipp et al., 2003) . These findings led to the suggestion that lipid rafts function to segregate Lck and Fyn in the absence of a T cell stimulatory signal, and allowing them to functionally interact in lipid rafts upon TCR stimulation (Filipp et al., 2003) . It appears that Lck and Fyn are at least partially redundant as both are capable of phosphorylating the ITAM motifs in the signaling subunits of the TCR-CD3 complex, but each of these related kinases may also have its unique substrates. The highly distinct effects of Lck versus Fyn deletion on T cell development are another indication of their non-redundant functions.\n\nGTPases, which is membrane localized. Like other small GTPases, Ras proteins function as molecular switches that cycle between an inactive, GDP-bound and an active, GTP-bound state to regulate cell proliferation, differentiation, migration and apoptosis (Downward, 1997; Marshall, 1996; McCormick, 1995; Satoh et al., 1992) . Activating mutations that generate aberrant, hyperactive (permanently locked in the GTP-bound state) Ras promote cancer and developmental defects. There are three major isoforms, H-, N-and K-Ras that are ubiquitously expressed. All isoforms contain a C-terminal CAAX motif that targets them for farnesylation (Cadwallader et al., 1994) . In addition, H-and N-Ras are reversibly palmitoylated on two or one C-terminal Cys residues, respectively (Magee et al., 1987) . Whereas farnesylation targets Ras proteins to endomembranes, i.e., the Golgi and endoplasmic reticulum (ER), subsequent palmitoylation (or a polybasic sequence in nonpalmitoylated K-Ras) targets them to the PM (Choy et al., 1999; Hancock et al., 1990) . When activated by their respective guanine nucleotide exchange factors (GEFs), Ras proteins act as adaptors that are recruited to the PM, and facilitate activation of, a wide variety of effectors. Palmitoylation mutants of Ras fail to traffic to the PM and are not associated with the TCR signaling machinery (Rubio et al., 2010) . As reviewed earlier, rapid cycles of Ras palmitoylation and depalmitoylation impact its activity and translocation between the PM and the Golgi system (Willumsen et al., 1996) , and the half-life palmitate turnover on inactive GDP-bound H-Ras is accelerated more than 15 times upon activation (Baker et al., 2003) . After depalmitoylation, H-Ras is recycled to the Golgi, where it is repalmitoylated and transported back to the PM. Contrary to earlier models, which invoked the PM as the only site from which Ras regulates signaling, later reports demonstrated that active Ras also localizes in endomembranes, where it can induce downstream signaling (Bivona et al., 2003; Chiu et al., 2002) , including in T cells stimulated with low concentrations of activating anti-CD3 antibodies (Bivona et al., 2003; Perez de Castro et al., 2004) . Microinjection of semisynthetic fluorescent H-Ras proteins demonstrated the palmitoylation machinery required for Ras palmitoylation and trafficking does not rely on a single PAT enzyme, and importantly the palmitoyl transferase activity does not distinguish between L-and D-amino acids at palmitoylation sites, questioning the concept of unique substrates for distinct PATs .\n\nFollowing the initial demonstration of TCR-induced Ras activation (Downward et al., 1990) , Ras proteins have been extensively shown to play important roles in T cell development and activation (Genot and Cantrell, 2000; Izquierdo et al., 1995) . Dominant negative Ras mutants inhibit IL-2 promoter activity in T cell tumor lines (Rayter et al., 1992) , and transgenic expression of dominant negative Ras causes a block in thymic development (Swan et al., 1995) . Ras is also involved in the activation of the MAPKs Erk and Jnk (Fields et al., 1996; Li et al., 1996) as well as in the transactivation of the AP-1 transcription factor (Kang et al., 1992) in T cells. Recent genetic and biochemical studies have shown that the lipid second messenger diacylglycerol (DAG), liberated by TCR-activated PLCγ1 stimulates Ras-GTP loading by activation of the Ras GEF, RasGRP1 (Dower et al., 2000; Ebinu et al., 2000; Roose et al., 2005; Roosild et al., 2005) . Sos is another Ras-activating GEF in T cells, which is which recruited to the TCR signaling complex via its constitutive association with the adaptor protein Grb2 and the TCR-induced recruitment of the Grb2-Sos complex to tyrosine-phosphorylated LAT (Koretzky, 1997; Roose et al., 2005 ) (see below).\n\ntransducing and converting immunoreceptor signals into the cellular responses of hematopoietic cells, e.g., differentiation, proliferation and cytokine expression. Among these adaptor proteins, TRAPs represent a unique group of TM proteins that are differentially expressed in a variety of hematopoietic cells, and can influence immunoreceptor signaling either positively or negatively (Horejsi, 2004; Horejsi et al., 2004) . The structure of TRAPs is somewhat similar to the to immunreceptor-associated TCR-ζ and CD3-γ chains in that they contain a short extracellular domain and intracellular tyrosine residues (but not ITAMs) that become phosphorylated upon immunoreceptor ligation. This phosphorylation allows the TRAPs to recruit various SH2 domain-containing signaling proteins into proximal signaling complexes. However, unlike TCR-ζ and CD3-γ, TRAPs do not associate with the TCR-CD3 complex. Among the seven known TRAPs, four are palmitoylated on a cytoplasmic juxtamembrane Cys-X-X-Cys motif and, as a result, are found in membrane lipid rafts: PAG/Cbp, NTAL/LAB, LIME and LAT. These adaptors also share a short (4-17 residue) Nterminal extracellular domain and up 10 tyrosine residues in the cytoplasmic domain, which are potentially phosphorylated by Src-or Syk-family kinases. Three of these, with the exception of NTAL/LAB, are expressed in T cells. These adaptor proteins have been previosuly reviewed (Horejsi, 2004; Horejsi et al., 2004) and, therefore, will only be briefly reviewed here, with the exception of LAT, which is discussed in more detail.\n\nLAT was the first TRAP to be isolated based on earlier findings that a ~36-kDa pTyr-containing protein represented a predominant early phosphoprotein in TCRstimulated T cells (Zhang et al., 1998a) . LAT is primarily expressed in T cells, but also in mast and NK cells and in platelets. LAT is a TM protein composed of a short (9-residue) extracellular domain, a TM domain, and an intracellular domain containing several tyrosine residues that are phosphorylated predominantly by ZAP-70 kinase upon TCR ligation and then bind a number of SH2-containing enzymes and adaptor proteins. Phospho-LAT directly recruits PLCγ1 and the adaptors Gads and Grb2 and, indirectly, other important signaling molecules such as SLP-76, Vav1, Sos, the regulatory subunit (p85) of PI3-K, and Itk tyrosine kinase (Lin et al., 1999; Zhang et al., 1999a) . Thus, activated LAT serves as an essential scaffold for the assembly of TCR-coupled signaling complexes that mediate productive T cell activation. However, it is not entirely clear how LAT is recruited to the vicinity of the TCR-CD3 complex and TCR-ζ-associated ZAP-70. One possibility is that the reported association of LAT with CD8 and CD4 (Bosselut et al., 1999; Ishiai et al., 2000; Kabouridis, 2003; Wange, 2000; Zhang et al., 2000) provides a means for recruiting LAT to peptide/MHC-engaged TCRs.\n\nLat-deficient (Lat −/− ) mice show a complete block in αβ T cell development at the immature, double-negative (DN) stage, indicating that LAT is essential for pre-TCR signaling (Shen et al., 2009; Zhang et al., 1999b) . Analysis of Jurkat T cell lines lacking LAT has revealed its requirement for TCR-mediated Ca 2+ mobilization, activation of PLCγ1, Vav1, SLP-76, Ras, Erk and NFAT, and CD69 upregulation (Finco et al., 1998; Lin et al., 1999; Samelson, 2002; Wange, 2000) . Reintroduction of LAT into LAT-deficient Jurkat T cells rescued all these defects, indicating LAT is an indispensable adaptor protein that links the TCR and coreceptors to multiple intracellular signaling cascades to promote competent TCR complexation and allow T cell activation. High resolution TIRF microscopy demonstrated that upon TCR stimulation, the majority of LAT formed MCs at the IS (Bunnell et al., 2001; Campi et al., 2005; Seminario and Bunnell, 2008; Yokosuka and Saito, 2010; Yokosuka et al., 2005) in a lipid raft-independent manner (Douglass and Vale, 2005; Hashimoto-Tane et al., 2010) , yet a fraction of LAT resided in mobile, intracellular vesicles beneath the IS (Balagopalan et al., 2009; Purbhoo et al., 2010) . These LAT-containing subsynaptic vesicles come in contact with SLP-76 MCs, coinciding with the phosphorylation of LAT on key tyrosines that mediate a new interaction with Gads. Together, LAT and SLP-76 bring PLCγ1 to the PM, where it is phosphorylated and activated. Activation of PLCγ1 elevates several second messengers, including intracellular Ca 2+ mobilization, which activates NFAT and, consequently, various cytokines that contribute to T cell activation and inflammation.\n\nLAT contains two cytoplasmic Cys residues adjacent to its TM domain, Cis-26 and -29, which are palmitoylated and, hence, target it to lipid rafts (Zhang et al., 1998b) . Cys-26 is more critical for this targeting (Zhang et al., 1998b) . Although it is clear that LAT palmitoylation is required for lipid raft localization (Lin et al., 1999; Zhang et al., 1998b) , the role and importance of LAT palmitoylation in T cell development and activation has been a matter of some controversy. Early studies demonstrated that mutation of these two Cys residues abolished T cell activation (Lin et al., 1999; Zhang et al., 1998b) . However, a later study showed that a chimeric protein consisting of the extracellular and TM domains of LAX, a non-palmitoylated (non-raft-residing) LAT-related TRAP, fused to the cytoplasmic domain of LAT was expressed as a PM integral protein and restored T cell development and activation in Lat −/− mice (Zhu et al., 2005) , leading to the conclusion that the lipid raft localization of LAT is not essential for its function. The potential resolution of this apparent contradiction comes from studies demonstrating that the primary role of LAT palmitoylation is to induce its sorting from the Golgi compartment to the PM (Hundt et al., 2009; Tanimura et al., 2006) . Once it translocates to the PM, its raft localization would be favored because of its palmitoylation. Indeed, recent studies demonstrated that T cells express two pools of LAT localized in the PM and the Golgi compartment and, furthermore, that mutation of Cys-26 and -29 leads to exclusive intracellular (Golgi) localization of LAT (Bonello et al., 2004; Hundt et al., 2009; Tanimura et al., 2003; Tanimura et al., 2006) . Thus, it appears that the TM domain of LAT does not contain sufficient PM-targeting signals. In contrast, the TM domain of non-palmitoylated LAX apparently contain all the necessary information for PM sorting, which makes it possible for the LAX-LAT chimera to restore T cell development and activation. We extended this finding by demonstrating that even targeting of the LAT cytoplasmic domain to the PM as a peripheral protein by fusing it to the N-terminal membrane-targeting sequence of Src kinase (which is non-palmitoylated) allowed it restore T cell development and activation on a Lat −/− background (Hundt et al., 2009) . Therefore, targeting LAT to the PM is sufficient for its function, regardless of specific localization in lipid rafts and, in this context, palmitoylation is only responsible for PM sorting. However, proper localization and function of LAT also depends on protein-protein interactions mediated by its phosphorylated cytoplasmic domain as evidenced by findings that LAT variants with a tyrosine-mutated cytoplasmic tail are not recruited into signaling clusters (Bonello et al., 2004; Douglass and Vale, 2005) .\n\nProtein associated with GEMs (PAG) (Brdicka et al., 2000) , also known as C-terminal Src kinase-binding protein (Cbp) (Kawabuchi et al., 2000) is ubiquitously expressed. It contains a juxtamembrane dicysteine motif, which is palmitoylated and leads to localization of the protein in membrane lipid rafts. PAG/Cbp is constitutively phosphorylated in resting T cells on tyrosine residues in its cytoplasmic domain. As a result, phospho-PAG/Cbp binds the C-terminal Src (kinase) kinase (Csk) and recruits it to lipid rafts, where it is found in the vicinity of Src-family kinases (Lck and Fyn) and keeps them at a relatively inactive basal state by phosphorylating the C-terminal autoinhibitory tyrosine residues of these kinases. Upon TCR stimulation, PAG/Cbp is rapidly dephosphorylated, causing it to be released from Csk and undergo cytoplasmic localization. Since PAG/Cbp can be phosphorylated by Fyn and, in turn, can negatively regulate Fyn via its association with Csk, this PAG/Cbp-Csk-Fyn system represents a model of negative feedback loop. In addition to this function of PAG/Cbp, it may also regulate crosstalk between lipid rafts and the actin cytoskeleton via binding of its C-terminus to the PDZ domain of the cytoplasmic adaptor protein, ezrin-radixin-moesin (ERM)-binding protein-50 (EBP50), which binds the actin-associated ERM proteins. A nonpalmitoylated PAG/Cbp mutant, which localized in the PM but not in lipid rafts, was still tyrosine phosphorylated and associated with Csk, Fyn and EBP50 but, nevertheless, unlike wild-type PAG, it did not block proximal TCR signaling (Posevitz-Fejfar et al., 2008) .\n\nGiven that LAT is not expressed in B cells, a search for a LAT-like adaptor that may couple the antigen-specific B cell receptor (BCR) to downstream signaling pathways led to the discovery of non-T cell activation linker (NTAL) (Brdicka et al., 2002) , also known as linker for activation of B cells (LAB) (Janssen et al., 2003) , which, as implied by its name, is mainly expressed in non-T hematopoietic cells. Similar to LAT, NTAL/LAB is palmitoylated on a juxtamembrane dicysteine motif and is phosphorylated on tyrosine in response to BCR or Fc receptor ligation. Although NTAL/LAB can partially reconstitute some missing TCR signaling functions in Lat-deficient T cells, it is most likely not the functional equivalent of LAT in B cells since, unlike LAT, tyrosine-phosphorylated NTAL/LAB does not recruit PLCγ1 and, therefore, is not coupled to the Ca 2+ signaling pathway.\n\nLck-interacting membrane protein (LIME) (Brdickova et al., 2003; Hur et al., 2003) is expressed in T cells, but unlike other TRAPs that are phosphorylated on tyrosine by immunoreceptor stimulation, LIME is phosphorylated only after antibody-mediated ligation of the CD4 or CD8 coreceptors, or HIV gp120 binding to CD4. When phosphorylated by Src-family kinases, LIME binds Lck, Fyn and Csk via their SH2 domains. However, relatively little is known about the biological significance of these associations and, more generally, about the physiological functions of this adaptor protein in T cells. One possibility is that phosphorylated LIME binds the SH2 domain of Src-family kinases, thereby preventing the intramolecular association between the SH2 domain and the Cskphosphorylated autoinhibitory C-terminal tyrosine residue of these kinases. In this scenario, Src-family kinases will be retained in the \"open\" active conformation in the LIME-Lck-Csk complex, consistent with the finding that, paradoxically, the LIME-associated fraction of Lck is more active than the total Lck pool despite being phosphorylated on the C-terminal autoinhibitory tyrosine residue (Brdickova et al., 2003) . A more recent study implicated LIME, which is also expressed in splenic B cells, as the functional LAT homologue in BCR signaling, based on findings that phosphorylated LIME recruited similar signaling proteins to those recruited by LAT in T cells, and that siRNA-mediated reduction of LIME expression inhibited BCR-mediated activation of MAPKs, Ca 2+ flux, PI3-K, NFAT, and NF-κB (Ahn et al., 2006) . The impact of mutating the palmitoylated Cys residues in LIME, as well as in NTAL/LAB, on their cellular localization and function has not been studied in detail.\n\nAs reviewed elsewhere in this chapter, mutation of palmitoylated Cys residues has often been used to analyze the importance of protein palmitoylation in T (and other) cell signaling. However, pharmacological intervention with protein palmitoylation has also been employed in similar studies and, furthermore, alterations in the palmitoylation of signaling proteins have been reported to occur in T cells from diseased individuals.\n\nWebb et al. screened a number of palmitate analogs for their ability to inhibit the palmitoylation of Fyn, and identified 2-bromopalmitate (2BP) as a palmitoylation inhibitor (Webb et al., 2000) . However, 2BP also inhibited the myristoylation of Fyn. In Jurkat T cells, 2BP blocked constitutive localization of the endogenous palmitoylated proteins Fyn, Lck, and LAT to isolated detergent-resistant membranes (DRMs), generally considered to represent the biochemical equivalent of lipid rafts. This resulted in impaired TCR signaling as evidenced by reductions in tyrosine phosphorylation, Ca 2+ release, and activation of the MAPK, Erk1 (Webb et al., 2000) . Despite the long-held knowledge that 2BP nonspecifically alkyates numerous membrane proteins (Coleman, 1992) , it has found widespread use as a pan-PAT inhibitor in different cellular systems. Recent high throughput cell-based screening assays have identified new classes of PAT inhibitors (Ducker, 2006) . Independent validation verified one of these compounds as a moderate affinity (IC 50 > 10 μM) non-covalent inhibitor of multiple PAT enzymes (Jennings 2009). Another palmitate analog, 13-oxypalmitic acid was also found to inhibit the palmitoylation of Lck and displace it from lipid rafts and from the GPI-anchored protein, CD48, in T cells without affecting its PM localization. These changes were associated with reduced TCR-induced tyrosine phosphorylation and MAPK activation (Hawash et al., 2002) .\n\nWebb et al. also evaluated the ability of long chain polyunsaturated fatty acids (PUFAs), i.e., arachidonic and eicosapentanoic acids to inhibit protein palmitoylation, and reported that these PUFAs displaced Fyn from DRMs in non-T cells by inhibiting its palmitoylation (Webb et al., 2000) . Stulnig et al. later extended a similar analysis of the biological effects of PUFA treatment to T cells, based on the fact that PUFAs exert an immunosuppressive effect involving, among others, inhibition of T cell activation. They found that culturing Jurkat T cells in PUFA-supplemented medium led to the displacement of Lck and Fyn from the DRM fraction, which was associated with impaired anti-CD3-induced Ca 2+ mobilization (Stulnig et al., 1998) . The same treatment also displaced LAT from T cell lipid rafts, resulting in impaired TCR-stimulated tyrosine phosphorylation of LAT and one of its effectors, PLCγ1 (Zeyda et al., 2002) . The same group reported in a more recent study that PUFA treatment also inhibited the formation of a mature IS in human T cell stimulated with superantigen (Staphilococcal enterotoxin E)-pulsed APCs, as evidenced by impaired recruitment of some (F-actin, talin, LFA-1 and CD3) but not other (PKCθ) proteins to the IS (Geyeregger et al., 2005) . This treatment also inhibited the SEE-stimulated tyrosine phosphorylation of Vav1 (a hematopoietic cell-specific GEF for Rho GTPases) and the upregulation of CD69 expression, a T cell activation marker. Glucocorticoids were also reported to displace two palmitoyl proteins, LAT and PAG/Cbp from T cell lipid rafts and to decrease the amount of palmitic acid and other saturated fatty acids in lipids isolated from the lipid raft fraction (Van Laethem et al., 2003) , Hence, reduction in the palmitoylation of T cell signaling proteins may represent an additional mechanism underlying the well-established immunosuppressive effect of glucocorticoids on T cell activation and immune responses in general.\n\nThe T lymphocytes that reside in the synovium of the inflamed joints in patients with rheumatoid arthritis (RA) display severe hyporesponsiveness upon antigenic stimulation, which is probably due to their constant subjection to high levels of oxidative stress. Synovial fluid T lymphocytes from RA patients were found to display severely impaired phosphorylation of LAT, which was associated with its displacement from the PM (and, presumably, from lipid rafts). The membrane anchorage of LAT, and consequently the phosphorylation of LAT and the TCR-induced activation of synovial fluid T lymphocytes, was restored after supplementation of the intracellular glutathione levels with the antioxidant, N-acetyl-cysteine (Gringhuis et al., 2000) . Further mechanistic and biochemical analysis of the effect of alterations in the T cell redox potential on LAT localization and function revealed that LAT is extremely sensitive to intracellular redox balance alterations, and that cellular glutathione depletion in vitro displaced LAT from the PM, altered its conformation, and inhibited T cell signaling (Gringhuis et al., 2002) . Mutation of redoxsensitive Cys residues within LAT resulted in LAT mutants, which remained membraneanchored and restored TCR-mediated signal transduction under conditions of chronic oxidative stress. The palmitoylation status of these LAT mutants and their lipid raft localization were not analyzed in this study, but it is tempting to speculate that oxidative stress may interfere with S-acylation, resulting in impaired signal transduction that depends on intact palmitoylation of various signaling proteins.\n\nIn summary, several experimental manipulations were found to displace palmitoylated T cell signaling proteins from lipid rafts and/or the PM, resulting in impaired T cell activation. In some, but not all, cases, these treatments reduced the palmitoylation of the signaling proteins, but it is clear that they also altered the overall lipid composition of the rafts. Hence, these experimental treatments are definitely not selective for S-acylation. These studies thus point out the limitations of 2BP and other non-specific electrophiles as selective probes for inhibition of PAT activity, and highlight the pressing need for more selective inhibitors of PAT enzymes.\n\nIn 2006, we discovered that anergic T cells display a selective defect in the palmitoylation of LAT (Hundt et al., 2006) . Specifically, TCR signaling events downstream of LAT, i.e., PLCγ1 phosphorylation and PI3-K recruitment to CD28, were impaired in anergic T cells, whereas upstream events (TCR-ζ and ZAP-70 phosphorylation) remained intact. LAT recruitment to the IS and its localization in the DRM (lipid raft) fraction were defective in anergic T cells (Hundt et al., 2006) , reflecting intracellular (Golgi) retention of LAT (Hundt et al., 2009) . These defects resulted from impaired palmitoylation of LAT, and were selective since the DRM localization and palmitoylation of another signaling protein, Fyn kinase, was intact. This LAT defect was independent of Cbl-b, which is known to be upregulated in anergic T cells and play an important role in anergy induction (Macian et al., 2002) , and did not reflect enhanced LAT degradation. The impaired LAT phenotype fulfilled two conventional criteria of T cell anergy: first, it was reversed by addition of exogenous IL-2 and, second, it was relatively stable in that it lasted for at least 48 hours after removing the anergy-inducing stimulus. Importantly, the same LAT defects were observed in anergic T cells induced by two independent protocols, i.e., intravenous injection of TCR-transgenic mice with a high dose of soluble antigenic peptide (Falb et al., 1996) , or treatment of in vitro antigen-or anti-CD3/CD28-primed TCR-transgenic T cells with ionomycin (Jenkins et al., 1987; Macian et al., 2002) . These results identify LAT as the most upstream target of anergy induction and, moreover, suggest that changes in the amount of LAT in the IS and DRMs determined by altered palmitoylation contribute to the induction of T cell anergy. Although we do not yet know whether the selective hypopalmitoylation of LAT is the cause of T cell anergy, this is an intriguing possibility given the fact that downstream signaling events known to be impaired in anergic T cells such as Ras (Fields et al., 1996) , MAPK (Li et al., 1996) , NF-κB (Sundstedt et al., 1996) and AP-1 (Kang et al., 1992; Sundstedt and Dohlsten, 1998; Sundstedt et al., 1996) activation (Fathman and Lineberry, 2007; Schwartz, 2003) , are dependent on intact LAT function (Finco et al., 1998; Lin et al., 1999; Ouellet et al., 2003) .\n\nIn seeking the mechanism that underlies LAT hypopalmitoylation in anergic T cells, we considered an imbalance in the dynamic and reversible process of LAT palmitoylation/ depalmitoylation. Indeed, our preliminary pulse-chase analysis revealed that the half-life of palmitate on LAT was substantially shorter than the corresponding protein half-life. Impaired LAT palmitoylation in anergic T cells could potentially result from alterations in the expression and/or regulation of PATs that palmitoylate LAT, and/or thioesterases that depalmitoylate LAT. Given the selectivity of the LAT palmitoylation defect, the ability of APT1 to depalmitoylate non-selectively many different proteins in vitro, and the lysosomal localization of PPT1 (where it would not be able to access de novo palmitoylated LAT), we focused our attention on the novel PAT family of 23 mammalian DHHC proteins. Our current collaborative efforts focus on the use of the proteomics-based approaches described above to identify LAT-palmitoylating PATs, characterize their substrate specificity, and determine whether a defect in some LAT-palmitoylating enzymes plays a causative role in T cell anergy. In a broader context, we are using the same approaches to explore alterations in the T cell palmitoyl proteome under different conditions of T cell stimulation and differentiation. Our preliminary studies using an antigen-specific T cell hybridoma as a model for anergy induction confirmed recent studies that estimated the size of the mammalian palmitoyl proteome at ≥300 members (Kang et al., 2008; Martin and Cravatt, 2009 ), revealed many of the \"usual suspects\" known to be palmitoylated in T cells (e.g., CD4/CD8, Lck, Fyn, LAT, PAG/Cbp, and several small GTPases), as well as a dozen DHHC proteins, and confirmed our earlier biochemical documentation (Hundt et al., 2006) of defective LAT palmitoylation in anergic T cells (unpublished observations). Most of the candidate palmitoyl proteins revealed by our analysis to date are unvalidated and, therefore, must be viewed with caution. It is clear, however, that utilizing quanitative proteomics-based approaches provides anan extremely sensitive and useful tool to explore the biology of protein palmitoylation and the DHHC family in T and other cells.\n\nThe dynamic process of protein palmitoylation (S-acylation) is now well established to play important roles in the function, trafficking, localization and turnover of many proteins in different cell types. Recent studies have led to substantial progress in our understanding of the mechanisms of protein palmitoylation and, to a lesser extent, protein depalmitoylation. The recent development of sensitive and quantitative methods for global analysis and profiling of the palmitoyl proteome and the discovery of the diverse DHHC protein family of palmitoylating enzymes open up new avenues of research, and promise rapid progress. Given the preponderance of palmitoyl proteins that reside in the neuronal synapse, it is not surprising that the majority of recent studies on the DHHC family and the palmitoyl proteome were conducted in neuronal cells. Nevertheless, it is clear that palmitoylation also plays a critical role in the functions of hematopietic and immune system cells. Palmitoylation of receptors and intracellular signalling proteins, both enzymes and adaptors, is critical for proper TCR signalling, and alterations in protein palmitoylation have been associated with impaired T cell activation and, possibly, pathological T cell responses. However, the enzymatic regulation of reversible protein palmitoylation in signalling pathways initiated by the TCR and other immune recognition receptors remains essentially unexplored.\n\nAt the same time, important challenges remain in the general field of protein palmitoylation:\n\nRecent global analysis of the palmitoyl proteome has revealed that it contains several hundred mammalian proteins, many of which are unannotated. It will be essential to validate putative novel palmitoyl proteins, reveal the entire content of the palmitoyl proteome, and elucitae the functional relevance of newly identified palmitoylations.\n\nThe degree of redundancy vs. subsrtrate specificity among members of the DHHC family is not entirely resolved. Many additional studies are necessary in order to explore the molecular basis of PAT-substrate recognition and specificity. Proteomics as well as genetic (i.e., PAT knock-down or knockout), approaches will be extremely useful in this regard.\n\nMutations in DHHC proteins have been shown to be associated with human diseases and, in particular, the fraction of PAT genes that are associated with cancer is remarkably high. Elucidating the relevance of DHHC proteins to diseases and the underlying signaling pathways is extremely important since it may lead to the discovery of novel drug targets. The development of selective PAT (and perhaps PPT) inhibotors is an exciting future endeavor given these disease associations and the significant non-redundancy that appears to exist in the DHHC family,\n\nExploration and elucidation of extrinisic and intrinsic factors that regulate the localization and activity of PATs, and the palmitoylation cycle in general, is another important future task. In this regard, receptor signals have been shown to affect palmitate turnover on cellular proteins Mumby et al., 1994; Wedegaertner and Bourne, 1994) , and adaptor proteins that associate with some PATs are required for their function (Swarthout et al., 2005) .\n\nAdditional studies are needed in order to determine how palmitoylation of proteins protects them from ubiquitination-dependent degradation (Valdez-Taubas and Pelham, 2005) , and whether this is a more general mechanism that regulates protein stability.\n\nProgress in identifying and characterizing PPTs has been slow relative to DHHC proteins. Although a few PPTs have been discovered, their substrate specificity, biological relevance, and whether they depalmitoylate proteins in cells are open questions. Additional PPTs most likely remain to be discovered.\n\nAll of these open questions also apply to the cells of the immune system, including T lymphocytes. For example, it will be interesting to determine whether reversible protein palitoylation regulates the development of T cells, their differentiation into distinct functional subsets, and their effector activities. With the new tools available, we can now begin to analyze the palmitoyl proteome, its enzymatic regulation, and the substrate specificity of the DHHC family in T and other hematopietic cells at a level of sophistication that until very recently was not possible. These new possibilities bring the promise of exciting and novel new discoveries in the basic scientific, and potentially clinical, arenas of studies on the immune system."}