{"title": "Urban transportation energy and carbon dioxide emission reduction strategies q h i g h l i g h t s", "body": "Sustainability is an urban development priority. Thus, energy and carbon dioxide emission reduction is becoming more significant in the sustainability of urban transportation systems. However, urban transportation systems are complex and involve social, economic, and environmental aspects. We present solutions for a sustainable urban transportation system by establishing a simplified system dynamics model with a timeframe of 30 years (from 1995 to 2025) to simulate the effects of urban transportation management policies and to explore their potential in reducing vehicular fuel consumption and mitigating CO 2 emissions. Kaohsiung City was selected as a case study because it is the second largest metropolis in Taiwan and is an important industrial center. Three policies are examined in the study including fuel tax, motorcycle parking management, and free bus service. Simulation results indicate that both the fuel tax and motorcycle parking management policies are suggested as potentially the most effective methods for restraining the growth of the number of private vehicles, the amount of fuel consumption, and CO 2 emissions. We also conducted a synthetic policy consisting of all policies which outperforms the three individual policies. The conclusions of this study can assist urban transport planners in designing appropriate urban transport management strategies and can assist transport operation agencies in creating operational strategies to reduce their energy consumption and CO 2 emissions. The proposed approach should be generalized in other cities to develop an appropriate model to understand the various effects of policies on energy and CO 2 emissions.\n\nÓ 2015 Elsevier Ltd. All rights reserved.\n\nSustainable development has become a worldwide priority. Sustainable development is viewed as the development that meets the current needs without compromising the ability of future generations to meet their own needs [1] . The transportation sector is important as it relates to sustainability because this sector supports the economy and most social activities and has substantial environmental impact [2] . Thus, a well-established urban transportation system should not only harmonize economic growth with land-use planning and promote the use of public transit systems but also conserve resources and be environmentally friendly [3] [4] [5] .\n\nAccording to Key World Energy Statistics [6] , the aggregate energy demand of the global transport system increased from 23% in 1973 to 28% in 2012. The World Energy Outlook [7] reported that the transportation sector will account for 30% of the growth in petroleum consumption between 2004 and 2030. This finding indicates that the increasing use of motor vehicles will accelerate resource exhaustion and global warming, despite its promotion of road transportation mobility.\n\nIn Taiwan, the road transportation system not only facilitates the mobility of people and goods over space and time but also is essential for the industrial and economic development of Taiwan's trade-oriented economy. According to Taiwan's Statistical Abstract of Transportation and Communications [8] , the number of registered vehicles in Taiwan rose from 4.7 million in 1980 to 21.3 million in September 2014. This rise was a consequence of the increase in individual disposable income, the opening of the first national north-south expressway in 1978, and the subsequent improvement of the highway infrastructure: a second national north-south expressway, a west coast highway, and an east-west highway, among others. Along with the rapid growth of the number of motor vehicles, energy consumption in the road transportation sector reached the equivalent of 13,272 kl of oil in 2013, which was 3.37 times higher than that in 1980, and accounted for 95.75% of aggregate transport fuel demand. The amount of CO 2 emitted in the road transportation system increased at an annual rate of 4.38% per annum, from 8.2 million tons in 1980 to an estimated 33.7 million tons in 2013.\n\nUnder the pressure of global warming and significant great fluctuations in fuel prices, we face issues related to humanity-oriented transportation, energy conservation, and CO 2 mitigation, which have already become important topics in transportation planning and management. The Ministry of Transportation and Communications (MOTC) in Taiwan had invested NT$ 15 billion from 2010 to 2012 to reduce the number of private vehicles driven and the amount of fuel consumption and CO 2 emissions through the use of public transportation promotion programs.\n\nMany academic works focused on CO 2 emission and energy consumption in the urban system context [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] . However, interactions between various transportation subsystems are not considered. Moreover, a systematic approach covering more aspects of the urban air pollution problem is still lacking to examine the effects of various transport policies. An urban transportation system is complex and involves a variety of social, economic, and environmental issues. Interpreting the inherent mechanisms of the system and capturing the dynamic behavior of the components with analytical methods, such as decomposition analysis, grey theory, least-squares regression, and geometric average method, are not easy because the database is limited and because these subsystems are interlinked and dependent on each other. System dynamics (SD) provide a simulation platform to analyze a large-scale and complex socioeconomic system with multiple variables that change over time. With the aid of an SD model, we selected Kaohsiung as a case study to explore the effects of variations in demographics, fuel prices, and economic growth rate, among other factors, on the number of vehicles, fuel consumption, and energy-related CO 2 emissions. In addition, we developed three scenarios based on the possible policies that could be adopted by the city government to simulate their potential both for reducing the vehicular fuel consumption and for mitigating CO 2 emissions in Kaohsiung.\n\nSD, which is based on systems theory, is a method for analyzing complex management problems with cause-effect relationships among different systems. Industrial Dynamics [19] was the first book to illustrate the influence of organizational structure, policies, and action delays on industrial activity. An urban dynamics model was then constructed to show the effects of the interactions among business, housing, and people on the growth pattern of a city. Finally, a large and complex socioeconomic simulation system, i.e., World Dynamics, was developed [20] . The world socioeconomic system might collapse if actions are not taken to slow population growth and the continuous and unrestrained exploitation of natural resources.\n\nIn recent years, the SD model has been widely used to analyze agricultural systems [21, 22] , environmental management and planning [23, 24] , industrial sectors [25] [26] [27] [28] [29] [30] [31] , strategy planning and decision making [32] [33] [34] , transportation systems [35] [36] [37] [38] [39] 15, 40] , urban planning [41] [42] [43] [44] [45] , waste management [46] [47] [48] [49] [50] , and water resources and lake eutrophication [51] [52] [53] [54] . The transport mode for distributing goods in Germany was explored with the aid of an SD model [35] .\n\nIn addition, policy interventions such as infrastructure investments, and carbon tax were simulated to examine their effects on energy savings, CO 2 reduction, public expenditure, and economic development. An SD model was used to evaluate the influence of the traditional supply chain and the vendor-managed inventory system on the performance of a firm's supply chain [36] ; to examine the effects of policy scenarios on traffic volume, modal share, energy conservation, and CO 2 mitigation [37] ; and to investigate how incorporated systems, such as population, economy, transportation demand, transportation supply, and the vehicular emission of nitrous oxides, affect the dynamic development of urban transportation systems under five policy interventions on vehicle ownership [38] . An SD model was developed to explore the interrelationships among population, economy, housing, transport, and urban land in Hong Kong; the long-term constraints of and potentials for urban development yielded by the study were offered as policy suggestions for city planning [39] . Previous relevant studies rarely considered interactions among various transportation subsystems simultaneously with CO 2 emission and energy consumption.\n\nAlthough certain developed countries, such as the United States, the United Kingdom, and members of the European Union, have focused on improving fuel efficiency using advanced technologies [55, 56] , few studies have developed a practical SD approach for urban planners to further assess the effect of urban transportation policies on energy consumption and CO 2 emission. This study examines three main urban transportation policies in our proposed model: fuel tax, motorcycle parking management, and free bus service. Prior studies mainly investigate the effect of a particular policy, such as fuel tax in Europe and the US [57] ; parking management policies in China [58] ; and free bus policy in Japan, Belgium, and England [59] [60] [61] . A limited number of studies analyze the effect of these policies on energy consumption and CO 2 emission reduction simultaneously and compare the respective policy with the synthetic policy to compare the policy effectiveness. Our study aims to fill this research gap by developing a systematic and simplified analytical tool that can help urban planners to evaluate the influence of various transportation policies on energy consumption and CO 2 emission reduction.\n\nBriefly, an SD model describes the information, structural boundaries, strategies, and action delay inside the system structure through a feedback process. A quantitative simulation is performed to study the dynamic behavior of the interaction of interrelated components inside the system structure. The SD model analyzes a complex system with multiple variables that change over time and determines how the system is affected by the implementation of specific policies [62] . In addition, Kummerow [63] revealed that the SD model not only relatively easily incorporates qualitative mental and written information as well as quantitative data but also can be used when the database is insufficient to support statistical forecasting analysis. Thus, the SD model is an appropriate approach to display the inherent behavior and influences inside the system structure despite multidirectional dynamic interactions and the fact that life is infinitely more complicated and difficult than we can effectively simulate [21, 27, 37, 38, 53, 39] .\n\nAlthough an SD model is an appropriate approach to simulate a complex and multidirectional dynamic system by constructing mathematic functions, it is a subjective and time-consuming operation. The causal relationships of the SD model are based on the subjective judgment of the operator, reference suggestions, data availability, and information acquisition. Thus, the simulation result will change if the operator adopts different stock and flow variables. In addition, error analysis based on historical statistical data should be evaluated to ensure that the forecasted results are accurate and efficient and that the causal relationships used are reasonable.\n\nAn SD model contains two parts. The first part is a causal-loop diagram that describes an idea, both conceptually and as a set of simplified cause-effect relationships between the different systems developed during model construction. The second part is a stock-flow diagram that represents the quantitative relationships among variables. A more detailed description follows.\n\nThe relationships of real urban transportation systems are not likely to be simple, but the SD model offers an opportunity to show how interrelated variables in a system affect one another by arrows. A plus or minus sign indicates the direction of the variations between two variables: the ''+'' sign indicates that a change in one variable causes another variable to change in the same direction, and the ''À'' sign indicates that one variable causes another to change in the opposite direction. Fig. 1 shows the causal-loop of the SD model for an urban transportation system (more explanation is described in Section 5).\n\nA stock-flow diagram has four components: stock, flow, auxiliary variables, and arrows (Appendix A). The stock variables are represented by labeled rectangles, e.g., ''individual disposable income'' and ''urban population.'' Each stock variable accumulates all the values that flow into and out of it (indicated by the thick heavy arrows pointing from and to the stock variables, such as ''increases in individual disposable income'') and reflects the condition within a system at a specific point in time. Stock variables can be changed only through flows. Thus, the value of the stock variable is controlled by the pipes (the thick heavy arrows with a valve in the center and a cloud symbol at the end) pointing into or out of the stock variable. A flow variable refers to the rate of changes over a certain interval of time. An auxiliary variable is an intermediate variable used to show the informational transformation process, the environmental parameter values, or the systematic test functions or values. The causal relationship between variables is depicted by the curved blue arrows.\n\nThe city of Kaohsiung in southwestern Taiwan comprises an area of 15,360 ha (59.3 square miles or 153.6 square kilometers). Kaohsiung City is the second largest metropolis in Taiwan and offers air, land, rail, and sea transportation. Air and sea transport traffic determines the industrial structure share and the scope of city development. The Kaohsiung Harbor is an important transport point for the Taiwan Straits and the Bashi Channel. The Kaohsiung International Airport has 12 airlines flying worldwide through 40 air routes. Kaohsiung is not only important for the import and export businesses in Taiwan but also Taiwan's industrial center because of the predominance of the international harbor and airport. Heavy industries, such as steel-making, refining, shipbuilding, and those involved in the manufacture of petrochemicals and cement, as well as two export-processing zones in Kaohsiung and neighboring NanTse have significantly accelerated the diversity of local industrial activities and turned Kaohsiung into the most important industrial and commercial center in southern Taiwan. The population of Kaohsiung rose from 1.39 million in 1990 to 1.56 million in 2013. With the urbanization and internationalization of Kaohsiung, individual disposable income has also increased: in 2013, it was 29.6% higher than in 2003, with an average annual growth rate of 2.63%.\n\nThe number of motor vehicles in the city grew at an annual rate of 1.55% over the past 10 years, reaching 1.57 million in 2013. Among the 1.57 million vehicles, 25.70% and 70.91% represent the number of private cars and the number of motorcycles, respectively. The percentages of light trucks, heavy trucks, and city buses were 2.66%, 0.71%, and 0.03%, respectively. Vehicle ownership rates for private cars and motorcycles were 259 and 715 vehicles for every 1000 people.\n\nIn this study, the SD model includes seven subsystems: urban population, individual disposable income, private cars, motorcycles, light trucks, heavy trucks, and city buses (Appendix A). The size of the human population is the foundation of a city's development, and issues such as the growth rate in the number of motor vehicles, vehicular energy consumption, and CO 2 emissions are derivatives of the interaction between human population and economic activities. Based on this assumption, the subsystem of the transportation mode and the related variables [i.e., vehicle kilometers of travel (VKT), vehicular fuel efficiency, transfer ratio among modes, emission coefficient, and other factors] were added to the model after the dynamic behavior of urban population and individual disposable income had been determined. Furthermore, using commercial simulation software (Vensim 5; Ventana Systems, Inc., Harvard, MA), the causal relationships between the various components within the system were simulated from 1995 to 2025. Vensim is herein used to develop, analyze, and package highquality dynamic feedback models. Models are constructed graphically or in a text editor. Features include dynamic functions, subscripting (arrays), Monte Carlo sensitivity analysis, optimization, data handling, application interfaces, and more options. Vensim is an interactive software environment that allows the development, exploration, analysis, and optimization of simulation models [64] . Fig. 1 shows the causal-loop of the SD model for the urban transportation system. Economic growth increases the number of motor vehicles and attracts more migrants from other cities. The amount of energy requirement and CO 2 emission will rise as the number of motor vehicles increases. However, the increase in the amount of CO 2 will reduce the growth rate of the urban population. Simultaneously, the number of motor vehicles will decrease with the reduction of urban population. Economic development affects population, wherein economic growth leads to an increased number of vehicles [15] . Therefore, we assume that economic growth positively affects the number of motor vehicles and population growth.\n\nMoreover, fuel use can positively influence CO 2 emission [15] . We thus assume that energy consumption can positively affect environmental issues (CO 2 emission). The number of private vehicles and buses positively affects traffic congestion and energy consumption [17] . We assume that the number of city buses and the number of motor vehicles both positively affect traffic density and energy consumption. In addition, the tax policy on fuel can reduce the fuel consumption of motor vehicles, leading to reduced CO 2 emissions [65] .\n\nTraffic density is also a significant and robust predictor of habitant survival, more so than ambient air quality [66] . We assume the association between traffic density and CO 2 emission as well as the existence of the negative effect of traffic density on population growth. In Fig. 1 , the p values of each variable are less than 0.05, which indicates statistical significance.\n\nIn Kaohsiung, one out of two residents own motorcycles, whereas one out of three residents own cars. These residents are accustomed to the convenience, independence, and flexibility that are provided by private vehicles. Energy consumption and CO 2 emission issues are mainly derived from private vehicles. Therefore, we mainly focused on the influence of private vehicles in our case. Less than 1% of the population uses the taxi service because of the higher charge compared with other forms of transportation [67] . Moreover, the Uber platform service is not currently allowed to be officially operated by the authority, and this service is thus less popular in Kaohsiung. Road motor vehicles account for the relative large CO 2 emission and energy consumption (95.75%) compared with the metro system that, having its own electrification system, supplies electric power for movement without a local fuel supply [68] . Therefore, the other possible variables, including vehicle technology, emission legislation, and automobile park age, are not currently emergent in this stage for Kaohsiung and can be further examined in future studies.\n\nContributions of our study include the use of a systematic approach to examine energy and CO 2 emission reduction by implementing various transport policies in the urban transportation context. Adopting this proposed approach is useful in other cities, and their specific features should be considered to develop an appropriate model to understand the various effects of policies. We considered two equations to explain the effects of individual disposable income and an economically active population on the number of motorcycles in the main text.\n\nLinear least-squares regression analysis was performed to reflect the effects of individual disposable income and an economically active population on the variation of private cars and The SD model is an approach to understand the behavior of complex systems over time. SD can estimate fuel price while considering the time effect. Therefore, we used DELAY1I to consider this time effect. This delay function can be used in the equation as with normal SD modeling. This function is frequently used in SD for modeling postponed effects. We adopted the delay function to model the effect of fuel price on the relationship between the decrease in private car use and the increase in fuel price. The postponed effects of fuel price are considered in our model by using the delay function.\n\nThe decrease in private car use is associated with the increased fuel price that can be estimated by the following formula: Decrease in private car use ¼ private cars Â ð33:8%=13:45% Ã ðFuel price À DELAY1I ðFuel price;1; 1ÞÞ=DELAY1I ðFuel price;1; 1ÞÞ; where 33.8% is the probability that the number of private cars that will decrease when fuel prices increase by 13.45%\n\nThe size of the human population not only reflects the scale of urban development but also drives the transport demand. The size of the urban population was selected as a stock variable, and natural changes in the population and changes caused by social migration were selected as flow variables because the size of the human population is affected by both natural changes in the population and changes caused by social migration. The formulation of the natural changes in the population is expressed as the product of the human population and the natural population ratio per year, where the natural population ratio is adopted from the Statistical Yearbook of Kaohsiung City [69] . In addition, individual disposable income, traffic density, and aggregate CO 2 emissions were considered in this study to control the variations in social migration.\n\nEconomic performance is an important index for evaluating the competitiveness of a city. If individual disposable income grows, then the number of migrants and the number of motor vehicles increase; otherwise, these values decrease. Therefore, individual disposable income was chosen as a stock variable dependent on the growth ratio of the GDP [70] . Furthermore, the prediction of the Global Insight database [71] on the future GDP growth ratio of Taiwan was reduced by 0.5% to avoid an overestimate.\n\nSeveral studies have indicated that the number of motor vehicles, as well as the number of new vehicles purchased, is closely associated with economic growth and population [72] [73] [74] [75] [76] . We analyzed this subsystem to evaluate the effect of the changes in the level of the individual disposable income and in the size of the economically active population on the variation of the number of private cars. According to the 2008 survey of MOTC, the number of private cars driven decreased by 33.8% after fuel prices increased by 13.45%. Thus, the effect of fuel prices on the variations of automobile use was also considered because of the rise in the price of crude oil, which has almost doubled since the beginning of 2007.\n\nThe auxiliary variable energy consumption by private cars was calculated by multiplying the number of private cars, VKT, and the inverse of the average vehicular fuel efficiency (km/l), where the value of VKT and fuel efficiency were obtained from the Taiwan Emissions Database System (TEDS) 8.1. Estimations of energy-related CO 2 emissions were determined by the product of vehicular energy consumption and its emissions coefficient, published by the Intergovernmental Panel on Climate Change (IPCC).\n\nThe reason for the omission of electric vehicles in the model is that the electric vehicle technology in Taiwan is currently in the early stages. Moreover, the central and city government did not provide strong incentives, including direct subsidies, fiscal reduction, and regulatory policy, to increase the use of electric vehicles. In terms of user perspectives, short driving range and slow speed of electric vehicles lead to the less popularity of electric vehicles in Taiwan. Even when considering improvements in the fuel economy of vehicles, we observe that the dense traffic in Kaohsiung requires the car to stop and go frequently. Thus, fuel economy improvements of vehicles are not significant in the local context. Therefore, the policy imposing fuel tax seems to remain useful in Kaohsiung.\n\nThe Kaohsiung Mass Rapid Transit (KMRT) system opened for service in 2008. The system not only provided a new lifestyle for citizens but also reduced the number of private vehicles used for commuting to work. To reflect the influence of the KMRT on vehicular fuel consumption, the transit system was also incorporated into this subsystem. Specifically, the decrease in the number of commuters who switched from using private cars to using the KMRT was estimated by combining the average number of passengers carried by the KMRT, the average number of kilometers per passenger trip, the average number of occupants per automobile, and the transfer ratio. Thus, the effect on vehicular energy consumption was calculated by multiplying the decrease in private car use and the average vehicular fuel efficiency of private cars.\n\nMotorcycles accounted for 70.91% of the 1.57 million registered vehicles in Kaohsiung in 2013; motorcycles provide greater mobility and are less expensive than other types of motor vehicles. In this study, the increase in the number of motorcycles was primarily driven by individual disposable income and the size of the economically active population [76] [77] [78] [79] . As mentioned previously, fluctuations in fuel prices affect the number of private vehicles driven and the distances that they are driven. Hence, the effect of fuel prices on mode choice and mode transfer was further incorporated into the model through the operation of flow variables: mode transfer from private cars and the decrease in motorcycle use by fuel price increase (Appendix A). In addition, the formulation of vehicular fuel consumption and associated CO 2 emissions derived from the number of motorcycles was the same as that from the number of private cars, but the average occupancy rate (the number of passengers per motorcycle) and the transfer ratio between the KMRT and motorcycles were different.\n\nAs the world's thirteenth (2013) largest international port and the largest industrial center in Taiwan, the city of Kaohsiung is important both for freight transportation and for industrial and commercial activities. Many cargos and freight need to be transported to the northern metropolitan areas because Kaohsiung is located in the south of Taiwan and is a harbor city. After exiting the harbor, some heavy trucks need to pass the city area to the highway system. This phenomenon is reason for the consideration of heavy-duty trucks in our model.\n\nThe dynamic behavior of this subsystem is analyzed through the operation of a stock variable: the number of heavy trucks; a flow variable: the increase in the number of heavy trucks; and two auxiliary variables: the effect of GDP on heavy truck function and the growth ratio of GDP. The growth of freight transport demand is primarily a consequence of the growth of economic activity [80] [81] [82] [83] 5] . Hence, the growth of GDP was selected as the motivational factor in this study to reflect the variation in the number of heavy trucks. The auxiliary variable effect of GDP on the heavy truck function was constructed based on the concept of a table function, which is a graphical tool that captures the causal and non-linear relationship between two variables.\n\nBusiness activities and commercial services, such as food markets, street vendors, bazaars, superstores, cargo carriers, and other such entities, are closely linked with the number of light trucks. Thus, GDP growth rate was selected as an auxiliary variable to reflect the effect of economic development. In this subsystem, the number of light trucks was defined as a stock variable, and the change in the number of light trucks was defined as a flow variable inspired by the growth of the GDP by constructing a table function. The formula used to calculate the aggregate energy demand of light trucks was the same as the one used for heavy trucks.\n\nDespite the 7.2% modal share of the city buses, they were incorporated into the model to reflect a complete picture of the transportation system in Kaohsiung City. In this subsystem, the number of city buses was selected as a stock variable, and its value is influenced by the flow variable the annual change in the number of city buses. The historical value of auxiliary variables and the government-set target determined the number of city buses through the feedback loops. To improve the quality of the city bus service, the city bus operation agencies added 156 buses since 2008 by adjusting the frequency and routes of city buses, releasing 30 government-run routes to private enterprises, enhancing realtime bus information, and upgrading the service quality.\n\n6. Discussion of analytical results\n\nTo detect the effectiveness of the proposed model, the simulation results were validated by comparing the estimated values with their historical trends [21, 27, 37, 38, 53, 39] . The examined variables included urban population, individual disposable income, motorcycles, private cars, light trucks, and heavy trucks (Tables 1  and 2 ). The model developed in this study appears to be reasonable because the relative errors were all less than 10% [38] .\n\nThe behavior analyzed using the reference model was simulated from 1995 to 2025 based on existing socioeconomic conditions and policies. The decline in the natural population of Taiwan for the past 19 years has lowered the growth rate of the urban population. A decreasing natural population is both the current and the future trend in most developed countries. Our simulation predicted that in 2025, the population of Kaohsiung would gradually decline to 1.44 million, 54,128 fewer than today's population (Table 3 ). Global Insight projected that the annual economic growth rate of Taiwan in 2015 would be 0.07% higher than it is in 2014. However, in the next 11 years, the growth rate of the GDP of Taiwan is expected to be lower than those during the past two decades. Given this slowdown in economic activity, individual disposable income will grow at only a moderate rate. For example, our simulation predicts that the annual growth rate of individual disposable income from 2014 to 2025 will be 1.95%, which is lower than previous rates. Our simulation also predicts that this income will reach NT$ 539,977 in 2025 (1 US dollar = 30 NT$).\n\nThe simulation indicated that the number of motorcycles will increase by 68,659 vehicles between 2014 and 2025, which is a growth rate of 0.57% per year. This growth in the number of motorcycles and private cars is attributed to the size of the economically active population, the level of individual disposable income, and the variation of fuel prices. Similarly, the simulation estimated that the number of private cars in 2025 will be 26,570, a decrease of 9.23% over 11 years. Economic weaknesses will also cause a slow growth rate (1.57%) in the number of heavy trucks until 2025, when 17,427 of such vehicles will show an increase of 18.65% compared with the number in 2014. The effect of a lower GDP growth rate on the number of light trucks will be limited because they are used for daily commodity exchanges and business transactions. The simulation showed that the number of light trucks will have grown an average of 4.15% per year and will have reached 77,198 vehicles in 2025. After 2014, the aggregate energy consumed by motor vehicles will increase by 1.15% until 2025. The aggregate increase in CO 2 emissions will be nearly 354,041 metric tons between 2014 and 2025, which is 14.59% higher than the emission level in 2014. Most of our simulated results have an estimation error lower than 5% except for rare cases. Therefore, the prediction capability of our model is acceptable [38] . The reason for the main percentage errors concentrated between 1999 and 2003 may be the Severe Acute Respiratory Syndrome (SARS) outbreak in Taiwan between 2002 and 2003. SARS caused widespread social disruption and economic losses, and its economic effect has been considerable in Taiwan. Moreover, after Taiwan's first experience of party alternation in 2000, the government system experienced instability in the early stages that led to the negative effect on economic propensity and motor-vehicle growth. These major unusual events caused the disturbance in our model predictions during this period.\n\nWe failed to fully understand the real effect of CO 2 emission and energy use reduction under various transportation policies because the data were limited. To demonstrate the accuracy of our proposed model, a comparison is performed between real data from 2013 to 2014 and the estimated number of motor vehicles in the reference model during the same period, after a free bus policy was implemented in 2013. The deviation between simulated data and real data is within 5%, which is reasonable [38] . The reason for the reduced population in 2007 can be that the increasing labor costs have encouraged numerous manufacturers to leave Kaohsiung, which has reduced the number of residents in the city.\n\nAmong all strategies for sustainable transport policy, the implementation of programs including those that encourage the use of the public transportation system using benefits, such as subsidies, free transfers, or transfer discounts, and deterrents (e.g., restraining the use of private vehicles by parking management and levying taxes on fuel oil), is mostly discussed and encouraged in Taiwan. Furthermore, the Taiwanese government is considering an additional NT$ 2.5 per liter tax on fuel prices to reflect social justice and the user-pays principle and to restrain the use of private vehicles. Thus, based on the various assumptions and the past trends of the variables in the reference model, the policies including fuel tax, motorcycle parking management, free bus service, and synthetic policy are discussed in this study to explore their energy-saving and CO 2 -emission-reducing potential (see Tables 4 and 5) .\n\nWe analyzed three scenarios considering including low, medium, and high oil price in our revised paper (see Tables 6-9 ). We used the average oil price to represent the medium price; high oil price can be estimated by the average oil price plus one standard deviation of oil price. Lastly, low oil price can be estimated by the average oil price minus one standard deviation of oil price.\n\nThis study examines the appropriate urban transportation policies that mitigate a global warming effect mainly from CO 2 emission. Nitrous oxides (NOx), hydrocarbons (HC), CO, and soot emissions affect the health of urban populations. However, due to data limitation, we assume that the relationship between CO 2 emission and NOx, HC, CO, and soot emissions is of proportional equivalence. The estimated NOx, HC, CO, and soot emissions are included in. The detailed study regarding the precise toxicity of the emissions in the model can be further examined in future \n\nWe simulated the scenario of a fuel tax because the increase in oil price not only influences the transportation mode choice but also reduces the amount of vehicular energy consumption. Therefore, oil price is a relatively direct and efficient incentive for inducing consumers to reduce private vehicle use, which lowers fuel consumption and CO 2 emissions. Currently, a fixed fuel tax is levied per year according to the engine capacity of vehicles in Taiwan. An additional NT$ 1 per liter of fuel tax will also be considered in the next 10 years.\n\nIn our simulation, once the tax was included in the prices of gasoline and oil and levied according to the amount of fuel used, the numbers of motorcycles and automobiles used in Kaohsiung were both predicted to decrease. Overall, the number of vehicles in 2025 is estimated to be 1.3 million (Fig. 2) , which is 13.2% lower than the base. This reduction in the number of motor vehicles caused by the increase in fuel prices will lead to changes in the modal shares of the means of transport. Under this policy, the projected growth of vehicular energy consumption varies from 991,822 kl to 992,053 kl from 2008 to 2025. During the same period, motor-vehicle CO 2 emissions are expected to increase by 267,664 metric tons. Compared with the reference model, the energy requirements and CO 2 emissions in 2025 are predicted to be 11.0% and 9.9% lower, respectively.\n\nThe increase in the price of crude oil will not only reduce fuel consumption but will also force a transformation in traffic modes. As seen in the reference model, the number of motorcycles in Kaohsiung increased because of the prior rise in fuel prices.\n\nSince 2008, the Kaohsiung City government has planned a system of six regional transit centers, which are areas composed of two major and four subsidiary transit stations that link the KMRT and the shuttle bus terminals in Kaohsiung into a 30-min access metropolitan circle. Under these measures, the number of passengers carried by mass transit increased by about 60 million. In 2005, the Taipei City government introduced a successful parking management program that prohibits motorcycles from being parked on sidewalks and in building arcades, requires payment for roadside motorcycle parking, and offers a parking-information inquiry system. The ownership of motorcycles in Kaohsiung City is 71.5%, the highest in Taiwan. From the success of this policy, Kaohsiung introduced a similar system to other popular centers such as night markets, train stations, and department stores since April 2012 to reduce motorcycle use.\n\nIn this study, the rate of shifting from motorcycles to the KMRT, city buses, and bicycles was based on a survey made by the Taipei parking management office, because the motorcycle parking management system in Kaohsiung is still under implementation (Fig. 3) . The number of motor vehicles driven in Kaohsiung will sharply decrease when the city introduces and enforces its parking management policy. Our simulation estimated that the number of motor vehicles will decline to 1.17 million at the end of 2025, which is 21.7% fewer than in the reference model. Concurrently, fuel consumption and CO 2 emissions will be 6.0% and 5.3% lower than in the base model.\n\nIn this scenario, the simulation assumed a 40% increase in bus ridership if both free bus service and discounted tickets for KMRT transfers from the subway to the bus were extensively implemented to the other weekdays. The simulation outcome indicates that the number of vehicles in Kaohsiung City will decrease by 2.3% (Fig. 4) . In 2025, the number of motor vehicles will reach 1.46 million, whereas the vehicular fuel requirement will decrease by only 0.8%. By 2025, the need for vehicular fuel will increase by 194,902 kl. The change in energy consumption will also imply the estimated increase of CO 2 emissions to be 2.76 million metric tons in 2025, which is 0.52 million more than in 2008.\n\nTo evaluate the maximum potential for vehicular fuel and CO 2 reduction, the interventions act together as a package of measure, which is also considered in this study. According to the simulation, the results indicate that the number of vehicles in Kaohsiung City will decrease to 0.95 million vehicles in 2025, which is 36.6% lower than the base model (Fig. 5 ). In terms of the variation in vehicular fuel requirement, the variable will increase slightly from 908,169 kl to 916,558 kl from 2008 to 2025. Compared with the value at the end of 2025, the value is 17.8% lower than that in the reference model. The growth patterns of CO 2 emission and energy demand are similar because the variation of CO 2 levels is directly related to energy consumption. Thus, the contribution of aggregate CO 2 emission will be 2.34 million metric tons until 2025, which is lower by 0.44 million metric tons than the emission amount in the base model. From the observations of the forecasted patterns, the aggregate CO 2 emission needs to be reduced by about 0.15 million metric tons compared with the emission level in 2000. This result implies the difficulties and urgency of CO 2 mitigation in Kaohsiung City, despite the synthetic policy being considered in the SD model. Furthermore, we simulated the scenario of a fuel tax because the increase in oil prices not only influences the mode choice but also reduces the amount of vehicular energy consumption. Therefore, oil price is a relatively direct and efficient incentive for inducing consumers to reduce private vehicle use, which lowers fuel consumption and CO 2 emissions.\n\nDespite the limited effect of the separate policies of motorcycle parking management and free bus service on reducing vehicular fuel consumption, the government was able to reduce the number of private vehicles in use and promote the use of the public-transit system. Thus, we suggest that all three policies can be implemented simultaneously to restrain the growth of the number of private vehicles, motor-vehicle fuel consumption, and CO 2 emissions in Kaohsiung.\n\nWith regard the effect of various policies, the number of motor vehicles, CO 2 emission, and emergency consumption significantly decreased between 2007 and 2009, and the reason can probably be the global financial crisis during this period because this negative influence caused the slowdown of economic development (see Figs. 6-8).\n\nThe SD model is not only able to analyze a system with many interrelated variables but is also able to describe its dynamic trends based on a limited information set. By using a simplified SD model, which we constructed to analyze issues of urban population, disposable income, number of motor vehicles, vehicular energy consumption, and CO 2 emissions, we conclude that the fuel tax policy is the most effective method to reduce vehicular fuel consumption and CO 2 emissions. This policy is even more effective than the motorcycle parking management and free bus service policies.\n\nAccording to the investigation of the MOTC of Taiwan, the fluctuations in fuel prices affect the number of private vehicles driven and the distances they are driven. For instance, the use of private cars and motorcycles decreased by 33.8% and 10.2%, but the rate of transfer from driving private cars to driving motorcycles was 28.36% when the average price of gasoline increased by 13.45%. The simulation of a fuel tax also suggests that the increase in fuel prices will lead to changes in the modal shares of the means of transport. The number of motor vehicles in Kaohsiung will decline by 13.2% in 2025, with a 0.5% decrease in the actual number of registered motor vehicles in the city between 2008 and 2025. The fuel tax will also cause a considerable reduction in the growth rates of vehicular fuel use and CO 2 emissions. The motorcycle parking management policy will also cause a 21.7% decrease in the number of motor vehicles by 2025, as well as 6.0% and 5.3% reductions in fuel demand and CO 2 emissions, respectively. An extensively implemented free bus service will reduce the number of motor vehicles and the fuel requirement by only 2.3% and 0.8%, respectively. Furthermore, the maximum potential of vehicular fuel consumption and CO 2 reduction is suggested in the scenario of all the interventions acting together as a package of measure. In 2025, the aggregate vehicular energy requirement and CO 2 emission will reach 916,558 kl and 2.34 million metric tons, respectively, which suggests a 17.8% and a 16.0% decrease in energy requirement and CO 2 emission compared with the reference model.\n\nSimulation results indicate that both the fuel tax and motorcycle parking management policies are suggested as potentially the most effective methods for restraining the growth of the number of private vehicles, the amount of fuel consumption, and CO 2 emissions. We conducted a synthetic policy consisting of all policies which outperforms the three individual policies.\n\nCompared with other countries, Taiwan is densely populated (its average population density is 646 persons/sq. km. of 2014) and has limited energy resources. In terms of energy consumption, the Taiwanese economy is sensitive to oil price variations because the country lacks conventional energy resources and is highly dependent on energy imports (nearly 99% of total energy consumption). Similar to the case of South Korea, road transportation in Taiwan accounts for more than 80% of CO 2 emission of the transport sector [84] . Taiwan is not yet a member of the United Nations Framework Convention on Climate Change. The country's CO 2 emission increased significantly over the past two decades, making Taiwan the 23rd largest CO 2 emitter in the world [6] . Taiwan's transportation sector accounted for 15% of the country's CO 2 emission in 2012. Taiwan, which is newly transformed from a developing country to a developed country [85] , pursues economic development even with limited energy resources. Therefore, finding a compromise between economic development and energy consumption as well as CO 2 emission is a critical issue for Taiwan. Many transferable lessons can be learned from Taiwan's experience and can be a useful reference for countries with analogous characteristics such as economic development pattern, high population density, and high energy dependence.\n\nWith respect to generalizability of the proposed model, this study proposes policies to restrain the use of private vehicles, for example, by increasing fuel tax and launching a strict motorcycle parking management strategy. This study also examines the policy of providing free bus service from the perspective of increasing public transportation service supply and enhancing service quality to decrease urban transportation energy consumption and CO 2 emission. In this study, we present the example of Kaohsiung, a city that is highly dependent on using private vehicles (i.e., every two residents have one motorcycle, and every three residents have one private car). The lessons from Kaohsiung are applicable to other cities with similar population density, urban environment, and economic development pattern, especially Asian cities, such as Bangkok, Kuala Lumpur, and Ho Chi Minh, which are characterized by high popularity of motorcycles and limited public transportation services.\n\nThe proposed SD model examines the factors, including the influence of GDP evolution, population growth, and individual disposable income, on urban transportation energy consumption and CO 2 emission of various urban transportation systems simultaneously. The model also considers the interactions among these factors over time to assess the effectiveness of various urban transportation policies. Cities can modify our proposed approach according to their specific urban environment, economic development pattern, and public transportation service level to derive an appropriate model to understand the influence of urban transportation policies on energy consumption and CO 2 emission.\n\nThe SD model can also be applied to other programs such as urban planning, low emission vehicles, speed limits, high occupancy vehicle control lanes, strengthening energy conservation standards for new vehicles, and other aspects of transportation are certainly considerable. They provide a helpful reference for city governments in urban development planning and setting policies associated with transport-related energy policies.\n\nThe cost of implementing a free bus policy needs a certain amount to subsidize the ticket price of passengers. In 2013, the central government provided 1.67 million US dollars to Kaohsiung to implement a free bus policy for two months. The motorcycle parking management and fuel tax policies need the extra administration and resources to pay the costs. Compared with the latter policies, implementing a free bus policy seems to be a more costly policy. Among the three proposed policies, the fuel tax policy seems to be the most cost effective. The information with respect the cost of implementing different policy measures is useful for the urban planner and the decision maker. However, due to the data limitation, the precise cost-benefit analysis of various scenarios can be implemented in the future studies. system in Kaohsiung city\n\nClassification Notation/Data source "}