{"title": "H7N9: a low pathogenic avian influenza A virus infecting humans", "body": "Cases of laboratory-confirmed human infections with avian-origin influenza A (H7N9) virus in the Yangtze River Delta region of China date back to February 2013 [1 ] . In the subsequent two months, the number of laboratory-confirmed H7N9 infections soon grew to >130, with an apparent case fatality rate of 30% and cases occurring in additional locations throughout China [2] . Most patients had a history of recent exposure to poultry, generally at live poultry markets (LPMs), suggesting direct transmission of the virus from poultry to humans [3 -5 ] . Because human H7N9 infections have continued to be reported and H7N9 virus could be detected in LPMs during the 2013-2014 flu season, the virus still poses a threat to public health.\n\nBefore 2013, direct transmission of avian influenza viruses from domestic poultry to humans had been documented only for the H5N1, H7N2, H7N3, H7N7, H9N2, and H10N7 subtypes [6] [7] [8] [9] . Generally, H7N2, H7N3, H9N2, and H10N7 are low pathogenic avian influenza A viruses (LPAIVs) that are usually associated with mild disease in poultry. It has been reported that human infections with these LPAIVs cause upper respiratory tract illness varying from mild (conjunctivitis or uncomplicated influenza-like illness) to moderate in severity. Whereas, highly pathogenic avian influenza viruses (HPAIVs) can cause severe illness and high mortality in poultry. Most human infections with HPAIVs result in conjunctivitis or uncomplicated influenza illness, except for the H5N1 subtype (which is associated with >50% mortality [10] ) and the H7N7 subtype (which caused one death during an outbreak in the Netherlands [9] ). The recent H7N9 outbreak represents the first time ever that this LPAIV has infected humans and caused disease. Herein, we review the characteristics of this novel avian influenza virus and the disease that it causes, from the perspectives of epidemiology, clinical features, immunology, receptor binding, drug resistance, and vaccine development.\n\nVirological surveillance and phylogenetic analyses confirm the transmission of the H7N9 infection from poultry to humans ( Figure 1 ) [1 ,3 ,11] . Direct evidence was revealed by an infection case in Jiangsu Province, China, where a female butcher was infected, and a phylogenetically related H7N9 virus was isolated from a chicken cage 1 m away [5 ] . Thus, there was an urgent call to control exposure at poultry farms and LPMs [12, 13] , as many LPMs are still open or have re-opened after a short closure. A recent ecological study has assured the effectiveness of the closure of LPMs since April 2013 [14] .\n\nThe novel H7N9 viruses appear to be reassortments with segments from at least four different origins [15 ]: the hemagglutinin (HA) gene from duck H7 viruses; the neuraminidase (NA) gene from wild birds in Korea; and internal genes from two distinct lineages of poultry H9N2 viruses. Our most recent work [16 ,17] demonstrates that within the first H7N9 influenza infection wave, a total of 27 genotypes were observed, with diverse internal genes from varied H9N2 lineages but conserved HA and NA genes. Because the H7N9 viruses originated from poultry through genetic reassortment, it is not a surprise that the H7N9 virus could easily reassort with poultry H9N2 viruses ( Figure 1 ). Current studies suggest that none of the H7N9 virus genotypes has gained an overwhelming fitness advantage and that they are still undergoing dynamic reassortment within poultry H9N2 gene pools [16 ,17] . Whether a 'super' reassortant fitting the mammalian hosts would appear is unpredictable because genetic reassortment often has major effects on influenza virus replication within cells. Therefore, extensive surveillance and control of poultry production and transportation is an urgent priority.\n\nThe clinical characteristics of the human LPAIV H7N9 virus infections are somewhat comparable to infections with HPAIV H5N1 and severe acute respiratory syndrome coronavirus (SARS-CoV) [4 ] . Acute H7N9 infection causes severe illness, that is, respiratory failure and acute respiratory distress syndrome (ARDS), with high rates of ICU admission [2, 18] . Multivariate analyses revealed that the presence of an underlying medical condition is an independent risk factor for ARDS [19 ] . Together with the existence of the mild-to-moderate infection cases detected by China's national sentinel surveillance system for influenza-like illness [20], the H7N9 virus infections seem to be less serious than initially thought at the beginning of the outbreak.\n\nSimilar to what has been observed for H5N1 infections, immunopathogenetic analysis of H7N9 infection samples reveals high levels of plasma proinflammatory cytokines and chemokines, termed hypercytokinemia, in the early stage of the infection [21, 22] . The concentrations of several cytokines/chemokines, including MIP-1b, IL-6, and IL-8, are even higher than those of previously reported H5N1 infection cases [23] . Furthermore, the hypercytokinemia is correlated with disease severity for H7N9 infection. Higher levels of IL-6, IL-8, IL-10, and MIP-1b are detected in fatal cases compared to survivors from H7N9 infections [24 ] . Our data indicated that plasma levels of angiotensin II are correlated with disease severity and predict fatal outcomes in H7N9-infected patients [25 ] . A recent study elucidated that the human single nucleotide polymorphism (SNP) rs12252-C, which is associated with dysfunctional interferon induced transmembrane protein-3 (IFITM3), plays a crucial genetic role in early hypercytokinemia development in H7N9infected patients [24 ] . Despite this progress, it remains important to profile the sequential connections of these cytokines/chemokines and clarify the key factors in the infection process, particularly in the local mucosal tissues of the lungs of H7N9 patients.\n\nMost H7N9 patients display a robust serological response after the onset of the disease, as revealed by antibody reactivity kinetics [26, 27] . Detectable H7N9-specific antibodies appear in the sera of survivors earlier than in fatal cases. In addition, the highest antibody titers in fatal cases are also lower than in survivors [28] . Among the 92 Emerging viruses survivors of H7N9 infections, the group with higher antibody titers experiences a shorter time from the onset of the disease to recovery [26, 27] . These data indicate that an earlier and robust H7N9-specific humoral response provides a protective effect and improves clinical outcomes in patients.\n\nData on T-cell responses in H7N9-infected patients are still lacking. However, immunoinformatics analysis of H7N9 proteins indicates that conservation of T-cell epitopes with other recently circulating strains of influenza is very limited [29] . Approximately 60% of the previously well-defined major histocompatibility complex class I (MHC I)-restricted T-cell epitopes have substitutions in the corresponding sequences in H7N9 as revealed by the comparison of H7N9 with 2009 pH1N1 ( Figure 2 ). Furthermore, a study of human leukocyte antigen (HLA)-typed healthy subjects demonstrates that seasonal influenza virus-specific T-cells poorly cross-react to individual H7N9 variant epitopes, apart from the recognition of the whole virus [30] . It is also indicated that cross-CD8 + T-cell immunity to the H7N9 influenza A virus varies across different ethnic groups based on the HLA background [31] . Thus, further investigations into the features of the H7N9-specific T-cell responses in patients and a comparison of CD8 + and CD4 + T-cellrelated immunogenic variance of H7N9 to other currently circulating influenza viruses, for example, 2009 pH1N1, should be performed.\n\nInfluenza A viruses enter host cells through endocytosis after binding to cell-surface receptors, which are sialic acids (SAs) linked to cell-surface glycolipids or glycoproteins [32] [33] [34] . The SA-binding protein HA is a major determinant of the virus 'host jump'. It is known that three secondary elements and one base element in the HA receptor binding pocket are directly involved in SA binding. For the shallow receptor binding cavity, the three secondary elements forming the edge are the 130-loop, the 190-helix, and the 220-loop (in H3 numbering, respectively), and the base element is mainly composed of four conserved residues (Y98, W153, H183, and Y195).\n\nThe molecular bases of the receptor binding shift of H7N9 were explored in several studies by different groups, including our own, which elucidated the basis for the avian-to-human host jump by the H7N9 influenza virus [35] [36] [37] [38] 39 ] . In the beginning of the H7N9 outbreak, A/Anhui/1/2013 (Anhui-H7N9) and A/Shanghai/1/ 2013 (Shanghai-H7N9) viruses were two of the earliest strains. Shanghai-H7N9 preferentially binds to the avian receptor analog, whereas Anhui-H7N9 recognizes both avian and human receptor analogs. In contrast to the H5N1 influenza [40, 41] , the human-signature substitution Q226L is not solely responsible for binding of the H7N9 influenza virus HA to the human receptor.\n\nRather, other amino acids around the receptor binding site (RBS) are also very important. Four residues (S138A, G186V, T221P, and Q226L) in the RBS that differ between Shanghai-H7N9 and Anhui-H7N9 are able to create a larger hydrophobic region on the left side of the RBS of Anhui-H7N9, which allows Anhui-H7N9 to easily bind the human receptor analog [39 ] .\n\nAvailable flu-specific anti-virus drugs applied in clinical treatment mainly focus on two influenza proteins: firstly, M2 is targeted by amantadine/rimantadine and finally, NA is targeted by four types of inhibitors, those are, oseltamivir, zanamivir, peramivir, and laninamivir [42] . The M2 proteins derived from all the H7N9 reported in 2013 contain the S31N substitution, indicating resistance to amantadine/rimantadine [1 ] . For the other target, NA inhibitors are commonly used in the clinic and are the most effective drugs against influenza. However, some H7N9 virus strains also contain substitutions in NA that are associated with drug resistance, raising serious concerns [43 ] . Residue 294 is one of the three key arginines at the active site (the other two are R118 and R371) that directly interacts with the substrate/inhibitor carboxylate [44] . The decreased interaction between K294 and the inhibitor carboxylate group plays an essential role in reducing drug sensitivity ( Figure 3 ). Furthermore, K294 has an effect on the rotation of the E276 side chain, which is in an unfavorable position to accommodate the oseltamivir hydrophobic pentyloxy group, thereby significantly reducing oseltamivir sensitivity. However, in vitro assays demonstrate that R294K impairs NA activity, which is not advantageous for virus replication [43 ] . This is good news for the treatment of the H7N9-infected patients.\n\nSeveral different approaches, including using live recombinant viral vector-based vaccines, live attenuated influenza vaccines, universal DNA vaccines, and virus-like particles (VLPs), have been explored to meet the urgent challenge of vaccine development to combat H7N9 infection [45] [46] [47] [48] [49] [50] [51] [52] . One vaccine containing recombinant Newcastle disease virus expressing HA from H7N3 and two live attenuated vaccines with H7N3 and H7N7 were investigated for their cross-reactivity with the H7N9 virus in May 2013 [45] [46] [47] . Subsequently, universal DNA vaccines based on antibodies targeting the HA stalk region were examined as a possible candidate to prevent H7N9 infection. The H3 stalk-based vaccine is able to elicit antibodies reactive with H7 proteins and also protects mice from H7N9 challenge.\n\nIn addition, insect cell-derived VLPs containing HA and NA from H7N9 display promising protection in mice against H7N9 [50, 51] . Indeed, shortly after these animal experiments, enrolment of 284 adults was initiated for a phase 1 clinical trial of a monovalent VLP (H7N9) vaccine candidate with and without adjuvant [52] . The clinical trial suggests that VLPs in the presence of adjuvant induce an immune response at a low dosage. Recent data also indicates that antigen preparations from divergent H7 strains are able to induce protective immunity against H7N9 infection [53] . All of these efforts to develop effective H7N9 influenza vaccines with traditional or new techniques are attempting to shorten production cycles and meet the manufacturing requirements for rapid deployment.\n\nThe outbreak of H7N9 infections on mainland, as well as in Taiwan and Hong Kong, China, has posed a great burden for the society. On the basis of the most recent data [54 ] , the total direct medical cost of H7N9 as of May LPM closings and poultry culling in some areas. Compared to the poultry-industry losses, direct medical losses and DALY losses have been relatively small. Closure of LPMs reduced the mean daily number of infections by 99% in Shanghai and Hangzhou and by 97% in Huzhou and Nanjing based on a Bayesian statistical model for the time series of the onset of illness [14] . However, the medical costs per case are extremely high (particularly for addressing the use of modern medical devices). A costeffectiveness assessment for disease intervention has yet to be determined.\n\nThe outbreak of the LPAIV H7N9 virus in early 2013 generated tremendous concern, and recent studies reveal the novel properties of the virus. Epidemical and genetic analysis illustrates the novel reassortment events that apparently facilitate the transmission from poultry to humans (the so called 'host jump'). This was facilitated by the unconventional features of the HA receptor binding pocket. Further, the preliminary understanding of the clinical manifestations and the immunopathogenetic properties of H7N9 infections indicates a complicated interaction between the virus and host. Knowledge gained regarding this novel avian virus may help to pave a way to rapidly conquer it, including approaches to develop an efficient and safe vaccine. However, considering the continuing and unexpected emergence of human infections by novel avian influenza viruses (for example, H6N1 and H10N8) [55, 56] , it is necessary to devote more attention to surveillance for interspecies transmission of influenza viruses and toward the development of universal vaccines. This study evaluated the predictive value of angiotensin II for disease severity and fatal outcomes in H7N9-infected patients and indicated that angiotensin II is a biomarker for lethality in flu infections."}