{"title": "SECTION N Infections of the Fetus and Newborn PART II Clinical Syndromes and Cardinal Features of Infectious Diseases: Approach to Diagnosis and Initial Management 94 Healthcare-Associated Infections in the Neonate", "body": "Late-onset sepsis is defined by the National Institute for Child Health and Human Development Neonatal Research Network (NICHD NRN) as BSIs occurring in neonates at or after 72 hours of age. Late-onset sepsis is most common in very low birth weight (VLBW) infants (<1500 g), for whom HAIs increase hospital length of stay by 19 days and cause 45% of deaths beyond 2 weeks of age. 3 Late-onset sepsis occurred in 21% of VLBW infants who survived beyond 3 days of age in the NICHD NRN study, 3 and similar rates have been reported from the Neonatal Networks in Canada (24%) 4 and Israel (30%). 5 At the institutional level, the prevalence of late-onset sepsis in VLBW infants varies more: 11% to 32% in the NICUs of the NICHD NRN 3 and 7% to 74% in the NICUs participating in the Canadian Neonatal Network. 4 Data from the NICHD NRN confirm the risk of late-onset sepsis despite advances in medical care for the extremely premature infant, with 36% of infants born between 22 and 28 weeks' gestation having late-onset sepsis. The rate of late-onset sepsis is strongly and inversely associated with birth weight and gestational age, decreasing from about 60% among neonates with a gestational age of less than 25 weeks to 20% among infants born at 28 weeks' gestation. 6 Consequently, institutions caring for more extremely low birth weight (ELBW) infants have higher rates. Management practices, particularly those concerning the use and maintenance care of central venous catheters (CVCs) or peripherally inserted central catheters (PICCs), can further impact these rates of infection. 7 Most cases of late-onset sepsis in neonates are associated with a central catheter (i.e., CVC or PICC) 3 and are referred to as central line-associated bloodstream infections (CLABSIs). The Centers for Disease Control and Prevention (CDC) and National Healthcare Safety Network (NHSN) definition 8 for a CLABSI includes isolation of a pathogen from one blood culture or of a skin commensal from two blood cultures, one or more clinical signs of infection (e.g., apnea, bradycardia, temperature instability) that are not related to an infection at another site, and presence of a CVC at the time the blood culture is obtained or within 48 hours before the development of the infection. urinary catheter-associated UTIs (CAUTIs) accounted for up to 17.3%. The highest risk of HAIs was found for patients with a birth weight of less than 1000 g (relative risk, 11.8). 21 Examining paired blood and urine cultures for 189 VLBW infants suspected of having late-onset sepsis, Tamim and colleagues detected UTI in 25%. 14 Among VLBW infants with UTIs, 62% (30 of 48) had a negative blood culture. Phillips and Karlowicz 1 reported a case series of 60 UTIs among NICU patients, primarily documented through specimens obtained by urethral catheterization when late-onset sepsis was suspected. Simultaneous BSIs with the same pathogen were detected in 52% of cases of Candida UTI and 8% of cases of bacterial UTI. Because most VLBW infants with UTI do not have a BSI, it is our practice to obtain urine for culture by sterile urethral catheterization or by suprapubic aspiration, when late-onset sepsis is suspected.\n\nIt is difficult to diagnosis healthcare-associated pneumonia in any patient population and particularly in the NICU population. New definitions from the CDC and NHSN in 2008 attempted to provide reproducible criteria for surveillance, classifying pneumonia as three specific types: clinically defined (PNU1), pneumonia with laboratory findings (PNU2), and pneumonia in immunocompromised patients (PNU3). 8 Infants and children usually fall into category PNU1. Diagnosis of ventilatorassociated pneumonia (VAP) is especially difficult in neonates because noninfectious conditions such as respiratory distress syndrome and bronchopulmonary dysplasia are common and frequently cause radiologic abnormalities.\n\nThe NHSN has published specific guidelines adapted to infants younger than 1 year of age, but they are not specific to the premature infant. New benchmark data are becoming available through the NHSN. The highest incidence of VAP (i.e., 1.3 cases per 1000 ventilator days) occurs among infants with a median birth weight of less than 750 grams. 9 A few investigators have attempted to establish reproducible criteria for VAP specific to the neonatal population. Cordero and coworkers 22 showed that finding purulent tracheal aspirate fluid with a positive tracheal culture in mechanically ventilated neonates in the absence of worsening clinical or radiologic findings is more consistent with clinically insignificant tracheal colonization than with VAP.\n\nApisarnthanarak and colleagues 23 performed a prospective cohort study addressing risk factors, microbiology, and outcomes of VAP in neonates. Their definition of VAP required new and persistent radiologic evidence of focal infiltrates more than 48 hours after initiating mechanical ventilation and treatment with antibiotics for more than 7 days for presumed VAP. By this definition, 19 (28%) of 67 of mechanically ventilated VLBW infants developed VAP, with a rate of 6.5 per 1000 ventilatordays. 23 Gram-negative bacteria were isolated from tracheal aspirates in 94% of VAP episodes, and most cases were polymicrobial. VAP developed in neonates at a median of ventilation day 30, and the risk of VAP increased by 11% for every additional week an infant was mechanically ventilated. VAP was strongly associated with mortality among neonates who required NICU care more than 30 days. 23 \n\nPeritonitis associated with intestinal perforation is a serious HAI in the NICU. Coates and associates 24 reported striking differences in the distribution of pathogens associated with peritonitis in 36 infants with focal intestinal perforation (FIP) compared with 80 infants with necrotizing enterocolitis (NEC). Enterobacteriaceae were found in 75% of NEC cases, compared with 25% of FIP cases. Candida species were found in 44% of FIP cases and in 15% of NEC cases. Coagulase-negative staphylococci (CoNS) were found in 50% of FIP cases and in 14% of NEC cases.\n\nPeritoneal fluid cultures were positive and helped direct antimicrobial therapy in 40% (46 of 116) of cases. 24 Peritoneal fluid culture should be obtained for all neonates with intestinal perforation, regardless of cause.\n\nConjunctivitis is common in healthy term newborns. Few studies address its occurrence in the NICU. Diagnosis can be complicated because conjunctival colonization, especially with CoNS, is common in the NICU. 25 A rate of HAI that is linked to device use, such as for a CLABSI, helps control for variation in management practices from institution to institution. The preferred unit of measure is infections per 1000 catheter-days. The NHSN continues to recommend that CLABSI should be a major focus of surveillance and prevention efforts in NICUs and that institutions provide summary data on CLABSI rates for different birth weight groups. Values at the extremes of the NHSN data indicate problems with effective infection control or underreporting of CLABSI events, respectively. Individual NICUs are encouraged to monitor and compare their CLABSI rates with NHSN data, which are updated annually and usually published in December. 9 In 2015, data on CLABSI rates from NHSN participating level III NICUs for the year 2013 showed a median number BSIs per 1000 catheter-days of 1 for infants weighing 750 g or less, 0 for those weighing 751 to 1000 g, and 0 for those weighing 1001 to 1500 g at birth. 9 The 90th percentile of BSIs per 1000 catheter-days was 6.3 for infants weighing 750 g or less, 4.4 for those weighing 751 to 1000 g, and 3.2 for those weighing 1001 to 1500 g at birth. These values represent a continuing decline in CLABSIs and device use. Data also were obtained for umbilical catheter-associated BSIs for the same period, which revealed low rates of infection in all weight categories. 9 Coexistence of endocarditis, an infected intravascular thrombus, osteomyelitis, or pyogenic arthritis should be considered when BSIs persist in neonates. Staphylococcus aureus is the most common cause of endocarditis 10, 11 and osteomyelitis 12, 13 in neonates. These complications are uncommon, but the diagnosis should be considered when multiple blood cultures are positive in a neonate with a CVC.\n\nUntil recently, there were few surveillance data on the incidence of lateonset meningitis in the NICU. Consequently, considerable variation has existed in clinical practice concerning performance of a lumbar puncture in neonates with suspected late-onset sepsis. In a prospective study of 9641 VLBW infants who survived more than 3 days, late-onset meningitis occurred in 134 infants. This represented 1.4% of all infants and 5% of those who had a lumbar puncture performed. Compared with infants without septicemia, VLBW infants with meningitis were more likely to have seizures (25% vs. 2%), and were more likely to die (23% vs. 2%). 2 One third (45 of 134) of the infants with meningitis had blood cultures drawn simultaneously that were negative.\n\nBecause meningitis can alter duration of antibiotic therapy, affect long-term prognosis, and be complicated by parameningeal or brain abscess, all VLBW infants with suspected late-onset sepsis should have a lumbar puncture as part of the initial diagnostic evaluation, unless they are too critically ill to tolerate the procedure. In the latter case, lumbar puncture should be performed when clinical stabilization is achieved.\n\nUTI is a common HAI in adults and frequently is associated with an indwelling urinary catheter, 9 which seldom is used in VLBW infants. There is considerable variation in performing urine culture and analysis when late-onset sepsis is suspected. 14 Urine specimens obtained by bag collection from infants have notoriously high rates of contaminationup to 63% 15 -and are not recommended. Suprapubic bladder aspiration is performed less commonly because of the risk of serious, albeit rare, complications such as bowel perforation 16 and increased pain. 17 Sterile urethral catheterization can be performed easily by experienced nurses, even in ELBW infants, and has a potentially higher rate of success in obtaining urine compared with suprapubic bladder aspiration. 18, 19 Although prospective studies have not been performed, UTI, may be the second most common HAI in the NICU. The reported prevalence among premature infants ranges from 4% to 25%, but these reports are from the 1960s and do not represent the typical population in NICUs currently. A retrospective study reported an 8% rate of late-onset UTI among 762 VLBW infants in one NICU over an 11-year period. 20 UTI was more common in ELBW infants (12%) than in infants with birth weights between 1001 and 1500 g (6%). In a prospective study of one NICU over a 1-year period, the rate of HAIs was 17.5%, with only a 0.7% rate if UTIs. 21 When intervention-associated infections were examined,\n\nOccurrence rates of conjunctivitis in NICUs vary, with Haas and colleagues 26 reporting 5% in a prospective study and Couto and coworkers 27 reporting 12% (although infants of all birth weights were included). The most common pathogens are enteric gram-negative bacilli, but nonenteric flora such as Pseudomonas aeruginosa also can occur. 28 Most neonatal skin infections are caused by S. aureus. Clinical manifestations include impetigo, cellulitis, soft tissue abscesses, and toxinmediated diseases such as staphylococcal scalded skin and toxic shock syndromes. 29 Methicillin-resistant and methicillin-susceptible S. aureus (MRSA and MSSA) cause similar infections. Carey and associates reported an incidence of 4.8% for MSSA and 1.8% for MRSA among ELBW (<1000 g) infants' skin infections, with 53% of all NICU skin infections occurring in the ELBW cohort. 30 P. aeruginosa can cause ecthyma gangrenosum lesions even in a VLBW or ELBW infant. 31 Zygomycetes can cause progressive necrotizing skin lesions in neonates, with or without gastrointestinal manifestations. 32\n\nGram-positive organisms are the predominant cause of late-onset sepsis in the NICU (48% to 70% of cases), but gram-negative organisms (19% to 25% of cases) and fungi (12% to 18% of cases) also are important. 3, [33] [34] [35] [36] Across many reports, the same pathogens cause most episodes: CoNS, Candida species, S. aureus, and Enterobacteriaceae (Table 94. 2).\n\nVery-late-onset sepsis (VLOS) is becoming more common as VLBW infants are living longer with ongoing needs for interventions. VLOS is defined as an infection after 120 days of life. The organisms that cause late-onset sepsis also cause VLOS. 34, 37 Usual Pathogens\n\nThe frequency of pathogens and likelihood that certain pathogens cause rapid progression to severe complications and death (i.e., fulminant sepsis) must be considered when choosing empiric therapy. Karlowicz and colleagues 33 reported that although gram-negative organisms caused only 25% of BSIs in their series, they caused 69% of fulminant late-onset BSIs. Of the gram-negative bacilli, P. aeruginosa caused 42% of fulminant cases and overall had a case-fatality rate of 56%, which contrasts with a case-fatality rate of less than 1% for CoNS. 33 Similar findings have been reported by others. 3, 38 CoNS are the most common pathogens causing late-onset sepsis, accounting for 35% 29 to 48% 3 of cases. Distinguishing between true BSI and pseudobacteremia can be difficult. The CDC and NHSN define a laboratory-confirmed bloodstream infection (LCBI) with common skin contaminant flora as ≥2 positive blood cultures drawn on separate occasions. 8 In the report of Stoll and coworkers 3 of late-onset sepsis, a rate of 48% for CoNS would have fallen to 29% if LCBSIs had been included, a rate similar to the 35% reported by Karlowicz and colleagues. 33 There has been a substantial decline in late-onset CoNS BSIs the past decade due to implementation of several infection prevention initiatives. 39 Gram-positive organisms are the predominant pathogens in VLOS, although S. aureus and Enterococcus species can be more common than CoNS. Wynn and associates found that 48% of infections in VLBW infants were caused by gram-positive organisms, followed by gramnegative bacilli and then fungi. Candida species produced the highest organism-specific mortality rate in their cohort (33%), followed by gram-positive cocci (28%), but the highest organism-specific mortality rate (44%) was attributed to S. aureus, followed by P. aeruginosa (38%), similar to late-onset sepsis. 34 \n\nThe prevalence of pathogens in the community, healthcare, and NICU environments and the selective pressure of antibiotic use contribute to antibiotic-resistant infections in NICUs. 40 Gram-positive bacteria, including hospital-and community-associated MRSA (CA-MRSA) 30, [41] [42] [43] [44] [45] and vancomycin-resistant Enterococcus faecium, 46 are serious problems in NICUs. The incidence of CA-MRSA varies widely across NICUs, and mortality rates for MRSA and MSSA infections remain high and frequently are not catheter related. 47 Gram-negative enteric organisms (e.g., extended-spectrum β-lactamase-carrying E. coli and Klebsiella spp., [48] [49] [50] AmpC β-lactamase-carrying Enterobacter spp., 51 metallo-β-lactamasecarrying enteric bacilli, 52 multidrug-resistant Serratia marcescens, 53, 54 Leclercia adecarboxylata 55, 56 ), nonenteric organisms (e.g., P. aeruginosa, 57, 58 Burkholderia cepacia, 59 Chryseobacterium meningosepticum 60 ), and recently, highly resistant Acinetobacter spp. have emerged in NICU environments. 61, 62 In many instances, reservoirs containing the organism exist within the healthcare environment. Patients are exposed through the use of contaminated medical equipment or by the hands of caretakers, including family members. The former often results from breakdowns in the cleaning procedures used in the NICU or hospital environment, 44, 52, 54, 63 and the latter results from ineffective use of hand hygiene. 57,64,65 Molecular fingerprinting of organisms has been useful for characterizing and controlling some outbreaks. 42, 48, 52, 54, 60 Control of NICU outbreaks of antibiotic-resistant organisms frequently requires vigorous application of infection control procedures (e.g., surveillance cultures, patient and staff cohorting, hand hygiene education interventions 66, 67 ) and active education about the factors that predispose to infection. The CDC began a 12-Step Campaign in 2002 to prevent antimicrobial resistance in various healthcare settings, and these valuable methods can be applied successfully to the NICU. 68 \n\nHAIs caused by viruses are uncommon in the NICU (incidence <1%), 69 but because of patient vulnerability and the propensity of viruses to spread patient to patient, the impact can be substantial. NICU outbreaks have been caused by respiratory syncytial virus (RSV), 70 78 parainfluenza, 79 and norovirus, 80,81 sometimes concurrently. 82 Attack case-fatality rates of pathogens, and local susceptibility patterns of likely pathogens. An empiric antibiotic regimen should effectively treat gramnegative pathogens, particularly P. aeruginosa and other nonenteric flora. An aminoglycoside should be used for empiric treatment of possible gram-negative septicemia, the choice of which is determined by the antimicrobial susceptibility patterns of isolates from the NICU. Thirdgeneration cephalosporins are not recommended for routine empiric therapy in neonates (unless knowledge of the patient's flora or the NICU pattern of infections specifically dictates) because: they do not have activity against most P. aeruginosa and some Enterobacteriaceae, routine use in NICUs has been associated with emergence of cephalosporinresistant gram-negative bacilli, 95, 96 and use has been associated with increased risk of candidemia in VLBW neonates. 97 Ampicillin may be considered for empiric treatment of possible grampositive septicemia, especially if Enterococcus and Streptococcus agalactiae are common pathogens causing late-onset sepsis in the NICU. If MRSA is prevalent in the community or NICU, vancomycin should be used as first-line therapy. 98 If MRSA is not identified, vancomycin should be discontinued promptly. If MSSA is identified, nafcillin is therapeutically superior to vancomycin.\n\nBecause CoNS sepsis is common, some physicians advocate broad empiric use of vancomycin. 99 This creates additional problems. Stoll and associates 3 found it alarming that 44% of all VLBW infants in the NICHD NRN were treated with vancomycin whether they had CoNS BSI or not. The Hospital Infection Control and Practices Advisory Committee of the CDC recommend avoiding empiric vancomycin therapy in patients with suspected sepsis to prevent the emergence and spread of vancomycinresistant enterococci. 100 Karlowicz and coworkers 33 showed that avoidance of empiric use of vancomycin had no impact on the very low rate of fulminant CoNS sepsis and that the practice of beginning vancomycin only after CoNS was identified in blood culture did not prolong the duration of BSI.\n\nDespite ongoing education, vancomycin continues to be the most commonly used drug in NICUs surveyed and was used inappropriately in 32% of instances. 68 In one study, application of guidelines for vancomycin use decreased neonatal vancomycin exposure from 5.2 to 3.1 per 1000 patient-days (40% reduction) and 10.8 to 5.5 per 1000 patient-days (49% reduction) in two NICUs with no change in causes of infection, duration of BSI, or incidence of complications or attributable deaths. 101 In a retrospective study of 4364 infants with CoNS BSIs across 348 NICUs, there was no 30-day survival benefit of empiric therapy with vancomycin versus therapy delayed 1 to 3 days after a first positive blood culture. 102 In a retrospective review of 126 VLBW infants with CoNS sepsis (≥2 positive blood cultures), there was no difference in outcomes when infants were treated with vancomycin for 5 days after the last positive blood culture compared with a longer course (infants with endocarditis or infected thrombi were excluded). 103 This approach requires prospective study but is promising for reducing vancomycin use. Antibiotic stewardship specific to each NICU remains critical to the prevention of spread of resistant bacteria and avoidance of use of medications unnecessarily.\n\nThe use of empiric antifungal therapy for VLBW infants at high risk for candidemia is not standardized. Some studies suggest that empiric therapy may reduce mortality rates and improve outcomes for VLBW infants. 104 In a small, retrospective study, empiric antifungal treatment was given to critically ill neonates (<1500 g) with additional risk factors for invasive Candida infection who had received vancomycin or a thirdgeneration cephalosporin, or both, for 7 days and had one or more of the following risks: receipt of total parenteral nutrition, mechanical ventilation, postnatal corticosteroid therapy, or an H 2 -blocking agent or had a mucocutaneous Candida infection. 105 No Candida-related mortality occurred for patients who received empiric amphotericin B (0 of 6) compared with historical controls (11 of 18) . 105 The decision to use an empiric antifungal agent for late-onset sepsis should be made on an individual basis. 106, 107 The suggested duration of therapy for HAIs by anatomic site is summarized in Table 94 .3. The duration of treatment for individual patients should be determined by virulence of the pathogen, time it takes for follow-up cultures to become negative, rapidity of clinical response, time to negative blood culture, removal or retention of a CVC, and adequate drainage of any purulent foci.\n\nrates can be as high as 33%. 72, 74, 77 Patients can be asymptomatic or have disease that is lethal, 76 and attributable costs can be high. 70 Viruses can be introduced into the NICU by family members and by ill healthcare personnel (HCP).\n\nRSV, adenovirus and parainfluenza infections manifest with cough, congestion, apnea, increasing oxygen requirement, or respiratory failure. 69, 70 Parainfluenza and adenovirus infections manifest with epidemic conjunctivitis (in which ophthalmologic procedures can contribute to spread). 77 Coronavirus infection manifests with respiratory decompensation or abdominal distention and fever. 78 Infections with enteroviruses manifest with NEC-like signs, overwhelming septicemia, rash, or aseptic meningitis. 73 Rotavirus infection manifests with diarrhea that is frequent and watery in term infants, whereas in preterm infants, it more often is bloody and associated with abdominal distention and intestinal dilatation. 75 \n\nThe clinical features of sepsis in neonates are nonspecific. The most common clinical features are an increase in apnea or bradycardia (55%), gastrointestinal problems (46%) (i.e., feeding intolerance, abdominal distention, or bloody stools), need for respiratory support (29%), and lethargy or hypotonia (23%). 83 Predominant laboratory indicators are an abnormal white blood cell count (46%) (e.g., leukocytosis, increased immature white blood cells, or neutropenia), unexplained metabolic acidosis (11%), and hyperglycemia (10%). Unfortunately, the predictive values of these features are low; the best positive predictive value is for hypotension (31%). 83 Abnormal heart rate characteristics (i.e., reduced variability and transient decelerations) occur early in the course of neonatal sepsis. 84 Although technology has been developed to calculate a heart rate characteristic index (HRCi), 85 Griffin and colleagues found that the HRCi performed similar to a clinical scoring system in predicting sepsis. 86 The most common signs of CLABSI in neonates are fever (49%) and respiratory distress (30%). 87 Only 20% of patients had erythema or purulent discharge at the catheter insertion site.\n\nThe pretreatment diagnostic evaluation of suspected HAI should include at least two blood cultures (e.g., from any indwelling catheter along with peripheral sites), cerebrospinal fluid (CSF) culture, and urine culture. The isolation of CoNS from a single blood culture usually should be interpreted as a contaminant. A definitive diagnosis of a HAI due to bacterial or fungal species requires isolation of the organism from blood or another normally sterile body site or fluid. Exceptions are fungi such as Aspergillus and Zygomycetes, which can cause potentially fatal disseminated multiorgan infection but rarely are isolated from blood. 32, 88 The use of serum biomarkers for fungal disease such as the 1,3-β-dglucan assay in neonates requires more study. 89 When viral infection is suspected, a presumptive diagnosis can be made by rapid diagnostic testing (e.g., positive direct fluorescent antibody [DFA] test for adenovirus, herpes simplex virus; enzyme immunoassay [EIA] for influenza, respiratory syncytial virus, or rotavirus; polymerase chain reaction tests) and a definitive diagnosis by isolation in viral culture. As they become available and validated for testing of body fluids such as blood, CSF, nasal washings, tracheal secretions, bronchoalveolar lavage fluid, or stool, they permit rapid viral diagnosis.\n\nAttempts to identify dependable serum markers for diagnosis, severity, or prognosis have been somewhat successful, including use of the complete blood cell count, 90 C-reactive protein (CRP), various proinflammatory cytokines, serum hepcidin, 91 and procalcitonin (PCT) levels. Two meta-analysis of PCT showed potential for its use in the diagnosis of late-onset sepsis. 92, 93 One study found PCT more accurate than the CRP level, 93 but studies have not had consistent results. 94 \n\nEmpiric antimicrobial therapy for suspected HAIs without a clinical focus in neonates should be guided by knowledge of the distribution, PART II Clinical Syndromes and Cardinal Features of Infectious Diseases: Approach to Diagnosis and Initial Management or confirmed sepsis or NEC, with results showing a decrease in all-cause mortality and decrease in length of stay, but the studies evaluated were small. 111, 112 Larger clinical trials are needed to determine the usefulness of this adjunctive agent, but it may be promising.\n\nA larger, multicenter trial used GM-CSF for prophylaxis of late-onset sepsis in neonates younger than 31 weeks' gestation and small for gestational age but did not show significant difference in sepsis-free survival. 113 A review of the data from studies of granulocyte transfusions in septic neonates demonstrated improved outcome in the situation of neutropenic depletion of the marrow storage pool, but associated morbidities included fluid overload, worsening hypoxia, respiratory distress from leukocyte sequestration in the lung, graft-versus-host disease, and risk of transmission of viral infections. 110 Careful assessment of the risks and benefits of leukocyte administration is required, as is the use of any of the other adjunctive therapy. 114\n\nRemoval of an intravascular catheter constitutes optimal management when a BSI occurs. Nevertheless, the vital importance of CVCs in critically ill neonates must be acknowledged, especially because successful treatment of CLABSI in situ has become more common. 115 BSIs can occur without being CLABSIs; differentiation of these two conditions can be difficult.\n\nThere have been no randomized trials to guide management of CLABSIs in the NICU, but several large, observational cohort studies have compared outcomes of late-onset sepsis in neonates with CVCs treated with or without CVC removal. Data suggest that management strategies depend on the pathogen and clinical condition of the infant. If treatment with the CVC in situ is attempted, antimicrobial agents should be administered through the contaminated catheter. The algorithm shown in Fig. 94 .1 provides a framework for the management of CLABSIs in neonates until evidence becomes available from randomized trials.\n\nSeveral adjunctive therapies have been investigated for late-onset sepsis, including immune globulin intravenous (IGIV), hematopoietic growth factors (i.e., granulocyte colony-stimulating factor [G-CSF] and granulocyte-macrophage colony-stimulating factor [GM-CSF]), granulocyte transfusions, and pentoxifylline. IGIV, 108 G-CSF and GM-CSF administration 109 and granulocyte transfusions 110 have been evaluated in the Cochrane Database of Systematic Reviews, with the conclusion that there is insufficient evidence to support routine use in the treatment of neonates with sepsis. Pentoxifylline also has been reviewed in the Cochrane Database as an adjunct to antibiotics for treatment of suspected Polymicrobial Infections. Polymicrobial BSI in neonates accounts for about 10% of cases of late-onset sepsis. 123 It usually occurs later than monomicrobial sepsis in neonates with a severe underlying condition and among those with longer-indwelling CVCs.\n\nCoNS is the most common organism recovered from culture, and it is seen in combination with other gram-positive and gram-negative organisms. 123 It is prudent to remove CVCs as soon as possible in cases of polymicrobial sepsis.\n\nThe likelihood of adverse outcomes, such as focal complications, increases when BSI persists in neonates. Although it is uncertain whether focal complications are the cause or the consequence of persistent BSI, it is imperative that clinicians obtain serial blood cultures to document resolution of BSI and perform thorough diagnostic evaluations searching for focal complications if BSI persists. When BSI persists, clinicians must make management decisions concerning the timing of CVC removal and changes in antimicrobial therapy. Several cases have been reported of successful treatment of persistent CoNS CLABSIs with CVCs in situ without adverse consequences by adding rifampin to standard antistaphylococcal antimicrobial therapy. 124, 125 Some pathogens, especially Candida species, may continue to be isolated from blood cultures despite prompt removal of the CVC and administration of antifungal therapy. In one series of 96 neonatal cases, candidiasis lasted more than 7 days in 30% of cases. 126 The risk of focal complications of invasive candidiasis was significantly increased in cases with persistent compared with nonpersistent BSI (48% vs. 13%). The most common focal complications were \"fungus ball\" uropathy (29%), renal infiltration (20%), abscess (19%), and endocarditis (9%). 126 Because more than one half of neonates with persistent candidiasis do not have focal complications, Chapman and Faix 126 suggested that aggressive imaging for focal complications be reserved for cases in which blood cultures remain positive despite several days of antifungal therapy or if there are clinical signs suggesting focal complications. Noyola and associates 127 documented focal complications in 23% of 86 neonates with candidemia, including some with only one positive blood culture, and the investigators recommended renal, cardiac, and ophthalmologic diagnostic evaluations for all neonates with candidemia because the existence of focal complications may affect the duration of therapy and outcome.\n\nThe prevalence of persistent BSI was 22% in a series of 335 cases of bacteremia in one NICU. 128 In this case series, the frequent decision to treat bacterial BSI with a CVC in situ contributed to the high prevalence of persistent cases. The prevalence of focal suppurative complications (i.e., osteomyelitis, septic arthritis, abscess, infected thrombus, or endocarditis) was significantly increased with the duration of BSI and was greater with persistent non-CoNS BSI compared with persistent CoNS BSI (28% vs. 3%). 128 S. aureus caused 50% of persistent non-CoNS BSIs and 67% of the cases with focal complications.\n\nThe study authors recommended that all neonates with persistent BSI undergo extensive evaluation for focal complications, especially for endocarditis, osteomyelitis, and soft tissue abscesses. 128 This evaluation is especially important in cases of persistent BSI caused by S. aureus or Enterobacteriaceae because the bacteremia does not resolve until the soft tissue abscesses (sometimes suppurative phlebitis) or bone or joint infections are drained or until the intravascular clot dissolves.\n\nRisk factors for CLABSI have been extensively examined and include the use of total parenteral nutrition, 3 mechanical ventilation, 3 previous BSIs, 105 and previous exposure to third-generation cephalosporins. 96 A cohort study of monozygotic and dizygotic premature infants concluded that 49% of variance in the occurrence of late-onset sepsis might result from genetic factors and 51% from environmental factors. 129 Candida Species. A single-center, retrospective study of 104 cases reported that failure to remove CVCs as soon as Candida sepsis was detected in neonates was associated with significantly increased mortality rates for C. albicans sepsis (i.e., case-fatality risk increase of 39%; number needed to harm of 2.6) and significantly prolonged duration of Candida sepsis regardless of the Candida species (i.e., median of 6 days vs. 3 days). 116 These findings were confirmed in a retrospective, multicenter study of ELBW infants with systemic candidiasis. 104 The Infectious Diseases Society of America (IDSA) guidelines for treatment of catheter-related infections 115 and guidelines for management of candidiasis in NICU patients 117 strongly recommend that CVCs be removed as soon as Candida sepsis is detected (if feasible) and that a lumbar puncture and dilated retinal examination be performed.\n\nCoagulase-Negative Staphylococci. It has been difficult to interpret clinical studies of CoNS CLABSI in neonates because many studies required only a single positive blood culture for inclusion, including many cases of pseudobacteremia. In a series of 119 cases 118 of CoNS CLABSI with at least two positive blood cultures, investigators concluded that treatment in situ often could be successful, but they observed it was unclear how long clinicians should wait before abandoning sterilizing attempts and removing the CVC.\n\nKarlowicz and colleagues reported that treatment in situ with vancomycin was successful in 46% of cases with CoNS CLABSI, 118 but none of 19 patients with CoNS BSI for more than 4 days after institution of antibiotic therapy had resolution until the CVC was removed. In contrast, 79% of cases with CoNS BSI for 2 days or less were successfully treated without CVC removal; the successful treatment rate decreased to 44% when BSI persisted for 3 to 4 days. 118 When CoNS CLABSI persists in neonates whose catheter is vital to clinical care, it is our practice to administer antibiotic treatment through the CVC for 2 days and perhaps as long as 3 to 4 days in special circumstances but never beyond 4 days of persistent bacteremia before removing a CVC.\n\nAlthough the use of antibiotic lock therapy for 10 to 14 days in combination with systemic antibiotic treatment for the treatment of CoNS CLABSI is part of the 2009 IDSA treatment guidelines for shortand long-term CVC, 115 the role of a vancomycin lock for therapy or prevention in the NICU requires further study. 119 Enterobacteriaceae. Although Enterobacteriaceae are a common cause of late-onset sepsis, data are limited concerning CLABSI. In a report of 53 cases of Enterobacteriaceae CLABSI in neonates, resolution of infection was reported in 45% of cases with the use of gentamicin or tobramycin without CVC removal. 120 Successful treatment of Enterobacteriaceae with a BSI of more than 1 day's duration was uncommon without removal of the CVC.\n\nAttempting to treat Enterobacteriaceae BSI with CVC in situ was not associated with an observable increase in mortality, morbidity, or recurrence. Severe thrombocytopenia (platelet count <50,000/mm 3 ) on the first day of Enterobacteriaceae BSI did not resolve until the CVC was removed in 82% of cases. 120 It is our practice to remove the CVC in cases associated with severe thrombocytopenia or if Enterobacteriaceae BSI persists for more than 1 day after commencing appropriate antibiotic treatment.\n\nStaphylococcus aureus. For adults, removal of the CVC is advised in cases of S. aureus BSI, unless there is a compelling reason to conserve the catheter. 115 There are few published reports concerning S. aureus CLABSI in neonates or children. In a review of 154 cases of S. aureus CLABSI in 112 patients in one institution (including 12 premature neonates), 14 patients had complications related to infection (excluding prolonged bacteremia), with recurrence being most common. The rate of complications was lower among the patients whose catheter was removed less than 4 days after onset of infection compared with those whose catheter was not removed or was removed more than 4 days after onset. 121 Data on treating S. aureus CLABSI in situ are conflicting, with some showing poor success. 122 Most cases that were treated successfully with a CVC in situ showed resolution of MSSA BSI within 24 hours of starting a penicillinase-resistant penicillin. Focal complications (e.g., soft tissue abscesses, endocarditis, osteomyelitis) may be more important risk factors for persistent S. aureus BSI than retention of the CVC. It is our practice to use a cautious approach, removing the CVC immediately if infection persists more than 1 day after initiation of appropriate antibiotic treatment, especially if no other source of S. aureus infection is identified.\n\nPART II Clinical Syndromes and Cardinal Features of Infectious Diseases: Approach to Diagnosis and Initial Management GG) and found a decrease in the rate of infection in infants who were given bLF (6%) compared with the placebo group (18%). 142 The use of oral lactoferrin was reviewed in a 2015 Cochrane Database, which concluded that evidence of low to moderate quality suggests that oral lactoferrin prophylaxis decreases late-onset sepsis in preterm infants. Completion of several ongoing trials may improve the quality of the evidence. 143 The American Academy of Pediatrics Red Book 2015 Committee on Infectious Diseases said that the use of fluconazole prophylaxis to prevent invasive candidiasis in ELBW infants should be considered in nurseries with moderate (5%-10%) to high (>10%) rates of invasive candidiasis after infection control practices are optimized. 144 Kaufman and colleagues demonstrated a significant reduction in invasive fungal disease in 100 ELBW infants given fluconazole prophylaxis or placebo (0% vs. 20%, respectively), but the level of invasive candidiasis was higher in their NICU than in centers in the NICHD NRN at that time. 145 The strongest effect appears to occur when prophylaxis is targeted to high-risk patients with birth weights of less than 1000 g and with use of CVCs. It may be reasonable to use fluconazole with dosing of 3 mg/kg twice per week until intravenous (central or peripheral) access is no longer needed in the high-risk populations, starting in the first 2 days of life. 139 Nystatin prophylaxis also has been studied, although not as extensively, and it shows potential effectiveness in the same high-risk population but may have increased gastrointestinal side effects compared with fluconazole. 139 The use of probiotics in the NICU is controversial because probiotics used in studies have varied and not all probiotics can be considered the same. Different strains of probiotic may have common characteristics and action but also may have unique properties and actions toward specific targets; generalization is difficult. 146 A meta-analysis of 15 randomized, controlled trials of enteral probiotic supplementation recommended the use of probiotics in preterm infants if a suitable product is available because the benefits of the reduction of death and NEC disease were clear to the inestigators. 147 One multicenter, randomized, controlled trial showed a higher prevalence of sepsis and periventricular leukomalacia among infants weighing 500 to750 g in the probiotic group. 148 Another randomized, controlled trial showed an increased association of vancomycin-resistant enterococcus colonization in VLBW infants given probiotics. 149 Despite some studies showing benefit, evidence of infection prevention and product safety require further elucidation before a universal recommendation of probiotic supplementation, especially with regard to the strains used.\n\nAll references are available online at www.expertconsult.com.\n\nManipulation of the central line increases the risk of CLABSI, including placement of the lines, maintenance of the dressing, and repeated entry into the CVC system. Approaches that minimize these interventions decrease the rate of CLABSI. Successful programs address technical and contextual factors, often with the use of care bundles and guidelines. 130 Bizzarro and coworkers performed a quality improvement initiative designed to reduce their NICU infection rate by implementing several interventions using a multidisciplinary approach and using guidelines for CVC care. 7 Interventions were associated with a decrease in the rates of CLABSI from 8.40 to 1.28 cases per 1000 central line-days and late-onset sepsis from 5.84 to 1.42 cases per 1000 patient-days. 7 Hand decontamination by HCP is the most effective means of preventing HAIs, 131 but it often is overlooked or performed poorly in the NICU environment. 67, 132 Activities such as skin contact, respiratory care, and diaper changes are independently associated with increased hand contamination. 131 The CDC recommends that HCP use alcohol-based hand rubs rather than antimicrobial soaps. 131 Alcohol-based hand rubs have excellent antimicrobial spectrum against bacteria, fungi, and viruses. The alcohol-based hand rubs also have a rapid speed of action and are the least likely to cause hand dermatitis in HCP. 131 The institution of a hand hygiene taskforce that includes problem-based and task-oriented education programs can help with hand hygiene compliance and a concurrent decrease in the infection rate. It is important to have continuous staff involvement to ensure success. 67, 133 The use of chlorhexidine gluconate (CHG) in the NICU for CVC care is increasing, with one survey showing 62% of respondents using CHG as off-label use because it is not approved by the US Food and Drug Administration for use in children younger than 2 months of age. 134 There are no data to support the use of CHG for patient bathing in the neonatal or pediatric population. CHG antisepsis has been part of the Central Venous Catheter Guidelines in the United Kingdom since 2007, 135 but evidence from clinical trials has been lacking. In 2009, Soothill and colleagues at Great Ormond Street Hospital (GOSH) for Children reported a \"profound, sustained fall\" in CLABSIs from 12 to 3 per 1000 line-days in their hematopoietic stem cell transplantation pediatric patients. 136 This profound, sustained fall in CLABSIs occurred after changing from 30-second CVC hub antisepsis with 70% isopropyl alcohol to a 30-second CVC hub antisepsis with 2% CHG. Because the 30-second hub scrub was identical in the CHG and the 70% isopropyl alcohol groups, the significant reduction in the CLABSI rate was more likely associated with the introduction of CHG CVC hub antisepsis and not the friction of the 30-second hub scrub.\n\nSoothill and colleagues 136 also reported that CVC hub antisepsis with 2% CHG was associated with a \"marked fall\" in the CLABSI rate throughout GOSH. The advantage of 3.15% CHG CVC hub antisepsis over 2% CHG CVC hub antisepsis, as used by Soothill and colleagues at GOSH, 136 is that 3.15 % CHG has similar effectiveness but requires only one half of the time. The 3.15% CHG CVC hub antisepsis takes 30 seconds (i.e., 15-second hub scrub followed by a 15-second drying time) compared with 60 seconds for the 2% CHG CVC hub antisepsis (i.e., 30-second hub scrub followed by a 30-second drying time), as described in the 3.15% and 2% CHG package inserts.\n\nPremature infants require respiratory and enteral support. Systemic corticosteroid and H 2 -blocking agents have been used to prevent chronic lung disease and enhance gastrointestinal function, respectively. Dexamethasone therapy for VLBW infants is associated with increased risk of late-onset sepsis. 104 Use of H 2 -blocking agents in VLBW infants is associated with higher rates of NEC, 137 BSIs, 104 and candidemia. 104, 138 Avoiding the use of dexamethasone and H 2 -blocking agents should reduce rates of late-onset sepsis. 139 Human milk contains several substances that provide a beneficial effect to the premature infant, including enhancement of innate immunity and enhancement of mucosal barriers. Establishing full enteral feedings with human milk is associated with lower risks of late-onset sepsis in ELBW infants. 140 Human milk was found to reduce the development of NEC by sixfold in a study of 202 VLBW infants who received more than 50% compared with those who received less than 50% human milk in the first 14 days of life. 141 The use of bovine lactoferrin (bLF) also is being studied for the prevention of sepsis. The Italian Study Group for Neonatal Infections studied the effect of lactoferrin with or without probiotics (Lactobacillus"}