{"title": "Collaborative accountability for sustainable public health: A Korean perspective on the effective use of ICT-based health risk communication", "body": "The sustainability of public health practices requires collaboration between the government and its citizens. On the government's side, social media can provide a conduit for communicating health risk information in an effective and timely fashion, while also engaging citizens in informed decision-making. On the citizen's side, information communication technology (ICT)-based practices cannot function unless citizens recognize and act on their responsibility to actively engage with government social media platforms. Despite an increasing interest in understanding the adoption of ICT practices and e-government services for health risk communication, there remains a crucial need for a comprehensive framework to explain which factors determine citizen use of digital government resources. The purpose of this study is to investigate how to increase government accountability for motivating citizens to engage in ICT-based health risk communication, thereby attaining sustainable public health practices through collaborative governance.\n\nBy integrating trust and health risk information into the e-government adoption model (GAM), this research examines factors that influence citizens' likelihood of using government social media resources. Survey data from 700 Korean citizens were analyzed using structural equation modeling. The results indicated that individuals with higher social media competency are more likely to (a) seek risk information through social media and (b) perceive the government's social media sites as easy to use. Consistent with the GAM, intentions to use the government's social media sites for information and interactions appear to increase as citizens perceive more value in using them regarding information quality, ease of use, functional benefit, and security. Furthermore, perceived trust in the government's social media resources appears to function as a mediator of this process. Initial trust in the government is an important determinant of perceptions of its digital resources. Citizens who trust the government tend to evaluate new initiatives positively and are more likely to accept and make use of them.\n\nThe results of this study can inform policy design and implementation by elucidating the mechanisms that determine citizens' adoption and usage of digital government services. Theoretically, this work expands the GAM to include health risk communication and adds empirical evidence to the small yet growing body of knowledge of e-government initiatives. These findings also highlight the importance of public trust in the government, as this encourages citizens to seek health risk information and assistance from the government. Overall, the data and model generated in this investigation represent an important step toward the successful and sustainable modernization of public services.\n\nInformation-communication technology (ICT) can help governments and their citizens collaborate toward achieving sustainable public health practices. While public health is simply a collection of individual citizens' health, it can be influenced by, mental and physical, individual and collective, and social and environmental factors. For example, maintaining physical health begins with an individual's mental awareness of hygienic concerns; however, individual awareness alone is insufficient. This is because even an individual citizen's health https://doi.org/10.1016/j.giq.2018.12.008 Received 6 March 2018; Received in revised form 7 December 2018; Accepted 30 December 2018 citizens' decision-making in terms of adopting a new technology-driven government system, such as public health risk communication, on government social media sites.\n\nOn the one hand, this research provides a blueprint and directions for what determines citizens' participation in and collaboration with government's public health risk communication on social media sites, which may inform researchers, policymakers, and public officials of critical determinants that affect the cognitive, affective, and conative aspects of citizen's willingness to use government-led ICT services and solutions. On the other hand, this research offers managerial insight into how governments can be more accountable and better help citizens fulfill their responsibility using ICT-based health risk communication. Taken together, these efforts facilitate sustainable public health practices in the social media-based public governance era. Given the rapid proliferation and widespread use of social media by government agencies, this study illustrates which policy instruments and transformation strategies should be implemented both by the governed and those governing to enhance public accountability and the effective governance of health risk communication in this new ICT-driven governance ecosystem.\n\nToward this end, South Korea represents a well-suited study site because the Korean government has committed to developing citizencentered and public value-based e-government and collaborative governance using innovative ICT policies and services in the 4th industrial revolution (Eom & Kim, 2014; Sohn, 2017) . Moreover, most of the Korean public health agencies and government healthcare organizations already heavily use social media platforms, apps, and networks as cost-effective and convenient means toward spreading information, practices, and solutions concerning personal and community health initiatives since the 2015 Middle East Respiratory Syndrome (MERS) outbreak in South Korea. Therefore, this locale and its government serve as the foundation for the present investigation into the design and implementation of effective, sustainable ICT practices using social media in the public health sector.\n\n\"Accountability underpins civilization\" (Donahue, 2002, p.1) . As long as a service is called \"public\" and is provided by the government, like social media-based health information provision, it is accompanied by the concept of accountability, which assumes a \"principal-agent\" relationship. Although there are numerous definitions of accountability, we can generally agree, \"Accountability is about explanation and justification to a forum with the possibility of sanctions as a result\" (Hughes, 2012, p.187) . Accountability is the \"relationship between an actor and a forum, in which the actor has an obligation to explain and to justify his or her conduct, the forum can pose questions and pass judgment, and the actor may face consequences\" (Bovens, 2007) . Following this definition, the actor is an individual or organization, and the forum is individual or institution; the obligation is formal or informal, and the questions and judgment lead to either a negative or a positive consequence.\n\nComparing the two similar concepts of responsibility and accountability, Mosher (1968) described objective responsibility as \"the responsibility of a person or an organization to someone else, outside of self, for something or some kind of performance. It is closely akin to accountability or answerability,\" (p.7) and subjective responsibility as feeling responsible and behaving responsibly in a cultural and social context. Hughes (2012) differentiated between accountability and responsibility using organizational hierarchy. He argued that a staff member is accountable to a superior, whereas every superior is responsible for the actions of his or her subordinates. In sum, despite the various attempts to distinguish between accountability and responsibility, their differences are not always clear, and the two terms are often interchangeable. Still, the common argument on accountability prescribes the existence of at least two parties, in which one party expects the other to act beneficially and to not do something harmful (Hughes, 2012; Mulgan, 2000; O'Loughlin, 1990; Romzek & Dubnick, 1994; Saltzstein, 1992) .\n\nCitizens should (and want to) be protected from health risks. However, who is accountable for public health? Based on the condition of accountability, individual citizens are socially responsible and accountable to one another, because everyone is closely connected to and influenced by each other's health. We are all expected to maintain our health. Otherwise, we place the burden of caring for ourselves onto others. In other words, public health has an aspect of externality. Citizens should protect themselves from health risks, both individually and collectively. However, because of the externality of the health problem, citizens also empower and require the government to protect them from health risks through public health policies.\n\nUsing social media as a communication platform is one way that government fulfills its accountability for public health (Graham et al., 2015) . Governments are supposed to satisfy four types of accountability (Romzek & Dubnick, 1987; Romzek & Ingraham, 2000) : (1) hierarchical accountability to obey organizational directives; (2) legal accountability to comply with external mandates; (3) professional accountability to defer to individual judgment and expertise; and (4) political accountability to be responsive to key external stakeholders. Among the four, public sector reform has placed great emphasis on professional and political accountability (Romzek, 2000) . Regarding public health, governments are accountable for providing risk communication to more citizens, for example, in this day and age, by using ICT. Simply put, citizens and governments have their own accountabilities regarding the mitigation of public health problems.\n\nCitizens and governments often collaborate in order to get more or better policy resources and outcomes such as information, legitimacy, and productivity (Donahue & Zeckhauser, 2011) . To facilitate this collaboration, governments can use various forms of communication with its citizens: unilateral informing, bilateral consultation, involvement, collaboration, and empowerment (IAP2, 2007) . Specifically, \"collaborative governance\" is often referred to as a special form of the principal-agent relationship in which the government acts as the principal and private players (e.g., contractors or volunteers) act as the agent (Donahue & Zeckhauser, 2011) . However, the concept of collaborative governance is insufficient to describe the collaboration between governments and citizens, because their roles are often mixed between principal and agent. Collaboration in the \"agency relationship\" (Hughes, 2012) rather implies a mutually accountable relationship between citizens and governments.\n\nIn the context of health, how are risks assessed and addressed? Generally speaking, risks are managed by following a prescribed process (Crouhy, Galai, & Mark, 2006 ) that includes the following steps:\n\n(1) identify the problem or risk exposure; (2) measure and assess risk exposure and its effects; (3) find and evaluate instruments and facilities to shift or trade risks; and (4) form and adopt risk mitigation strategies to avoid, transfer, and contain the risks. In health risk management, there is a spectrum of citizen participation (Donahue & Zeckhauser, 2011) . Examples include (1) enabling patient and family decisionmaking, (2) enabling community decision-making, (3) encouraging public work such as volunteer coordination, (4) gathering input and data on health, (5) connecting and sharing networks, and (6) disseminating health information.\n\nIn combining the discussion above of accountability and risk management, one can identify several challenges regarding citizen accountability in public health. The first challenge is the citizens' selfprotection. Every citizen is expected to have a sense of responsibility toward him-or herself, as well as toward the community; this responsibility should lead to health risk information-seeking behavior (Lee, Hoti, Hughes, & Emmerton, 2015; Medlock et al., 2015) . The second challenge is about the citizens' voice. Because of the externality of health problems, citizens usually shift the accountability of protecting themselves from health risks to their government. Furthermore, they want to (or should) keep interacting with their government to put their voices into policy (Barg et al., 2017; Li, Abelson, Giacomini, & Contandriopoulos, 2015) . The third challenge involves co-production between citizens and government. Citizens are increasingly becoming co-producers with their governments for public values (Alford, 2009) . When it comes to health risk communication using ICT, the citizens who use ICT media are expected to act (or be well prepared to act) as not only information recipients but also information producers or disseminators (Moorhead et al., 2013; Park, Reber, & Chon, 2016) . The fourth challenge concerns citizens' utilization of health-related services. No matter how good an ICT-based public service is, if citizens choose not to use it due to any number of reasons (e.g., ignorance, digital literacy, accessibility, service quality, trust, security concerns) the implementation of policy through this form of civic engagement would be far from successful.\n\nICT-based health risk communication systems operated by the government should meet the challenges above. With this in mind, the current study employed variables that help address the challenges, based on the theoretical lens of the e-government adoption model (GAM) that incorporates determinants of adopting ICT-based health risk services. In other words, these variables allowed us to explore the answer to the question: How can government better facilitate citizen accountability for public health? Additionally, this investigation considered the factors behind citizens' acceptance and adoption of ICTbased health risk communication services. The variables, theoretical rationales, and models are specified in the following section.\n\nA tendency to seek risk information may lower barriers to adopting innovation for risk management purposes, as information seeking serves as a coping strategy for risk reduction (Golant, 2017; ter Huurne, Griffin, & Gutteling, 2009 ). Previous scholars have found that more exposure to medical information and health-related training leads to information seeking using various sources (Hall, Bernhardt, & Dodd, 2015; Kelly, Sturm, Kemp, Holland, & Ferketich, 2009; Kim & Kwon, 2010) . Furthermore, those with more sources of information reported higher levels of self-reliance when making health-related decisions (Hall et al., 2015) . Information-seeking behavior is part of the effort to cope with information insufficiency, which positively influences the adoption of new communication technology (Golant, 2017) . In other words, individuals with a higher tendency to seek information are inclined to seek more sources of information and try a communication tool that best fits their need for efficient information acquisition. Thus, we posit the following hypothesis: H1. Individuals with higher tendencies to seek risk information will be more likely to use the government's social media sites for (a) obtaining risk information and (b) engaging in interactions with the government for risk preparation. Shareef et al. (2011) proposed the GAM theoretical approach to explain and predict the adoption behavior of e-government services. Based on GAM, the present study considers the perceived ease of use as a perceptual determinant of adoption. Perceived ease of use was originally referred to as the perceived ability to use by Shareef et al. (2011) , but its conceptualization and operationalization when focused on perceptions of e-government websites is best described in terms of T.D. Lee et al. Government Information Quarterly 36 (2019) 226-236 ease of use. Thus, this study uses the modified concept of perceived ease of use instead of Shareef et al.'s (2011) original description. The easier and more effortless people perceive the use of a new technology to be, the more likely they are to use it (Davis, 1989) . A positive relationship between perceived ease of use and adoption behavior is well documented in the literature (Hung, Tang, Chang, & Ke, 2009; Ozkan & Kanat, 2011; Wirtz, Piehler, & Daiser, 2015) . Perceived information quality and perceived functional benefit are key factors that lead users to adopt ICT-based government services. These two concepts imply that people who believe new technology will provide useful information and help them complete tasks efficiently tend to accept the technology and make use of it (Shareef et al., 2011) . Perceptions of usefulness, regarding information quality and task completion, have been reported to play a considerable role in the adoption of information technologies (Oliveira, Faria, Thomas, & Popovič, 2014; Ozkan & Kanat, 2011; Wirtz et al., 2015) . Another important aspect of ICT-based services that encourages adoption behavior is the security of a system. Perceived security refers to the degree to which users perceive that a technology ensures the security of personal information and uses their information appropriately (Shareef et al., 2011) . Problems related to user privacy are considerable barriers that hinder the success of new information technology (Gilbert, Balestrini, & Littleboy, 2004) . Thus, security provisions should be ensured for citizens considering the use of ICT-based government services (Bertot, Jaeger, & Hansen, 2012) . The perception that a technology is secure and safe to use relates positively to the usage of that technology (Shareef et al., 2011; Venkatesh, Chan, & Thong, 2012) . Based on the theoretical background and empirical evidence discussed above, we hypothesize:\n\nH2. Individuals with favorable perceptions of ease of use, information quality, functional benefit, and security will be more likely to use the government's social media sites for (a) obtaining risk information and (b) engaging in interactions with the government for risk preparation.\n\nSocial media competency is a prerequisite condition for seeking risk information from these sources (Cheng & Mitomo, 2017; Lallmahomed, Lallmahomed, & Lallmahomed, 2017; Wirtz et al., 2015) . By adopting the conceptualization of the internet's self-efficacy established by Eastin and LaRose (2000) , this study defines social media competency as the degree to which a person is confident in his or her ability to perform tasks on social media required to meet given communication goals. Previous research suggests that higher levels of social media competency lead to increased perceptions of usefulness and ease of use with a new application (Cheng & Mitomo, 2017; Slade, Dwivedi, Piercy, & Williams, 2015) . Thus, we propose the following two hypotheses:\n\nH3. Individuals with higher levels of social media competency will be more likely to seek risk information using these platforms.\n\nH4. Individuals with higher levels of social media competency will be more likely to perceive the government's social media sites as easy to use.\n\nTrust in the government is an influential factor that encourages citizens to adopt online ICT-based government services because trust in the service provider serves as a contextual cue to assess the benefits and effectiveness of using a new application (Alsajjan & Dennis, 2010) . Lack of trust in the government hinders the adoption of e-government services by its citizens (Fakhoury & Aubert, 2015; Lallmahomed et al., 2017; Park, Choi, Kim, & Rho, 2015) . Increased trust in the government, however, leads citizens to perceive government services positively and thus bolsters faith in these services (Gefen, Karahanna, & Straub, 2003) . Trust in the services that the government offers on social media, in turn, is expected to promote intentions to use them for information acquisition and interactions with the government for better task achievement (Shareef et al., 2011) . This line of reasoning leads to the following hypotheses:\n\nH5. Individuals with higher levels of trust in the government will be more likely to perceive the government's social media sites for risk preparation positively in terms of (a) ease of use, (b) information quality, (c) functional benefit, and (d) security.\n\nH6. Trust in the government's social media sites will mediate the influences of perceptions of those sites (such as ease of use, information quality, functional benefit, and security) on intentions to use them for (a) obtaining risk information and (b) engaging in interactions with the government for risk preparation.\n\nH7. Intention to use the government's social media sites for obtaining risk information will relate positively to one's intention to use the sites for engaging in interactions with the government for risk preparation.\n\nThe Korean government has been increasing its use of mobile devices (e.g., smartphones) and social media sites/platforms (e.g., Facebook, Twitter, YouTube, Instagram) to enhance government information availability, provide innovative government services, strengthen the informed and dialogical relationships with the public for democratic practices and public value creation. Therefore, a variety of digital government services and smart technologies on public safety and healthcare promotion are fully generalized in Korean society (Korea Institute for Health and Social Affairs, 2012; Rana et al., 2017) . In this study, we employed a professional market research company specialized in panel data research on public health, public hygiene, and healthcare, in order to ensure the representativeness and validity of the study. The research company conducted quota sampling, based on the Korean Population and Housing Census 2017, and extracted 1050 respondents who have received or/and consulted the information on public health from the e-government services through government websites and smartphone application. As a result, this company recruited 1050 citizens based on their availability, not by exploiting screening questions. Among them, 700 participants answered the surveyan approximately 67% response rate.\n\nThe mean age of the participants was 42 years (SD = 12.1), and 355 of them were male (50.7%). More than half of the respondents held a bachelor's degree (51.6%) or higher (9.0%); the remaining participants had earned either an associate degree (16.6%,) a high school diploma (22.6%), or had completed a middle-school education (0.3%). Table 1 contains details on the sample population's characteristics.\n\nParticipants received an invitation through email to complete a survey at their convenience. The questionnaire began with demographic questions, such as sex and age. Respondents then answered questions that measured the study variables, including social media competency, risk information-seeking behavior, perceptions of the government's social media accounts and intentions to use them. The entire survey required approximately 20 min to complete.\n\nThe ability to use social media was measured using five items taken from Wirtz et al.'s (2015) Internet Competence Scale. All of the items in this study were rated on a 7-point Likert scale. The items were \"I feel confident when using social media and applications,\" \"I am comfortable when using social media and applications on my own,\" \"I am able to use social media and applications well on my own,\" \"I am able to use social media and applications even if there is nobody around to help me,\" and \"I feel confident and competent finding information by using search functions on social media\" (M = 3.59, SD = 0.79, α = 0.94) ( Table 2) . \n\nTo measure citizen's trust in their government, we constructed an instrument based on previous research (Griffin et al., 2008; Lallmahomed et al., 2017; Park et al., 2015) . Eleven items were used for this measure, including \"I feel that the government does its best for people\" and \"I feel that the government performs its task with honesty and integrity\" (M = 2.78, SD = 0.77, α = 0.95) ( Table 2) .\n\nParticipants' risk information-seeking behavior was measured by six items (Griffin et al., 2008; ter Huurne et al., 2009) , including \"When the topic of health risks such as infectious diseases comes up, I try to learn more about the causes and preventive measures\" and \"When this topic comes up, I'm likely to tune it out\" (M = 4.70, SD = 0.61, α = 0.83) ( Table 3) .\n\nTo assess participants' perceptions of the ease of use of the government's social media sites, a seven-item scale was adapted from Shareef et al.'s (2011 ) GAM model. Shareef et al. (2011 developed this scale to measure \"perceived ability to use\" (p. 20), although the scale items focused more on perceived quality of the government's website than on perceptions of one's ability to use it. We modified this scale to measure perceived ease of use. For example, \"It is easy to find needed information on the government's social media sites,\" \"Interactions with the government through social media are clear and understandable,\" and \"The government's social media sites provide all relevant information necessary to fulfill my needs\" (M = 3.06, SD = 5.78, α = 0.85) ( Table 4) .\n\nTo assess perceptions of the quality of information provided on government social media sites, three items were adapted from Shareef et al. (2011) : \"Information provided at the government's social media sites is up to date,\" \"The government's social media sites provide accurate information about the services the government provides,\" and \"The government's social media sites provide information sequentially and systematically\" (M = 3.15, SD = 0.63, α = 0.80) ( Table 4) . Trust in the government (Griffin et al., 2008; Lallmahomed et al., 2017; Park et al., 2015) I feel that the government does its best for people. Table 3 Descriptive statistics and factor loadings for risk information seeking. 3.2.6. Perceived functional benefit To measure perceived functional benefit of using the government's social media to see health information, the following four items were used: \"The government's social media sites help accomplish tasks more quickly,\" \"It does not take too much time to seek service from the government's social media sites, as compared to traditional government service,\" \"Using the government's social media sites enhances overall efficiency,\" and \"Using the government's social media sites makes it easier to perform tasks\" (M = 3.37, SD = 0.63, α = 0.85). These items were also adopted from Shareef et al. (2011) (Table 4) .\n\nTwo items from Shareef et al.'s (2011) scale of perceived security were modified to assess how safe and secure participants feel when using the government's social media sites. Participants rated their agreement with each of the following items: \"The government's social media services are technologically stable\" and \"The government's social media sites have adequate security features\" (M = 3.06, SD = 0.66, α = 0.77) ( Table 4 ).\n\nPerceptions of trust in the government's social media sites were operationalized as credibility and integrity of its social media services. Eight items were adapted from Shareef et al. (2011) , including \"The government's social media services are overall reliable\" and \"The government's social media sites take prompt action when I encounter health risk problems\" (M = 3.03, SD = 0.58, α = 0.90) ( Table 5) .\n\nBased on Shareef et al.'s (2011) scale for the adoption of e-government services, we created six items to measure intentions to use the government's social media platforms for (a) obtaining information and (b) interacting with the government. These two types of adoption intentions were treated as separate variables in the data analysis, as they reflect different forms of communication. Obtaining information pertains more to one-way communication in which the government provides constant updates and relevant risk information using social media (e.g., progress on outbreak containment, availability of vaccines, and possible preventive measures) without receiving any feedback or inquiries from citizens. Interactions with the government describe the two-way communication that occurs through reciprocal dialogues such as commenting on social media posts, having live Twitter chats, and sending direct messages to ask and answer specific questions. Intentions to adopt information services were measured using three items, including \"To obtain information about health-related risks, I would use the government's social media sites\" (M = 3.19, SD = 0.72, α = 0.93). The other two items were used to assess intentions to adopt interactions, including \"To make a query, I would use the government's social media sites\" (M = 3.17, SD = 0.73, α = 0.92) ( Table 5) .\n\nCronbach's alpha tests for measurement reliability indicated adequate internal consistency among items for each variable, with an alpha value ranging from 0.77 to 0.95. A series of factor analyses also confirmed the reliability and validity of the measurement items. For each variable, all factor loadings were greater than a loading criterion of 0.40, ranging from 0.594 to 0.931 (Harlow, 2014) . Values for individual items that measured the same variable were averaged to create a scale score for data analysis.\n\nWe tested the proposed hypotheses (H1 -H7) using path analysis with structural equation modeling in IBM SPSS Amos 23. This approach is superior to running a series of regression analyses because it tests Table 5 Descriptive statistics and factor loadings for trust in government's social media sites and adoption intentions. The government takes full responsibility for any type of insecurity during interaction on social media.\n\n3.02 (0.79) 0.737\n\nThe government's social media sites recognize me as a valuable customer.\n\n3.04 (0.74) 0.731\n\nThe government's social media services are overall reliable.\n\n3.19 (0.71) 0.714\n\nThe government's social media sites are more reliable than physical offices.\n\n3.00 (0.73) 0.638\n\nAdoption intentions for information (Shareef et al., 2011) To search/obtain information about health-related risks, I would like to use the government's social media sites. presumed relationships simultaneously, instead of analyzing several causal paths individually, and controls for measurement errors (Zhao, Lynch Jr, & Chen, 2010) . A maximum likelihood estimation was used to obtain path parameters. We ran the initial path analysis, which allowed all variables to relate to all of the other variables. We then removed the insignificant paths from the model and some error variances were modified to co-vary according to the modification indices. These modifications were made one at a time while observing changes to the model fit indices and path estimates. After this model trimming, the goodness-of-fit indices indicated that the developed model fit the data well, χ 2 (16, N = 700) = 52.069, p < 0.001; CFI = 0.990, SRMR = 0.043, RMSEA = 0.057 (see Fig. 1 for the final path model).\n\nAccording to Hu and Bentler (1999) , structural equation models are valid when the value of the Comparative Fit Index (CFI) equals or exceeds 0.95, the value of the Standardized Root Mean Square Residual (SRMR) is less than or equal to 0.09, and the value of the Root Mean Square Error of Approximation (RMSEA) is less than or equal to 0.06. Models have an acceptable fit when they meet at least two of these criteria.\n\nThe results indicated that risk information seeking was positively associated with intentions to use the government's social media sites for information acquisition (β = 0.12, p < .01). There was no significant direct influence of risk information seeking on intentions to use the government's social media sites for interactions with the government for risk preparation. However, risk information seeking had a positive influence on use intentions for interactions with the government indirectly through use intentions for information acquisition (indirect effect = 0.06). These results support both H1a and H1b (see Table 6 for all direct and indirect effects in the final path model).\n\nHigher perceptions of the ease of use of the government's social media sites resulted in stronger intentions to use those sites for obtaining risk information (β = 0.10, p < 0.05) and interacting with the government (β = 0.12, p < 0.001). Perceived functional benefit also had a direct influence on use intentions for information acquisition (β = 0.16, p < 0.001) and interactions with the government (β = 0.14, p < 0.001). The other two GAM-based variables -perceived information quality and perceived security -did not have a significant direct influence on the two types of use intentions but they appeared to indirectly affect both use intentions through perceived trust in the government's social media sites. Specifically, the indirect influences from perceived information quality on use intentions for information acquisition and interaction were 0.10 and 0.08, respectively. The indirect influences from perceived security were 0.14 and 0.11, respectively. These data serve to support H2a and H2b.\n\nAs expected, the results showed that social media competency was positively associated with risk information-seeking behavior (β = 0.27, p < 0.001). In other words, individuals who have more confidence in their abilities to use social media were more likely to use them to seek risk information. Social media competency also appeared to positively associate with perceptions that the government's social media sites are easy to use (β = 0.20, p < 0.001). Additionally, the results revealed that individuals with higher levels of social media competency found the government's social media sites provided benefits in terms of efficiency in completing tasks and finding information (β = 0.23, p < 0.001). These results support H3 and H4.\n\nIn support of H5, higher levels of trust in the government led to higher levels of all GAM-based variables: (a) ease of use (β = 0.58, p < 0.001); (b) information quality (β = 0.57, p < 0.001); (c) functional benefit (β = 0.42, p < 0.001); and (d) security (β = 0.51, p < 0.001). These results indicate that, if individuals perceive the government to be trustworthy, they also perceive its social media sites as being easy to use, providing accurate information about potential risks, improving the efficiency of task completion, and possessing adequate security features. These data support H5a through H5d.\n\nResults revealed that perceived trust mediated the influence of site perception, which translated into the intention to use them for risk information acquisition and interactive communication with the government. Specifically, perceived ease of use (β = 0.22, p < 0.001), T.D. Lee et al. Government Information Quarterly 36 (2019) 226-236 perceived information quality (β = 0.18, p < 0.001), perceived functional benefit (β = 0.12, p < 0.001), and perceived security (β = 0.25, p < 0.001) had a positive impact on perceived trust in the government's social media sites. Perceived trust, in turn, positively influenced use intentions for information acquisition (β = 0.57, p < 0.001) and interaction (β = 0.15, p < 0.001). These results thus support H6a and H6b.\n\nIntention to use government social media sites to obtain risk information positively related with use intentions of engaging in interactions with the government for risk preparation (β = 0.50, p < 0.001). This result indicates that individuals who intend to seek risk information using the government's social media resources (i.e., one-way communication) are more likely to adopt and engage in twoway communication with the government for risk management. Thus, H7 is supported.\n\nThe ICT-based communication of the public health risk can be successful and sustainable only when the government and the public, including general citizens, patients, care providers, etc., fulfill their accountabilities to engage with the system. While government accountability involves legal, bureaucratic, political, and professional characteristics, citizen accountability centers on deliberative and participative features in the policy process and governance. In other words, fulfilling accountabilities of both parties are complementary to each other. Citizens' active engagement enables citizens not only to acquire information regarding health, wealth, and well-being that is necessary for situational awareness and informed decision-making, but also enables these citizens to provide the government with ample means for better policy design and a provision of appropriate public services (Donahue & Zeckhauser, 2011) . Civic accountability for engagement with the government represents one of the best ways to create a networked community in which citizens feel supported, included, and confident to work toward sustainable development (Orr, Prugh, Renner, Seyle, & King, 2014) . In this respect, this study has identified guiding principles and determining factors behind both government' and citizens' involvement in sustainable public health governance using ICT systems, specifically government social media sites used for health risk communication services.\n\nThis study found that citizens are more likely to access and utilize the health risk information provided by the government, and to interact with government entities, when they feel competent in using ICTs, trust their governments, and perceive the system and services to be easy to use, qualified, beneficial, and secure. These findings indicate that understanding the user-oriented variables (e.g. social media competency and trust) and the system-oriented variables (e.g. perceptions of ICTbased government infrastructure and services) is important to facilitae the adoption of a government's digital services for health communication (Liu et al., 2014) . To this end, the primary role of public managers and policymakers is to keep pace with changes that are associated with sociological, psychological, and behavioral features of their end-users, and take these features into account in their ICT policies and e-government services.\n\nRegarding public health risk communication, the government is required to incorporate these user characteristics, such as their technological competence, into the e-government platform. In a time of public health crisis, user-oriented functions may facilitate warning diffusion, situational awareness, informed dialogue, feedback loops, and remedial actions (Mergel, 2016; Zuiderwijk, Janssen, & Dwivedi, 2015) . This study also suggests that e-government practitioners can benefit from their digital communication platform by ensuring its timeliness, usefulness, easy-to-access features, and trustworthiness (Lin, Spence, Sellnow, & Lachlan, 2016; Savoldelli, Codagnone, & Misuraca, 2014) . Regarding the content, governments can identify the most suitable approaches to increase the usefulness of the messages and thereby mitigate public health risk by analyzing the types of information that citizens want or/and need, the preferred format, and the appropriate level of detail. Furthermore, it is important that such e-government services can prevent inaccurate, incomprehensible information, by monitoring the system and adopting filtering tools. As for social media channels, the public health risk communicators should engage in clear, balanced and beneficial approaches to deal with potential emotional responses of the public because social media is a personalized network with subjective norm-based communication infrastructures (Graham et al., 2015; Mergel, 2016) . Furthermore, our study highlights that the ICT competence level of target citizens is a crucial condition for the use of government social media services, which reveals the need to enhance the citizen's media literacy (Lallmahomed et al., 2017; Lin et al., 2011) . To this end, the government can develop various tools for public deliberation and participation, such as media literacy campaigns and project-based learning programs. Such policy measures and educational interventions can improve the overall level of informed preparedness and agile responsiveness of the citizens in case of health risk Ems, 2016) . In this regard, the government can fulfill sustainable health risk communication and management that is not only low-cost but also effective.\n\nThe research findings are consistent with previous literature (Dwivedi et al., 2016; Eom & Kim, 2014; Rana et al., 2017; Zuiderwijk et al., 2015) that emphasize the importance of building and maintaining the credibility and public trust of government. While the ICTbased communication practices of the public health risks are likely to encourage citizens' intention to collaborate with the government's efforts to deal with health risks, they can also reduce the spread of rumors and inaccurate information, namely, \"fake news,\" and instead, generate the positive effects of word-of-mouth communication.\n\nThis study provides meaningful implications, but its findings may be limited to the context of South Korea or other settings in which culture, political environment, and government systems are similar. To be specific, South Korea is well known for its high level of smartphone penetration, internet performance, and broadband network (Eom & Kim, 2014; Rana et al., 2017) . South Korea is also known for its hierarchical government communication structure, as well as its previous experiences regarding the health risks and the influence an outbreak can have on citizens' perceptions and actions toward government information and services during public health emergencies. Moreover, with their relatively high level of social media competency, the citizens of South Korea are cultivated to be the major users of government social media channels, (Kim, Yoon, & Jung, 2017) . Thus, it is necessary to be cautious and not to generalize and directly apply the findings of this study to other countries or settings. This limitation indicates the direction future studies should take.\n\nStudies that analyze multiple countries and regional context can extend the validity and generalizability of this study's findings, which can broaden the horizon of scholarly understanding of citizens' information-seeking behavior in ICT-driven health risk communication (Dwivedi et al., 2016; Liu et al., 2014) . Moreover, such future studies will reveal the various practices and approaches of different governments, as well as their citizens' perceptions, which will offer valuable insights for both scholars and public managers in search of innovative methods to promote collaborative accountability in the digital era regarding ICT-based public health policy.\n\nIn addition, comparative and/or longitudinal studies that investigate whether the application of these health risk communication systems bring about similar or different outcomes will help to identify particular user segments and media contexts that have different behavioral patterns in e-government adoption . This will help to reveal the requisites and drivers for the adoption of egovernment services.\n\nThis study examined the factors that influence citizens' likelihood of using government social media resources in the context of public health communication. By integrating trust and health risk information into the e-government adoption model (GAM), we conducted survey with 700 Korean citizens and analyzed these data using structural equation modeling. The results indicate that individuals with higher social media competency are more likely to seek risk information through social media and are more likely to perceive the government's social media sites as easy to use. Our findings confirm that, with regards to the GAM, citizens' intentions to use these services increases if the services are perceived as more valuable. In addition, the perceived trust in the government's social media resources functions as a mediator of this process.\n\nThis study provides meaningful information regarding the current state of the literature and policy-makers. First, this work extends the GAM to the area of health risk communication, and adds empirical evidence to the knowledge of e-government studies. These findings also have useful policy implications. In particular, the data presented here reveal the importance of citizen engagement for sustainable public health communication; taking an initial step to empirically explore public health communication in the context of a digital government."}