{"title": "Archives of Virology Antiflenie Relationship of the Feline Infectious Peritonitis Virus to Coronaviruses of Other Species* By", "body": "Utilizing the direct and indirect fluorescent antibody procedure, the antigenic relationship of the feline infectious peritonitis virus (FIPV) to 7 other human and animal coronaviruses was studied. FIPV was found to be closely related to transmissible gastroenteritis virus (TGEV) of swine. Transmissible gastroenteritis virus and FIPV were in turn antigenically related to human eoronavirus 229E (I-ICV-229E) and canine coronavirus (CCV). An interesting finding in the study was that the 8 eoronaviruses selected for this study fell into one of two antigenically distinct groups. Viruses in each group were antigenieally related to each other to varying degrees, but were antigenically unrelated to coronaviruses of the second group. The first antigenically related group was comprised of mouse hepatitis virus, type 3 (MI-IV-3), hemeagglutinating encephalomyelitis virus 67N (HEV-67N) of swine, calf diarrhea coronavirus (CDCV), and human coronavirus OC43 (HCV-OC43). The second antigenically related group was comprised of FIPV, TGEV, HCV-229E and CCV.\n\nThe family Coronaviridae is a recently characterized group of animal and human viruses (23) . Coronaviruses are 60 to 220 nm in diameter, have a buoyant density in sucrose of 1.16 to 1.23 g/cm 3, are sensitive to lipid solvents, contain a large single strand of ribonucleic acid, have regularly spaced surface projections N.C. PEDERSEN, J. WAI~D, and W. L. MESrG~LL~G: t h a t are 12 to 24 n m in length, and bud from profiles of endoplasmic reticulum into cytoplasmic vesicles in the infected cells (23) . Coronaviruses cause bronchitis in chickens (5), humans (7, 10) and rats (14) , acute enteric infections in b a b y pigs (22) , calves (21) a n d puppies (1) , hepatitis in mice (4), and encephalomyelitis a n d chronic vomition and wasting in swine (6, 18) .\n\nFeline infectious peritonitis (FIP) is a viral disease of cats t h a t is characterized b y peritonitis, pleuritis or disseminated granulomata (17) . Feline infectious peritonitis represents an uncommon secondary form of a common i n a p p a r e n t or mild p r i m a r y illness of cats (15) . The F I P agent has strong morphologie and physical similarities to known coronaviruses (8, 16, 24, 26) . A possible antigenic relationship between feline infectious peritonitis virus (FIPV) and the transmissible gastroenteritis virus (TGEV) of swine has been recently reported (13, 19, 25) , which further supports the assumption t h a t F I P V is a coronavirus. The antigenic relationship of F I P V to h u m a n and animal coronaviruses other t h a n T G E V has not been studied, and confirmation of the antigenic relationship of F I P V and T G E V using monospeeific antiserum is needed.\n\nThe purpose of this s t u d y is twofold: to confirm the antigenic relationship of F I P V to TGEV, and to demonstrate the antigenic relationship of 7 different animal and h u m a n coronaviruses to F I P V , and to each other. The viruses selected for this s t u d y were h u m a n coronavirus 0C43 (HCV-0C43), h u m a n eoronavirus 229E (HCV-229E), T G E V and hemagglutinating encephalomyelitis virus 67N (HEV-67N) of swine, mouse hepatitis virus t y p e 3 (MIIV-3), calf diarrheal coronavirus (CDCV), and canine coronavirus (CCV). Antigenic comparisons were m a d e utilizing the direct and indirect fluorescent a n t i b o d y technique. This procedure has been utilized to s t u d y serologic differences between several h u m a n coronaviruses (/2).\n\nMonospecific antiserum to F I P V was prepared in specific pathogen free kittens (Liberty Laboratories, Liberty Corners, Nit). The cats were inoculated intraperitoneally with 0.2 g equivalents of liver suspension containing approximately 100 ID100 of the UCD-1 strain of FIPV. The origin of this strain and the preparation of the inoeula have been previously described (16) . Serum was harvested prior to the animMs' death, from 21 to 35 days after inoculation. By the indirect fluorescent antibody technique (15) this antiserum had a titer of 1 : 256 against FIPV.\n\nMouse anti-MttV-3 serum was produced in specific pathogen free adult. Swiss white mice. Mice were inoculated intraperitoneally with a sublethal dose of a 50 per cent mouse liver suspension containing the Craig strain of MItV (MHV-3). This material was obtained from the American Type Culture Collection, Rockville, Md. Three weeks later the mice were challenged intraperitoneMly with a second sublethal dose of MHV-3, followed by challenge 2 weeks later with a lethal dose of virus. Serum was harvested 3 weeks after the final challenge dose. This serum had a titer by the indirect fluorescent antibody technique of 1 : 256 against MI-IV infected NCTC-1469 cells.\n\nBovine anti-CDCV antiserum was obtained from calves that. had been experimentally infected with the virus. The globulin fraction of this serum was conjugated with fluoreseein isothiocyanate (FITC). Conjugated antiserum was provided by Dr. C. A. Mebus, Lincoln, Nebraska.. The conjugated antiserum produced maximum fluorescence in CDCV infected bovine fetal lung cells at dilutions of 1 : 25 or less.\n\nSwine anti-TGEV serum was obtained from a specific pathogen free sow that was experimentally infected with the Miller strain of TGEV. This serum was kindly provided by Dr. Roger Woods, Ames, Iowa. Both swine anti-TGEV and ttEV serum produced maximum fluorescence by the antibody technique at di utions of t : 25 or less.\n\nGuinea pig anti,HCV-229 E serum was provided by Dr. Harold Kaye, Communicable Diseases Center, Atlanta, Georgia. Before use, the serum was absorbed with swine testicle, human embryo flbroblasts, NCTC-t469, African green monkey (CV-1), bovine fetal lung cells and with cat liver homogenate. This serum produced maximum fluorescence by the indirect fluorescent antibody technique at dilutions of 1 : 25 or less.\n\nMouse anti-I-ICV-OC43 ascitie fluid was kindly provided by Dr. Harold Kaye, Communicable Diseases Center, Atlanta, Georgia. Ascitic fluid was collected from virus free mice that had been experimentally infected with HCV-OC43. This serum produced maximum fluorescence by the indirect fluorescent antibody technique at dilutions of 1 : 25 or tess.\n\nCanine anti-CCV globulin conjugated with fluorescein isothioeyanate was provided by Dr. L. 2q. Binn, Walter Reed Army Institute of Research, Washing*on, D.C. It was prepared from convalescent serum of puppies experimentally infected with CCV. The conjugated antiserum produced maximum fluorescence in CCV infected canine fetal thymus cells at dilutions of 1 : 25 or less.\n\nCryostat microtome sections of liver from FIB¥ infected cal~s were used as the antigen source of FIBV. The preparation of these slides has been previously described (15) . Prior to use, the fixed liver sections were immersed for 5 minutes in 0.1 ~ glycine-I.iC1 buffer, pit 2.2 to remove immunoglobulin bound in rive. When this bound immunoglobulin was not removed, a false positive reaction was seen in the indirect fluorescent antibody test, especially when the second antibody was rabbit anti-cat IgG. After treating in buffer, the slides were washed immediately in phosphate buffered saline (BBS), followed by a 5 minute and 15 minute wash in BBS.\n\nMHV-3 infected cell monolayers were prepared as follows. NCTC-1469 cells (Microbiological Associates, Bethesda, Md.), adapted to grow in Eagle's minimum essential media (MEM) and 10 per cent fetal calf serum (FCS), were grown in 8 well culture chamber slides (Lab-Tek, Microbiological Associates, Bethesda, Md.). When confluent, the cell monolayer was exposed ~o MHV-3 by placing 0.t nil of a 1 : 100 dilution of 50 per cent infected mouse liver suspension in each well. The slides were fixed in absolute acetone when significant cytopathic effect was noticed.\n\nCalf diarrhea coronavirus was obtained from Dr. C. A. Mebus, Lincoln, Nebraska.. One-tenth ml of infectious tissue culture media was placed in each well of a culture chamber slide containing a three-fourth confluent monolayer of low passage fetal bovine lung cells. The slides were fixed in absolute acetone after 5--7 days.\n\nTGEV and I.IEV were cultivated in swine embryonic testicle cells {National Animal Diseases Center, Ames, Iowa). TGEV (Miller strain) infected tissue culture fluid was provided by Dr. Roger Woods, Ames, Iowa,. I.IEV (67N strain) infected tissue culture fluid was obtained from the National Animal Disease Center, Ames, Iowa. Swine testicle cells were grown in Eagle's MEM in 10 per cent FCS in 8 well culture chamber slides. When the cultures were almost confluent they were exposed to the 67N strain of ttEV or Miller strain of TGEV by placing 0.I ml of infected tissue culture fluid in each well. The slides were fixed in absolute acetone after 2 to 7 days.\n\nttCV-229E was obtained as infected tissue culture fluid from Dr. Harold Kaye, Communicable Diseases Center, Atlanta, Georgia. Low passage human embryonic fibroblasts were grown in Eagle's MEM in 10 per cent FCS in 8 well culture chamber slides. When the cultures were ahnost confluent, 0.01 nil of infected tissue culture fluid was placed in each well. Slide cultures were fixed after 2 days. N.C. PED~aSE~, J. WARD, and W. L. MENGELING:\n\nHCV-OC43 was obtained as a mouse brain suspension from Dr. Harold Kaye, Communicable Diseases Center, Atlanta, Georgia. High passaged African green monkey kidney cells (CV-1) were grown in Eagle's MEM with 10 per cent FCS in 8 well culture chamber slides. When nearly confluent, 0.1 ml of a 1 : 10 dilution of brain suspension was placed in each well. Slides were fixed in absolute acetone after 7 to 10 days.\n\nCanine eoronavirus (I-71) in tissue culture fluid was obtained from the American Type Culture Collection, IZockville, ,Md. Low passage dog thymus cells were cultivated in 8 well culture chamber slides. When nearly confluent, 0.1 ml of infected tissue culture fluid was placed in each well. Cultures were fixed in absolute acetone after eytopathie effect became noticeable.\n\nRabbit anti-mouse IgG globulin-FITC, rabbit a~nti-cat IgG globulin-FITC, rabbit anti-pig IgG-FITC, and goat anti-guinea pig IgG-FITC were obtained from Antibodies Incorporated, Davis, Ca. Conjugated anti-IgG globulins were free of anticoronavirus activity as determined by reacting antigen substrates with the diluted conjugates alone. Goat anti-guinea pig IgG-FITC was absorbed with eat liver homogenate and human embryo cells.\n\nIndirect fluorescent antibody staining was carried out as follows. Antigen substrate slides were overlaid with a 1 : 10 dilution in PBS of the appropriate antiserum and incubated at 37 ° C for 1 hour in a humidified chamber. The slides were immediately rinsed with PBS and then washed for 5 minutes in PBS. The slides were blotted dry and then overlaid with the appropriate anti-IgG conjugate diluted 1 : 20 in PBS. The slides were incubated for i hour at 37 ° C in humidified chamber and then washed in PBS. This treatment was followed by a 5 minute wash in PBS containing a 1 : 500 dilution of a 1 per cent stock solution of aqueous Evans blue, and a 5 minute wash in PBS. Slides were then blotted dry, and eoverslips mounted with 50 per cent glycerol in PBS.\n\nDirect fluorescent antibody staining was carried out essentially as above, except tha~ the first antibody reaction was omitted.\n\nSlides were photographed with a Zeiss reflected light fluorescent microscope, powered by a 50 watt AC mereury~vapor bulb, using exciter and barrier filters specific for fluorescein isothioeyanate. Photomicrographs were made using Ektachrome 35 mm daylight slide film, ASA 160 (Kodak Co., l%oehester, NY), with 30 second exposures. All photomicrographs were prepared from black and white negatives made from the colored slides.\n\nThe cross-reactivity by immunofluorescence of antisera to 8 different coronaviruses is listed in Table 1 . Antigenic cross-reactivity varied from nondetectable, barely detectable, weak, moderate, to very strong (equal to that produced by the homologous serum). Cross-reactivity, varying from barely detectable to very strong, was seen between MHV-3, CDCV, HEV-67N and HCV-OC43. There was no detectable antigenic cross-reactivity between these 4 viruses and FIPV, TGEV, HCV-229E, or CCV. Antiserum to FIPV reacted strongly with TGEV, and vice versa. Antiserum to both of these viruses had barely detectable to weak antigenic cross-reactivity with HCV-229E, and antiserum to IICV-229E had weak to moderate cross-reactivity with FIPV and TGEV. Antiserum to CCV did not react with any of the other 7 coronaviruses, although antiserum to FIPV and TGEV reacted very strongly with CCV. Photomicrographs of some of the strongly positive eross-reae~ions are shown in Figures 1 and 2 . It was concluded from these studies that, MIIV-3, HCV-0C43, CDCV, and HEV-67N are all antigenieMly interrelated to varying degrees, but a~ not related antigenieally to any of the other 4[ eoronaviruses. SimilaNy, FIPV, TGEV, HCV-229E and CCV share antigens to varying degrees with each other, but appear antigenieally unrelated to MHV-3, HCV-OC43, CDCV, and HEV-67N. In the ease of CCV, however, the reactivity was largely in. one direction only, in t, hat antiserum to CCV showed no reactivity with any of the other 7 eoronaviruses, whereas antiserum to FIPV and TGEV reacted strongly with CCV. \n\nThese studies demonstrate conclusively that the FIP virus has antigenic similarities to known coronaviruses, namely TGE virus of swine, 229E virus of humans, and canine eoronavirus. This finding, coupled with the morphologic and It was interesting that the 8 coronaviruses selected for this study segregated into 2 distinct groups on the basis of antigenic cross-reactivity by immunefluorescence. Although viruses within each group were antigenieally related to each other, there appeared to be no antigenic relationship of viruses from one group with viruses of the other group. The first antigenically related group was comprised of MHV-3, HEV-67N, CDCV and I-ICV-OC43, and the second group was comprised of TGEV, FIPV, HCV-229E and CCV. These findings confirm a number of published reports on antigenic relationships among recognized coronaviruses. On the basis of serum neutralization or complement fixation tests, antigenie relationship has been previously reported between rat eoronavirus and MI-IV (14) , HCV-OC43 and MHV (11), HEV-67N and CI)CV (20) , HCV-OC43 and tIEV-67N (9), and CCV and TGEV (1) . It has also been previously reported that HCV-229 E appeared to be antigenically unrelated to MHV-3 and HCV-OC43 (11 ). The lack of relationship by immunofluorescence of HCV-0C 43 and HCV-229 E has also been reported (12) .\n\nAlthough the results of our studies were in agreement with most of the published literature on antigenic relationships among various corona viruses, there were several reports that we could not confirm. We could find no antigenic relationship by immunofluoreseenee between MHV-3 and HCV-229 E, and I-ICV-OC 43 and HCV-229E. A relationship between these viruses has been previously described (3). We also found no antigenic relationship between HEV-67N and TGEV, although a relationship using the immnnopreeipitation technique has been reported (2) . It has been reported that antiserum to TGEV does not react against FIPV in the fluorescent antibody test (25) . In contrast, we found that ~ntiserum to TGEV reacted strongly with FIPV. Finally, we are at a loss to explain the failure of anti-CCV globulin to react with TGEV and FIPV with immunefluorescence, especially considering the strong reaction against CCV demonstrated by both anti-FIPV and TGEV serum. Dog anti-CCV serum will apparently neutralize TGEV (1), and it is strange that this reaction was not detected with immnnofluoreseence."}