{"title": "35 PROPAGATION OF BOVINE ROTAVIRUS BY YOUNG DOGS", "body": "infection is a very common event in animal species, including man, and is sometimes associated with diarrhoea (Pastoret and Schoenaers, 1977; Flewett and Woode, 1978; McNulty, 1978; Scherrer and Cohen, 1978) . Antibodies against rotavirus have been demonstrated in the plasma of 79 per cent of dogs in Ireland, by an indirect immunofluorescence test (McNulty, Allan, Thompson and O'Boyle, 1978) ) and by counterimmunoelectro-osmophoresis (CIEOP) in 62 per cent of dog sera in Belgium (Dagenais, Schwers, Lansival and Pastoret, 1980d) .\n\nRotavirus has been occasionally observed in stools of dogs with diarrhoea (Pollock and Carmichael, 1979 ; Eugster and Sidwa, 1979 ; England and Poston, 1980; Eugster and Sneed, 1980; McNulty, Curran, McFerran and Collins, 1980; Dagenais, Calberg-Bacq, Schwers and Pastoret, 1980a; Osterhaus, Drost, Wirahadiredja and van den Ingh, 1980; Fulton, Johnson, Pearson and Woode, 1981) .\n\nRotavirus excretion may also occur in clinically normal dogs: a recent electron microscopic survey for rotavirus, coronavirus and parvovirus (Roseto, Dianoux, Lema, Cavalieri, Sitbon, Ferchal, Lasneret and Peries, 1980a; Roseto, Lema, Cavalieri, Dianoux, Sitbon, Ferchal, Lasneret and Peries, 1980b) showed the presence of rotavirus in 3.5 per cent of dog stools in Paris.\n\nRotaviruses isolated from dogs do not seem to grow in rhesus monkey kidney cells MA 104 (England and Poston, 1980; Dagenais et al., 1980a) . As both bovine and porcine rotavirus grow on those cells, there probably exists a specific canine rotavirus, which multiplies on Madin-Darby Canine Kidney (MDCK) cells (England and Poston, 1980) .\n\nEven if there exists a specific canine rotavirus, dogs may also play a role in the dissemination of rotaviruses from other species. Dogs have already been shown to propagate rotavirus of human and porcine origin (Tzipori and Makin, 1978; Osterhaus et al., 1980) . It was therefore interesting to know if the same was true for bovine rotavirus and if the dog can play a role in the epizootiology of calf rotavirus diarrhoea. \n\nRotaviruses S14 and S77 were isolated from stools ofdiarrhoeic calves in our laboratory, following the method described by Babiuk, Mohammed, Spence, Fauvel and Petro (1977) and Dagenais, Schwers, Pastoret and Leroy (1981b) with nonessential amino-acids (Flow), 0.85 pg per ml sodium bicarbonate, 10 per cent foetal bovine serum (FBS), 120 units per ml penicillin, 10 pg per ml streptomycin and 0.8 pg per ml natamycin (Pimafucin@) . The same medium was used for virus production, without FBS but with 2.5 pg per ml of trypsin (Difco).\n\nVirus titres were measured by plaque assay, by means of the method described by Matsuno, Inouye and Kono (1977) and Dagenais et al. (1981b) .\n\nTwelve 2-to 4-month-old SPF beagles, devoid of anti-rotavirus antibodies, were used. During the experiment, the animals were kept in individual cages, in the same room of a controlled environment animal house. Dogs were inoculated orally on days 0 and 3 1, each time with a different strain, to reproduce a situation that could occur naturally. Each dog received 5 ml of a suspension containing 2 x 10s PFU (plaque-forming units) of virus per ml. Two control dogs received uninfected cell-culture supernate (5 ml) or no inoculum at all. They were kept in the same room as the inoculated dogs in order to detect indirect contamination.\n\nThe experimental procedure is described in Table 1 . Faeces were collected daily during the 14 days after each inoculation, and serum samples were taken on days 0, 14, 31 and 47. \n\nThe presence of rotavirus in stools was detected by CIEOP, with the method desscribed by Middleton, Petric, Hewitt, Szymanski and Tam (1976) as used in our laboratory (Aguilar-Set&, Schwers, Pastoret, Dagenais and Aguilar-Setitn, 1980; Dagenais, Lansival, Pastoret and Kaeckenbeeck, 198Ob; Dagenais et al., 1980a, d) . The sera were tested for anti-rotavirus antibodies by the same procedure.\n\nReference anti-bovine rotavirus antisera were prepared in guineapigs and rabbits and kindly furnished by Dr L. Joassin, from the Faculty of Medicine of the University of Liege. Rotavirus antigen was obtained from cell cultures (MA 104) infected with the S14 isolate of bovine rotavirus, frozen and thawed 3 times, concentrated on PEG 6000, purified by isopycnic centrifugation in caesium chloride (mean density: 1.36 g per cm3) and resuspended in distilled water, as previously described (Lansival, Schwers, Claeys, Dagenais, Maenhoudt, Pastoret and Antoine, 1981) .\n\nVirus isolation was performed by a method previously described (Babiuk et al., 1977; Dagenais, Pastoret, Schwers, Kaeckenbeeck, Lansival, Antoine, Joassin, Calbkrg-Bacq and Jacquemin, 198Oc; Dagenais, Pastoret, Massip and Kaeckenbeeck, 1981a) . Briefly, stools were centrifuged, treated with 500 pg per ml of trypsin for 15 min at 37 \"C, diluted to 1 in 20 in MEM and filtered on O-2 pm filters (Minisart@) before inoculation on confluent monolayers of MA 104 cells grown in microtitre wells. Results were read after 5 days.\n\nThree passages were made in order to detect a characteristic cytopathic effect. Assays were made in triplicate, and positive and negative controls were included in each test.\n\nPositive isolates were checked by CIEOP and electron microscopic examination.\n\nof the inoculated animals developed diarrhoea, but all of them excreted bovine rotavirus over a period of at least 10 days after each inoculation, beginning 24 to 48 h after inoculation, as detected by CIEOP and isolation in cell culture. One uninoculated dog (No. 2) and one dog inoculated with uninfected cell culture supernate (No. 4) also excreted rotavirus, but, in these cases, the beginning of excretion was delayed to day 3 after inoculation of the other dogs. Figure 1 shows the evolution of viral excretion, by CIEOP and virus isolation, in two dogs.\n\nRotavirus isolation was confirmed by electron microscopy (Fig. 2) . Seroconversion was observed only on day 47 in the sera of 6 out of the 10 inoculated dogs (Nos 1,9, 10, 11, 12 and 13)) whereas neither of the control dogs (Nos 2 and 3) showed seroconversion, even if excretion of rotavirus occurred. DISCUSSION A virus was excreted by the infected dogs and was clearly identified after isolation as a rotavirus by electron microscopic examination. The dog is therefore able to multiply and to disseminate bovine rotavirus, as already shown for human and porcine rotavirus (Tzipori and Makin, 1978 ; Osterhaus et al., 1980) . The two control dogs kept in separate cages in the same room (contact controls) became infected and began to eliminate rotavirus a few days later than the inoculated ones, showing that indirect transmission of the virus occurs between dogs.\n\nDogs may excrete bovine rotavirus over a long period, sometimes up to 14 days after inoculation.\n\nA primary viral infection does not prevent further excretion of another rotavirus isolate given later. The animals were successively inoculated with 2 different isolates in order to mimic a situation that may naturally occur. Seroconversion is late and inconstant, as it was only observed in 6 of the 10 inoculated animals on day 47, that is to say 16 days after the second inoculation. Using neutralization and complement fixation tests, Tzipori and Makin (1978) observed 100 per cent seroconversion 4 to 14 days after inoculation in dogs infected with human rotavirus, but they suggested that such a rapid seroconversion might be associated with an anamnestic immune response.\n\nNone of the animals developed diarrhoea: bovine rotavirus seems therefore to be apathogenic for dogs, as are human and porcine rotaviruses in the same species (Tzipori and Makin, 1978; Osterhaus et al., 1980) . Nevertheless, these observations demonstrate that the dog is likely to play a role in the dissemination of bovine rotavirus and, therefore, in the epizootiology of neonatal calf diarrhoea. SUMMARY Ten young dogs were experimentally infected twice with different isolates of bovine rotavirus and 2 uninfected dogs were kept in contact with them. None of the animals developed diarrhoea, but all of them excreted rotavirus in their faeces over a period of up to 10 days after each inoculation, as shown by counterimmunoelectro-osmophoresis and virus isolation. Dogs may thus play a role in the epizootiology of rotavirus diarrhoea in calves.\n\nSeroconversion occurred in 6 of the 10 infected dogs but in neither of the 2 contact controls. We also wish to thank Dr R. S. Roy and Dr M. E. Begin, from the Veterinary School of the University of Montreal, Quebec, Canada, for the rotavirus strains NCDV and PQ; Professor Bohl, from OARDC, Ohio, U.S.A., for the MA 104 cells and Dr L. Joassin, from the Faculty of Medicine of the University of Liege, for the anti-rotavirus reference antisera."}