{"title": "In acute pathogenic SIV infection plasmacytoid dendritic cells are depleted from blood and lymph nodes despite mobilization", "body": "The plasmacytoid dendritic cell (pDC) is a specialized subset of DC that is characterized by copious production of type I interferon (IFN) in response to virus exposure [16] . Human pDC are phenotypically defined by lack of expression of T and B cell and monocyte markers and by expression of MHC class II and the IL-3 receptor CD123 [25, 52] , and similar markers can be used to define pDC in nonhuman primate species [8, 15, 37, 44, 58] . pDC recognize single stranded viral RNA via endosomal Toll-like receptor (TLR)7 [18, 35] , and HIV and SIV activate pDC to produce IFN-α through virus RNA engagement of this receptor, although a role for TLR9 remains a possibility [3, 39, 40] . pDC-derived IFN directly controls virus infection in murine coronavirus and herpes simplex virus models [12, 36] and controls HIV infection in vitro [26, 41] . However, the role of pDC in either controlling HIV replication or exacerbating pathogenesis is controversial.\n\nA series of studies has shown that pDC loss from the circulation in HIV-infected individuals correlates with disease progression, suggesting that pDC depletion contributes to HIV immunopathology [2, 13, 20, 31, 43, 55] . It has been hypothesized that infection is associated with recruitment of pDC to inflamed lymph nodes which draws cells from blood resulting in a deficit of circulating pDC [2, 24, 42] . In mice pDC are recruited to inflamed lymph nodes through CXCR3 interaction with CXCL9 and CXCL10 [11, 60] and expression of these chemokines is markedly increased in SIV infection of macaques [46, 47] . pDC activate T cells both through direct contact and elaboration of IFN-α [5, 41] , and the increased number of activated CD4 + T cells could negatively impact lentivirus pathogenesis by fueling virus replication and CD4 + T cell depletion. Substantial pDC recruitment has been reported to occur within 1 day of vaginal exposure of rhesus macaques to SIV associated with elaboration of pDC-derived chemokines and attraction of large numbers of CD4 + T cell targets to mucosal tissues [32] . Recent studies have indicated that CD4 + T cells from HIVinfected lymph nodes are hyperactive due to the effects of IFN and upregulated IFNstimulated genes [28, 50] . Moreover, comparative studies have shown that the acute IFN response is rapidly controlled in SIV-infected African green monkeys and sooty mangabeys, which do not progress to disease, but is sustained in rhesus macaques, which do progress to disease [7, 29] .\n\nTogether, these findings have raised the hypothesis that chronic innate immune activation potentially through sustained recruitment and stimulation of pDC in lymphoid tissues mediates HIV immunopathogenesis [6, 38, 39] . However, little is known about the kinetics of the pDC response to acute SIV and HIV infection, and in chronic progressive SIV and HIV infection there is profound depletion of pDC from lymph nodes [4, 9, 45] . The role of pDC recruitment to lymphoid tissues in AIDS pathogenesis thus remains to be determined and is likely to be complex [22] .\n\nIn this study we characterized the kinetics of the pDC response in bone marrow, blood and lymph nodes in rhesus macaques during the acute phase of progressive SIV infection. We enumerated pDC in different compartments [8] and used in vivo labeling with 5-bromo-2′deoxyuridine (BrdU) together with Ki67 staining to document mobilization and recruitment of recently divided cells that would otherwise be obscured by net cell loss [10] . Interestingly, we found that pDC were present in normal numbers in bone marrow but were lost from blood and lymph nodes within 14 days of intravenous infection with SIVmac251, despite evidence of a profound mobilization of pDC into blood and recruitment to lymph nodes. In lymph nodes pDC were uniformly activated and more likely to be apoptotic than in uninfected animals and a significant proportion of pDC were infected with virus [10] . These findings show that pDC are recruited to inflamed lymph nodes in SIV infection, as predicted. However, the hostile inflammatory environment within these tissues favors pDC activation and death that exceeds the capacity for pDC replacement, resulting in a net pDC loss.\n\nSix adult Indian-origin rhesus macaques were infected by intravenous inoculation with 1,000 TCID50 of the pathogenic isolate SIVmac251 and compared to a cohort of uninfected controls, as described in detail previously [10] .\n\npDC were identified in bone marrow, blood and lymph nodes using standard flow cytometry-based approaches [8] [9] [10] 44] . In general, cell suspensions were labeled with a panel of monoclonal antibodies to CD3, CD14 and CD20 (conjugated to the same fluorochrome and combined as a lineage cocktail), CD45, HLA-DR and CD123 along with a live/dead viability dye to exclude dead cells [8] . In some experiments additional antibodies to BrdU, Ki-67, TNF-α, IFN-α or CD95 were used. Apoptosis was determined by labeling with 7-AAD and Annexin-V. To accurately count cells in blood we developed a combined whole blood/peripheral blood leukocyte (PBL) assay [8] . This is a two-step assay that involves: (1) antibody staining and analysis of a precise volume of whole blood to identify and count CD45 + mononuclear cells in TruCOUNT tubes, which contain a known number of fluorescent beads that serve as an internal calibrator; and (2) multiparameter analysis of PBL to determine the percentage of mononuclear cells that are pDC. The pDC percentage in PBL is multiplied by the absolute number of mononuclear cells calculated from whole blood to determine the number of pDC in a unit volume of whole blood [8] . Analysis of pDC in PBL as opposed to whole blood is preferred as the lineage − MHC class II + cells and DC subsets are poorly discriminated in whole blood but are readily defined in PBL in our experience. This method has revealed that normal rhesus macaque blood contains an average of 2.5 pDC/ul, 20-fold fewer than the number of myeloid DC [8] .\n\nTo track recently divided pDC in vivo, BrdU (30 mg/kg) was given by intravenous injection at 24-hour intervals for 4 doses starting at day 10 post infection, as described [10] . BrdU is a thymidine analog that is incorporated into actively dividing cells and can be identified within cells following permeabilization and antibody labeling. BrdU incorporation into pDC can be used to track the exodus of pDC from bone marrow and the entrance into blood and tissues, as murine studies have indicated that pDC do not undergo proliferation in peripheral tissues under physiologic conditions [34] , and our preliminary data indicate that the same is true for pDC in blood and tissues of SIV-infected macaques [10] . Hence, any BrdU + pDC in blood or tissues will be marked as having been released from the bone marrow since the time of the BrdU pulse. BrdU staining was complemented by antibody staining against the nuclear antigen Ki-67 that is expressed by cells in non-G 0 phase of the cell cycle. Ki-67 positivity gives an estimate of the recent proliferative history of a given cell [49] .\n\nTo determine the functional capacity of pDC in blood and lymph node, unseparated cell suspensions were stimulated with the TLR7 agonist 3M-007 and analyzed for production of TNF-α and/or IFN-α by intracellular cytokine staining and flow cytometry, as described [10] . To determine the proportion of lymph node pDC that was infected with SIV, pDC were sorted from lymph nodes and SIV gag DNA in total cellular DNA was measured using albumin DNA quantity to determine the frequency of infected cells [10] .\n\nIn rhesus macaque monkeys that were infected with SIVmac251 there was a highly dynamic pDC response, with a significant increase in the number of pDC in blood between 3 and 6 days post infection followed at day 10 by a significant decrease in pDC number from baseline. Production of pDC in bone marrow was unchanged over this period, as judged by phenotypic labeling of bone marrow aspirates and Ki-67 labeling, suggesting that the loss of pDC from blood at this acute stage was not a consequence of suppressed hematopoiesis [10] .\n\nTo determine whether the drop in pDC was associated with an increase in pDC in lymph node that would reflect recruitment we analyzed peripheral lymph node cell suspensions for pDC subsets. Surprisingly, the percentage of live pDC within the lineage − HLA-DR + gate decreased 4-fold from prior to infection to 14 days post infection [10] . These data suggest that pDC were depleted both from the blood and lymph nodes during acute SIV infection (Fig. 1a, b) .\n\nTo better understand the kinetics of the pDC response we next identified recently divided pDC based on BrdU incorporation and Ki-67 labeling. In SIV naïve monkeys only 13% of pDC were BrdU + in blood after 4 injections, whereas ~20% of blood pDC were already BrdU + in SIV infected macaques after a single injection and 44% were BrdU + after 4 injections, reaching 60% in one animal. Similarly, while the median proportion of pDC that was Ki-67 + prior to infection was 51%, this increased to 84% in acutely infected monkeys [10] (Fig. 1) . These data reveal that as blood pDC numbers dropped with infection the fraction of newly produced cells entering the circulation increased [10] (Fig. 2) . When we analyzed lymph node pDC for BrdU incorporation after 4 pulses of BrdU we found only 2% of pDC were BrdU + in naive lymph nodes as compared to around 20% in the acutely infected lymph node. The proportion of Ki-67 + pDC in lymph node increased from 3% prior to infection to a massive 51% following infection and was inversely correlated with the number of pDC, indicating that recruitment and loss were occurring concurrently [10] (Fig.  1b) . Together, these data indicated that underlying the loss of pDC in blood and lymph node was a profound mobilization of pDC from bone marrow into blood and subsequent influx into lymph node (Fig. 2) .\n\nThe rapid depletion of pDC in acutely infected lymph nodes was associated with a significant increase in apoptotic pDC, as measured by uptake of the live/dead indicator as well as Annexin V and 7-AAD staining, and by uniform upregulation of CD95 [10] , which in mice is linked to apoptotic death of pDC [57] . Interestingly, we could not detect increases in TNF-related apoptosis-inducing ligand (TRAIL) expression despite reports indicating that HIV induces expression of TRAIL in pDC in vitro in an IFN-dependent manner [27] . We also measured the frequency of SIV-infected pDC in lymph node using a quantitative real time PCR assay to detect integrated gag DNA in highly purified sorted cells. These data showed for the first time that more than 4% of lymph node pDC harbored SIV DNA during acute infection, likely resulting in pDC death [10] . Together, our findings are consistent with activation-induced apoptosis and to a lesser extent direct virus infection accounting for pDC death that exceeds the rate of recruitment (Fig. 2) .\n\nA pressing question is whether pDC have normal function in pathogenic SIV infection and whether they contribute to the marked IFN response in the lymph node [7, 29, 30] . To examine this we stimulated unseparated lymph node cells taken at day 14 post infection or prior to infection with a TLR7 agonist ex vivo and then measured IFN-α and TNF-α production in the pDC subset by multicolor flow cytometry. Approximately half of all pDC produced both cytokines in response to this stimulation regardless of infection status, although lymph node pDC from SIV infected monkeys had a significantly reduced capacity to produce TNF-α alone [10] . These findings indicate that despite a net loss of pDC the remaining cells in blood and lymph node retained largely normal functional responses to exogenous TLR7-mediated stimulation during acute infection.\n\nWe combined precise methods for analyzing and counting pDC with approaches to identify proliferating cells in vivo to show unequivocally that pDC in the rhesus macaque are highly responsive to acute SIV infection, with rapid mobilization into blood and a 10 to 20-fold increase in recruitment into lymph nodes coinciding with peak viremia at 1 to 2 weeks post infection [10] . This is consistent with an increase in lymph node expression of inflammatory chemokines in lymph nodes and with maturation of circulating pDC [14, 46, 60] .\n\nNevertheless, the absolute number of pDC in both compartments dropped markedly during this time, associated with widespread pDC activation and apoptosis and infrequent but significant pDC infection [10] . This finding is consistent with several reports showing that HIV induces pDC death both through direct effects and through pDC fusion with virusinfected cells [23, 41, 48] , and with the finding that pDC activation in vivo precedes apoptosis [57] . The overall picture is that pDC are highly responsive to pathogenic SIV infection but the overwhelming death of cells in lymphoid tissues exceeds this response leading to a net pDC loss (Fig. 2) .\n\nTaken with previous studies [9, 45] these findings suggest that pDC are lost from both blood and lymphoid tissues from the earliest stages of pathogenic SIV infection through to AIDS. Data in the human also indicate that pDC are lost from lymphoid tissues in chronic HIV infection [4] , and show that the extent of blood pDC loss is predictive of progression to disease [2, 13, [19] [20] [21] 43, 55] . Together, these findings are consistent with pDC playing an antiviral role in lymphoid tissues that is compromised in HIV and SIV infection due to progressive pDC depletion, resulting in lack of virus control and exacerbation of disease. The overwhelming loss of pDC from lymph nodes does do not support the opposing scenario that pDC are pathogenic in SIV infection.\n\nIt is widely accepted that sustained immune activation is pathognomonic for HIV-associated immune dysfunction [6, 17, 53, 56] , and recent comparative studies in progressive and nonprogressive nonhuman primate SIV hosts support this paradigm [7, 29, 30] . However, the role for pDC and in particular pDC-derived IFN in this pathogenesis is unclear. Our studies revealed that pDC responsiveness to exogenous TLR7 stimulation was largely unimpaired in SIV-infected rhesus macaques [10] , but we still do not know the contribution of the limited number of remaining pDC to the endogenous levels of IFN and other inflammatory cytokines in acutely and chronically infected lymph nodes. Certainly other cells including myeloid DC, macrophages, NK cells and activated T cells could contribute to this sustained inflammatory response [54] . Moreover, even if pDC are seen to be the primary producers of type I IFN in lymph nodes during pathogenic SIV and HIV infection, it is still not clear whether IFN is itself detrimental or beneficial in disease or simply a marker of immune activation. Notably, mice receiving chronic administration of TLR7 agonist have pronounced lymph node changes resembling HIV immunopathology, but these effects are independent of IFN [1] , suggesting that in this species other cytokines or factors may be central to immune activation.\n\nGiven the apparently conflicting reports in the literature, studies aimed at directly manipulating pDC activation and the IFN pathway in both nonprogressive and progressive SIV hosts are now needed to clarify the role of pDC in virus control and immune activation in both acute and chronic phases of infection. A detailed analysis of the pDC response to antiretroviral therapy may also be revealing, given that effective therapy rapidly shuts down immune activation in lymph nodes [33] . Ultimately, the role of pDC in control or exacerbation of SIV infection may only be determined following antibody-mediated depletion of this subset, as has been used to great effect in murine infectious disease models [51, 59] . (Top) Homeostatic pDC production in bone marrow and migration into blood and lymph nodes in naïve rhesus macaques. A proportion of lymph node pDC undergoes activation and apoptosis at a rate that equals replenishment maintaining a steady state in all compartments. (Bottom) In acute SIV infection, pDC production in bone marrow is unchanged but mobilization into blood and lymph nodes is markedly increased. However, excessive pDC activation and a low frequency of infection lead to a high rate of apoptosis in lymph nodes that exceeds the rate of replenishment, leading to an overall pDC deficit in blood and lymph nodes."}