{"title": "Molecular characterisation of the virulent canine coronavirus CB/05 strain ଝ", "body": "Canine coronavirus (CCoV) is an enveloped, single-stranded RNA virus responsible for mild to severe enteritis in dogs. CCoV belongs to group I coronaviruses within the family Coronaviridae, along with feline coronaviruses (FCoVs) types I and II, transmissible gastroenteritis virus (TGEV) of swine, porcine respiratory coronavirus (PRCoV), porcine epidemic diarrhoea virus (PEDV) and human coronavirus 229E (HCoV-229E) (Enjuanes et al., 2000) . The main non-structural protein of CCoV is the replicase, which is encoded by two large open, partially overlapping, reading frames (ORFs), ORF1a and ORF1b that encompass the 5 two-thirds of the genomic RNA. The structural proteins comprise the S, E, M and N proteins encoded by ORFs 2, 4, 5 and 6, respectively (Enjuanes et al., 2000) . The region between the S and M genes (ORFs 3a, 3b, 3c and 4) comprises four accessory genes that encode non-structural (nsp3a, nsp3b, nsp3c) as well as structural (E) proteins. The very 3 end ଝ The DDBJ/EMBL/GenBank accession number of the sequence reported in this paper is DQ112226. * Corresponding author. Tel.: +39 0804679832; fax: +39 0804679843.\n\nE-mail address: n.decaro@veterinaria.uniba.it (N. Decaro).\n\nof the CCoV RNA is occupied by an untranslated region with a poly-A tail, preceded by two ORFs (7a and 7b) that encode two non-structural proteins (De Groot et al., 1988; Garwes et al., 1989; Horsburgh et al., 1992; Tung et al., 1992; Vennema et al., 1992a,b) . To date, two different CCoV genotypes are known, which have been designated CCoVs type I and type II on the basis of their genetic relatedness to FCoVs type I and type II, respectively (Pratelli et al., 2003a,b) . Molecular methods have been established to differentiate those two genotypes (Decaro et al., 2005c) , which have been shown to cause enteric infections in dogs (Pratelli et al., 2004) . CCoV type I has not been adapted to in-vitro growth and differs from CCoV type II with a higher genetic relatedness to FCoV type I. There also is an additional ORF, ORF3, located between ORFs 2 and 3a (N. Decaro, unpublished data) .\n\nCCoV is generally recognised as the aetiological agent of self-limiting infections of the small intestine, which can lead to clinical signs typical of gastroenteritis, i.e., inappetence, diarrhoea and vomiting. Fatal disease commonly occurs as a consequence of mixed infections with CCoV together with canine parvovirus type 2 (CPV-2) (Pratelli et al., 1999) , canine adenovirus type 1 (CAdV-1) (Pratelli et al., 2001; Decaro et al., 2006) or canine distemper virus (CDV) (Decaro et al., 2004a) . Systemic disease has not previously been ascribed to CCoV infection alone, although the virus has been isolated previously from several tissues (tonsils, lungs and liver) of pups infected experimentally (Tennant et al., 1991) .\n\nRecently, a highly virulent CCoV strain (CB/05) was described and it was shown to have been responsible for an outbreak of fatal, systemic disease in pups. In the present study, we report the molecular characterisation of CCoV strain CB/05.\n\nIn May 2005, a severe outbreak of a fatal, systemic disease affected seven dogs housed in a pet shop in the Apulia region of Italy . Clinical signs were first observed in four pups that comprised three Miniature Pinschers and one Cocker Spaniel, 45 and 53 days of age, respectively. Signs in the index case consisted of fever (39.5-40 • C), lethargy, inappetance, vomiting, haemorrhagic diarrhoea, leukopenia (WBC counts < 3000 cells/l) and neurological signs (ataxia, seizures), followed by death within 2 days after the onset of the symptoms. Similar signs were observed a few days later in two additional Miniature Pinschers (117/05-A, 117/05-B) and in a 56 day-old Pekinese pup (117/05-C) that died rapidly. The bodies of those three pups were submitted for laboratory investigation. Necropsy examination revealed severe gross lesions in lungs, liver, spleen, and kidneys. Extensive sub-acute bronchopneumonia was evidenced both in the cranial and caudal lobes, while coalescing degeneration was present within the livers and spleens; also zones of haemorrhagic infarction were observed in the kidneys.\n\nUsing standardised methods, samples of brain, lung, liver, spleen, kidney, mesenteric lymph nodes and intestinal contents were examined for the major canine bacterial and viral pathogens, e.g., Bordetella bronchiseptica, Pasteurella multocida, Leptospira interrogans (Gravekamp et al., 1993) , reoviruses (Leary et al., 2002; Decaro et al., 2005a) , rotaviruses (Gouvea et al., 1994) , caliciviruses (Jiang et al., 1999; Marsilio et al., 2005) , CPV-2 (Decaro et al., 2005b) , canine adenoviruses (Hu et al., 2001) , CDV , canid herpesvirus (Schulze and Baumgartner, 1998) , CCoV (Decaro et al., 2004b) .\n\nIntestinal contents and tissue samples were homogenised (10%, w/v) in Dulbecco's minimal essential medium (D-MEM), together with antibiotics (penicillin 5000 IU/ml, streptomycin 2500 g/ml, amphotericin B 10 g/ml), and inoculated into cell cultures.\n\nThe following cell lines were used for virus isolation attempts: canine fibroma (A-72), Madin Darby canine kidney (MDCK), Walter Reed canine cells (WRCC), Crandell feline kidney (CrFK), and felis catus whole foetus (fcwf). The cells were grown in D-MEM supplemented with 10% foetal calf serum (FCS). When the monolayers were confluent, the medium was removed and the cells were washed two times with FCSfree medium and inoculated with clarified tissue homogenates. After an adsorption period of 60 min at 37 • C, the fluid portion of each inoculated cell culture was replaced with fresh serum-free medium. Infected cells were monitored daily for the occurrence of cytopathic effects (CPE) and, after 5 days of incubation, the inoculated cells were tested for CCoV antigen by an immunofluorescence (IF) assay using a monoclonal antibody targeting the N protein. Each sample was passaged three times prior to being judged negative for CCoV.\n\nRNAs extracted with the commercial kits QIAamp ® Viral RNA Mini Kit (Qiagen S.p.A., Milan, Italy) from the intestinal contents, and QIAamp ® RNeasy Mini Kit (Qiagen S.p.A.) from the tissue samples, were subjected to differential real-time RT-PCR assays for identification and quantitation of CCoV type I and type II (Decaro et al., 2005c) . Reverse transcription was carried out using GeneAmp ® RNA PCR (Applied Biosystems, Applera Italia, Monza, Italy), following the manufacturer's recommendations. Real-time PCR for both genotype-specific assays was performed in a 50 l-reaction mixture containing 25 l of IQ TM Supermix (Bio-Rad Laboratories Srl), 600 nM of primers CCoVI-F (CGTTAGTGCACTTGGAAGAAGCT)/CCoVI-R (ACCAGCCATTTTAAATCCTTCA) or CCoVII-F (TAGTGC-ATTAGGAAGAAGCT)/CCoVII-R (AGCAATTTTGAAC-CCTTC), 200 nM of probe CCoVI-Pb (FAM-CCTCTTG-AAGGTACACCAA-TAMRA) or CCoVII-Pb (FAM-CCTC-TTGAAGGTGTGCC-TAMRA) and 20 l of c-DNA. The thermal profile consisted of activation of iTaq DNA polymerase at 95 • C for 10 min, followed by 45 cycles of denaturation at 95 • C for 15 s, annealing at 53 • C (CCoV type I-specific assay) or 48 • C (CCoV type II-specific assay) for 30 s and extension at 60 • C for 1 min.\n\nThe 3 end of the genome of strain CB/05 was amplified using SuperScript TM One-Step RT-PCR for Long Templates (Life Technologies, Invitrogen, Milan, Italy), according to the manufacturer's instructions. Seven partially overlapping fragments encompassing the ORFs 2 (S gene), 3a, 3b, 3c, 4 (E gene), 5 (M gene), 6 (N gene) 7a and 7b were amplified using primer pairs El-Ins1 (GGATTACTAARGADKG- The PCR-amplified products were sequenced by Genome Express (Meylan, France) and the obtained sequences were assembled and analysed using the BioEdit software package (Hall, 1999) and the NCBI's (http://www.ncbi.nlm.nih.gov) and EMBL's (http://www.ebi.ac.uk) analysis tools. GenBank accession number DQ112226 was assigned to the sequenced 8.7-kb fragment. ORFs contained in the amplified genomic region were determined either with the ORF Finder tool of NCBI or on the basis of the similarity to known coronavirus proteins. The ORFs identified in this manner were translated and the predicted amino acid (aa) sequences were saved as individual files for further analyses. Phylogenetic and molecular evolutionary analyses were conducted using Mega3 (Kumar et al., 2004) . Phylogenetic trees, based on the S, E, M and N proteins of CCoV strain CB/05 were elaborated using both parsimony and neighbor-joining methods, supplying a statistical support with bootstrapping over 100 replicates.\n\nThe bodies of the dead pups tested negative by all of the screening assays; however, real-time RT-PCR for CCoV detected viral RNA in the intestinal contents and, unexpectedly, in all the tissue samples examined. By genotype-specific realtime RT-PCR assays, both CCoV genotypes were detected in the intestinal contents. Viral loads ranged from 4.23 × 10 4 to 8.99 × 10 3 RNA copies/l and from 9.24 × 10 4 to 6.12 × 10 5 RNA copies/l of template for CCoV type I and type II, respectively. On the other hand, only CCoV type II was detected in the parenchymatous organs, with RNA titres ranging from 9.52 × 10 2 (pup 117/05-B, brain) to 6.87 × 10 6 RNA copy numbers/l of template (pup 117/05-C, spleen) (Table 1) . Sequence analysis showed a 100% nucleotide (nt) identity among the real-time RT-PCR products amplified from the samples of the three pups (data not shown). CCoV type II was successfully isolated in cell cultures from all tissue samples, except the brain. Viral titres of the brain samples were found to be very low by type-specific real-time RT-PCR (Table 1) . Only A-72 and fcwf cells were found to be permissive to viral infection; in contrast, VERO, MDCK and CrFK cells were negative by the IF test for CCoV after three passages. Virus isolation was achieved at the first passage from the spleen and lungs of pup 117/05-C (strain CB/05). The CPE was characterised by cell rounding and lysis of the infected monolayers. Viral titres reached at the third passage on A-72 and fcwf cells were 10 5.75 and 10 3.25 TCID 50 /50 l of viral suspension, respectively.\n\nThe nt sequence of a 8.7-kb genomic region of strain CB/05 was determined by amplification and sequencing of overlapping fragments, including the full length of the spike (S), 3a, 3b, 3c, envelope (E), membrane (M), nucleoprotein (N), 7a and 7b genes. The inferred amino acid (aa) sequences were compared to the analogous sequences available in the online databases. The spike protein was 1454 aa in length and, by analysis with the Net-Nglyc server (http://www.cbs.dtu.dk/services/NetNGlyc/), was found to contain 31 potential N-glycosylation sites, matching the best identity (95%) to FCoV type II strain 79-1683 (Table 2) . By phylogenetic analysis, two divergent CCoV clusters could be identified, with strain CB/05 segregating with type II CCoVs and FCoVs (Fig. 1a) . Several residues encountered in the N-terminus of the S protein were unique to strain CB/05, including Ile-4, Val-8, Ala-18, Asp-34, Pro-73, Ala-116, Asn-125, His-129, Thr-143, Arg-154, His-197, Asp-255, and Gly-291, Ala-407, Thr-459. In order to verify whether the same substitutions were shared by other strains circulating in Italy, the 5 end of the S gene, encoding for the N-terminal 500 amino acids of the S protein, was amplified from five type II CCoV strains recovered from recent field outbreaks of enteritis in dogs from different regions of Italy. By sequence analysis, a 94-98% identity was found in the deduced amino acid sequences (data not shown). All of the N-terminus residues initially found unique to strain CB/05 were shared by the CCoV strains currently circulating in Italy, with the exception of residues Pro-73, Asn-125 and Ala-407 that were present only in strain CB/05. An aa substitution (Asp to His) at position 125 also was displayed by the virulent strain BGF10.\n\nThe envelope protein was 82 aa long and had the highest identity (97%) to FCoV type II strain 79-1683 (Table 2 ), in whose cluster it was found to fall (Fig. 1b) . Due to a lack of data from the 3 end of the CCoV genome in the genes encoding for non-structural proteins, comparison of strain CB/05 was possible only with CCoV type II strains Insavc-1 (Horsburgh et al., 1992) and BGF10 (Sanchez-Morgado et al., 2004) and with CCoV type I strains Elmo/02 and 23/03 (N. Decaro, unpublished data) . While the non-structural protein (nsp) 3a had the same length as the other type I and type II CCoVs (78 aa), the nsp3b was 22-aa long (49-aa shorter than expected) due to the presence of a 38-nt deletion at position 4704 and to a frame shift in the sequence downstream from the deletion Table 2 . The trees are rooted on the distantly related group I coronavirus HCoV-NL63 (accession no. NC 005831) and drawn to scale. A statistical support was provided by bootstrapping over 100 replicates. The scale bars represent the numbers of amino acid substitutions.\n\nthat introduced an early stop codon (Fig. 2) . Genetic analysis of enteric CCoV strains circulating in Italy revealed that the deletion in ORF3b was unique to CB/05 strain (data not shown). The nsp3c (244 aa) was 6 aa shorter and 79 aa longer than the cognate proteins of the enteropathogen strain BGF10 and the attenuated strain Insavc-1, respectively. The membrane protein was 262 aa in length and contained 3 N-glycosylation sites. The highest identity (94%) was obtained against TGEV strain Purdue (Table 2 ), in whose cluster the virulent CCoV was found to fall by phylogeny (Fig. 1c) . In the N protein, which was 383 aa long, strain CB/05 was found to be closely related to TGEV strain Purdue both by sequence analysis (95% of aa identity, Table 2 ) and phylogeny (Fig. 1d) . Nsp7a was 101 aa long and had one N-glycosylation site, whereas, nsp7b had a length of 213 aa and no N-glycosylation sites, unlike to other type I and type II CCoVs that displayed one Nglycosylation site. However, by sequence analysis, both nsp7a and nsp7b were found closely related to the analogous proteins of strains BGF (96% and 79% of aa identity, respectively) and Insavc-1 (95% and 79% of aa identity, respectively).\n\nThe emergence of a pantropic variant of CCoV, reported in the present study, is paradigmatic of the evolution of coronaviruses. The ORF2 of PRCoV has a 200-aa deletion in the N-terminus with respect to TGEV, from which it presumably had arisen. Most likely, this deletion is responsible for the change in the viral pathobiology (Vaughn et al., 1994) . Nevertheless, minor amino acid differences in the sequence of the spike protein have been shown to change the virulence of even very closely related TGEV isolates (Sanchez et al., 1999) . The enteric biotype of FCoV, feline enteric coronavirus (FECV), causes persistent infections of the intestinal mucosa that may lead to point mutations in the S gene and/or deletions in the groupspecific genes 3c, 7b (Vennema et al., 1998) or 7a (Kennedy et al., 2001) . Those mutations are considered responsible for changes in the tropism of the virus, which acquired the ability to infect monocytes/macrophages and to cause a systemic, fatal disease of cats (feline infectious peritonitis, FIP). An FIPV mutant lacking the group-specific genes 3abc or 7ab resulted in live attenuated vaccines protective against FIP (Haijema et al., 2004) . Similar drastic shifts of tissue tropism have been observed with murine coronaviruses (Haspel et al., 1978) . Adaptation to humans of the recently recognised SARS-associated coronavirus (SARS-CoV) appears to be related to minor genome mutations, consisting of a 29-nt deletion in the genome of a wild-mammal coronavirus, that resulted in the translation of two different ORFs, 10 and 11, instead of the single ORF10 (Guan et al., 2003) .\n\nThe association of strain CB/05 to a severe, fatal disease of dogs, together with the isolation of the virus from organs with extensive lesions, strongly suggests that CCoV also may have changed its tropism and acquired the ability to spread from the enteric tract to the internal organs.\n\nCCoV strain CB/05 displayed intact structural and nonstructural proteins, with a spike protein closely related to that of other type II CCoVs and FCoVs, mostly of FCoV type II strain 79-1683 (95% of aa identity). In contrast to reference type II CCoVs and FCoVs, several point mutations were found in the N-terminus of the S protein of strain CB/05. However, most of these amino acid changes were not associated to increased pathogenicity or change in tropism since the same substitutions were observed in enteric CCoVs recovered from recent outbreaks of canine gastroenteritis. Only residues Pro-73, Asn-125 and Ala-407 were unique to strain CB/05, although a substitution at position 125 (Asp to His instead Asn) was found in the virulent strain BGF10.\n\nA conspicuous change observed in the CB/05 genome was the truncated form of nsp3b, but whether the deletion in the ORF3b is involved in the change of virulence should be assessed by using reverse genetics systems similar to those recently used for FIPV (Haijema et al., 2003) . Further studies also are required to verify whether the truncated protein is translated. Recently, a 61-64-conspicuous nucleotide deletion in the intergenic S-3a region was tentatively associated to increased virulence of the enteric CCoV strain BGF10 (Sanchez-Morgado et al., 2004) . Similar mutations also have been shown to influence the level of nsp3b translation in TGEV (McGoldrick et al., 1999) . However, the same or more extended deletions have been found in strain CB/05 as well as in almost all non-virulent strains circulating in Italy (C. Buonavoglia, unpublished data). Moreover, in strain BGF10 a long nsp3b protein (79-aa longer than the 171-aa protein of strain Insavc-1) is present, in contrast with the truncated protein predicted for the virulent strain CB/05. Two cases of fatal coronavirus disease in pups without evidence of co-infection by CPV-2 have been reported by Evermann et al. (2005) . CCoV infection was demonstrated by immunohistochemistry on gut sections and electron microscopy of intestinal contents. Although CPV-2 was not identified in those cases, the gross lesions and histopathological changes were suggestive of CPV infection. It is possible, however, that the moderate depletion and necrosis of lymphoid tissues (thymus, spleen, lymph nodes and gut-associated lymphoid tissues) in both pups could be related solely to a pantropic CCoV infection. However, this hypothesis cannot be supported since investigations for CCoV were not carried out on the internal organs.\n\nThe growth characteristics of strain CB/05 were evaluated by using cell lines commonly used for isolation of canine viral pathogens. Viral growth occurred only on canine A-72 and feline fcwf cells, with higher titres found in the former cell line. Despite the high similarity to FCoV strain 79-1683 in the S protein, responsible for viral attachment on cell receptors (Godet et al., 1994; Kubo et al., 1994) , strain CB/05 did not grow on feline CrFK cells. This finding is in contrast with observations on other type II CCoV and FCoV strains which are easily adapted to CrFK cells (Binn et al., 1974; Pedersen et al., 1984) .\n\nIn this study, we have analysed a pantropic variant of CCoV associated with a fatal disease of dogs characterised by leukopenia, gastroenteritis and severe lesions in the major organs. Our findings suggest that the novel pantropic CCoV variant can cause a fatal disease of dogs, whose clinical and diagnostic features should be recognised by veterinarians since the clinical course may resemble CPV-2 infection. In contrast, the gross lesions of this new CCoV disease are very similar to those observed in dogs with infectious canine hepatitis caused by CAdV-1.\n\nFurther investigation would provide new insights into the molecular mechanisms responsible for the change in viral pathobiology and into the pathogenic and immunological aspects of the pantropic CCoV infection."}