{"title": "DNA nanomedicine: Engineering DNA as a polymer for therapeutic and diagnostic applications ☆", "body": "Nanotechnology is a highly multidisciplinary field that has been gaining attention, both from the scientific and political communities, for its exciting breakthroughs and promising developments. Federal funding to the National Nanotechnology Initiative (NNI) in recent years has rocketed from $464 million in 2001 to $1.8 billion in 2011 (http://www.nano.gov/html/about/funding.html), providing an impetus for rapid development. The influence of nanotechnology on the field of medicine has given rise to a new field known as 'nanomedicine', which encompasses the utilisation of nanoscale structures and devices for medical treatment and diagnosis. The National Institute of Health (NIH) has incorporated nanomedicine into its roadmap in 2005 with the vision that it will have a beneficial impact on medicine within the first decade. The fundamental challenge in nanomedicine is to design biocompatible and functional nanoscale assemblies with molecular precision and control. There is a need, therefore, to design and explore novel materials that can meet these criteria. DNA has proven to be an exceptional material with a vast number of manipulation options readily available from the molecular biology toolbox, making DNA nanoscale architectures a promising class of materials for nanomedicine.\n\nIn nanomedicine, DNA usually takes on the role of a therapeutic molecule. There has been extensive work to overcome the barriers encountered when delivering DNA to the cell nucleus [1] [2] [3] , and the development of new materials that can serve as efficient nucleic aciddelivery vehicles is of key importance. In many of these systems, polymeric materials have been investigated due to their wellunderstood physical and chemical properties, biocompatibility and apparent increase in delivery efficiency [4] . At the nanoscale, methods for DNA delivery include condensation of DNA by forming complexes with cationic polymers and synthetic peptides [5, 6] , lipid-DNA complexes [7] and encapsulation within hydrogel nanoparticles [8] . At larger scales, sustained release of DNA complexes from a polymer matrix has also been reported [9] . It is important to note that, in each of these systems, as with many biomedical systems, the polymer takes on both a functional and structural role. DNA, although often regarded as a drug, is also a polymer that possesses many of the chemical and physical properties that make other polymers desirable for the same therapeutic applications.\n\nThere is no question about the importance of the DNA's role in molecular biology since its structure was discovered in the early 1950s. Perhaps it is somewhat unfortunate that, in spite of its polymeric characteristics, the term 'DNA' has become synonymous with 'genetics'. However, within recent decades, DNA has gained significant recognition as an incredibly versatile 'generic' material. Due to its remarkable physical and chemical properties, DNA demonstrates great potential as a structural polymer for bottom-up nanoscale synthesis [10] . Mechanically, DNA is surprisingly robustbelow its persistence length of ∼ 50 nm, double-stranded DNA (dsDNA) is a relatively rigid molecule [11] . It is also stable at huge aspect ratios and can extend to several hundred micrometres despite its diameter of only ∼2 nm. From a chemical perspective, DNA can be engineered and processed efficiently with angstrom-level accuracy using a plethora of biochemical techniques [12] . A unique inventory of thousands of biochemically characterised enzymes, unlike that of any other known natural or synthetic polymer, is also available for the precise manipulation of DNA [13] . In particular, enzymatic cleavage and ligation facilitates the processing of DNA into monodisperse strands with exact lengths and sequences. In single-stranded DNA (ssDNA), each of the four basesadenine (A), thymine (T), guanine (G) and cytosine (C)has a specific affinity to its complement (A/T and G/C). These bases act as side-chains that can be engineered in any order. Typically, ssDNA strands containing complementary base sequences can recognise and bind to each other to form a dsDNA duplex (hybridisation). In addition, ssDNA can also self-anneal to form unique tertiary structures that can bind specifically to macromolecules, rivalling the binding affinities of antibodies. Furthermore, the development of recombinant DNA technology and solid-phase synthesis techniques has facilitated the reliable mass production of DNA.\n\nAlthough naturally occurring DNA is linear, the rational design of single-stranded oligomers has enabled the realisation of three polymer topologies that are relevant to nanomedicine, namely linear, branched and networked (cross-linked) [14] . Each of these topologies is typically associated with properties that could be adapted for specific applications, particularly within the realm of nanomedicine as outlined by Freitas [15, 16] . Linear DNA has traditionally been limited to the fields of genetics and drug delivery, but is being increasingly utilised in molecular recognition and diagnostic systems for its simplicity and distinct binding characteristics. Branched DNA encompasses an extensive library of unique structures that could be tailored individually or collectively for an assortment of potential applications. In particular, DNA dendrimers are unique for their multivalent termini that allow for signal amplification and high-affinity targeting. Finally, networked DNA architectures are structurally stable and provide a three-dimensional scaffold that could be tailored towards controlledrelease systems as well as protein-production platforms for therapeutics. There are many excellent reviews that discuss DNA architectures in depth and emphasise their potential use in bottomup nanoscale synthesis [17] [18] [19] [20] [21] [22] [23] [24] [25] . This article focusses specifically on the application of DNA in nanomedicine. We describe DNA architectures in the context of the three polymer topologies and how their properties can be tailored towards particular applications ( Fig. 1 and Table 1 ).\n\nThe specificity of hybridisation makes DNA ideal for nanoscale systems that require molecular recognition. There are a variety of systems that take advantage of the hybridisation of linear DNA for nanomedicine applications, including oligonucleotide sensing, multiplexed pathogen detection, aptameric drug delivery and diagnostics, as well as stimuli-responsive hydrogels.\n\nIn the past decade, there has been considerable interest in using hybrid nanoparticles consisting of oligonucleotides covalently tethered to gold nanoparticles (AuNPs) as a tool for molecular diagnostics and gene regulation [26, 27] . Compared with conventional probes used in molecular diagnostics, oligonucleotide-functionalised AuNPs have achieved higher sensitivity and selectivity, lower cost and greater ease of detection [28] . From a materials perspective, AuNPs are relatively easy to synthesise and are biocompatible [29] . In addition to diagnostics, they have also been utilised in the investigation of gene function and treatment of disease [30, 31] .\n\nMirkin pioneered the development of DNA-AuNP conjugates for molecular diagnostics and gene regulation. As early as 1996, Mirkin and co-workers described a method of assembling AuNPs into macroscopic aggregates using DNA as linkers through thiol bonds [32] . Subsequently, Mirkin's group employed DNA-modified AuNPs as a scaffold to develop a highly selective, colorimetric polynucleotidedetection technique [26, 33] (Fig. 2A) . AuNPs aggregated in the presence of complementary target ssDNA in solution as a result of DNA hybridisation. The aggregation induced a red-to-purple colour change, which enabled the precise detection of as little as 10 femtomoles of the target sequence [34] . This colorimetric method was also demonstrated for the highly selective and sensitive detection of mercuric ions and cysteine in aqueous solution [35, 36] . Colorimetric biosensing is particularly promising since it eliminates the necessity of expensive and complicated instruments for detection [37] .\n\nMirkin's group developed several other highly sensitive and selective detection strategies. These include chip-based detection methods that rely upon either light scattering or silver staining [38, 39] , Raman dye-labelled oligonucleotide-gold probes for multiplexed detection of DNA targets [40, 41] , an electrical detection method for target DNA which is captured in the gap between two electrodes [42] as well as a real-time DNA-detection method [43] . Notably, a nanoparticle-based biobarcode assay was developed for the ultrasensitive detection of biomolecules, such as proteins [44] [45] [46] [47] [48] , messenger RNA (mRNA) [49] and the human immunodeficiency virus (HIV)-1 antigen [50] , as well as for the multiplexed detection with high selectivity but without the need for enzymatic target amplification and labelling [28, 47] (Fig. 2B) .\n\nFor gene regulation, Mirkin's group reported a method that employed DNA-modified AuNPs for cellular transfection and targeted gene silencing [27] . This 'antisense nanoparticle' was constructed by attaching multiple strands of antisense DNA to the surface of an AuNP. It was observed that the AuNP-immobilised antisense DNA became more stable and could bind to the target mRNA more effectively than the free antisense DNA strands. This technique possesses many advantages compared to antisense DNA complexed with commercial agents, such as Lipofectamine TM and Cytofectin TM ; in particular, more effective gene knockdown, less susceptibility to degradation, lower toxicity and enhanced cellular absorption were noted for these AuNP-DNA conjugates. Interestingly, the large number of proteins (from serum) that adsorbed onto the AuNP surface appeared to enhance cellular uptake of the negatively charged antisense nanoparticles [31] . In addition, a higher surface density of oligonucleotides bound more proteins, which ultimately increased the uptake efficiency. In addition to Mirkin's extensive work, there are many other groups that have used DNA-modified nanoparticles for sensing and diagnostics. For example, a molecular ruler created by tethering double-stranded DNA to a single AuNP enabled label-free and real-time measurements of protein-DNA interactions at an extremely high resolution [51] . Storhoff developed a 'spot-and-read' colorimetric detection method for detecting zeptomole quantities of a nucleic acid target without any target or signal amplification [52] . More recently, Qin and co-workers reported a novel AuNP-based quantitative DNA assay with single-nucleotide polymorphism (SNP) discrimination selectivity [53] . The precise quantification is due to the formation of defined DNA-AuNP conjugate groupings in the presence of target/linker DNA, which were then characterised and quantified by gel electrophoresis. Niemeyer and co-workers have also utilised linear DNA as an intermediate linker for generating proteinnanoparticle conjugates that are ideal for immunological diagnostics [54, 55] . Niemeyer's group also demonstrated binding and dissociation of proteins from the surfaces of DNA-nanoparticle conjugates under physiological conditions, which ensures that the biological activity of the protein is not compromised [56] . In addition to metallic nanoparticlebased systems, quantum dots (QDs) conjugated to ssDNA have also been used for ultra-sensitive detection of DNA in a separation-free format [57] . Alivisatos and co-workers also reported that DNA-QD conjugates, when used in conjunction with microarrays, enabled the rapid detection of SNPs and single-base deletions [58] .\n\nOwing to its high chain flexibility, ssDNA is capable of selfannealing and folding into unique tertiary structures. Aptamers are defined as short nucleic acid ligands that can bind to target molecules with high specificity and affinity [59] [60] [61] . Both the concept of aptamers and the procedure for aptamer generation were brought about in the early 1990s [62, 63] . Over the past 17 years, aptamers have been generated against a wide array of molecular targets, including many known proteins, carbohydrates, lipids, nucleotides and other small molecules, as well as highly complex structures such as viruses [64] [65] [66] . Aptamers are typically 15-40 nucleotides in length [60] and are generally produced through the systematic evolution of ligands by exponential enrichment (SELEX) process [62, 67] , an iterative, in vitro evolutionary process based on identification of a tight binding sequence followed by amplification.\n\nAptamers behave like drugs, analogous to monoclonal antibodies that function through high-affinity binding to a target molecule [68] , distinguishing them from antisense oligonucleotides and ribozymes [69] . With their high specificity and strong affinity for their targets, aptamers are very powerful tools for diagnostic and therapeutic applications [64] [65] [66] 70] . They are potentially useful in the treatment of a wide variety of human maladies, including infectious diseases, cancer and cardiovascular disease [71] . As a result, there has been Introduction of a target ssDNA into a solution containing AuNPs functionalized with complementary DNA sequences resulted in the formation of an aggregated network of nanoparticles with a corresponding red-to-purple color change. Reproduced from reference [33] with permission. (B) DNA-AuNP conjugates as biobarcodes. Each target molecule is coded by ssDNA with specific sequences and lengths. The target molecule binds specifically to a monoclonal antibody on a magnetic microparticle and is sandwiched by the DNA-AuNP containing the corresponding polyclonal antibody and the ssDNA barcodes. The ssDNA barcodes are subsequently released for specific identification of the target molecule. Reproduced from reference [47] with permission. (C) DNA-mediated reversible sol-gel transitions. Polyacrylamide modified with DNA sequences SA1 and SA2 crosslinks with the addition of a target sequence, L2, partially complementary to both SA1 and SA2. Upon addition of a removal strand that hybridizes completely with L2, the crosslinking is disrupted and the gel reverts to a liquid state. much interest in developing aptamers for cancer therapy [72] [73] [74] [75] [76] . The most advanced aptamer and the first to enter clinical trials is AS1411 [77] , a 26-mer unmodified guanosine-rich oligonucleotide that has been shown to be effective against human tumour xenografts in vivo. Aptamers have also been conjugated to QDs and used in conjunction with DNA-intercalating drugs for the simultaneous targeting, imaging and treatment of cancer [75, 76] . This approach proved to be highly effective in targeting cancer cells and decreasing tumour size with fewer side effects on healthy cells in comparison to current methods of chemotherapy.\n\nAptamers can be adapted to produce many different types of signals, such as electrochemical, acoustic, fluorescence and piezoelectric [59] , making them excellent candidates for disease diagnostics and biosensing [65, 66, 78, 79] . Currently, most diagnostic applications of aptamers rely on ligand-induced conformational changes, which can be detected by the corresponding changes of these signals [65] . Such applications include western blot analyses, oligonucleotideprecipitation assays, flow-cytometry and use as affinity reagents coupled to solid matrices for protein purification [66, 78] . Aptamers have also been successfully utilised in a procedure similar to the enzyme-linked immunosorbent assay (ELISA) to detect vascular endothelial growth factor (VEGF) and thrombin [80] . In addition, fluorescence-labelled aptamers have also been used to quantify immunoglobulin E (IgE) and thrombin based on capillary electrophoresis/laser-induced fluorescence (CE/LIF), in which detection as low as 50 pM was reported [81] . A cell-based aptamer-selection method to generate aptamers that can specifically recognise target cancer cells has also been reported [82] [83] [84] . This method shows great promise for developing specific molecular probes for cancer diagnosis and cancer biomarker discovery. In addition to the diagnostic and therapeutic applications, aptamers have also been frequently used for target validation and drug discovery [65, 70, 85, 86 ].\n\nFor the purposes of our discussion, we make a distinction between 'DNA-based hydrogels' and 'DNA hydrogels'. We define a DNA-based hydrogel as one in which DNA takes on the role of a cross-linking agent or is chemically grafted into the hydrogel matrix. Since the function of these structures is mediated by the hybridisation of linear DNA, we categorise DNA-based hydrogels under the linear DNA topology. In contrast, we regard a 'DNA hydrogel' as a hydrogel in which DNA acts as the primary structural unit. The resulting structures are categorised under the network topology (see the section titled 'DNA networks').\n\nHydrogels have been used in a wide range of biomedical applications for the past several decades, ranging from contact lenses to drugdelivery systems [87] . In the most basic description, a hydrogel is a water-swollen, cross-linked polymer network in which water accounts for most of the structure's mass. The degree of swelling is mediated by a balance of the force associated with solvent mixing with the retractive force of the polymer chains, and is dependent on the amount of crosslinking and the solvent conditions [88] [89] [90] . 'Smart' hydrogels can be designed to respond to environmental stimuli, such as chemicals, temperature, pH, electrical signals and light [91] , which has stirred much interest in their use as biomaterials [92] . Consequently, a variety of applications have been demonstrated with environmentally responsive hydrogels, including chemical sensors [93] , microfluidic actuators [94] , microlenses [95, 96] and controlled-drug-release systems [97] [98] [99] . The incorporation of DNA into hydrogels has also led to novel systems that exhibit a bulk response triggered by the presence of target ssDNA [100] [101] [102] [103] .\n\nDNA-based hydrogels are often constructed by first chemically modifying the terminus of ssDNA with a polymerisable group (such as an acryl group) and then co-polymerising with other monomers. Copolymerisation of single-terminus modified ssDNA results in grafted polymers, in which the ssDNA can be treated as a functional side-chain.\n\nLangrana and co-workers have used grafted ssDNA as a means to control the cross-linking of polyacrylamide [100, 101] . Two different sequences (SA1 and SA2) were modified with Acrydite (Integrated DNA Technologies, Inc.) at their 5′ ends and co-polymerised separately with acrylamide. A target sequence, L2, was designed to be partially complementary to SA1 and SA2. When L2 was added to the mixture of the polymer batches, it was able to cross-link adjacent SA1 and SA2 polymer chains. It was found that gelation occurs above a critical target concentration of L2. Furthermore, addition of a removal strand, R1, that could hybridise completely with L2 was shown to disrupt the crosslinking and return the gel to a liquid state, demonstrating reversible transitions that do not require heating or chemical species that break covalent bonds (Fig. 2C) .\n\nSimilarly, Mi and co-workers demonstrated a reversible sol-gel transition based on a thrombin-binding aptamer [102] . Acrylamide was co-polymerised with Acrydite-modified ssDNA sequences G1 and G2, separately. Strand A is designed to be partially complementary to G1 and G2 while also self-hybridising to form a tertiary structure with strong binding affinity for thrombin. The aptamer-thrombin complex acted as a cross-linker by hybridising with G1 and G2 from adjacent polymers. The cross-linking is reversible by adding another strand, D, which is fully complementary to A. When strand D completely hybridises with A, the matrix is dissolved and thrombin is released. This system demonstrated the ability to capture a protein within a hydrogel and release it with an oligonucleotide trigger.\n\nMurakami and Maeda have developed DNA-responsive hydrogels that shrink or swell in the presence of a particular ssDNA sequence [103] . Standard radical polymerisation was used to prepare polyacrylamide hydrogels with 5′-and 3′-methacryloyl-modified ssDNA as the cross-linker. The cross-linking ssDNA then acted as a probe sequence that hybridised with a target sequence. The hydrogels exhibited different shrinking and swelling behaviours for a variety of different target sequences. The resolution was such that even a singlebase mismatch produced a characteristic swelling profile, while completely non-complementary sequences did not affect the swelling at all.\n\nBranched DNA junctions, through the rational design of singlestranded oligomers, have paved the way for intricate DNA-based nanostructures that could not be realised with linear DNA alone. The expanded utility of branched DNA architectures arises from the multiple termini that are available for functionalisation by different moieties. In addition, this allows for further hybridisation between branched DNA subunits resulting in more complex two-and threedimensional (3D) DNA assemblies.\n\nSeeman and colleagues pioneered the assembly of branched DNA nanostructures that mimic four-armed Holliday junctions that exist transiently in the cell. Holliday junctions are unstable due to the internal sequence symmetry that allows for migration of the branch point during genetic recombination [10] . By designing oligonucleotides with partial complementary sequences and specific sequencesymmetry constraints, Seeman's group assembled the first synthetic four-armed DNA junction [104] . This seminal work has inspired an assortment of novel branched DNA architectures, including various DNA shapes (cubes, octahedrons, hexagons, etc [105] [106] [107] .), DNA catenanes and knots [108] and multi-armed branched DNA structures [109] [110] [111] . Early branched DNA junctions, however, suffered from high conformational flexibility, preventing the formation of regular superstructures made from DNA junctions. As a solution, Seeman and co-workers developed more rigid motifs based on the concept of crossover hybridisation. Here, two or three helices of DNA were connected by cross-allocation of one or more strands, resulting in double-crossover (DX), triple-crossover DNA (TX) and paranemic crossover (PX) architectures [112] [113] [114] . Branched DNA molecules have also inspired the construction of more complex structures, such as DNA nanomachines [115] .\n\nWhile a thorough treatment of the potential applications of branched DNA is beyond the scope of this discussion, we focus on recent efforts to incorporate branched architectures into biological systems. Inspired by Seeman's work, we have designed branched DNA structures, namely three-and four-armed branched DNA ('Y-DNA' and 'X-DNA', respectively), and have successfully utilised them in biological and biomedical applications. In collaboration with the Baird group, trivalent Y-DNA was used as a tool for assessing structural and spatial constraints in receptor-signal initiation [116] . In this study, trivalent Y-DNA functioned as rigid spacers between 2,4-dinitrophenyl (DNP) groups that bind specifically to anti-DNP IgE on RBL mast cells. The Baird group found that cellular degranulation, tyrosine phosphorylation responses and calcium mobilisation were all affected by the length of the Y-DNA spacer used. These results are also a clear demonstration of how DNA can be useful in biology for structural, rather than genetic, purposes.\n\nArmitage and co-workers also exploited the structural features of DNA in designing branched fluorescent DNA nanotags [117] . The structural regularity of the DNA double helix provides an ideal environment for packing a high density of fluorescent intercalating dyes with adequate separation to eliminate self-quenching effects (Fig. 3A) . In a synergistic fashion, the dyes, in turn, serve to stabilise the branched DNA structures from thermal denaturation. As a result, the fluorescent DNA nanotags generated were stable and exhibited dramatically increased quantum yield from the dye molecules. These nanotags could potentially be used as biological labels in flow cytometry and fluorescence microscopy.\n\nIn the classification of polymeric topologies, dendrimers are considered a subgroup of the branched topology [14] . Based on molecular recognition properties of multivalent DNA subunits, it is possible to rationally design DNA dendrimers. We first reported the controlled assembly of dendrimer-like DNA (DL-DNA) from the ligation of Y-DNA building blocks to each other [118] . We demonstrated that these stable and monodisperse DL-DNA structures could be produced through a robust and efficient assembly process for up to five dendrimer generations. To create these structures, the Y-DNA building blocks were designed to have non-palindromic cohesive ends to eliminate the occurrence of self-ligations and to ensure unidirectional ligations with each increasing generation. The multiple end termini of the DL-DNA can be attached to various ligands and molecules, and can easily be tailored to be either anisotropic for multivalent signalling or isotropic for signal amplification. These DL-DNA constructions are a clear example that novel functional nanostructures can be assembled with control and precision through the manipulation of DNA.\n\nThe properties of these nonlinear DNA structures are being investigated for nanomedicine. Similar to Mirkin's work on DNA biobarcodes (using linear DNA), we developed a version of DNA nanobarcodes based on second generation DL-DNA. By ligating a combination of fluorophores and a molecular probe to the terminal ends of the dendrimer structure, we created nanobarcodes with fluorescent signals unique to a specific probe sequence [119] . We demonstrated that these DNA nanobarcodes could be used for highly efficient multiplexed detection of pathogen DNA (e.g., anthrax, Ebola and the severe acute respiratory syndrome (SARS) viruses) with attomole detection limits in less than a minute. In addition, the terminal ends of DL-DNA can be designed to be isotropic and conjugated to a specific fluorophore to create a highly amplified signal. Single-molecule diffusion studies of DL-DNA have also been performed to investigate its behaviour as a potential drug-delivery material [120, 121] .\n\nThe modularity of the assembly of DL-DNA allows for different functional moieties to be precisely placed, which enables the construction of building blocks that are both multivalent and anisotropic. This strategy was recently used to assemble anisotropic, branched, and cross-linkable monomeric units (ABC-monomers) for the purpose of sensitive pathogen detection [122] . The monomers consisted of colour combinations of QDs, photo-cross-linkable moieties and sticky ends for ligation to a target sequence. The sticky ends were designed to hybridise with pathogen DNA sequences, which resulted in the formation of dimers. Upon ultraviolet (UV) illumination, the dimers polymerised via their cross-linkable groups, forming spherical particles with unique fluorescent signals. Without the target DNA, polymerisation would not have occurred, making this a novel technique for 'target-driven' polymerisation (Fig. 3B ).\n\nA network topology can be attained by cross-linking DNA, either through the interaction of the DNA backbone with other materials or by self-assembly of subunits based on sticky-end recognition. These approaches have resulted in films, hydrogels and even 2D periodic lattices, all of which have numerous prospective applications that are beyond the scope of this article. We discuss both approaches to designing DNA networks in this section. As discussed previously, we define DNA hydrogels as swollen networks in which DNA either is the primary structural component or is cross-linked through physical or chemical interactions with other materials.\n\nThe polyanionic backbone of dsDNA can be cross-linked to form both hydrogels and insoluble films depending on the method of crosslinking. Ethylene glycol diglycidyl ether (EGDE) has been used to covalently cross-link long, highly ionic strands of salmon-sperm DNA [123, 124] . Electrostatically cross-linked DNA networks, on the other hand, rely on the interactions between the anionic phosphate groups of the DNA backbone with cationic materials, such as surfactants, metal ions, or other polymers [125, 126] . The early work of Amiya and Tanaka showed that covalent DNA gels, similarly to many other polyelectrolyte gels, undergo a discontinuous volume transition depending on the solvent conditions [123] . The implications of such studies have made DNA networks worth investigating for biomedical applications [124] .\n\nIn one study, Nishi and co-workers demonstrated the ability of a DNA hydrogel to encapsulate and protect probiotic bacteria in the harsh conditions associated with oral delivery [127] . Lactic acid bacteria, which is present in yoghurt, was encapsulated in a complex of salmon-milt DNA, gelatin and a polysaccharide extracted from seaweed. The hydrogel was able to protect the bacteria when submerged in a simulated gastrointestinal environment, while also providing conditions that were suitable for bacterial growth. Both the biocompatibility and bioactivity of DNA-based hybrid systems demonstrate its merit as a functional biomaterial. In addition to hydrogels, insoluble films have also been reported. One such film was formed through complexation of DNA with cationic metal ions [126] . The complexes were found to be stable and the metal ions remained functional, making these films particularly interesting as antibacterial and biosensing materials. DNA-alginate films have also been reported, in which the film was used as a filter to remove toxic materials upon intercalation with the DNA backbone [128] . In addition, the films were also used in a solid-phase assay as an antigen to detect an anti-DNA antibody [129] .\n\nWhat makes DNA networks particularly fascinating is that one can engineer branched monomers that form highly ordered 2D arrays as well as 3D hydrogelsa morphological versatility that cannot be realised with conventional polymers. Self-assembled 2D crystals have been demonstrated with a variety of different branched DNA motifs, including crosses, three-point stars and triangular junctions, resulting in supramolecular structures with interesting tuneable tiling patterns [113, [130] [131] [132] [133] [134] (Fig. 4A) . Two-dimensional lattices have displayed much organisational control over positioning of nanomaterials [135] .\n\nThis has also been demonstrated with biomolecules, as aptamer sequences have been incorporated into rationally designed DNA architectures to produce periodically spaced proteins [136, 137] . Programmable protein arrays may allow for studies of highly controlled distance-based macromolecular interactions, which could prove useful for drug design.\n\nIn addition, amorphous hydrogels have been assembled from branched DNA subunits. We successfully demonstrated the first DNA hydrogel whose assembly is governed by sticky-end recognition [138] (Fig. 4B ). Using the same rationale behind DL-DNA, branched DNAbuilding blocks were designed so that all arms had identical The regularity of the DNA double-helix spaces out the dyes and eliminates self-quenching effects while dramatically increasing the quantum yield due to the high-density packing of dyes. Acceptor dye molecules can be conjugated on the termini of the branched DNA structures for fluorescence resonance energy transfer (FRET) that allow for wavelength shifting. Reproduced from reference [117] with permission. (B) Assembly of anisotropic branched DNA into multifunctional polymeric structures. Upon UV illumination the monomers assemble into spherical polymeric particles, but only in the presence of a target DNA sequence. Encoding the different monomers with fluorescent labels allows for multiplexed detection. Reproduced from reference [122] . palindromic sticky ends. The sticky ends were then ligated to form a 3D hydrogel network. Without CpG repeats within the sequence of the DNA motifs, the DNA hydrogel is naturally biocompatible, biodegradable and non-immunogenic, making it a promising candidate for drug delivery and tissue engineering [139] . In particular, it was observed that two drugs, porcine insulin and Camptothecin, after encapsulation in the DNA hydrogel, could be released in a controlled manner over time. Live mammalian cells, such as Chinese Hamster Ovarian (CHO) cells, could also be encapsulated in the gel and remain alive for up to 3 days later.\n\nRecently, the DNA hydrogel was adapted into a cell-free, proteinproducing hydrogel system (P-gel) [140] . DNA subunits were once again enzymatically cross-linked, but this time in the presence of proteinencoding DNA with palindromic sticky ends. This resulted in a DNA hydrogel with genes covalently linked within the matrix. With the addition of cell lysates, P-gel was able to produce proteins with higher yield and production efficiency (up to 300 times more efficient) than conventional cell-free protein-synthesis systems. Furthermore, P-gel was utilised to produce a variety of proteins, including reporter proteins, membrane proteins, kinases, protein hormones and toxic proteins, all with comparable efficiency and yield. The substantial improvement in protein production by P-gel was attributed to factors such as enhanced transcription, a higher surface-to-volume ratio and an improved protection against degradation of the gene. For these reasons, P-gel could be potentially used in high-throughput protein engineering or as an implantable on-site protein-expression system in the future.\n\nThe field of DNA nanomedicine is rapidly growing with the realisation that DNA can be as good a generic material as it is a genetic material. This paradigm shift has opened up a plethora of options for manipulating and assembling DNA into active constructions. The majority of these are individually or collectively engineered from branched and linear DNA topologies. Some of the notable developments include DNAzymes, DNA switches, DNA tweezers as well as DNA walkers [141] [142] [143] [144] . Breaker and Joyce pioneered the DNAzyme and demonstrated that DNA could be used as an enzyme to cleave RNA. Turberfield and co-workers developed the first DNA tweezers based on the hybridisation of linear DNA in a simple yet elegant process. The use of DNA hybridisation to induce changes in the Fig. 4 . Application of networked DNA polymeric topology for protein arrays and protein production. (A) Schematic showing a self-assembled DNA scaffold from branched DNA tiles containing biotin and the subsequent binding of streptavidin into an ordered protein array. AFM images corresponding to each step are shown on the right. Adapted from reference [137] with permission. (B) Assembly of a DNA hydrogel from branched DNA building blocks by ligation of sticky-ends. Reproduced from reference [139] with permission. (C) Fabrication of protein-producing DNA hydrogels (P-gel) in a micromould format. The P-gels contains multiple copies of a gene that are expressed through transcription and translation in the presence of cell lysate. Reproduced from reference [140] . state of DNA nanodevices is common in many of the other DNA molecular systems and machines that have been assembled. The design of DNA nanoactuators, DNA gears and DNA nanomotors, coupled with the use of DNA as a logical molecular computer, make the future of autonomous DNA nanomachines in nanomedicine an approaching reality [115, [145] [146] [147] [148] [149] [150] [151] [152] .\n\nThere exist structural, functional and biological challenges that must be overcome before many of these DNA structures will play a practical role in nanomedicine. A fundamental requirement of nanoscale building materials is that they must be structurally durable, nontoxic and biochemically stable [153] . However, the issue of DNA immunogenicity in humans still remains controversial. Although ssDNA were reported to elicit antibodies, dsDNA, such as plasmid DNA, has been reported to be only weakly immunogenic in humans [154, 155] . From a chemical stability perspective, natural DNA is prone to degradation in serum by endonucleases and exonucleases. In the case of DNA aptamers, a short serum circulation life in vivo results from both nuclease degradation and rapid renal clearance due to small molecular size (b40 kDa). However, appropriate chemical modifications, such as methylation and pegylation, could provide protection from degradation and increase circulation time substantially. In general, the interactions between living cells and synthetic nanomaterials have yet to be fully understood. Hence, more empirical data is needed regarding the survival of DNA motifs in a cellular environment before such nanostructures could be applied in vivo.\n\nDirected self-assembly of DNA subunits into functional nanostructures still remains a non-trivial task. The interactions between subunits are particularly important in the formation of more complex structures. For example, a delicate balance between stress and flexibility of individual subunits is necessary for the formation of 2D lattices [156] . In contrast with 2D DNA networks, which generally require high rigidity, flexibility within DNA motifs is favourable for producing amorphous, isotropic 3D gels. However, the bulk behaviour of DNA networks that comprise of monomeric subunits is difficult to predict. Nevertheless, numerical models for the self-assembly of branched and networked DNA structures could be helpful in the design process. One such study showed that gelation is highly dependent on temperature and diffusivity [157] , indicating that it may be possible to optimise the conditions for which the macroscale transitions of DNA nanoarchitectures are controllable. A greater understanding of bulk behaviour of nanoscale subunits will be necessary for the development of more complex architectures in the future.\n\nDespite these challenges, substantial progress has been made over the last decade in developing novel DNA nanoarchitectures. In this article, we have proposed a contextual framework by which DNA architectures can be classified based on their polymeric topologies. Each of these topologies possesses functional characteristics that gear it towards a particular system, demonstrating the versatility of DNA that make it an ideal candidate for the wide range of applications in nanomedicine. We are confident that current research endeavours will continue to steer progress in DNA nanomedicine towards more real-world applications."}