{"title": "Molecular insight into the therapeutic potential of phytoconstituents targeting protein conformation and their expression", "body": "Nature has been the source of enormous medicinal agents, and modern drugs have been isolated from traditional medicinal plants. The presence of diverse bioactive molecules in these plants makes them a rich source of medicine (Kothari et al., 2010; . It has been reported in the literature that about 80% of the world's population, mainly the developing countries depend on plants to meet their primary health care (Akinsulire et al., 2007) . Plants possess primary and secondary metabolites. Primary metabolites are peptides, carbohydrates or sugar, lipids that are directly used in their synthesized form by plants whereas secondary metabolites are synthesized from primary metabolites . Plant secondary metabolites such as alkaloids, flavonoids, tannins, terpenes etc, have shown to have different properties (Mors et al., 2000; Tiwari et al., 2016) .\n\nCurrent antimicrobial drugs become ineffective due to different acquiring resistance by the bacteria such as antibiotic hydrolyzing enzymes (Tiwari et al., 2012a; Moganty, 2013, 2014; Tiwari et al., 2012b) , modified target proteins (Vashist et al., 2011) , change in permeability (Vashist et al., 2010) , up-regulated metabolisms (Tiwari and Rajeswari, 2013; Tiwari et al., 2012c) and MDR efflux pump systems (Djeussi et al., 2013; , biofilm formation (Roy et al., 2018; Tiwari et al., 2018b) . Hence novel antibacterial compounds are urgently needed with new bacterial targets. Different approaches have been tried (Solanki and Tiwari, 2018; Tiwari et al., 2017a Tiwari et al., ,b, 2018a ;) but few of them got the positive result. Some plant active compounds destabilize the structure of various target proteins, resulting in the death of diseasecausing bacteria (Cowan, 1999; Ernawati et al., 2013; Tyagi et al., 2015) while some active phytochemical compounds alter the affinity of Several proteins have been identified in prokaryotic organisms that act as a target for antibiotics. Conformation stability or expression of these proteins are also influenced by the plant active compounds, hence, can be used as an alternative mechanism to cure these diseases. Some of the plant-derived compounds, and their effects are described in Table 1 . Here, we have discussed the role of various plant active compounds with insight into their mechanism of action.\n\nCurcuma domestica contains active compound curcumin that is widely known as an anti-inflammatory (Bi et al., 2016; Zhao et al., 2016) , anticancer (Gu et al., 2016; Sufi et al., 2016; Tong et al., 2016) and recently antimicrobial agent (Rahayu et al., 2013; Tyagi et al., 2015) . Curcumin correlates with its ability to bind to the vitamin D receptor (VDR) as a potential ligand. Binding of curcumin promotes expression of cathelicidin, an antimicrobial peptide and kills the bacteria. Cathelicidin is a small peptide with some structural similarities with other antimicrobial proteins, such as defensin. Curcumin also increases mRNA expression of cAMP, which in turn increases cathelicidin level in tissues thereby curing infections caused by Salmonella typhi. Moreover, curcumin also exhibits antibacterial activity against a number of pathogenic bacteria such as Staphylococcus aureus, Staphylococcus epidermidis, and Enterococcus by damaging their bacterial membrane (Tyagi et al., 2015) . FtsZ is a prokaryotic homolog of eukaryotic cytoskeletal protein tubulin and polymerizes to form a Z-ring at the mid-cell, which orchestrates cell division in bacteria. This compound strongly inhibits the formation of cytokinetic Z-ring in B. subtilis without detectably affecting the segregation and organization of the nucleoids. Assembly dynamics of FtsZ protofilaments play a significant role in the formation and functioning of Z-ring. Curcumin inhibits the assembly of FtsZ protofilaments, and also increases GTPase activity of FtsZ, thereby affecting bacterial proliferation and finally death (Rai et al., 2008) .\n\nSimilarly, Zingiber officinale contains Zingerone, which is the critical component of the pungency of ginger. Zingerone is active against enterotoxigenic Escherichia coli (ETEC), which have heat-labile enterotoxin (LT) (Arlt et al., 2013 ) that induces diarrhea. The heat-labile enterotoxin is the major virulence factor of ETEC. G M1 cell surface receptor is the docking site for cholera toxin and enterotoxin of E. coli (Arlt et al., 2013) . G M1 is the \"prototype\" ganglioside that has one sialic acid residue. LT (heat-labile enterotoxin) consists of one 'A' subunit for catalytic activity and five 'B' subunits for binding to the receptor. Binding of B-subunit (LT-B) of the toxin to G M1 of the intestinal cell surface induces a conformational change in the toxin. This is followed by translocation of A-subunit (LT-A) into cells. Inside intestinal cells, LT-A catalyzes ADP-ribosylation of stimulatory GTP-binding protein that results in increased intracellular levels of cyclic-AMP. The elevated levels of c-AMP in the cells result in massive loss of fluid and ions from cells leading to diarrhea. Zingerone binds at the binding sites of G M1 receptor and disrupting the interaction, hence A-subunit cannot be transported, finally curing diarrhea .\n\nFlavonoids are the major components of the extracts from aceraceous plants Acertruncatum bunge. FabG (beta-oxoacyl-ACP reductase) enzyme participates in the polyunsaturated fatty acid biosynthesis in bacteria. Polyphenol binding interfere with the binding of the cofactor to the enzyme and thereby destabilization of FabG reductase, which refers to dysfunctioning of fatty acid biosynthesis of Gram-positive and Gram-negative bacteria (Zhang et al., 2008) .\n\nAnother herbal active compound, Capsaicin (N-anillyl-8-methylnonenamide) of Capsicum annuam, acts as an antimicrobial agent against bacterial pathogens such as Bacillus spp., Helicobacter pylori etc. It inhibits the production of cholera toxin by H-NS mediated inhibition of transcription of virulence genes i.e ctx and tcpA genes. Histone-like nucleoid structuring protein (H-NS), the product of hns gene, is a global prokaryotic gene regulator that represses the transcription of several virulence genes. Capsaicin stabilizes the H-NS which in turn suppress the virulence gene responsible for the synthesis of cholera toxin in Vibrio cholerae strains (Yamasaki et al., 2011) .\n\nSimilarly, apigenin (4, 5, 7-trihydroxyflavone) of Morinda citrifolia L, belonging to flavone class of natural products, that is aglycone of several naturally occurring glycosides. The mechanism of inhibition is interfered by the structure of the flavonoid molecules that can form bonds with the enzyme GTF (glycosyltrasferases). GTFs are enzymes that produce glycosidic linkages in various bio-molecules, including cell wall components, natural products, saccharides, proteins, and even nucleic acids. They can also catalyze the transfer of saccharide or monosaccharide moieties from activated nucleotide sugar to nucleophilic glycosyl acceptor molecule with oxygen, carbon, nitrogen, or sulfur nucleophile. Flavones and flavonols have unsaturated double bonds in the chain C-2 and C-3 to form a chain that can be occupied by nucleophilic amino acids of the GTF, especially side chain of aspartic acid. It inhibits GTF formation, which will reduce the adhesion and aggregation or accumulation of Streptococcus mutans colonies and prevents human oral cavity (Ernawati et al., 2013) .\n\nLikewise, epigallocatechingallate (EGCG), the most abundant catechins in tea belong to the class of polyphenols, which have high antibacterial activity. Various cell surface proteins such as oligopeptide ABC transporter binding lipoprotein, phosphate ABC transporter substrate-binding protein, the glucose phosphotransferase system transporter protein, and penicillin-binding protein-5 are responsible for glucose uptake and cell shape in Gram-positive bacteria, Bacillus subtilis. TEM (transmission electron microscopy) analysis revealed aggregating forms of these cell surface proteins and EGCG throughout the cell envelope provided evidence that surface proteins act as the target for EGCG. Alteration in the cell shape and glucose uptake after treating the bacteria with EGCG suggested that it interferes with the primary functions of these proteins, leading to growth inhibition of B. subtilis (Nakayama et al., 2015) .\n\nArtimisia annua is known to possess an active compound named arteether. This compound has the highest binding affinity towards ENR (Enoyl acyl carrier reductase) involved in fatty acid synthase 2 pathway V. Tiwari\n\nPhytomedicine 52 (2019) 225-237 Table 1 .\n\nEffect of the herbal active compounds on the stability and expression of prokaryotic proteins.\n\nActive molecule 3.\n\nEthyl acetate extract FabG (beta-oxoacyl-ACP reductase)\n\nInterfere with the binding of the cofactor to the enzyme which inhibits the bacterial type II fatty acid synthesis system (Zhang et al., 2008) 4.\n\nCapsaicin n-hexane and 90% methanol extracts Histone-like nucleoid structuring protein (H-NS)\n\nIncreased expression of H-NS & repress the transcription of virulence genes toxT, ctx and tcpA for the cholera toxin production (Yamasaki et al., 2011) 5. (Long et al., 2008) 9.\n\nQuercetin NA DNA gyrase Destabilize Inhibit ATPase activity of DNA-Gyr B (Plaper et al., 2003) 10.\n\nTaxifolin NA Fumarate reductase flavoprotein (FrdA) detabilize Decrease anaerobic respiration metabolism and cellular energy synthesis (Xiao et al., 2014) 11.\n\nArteether NA Enoyl acyl carrier reductase (ENR)\n\nInhibit the ENR dependent pathway of Mtb (Dhivya et al., 2011) V. Tiwari Phytomedicine 52 (2019) 225-237 of Mycobacterium tuberculosis. ENR is a part of type II fatty acid synthesis system and plays an essential role in the metabolism. It is an attractive target for antibacterial drug discovery as its sequence is conserved across many bacterial species. In-vivo and in-vitro studies revealed that it could be a useful drug candidate against tuberculosis (Dhivya et al., 2011) . Earlier studies suggest that berberine is a quaternary ammonium salt from the protoberberine group of isoquinoline alkaloids that play a significant role in the destabilization of protein consequently killing the bacteria. N. gonorrhoeae contains the NorM efflux pump, which is a member of multidrug and toxic compound extrusion (MATE) family of efflux transporters. MATE family efflux pump, use proton motive force (PMF) energy for export, and loss of the PMF inactivates pump activity and resulting in the enhanced accumulation of substrates. This accumulation increases susceptibility to the agents commonly recognized and effluxed by the transporter. The N. gonorrhoeae NorM transporter is homologous to efflux pump of Vibrio parahaemolyticus and YdhE of E. coli, when expressed in the E. coli; it enhances the efflux of various antibiotics. When berberine exposed to recombinant E. coli with NorM or YdhE as the transgene, both transporters enhanced antibiotics accumulation in the cell through a mechanism requiring the proton motive force. Hence, it can be said that these transporters bind to berberine with dissociation constants in the micro-molar range and destabilize the efflux pumps, therefore, showing a strong role in drug therapy (Long et al., 2008) .\n\nFlavonoids exhibit diverse antibacterial activity. Quercetin, an abundant natural flavonoid of Allium cepa inhibits bacterial gyrase that relieves strain during unwinding of double-strand DNA. Quercetin inhibits gyrases via either its interaction with ATP binding site of DNA gyrase enzyme or target DNA (Plaper et al., 2003) . It binds to the ATP binding pocket of 24 kDa fragment of gyrase B of E. coli (K d of 15 μM) and inhibits ATPase activity of Gyr-B by competitively inhibiting ATP binding. Novobiocin, an amino-coumarin, also inhibits energy transduction of DNA gyrase by binding at ATPase active site, located on the GyrB subunit.\n\nAnother flavonoid, taxifolin is reported to exhibit strong binding affinity for bacterial protein. The fumarate reductase flavoprotein (FrdA), is a membrane-bound flavoprotein, which catalyzes the interconversion of fumarate and succinate, that is important for anaerobic growth using non-fermentable substrates. Molecular docking studies revealed that flavonoids derivatives (such as galloyl or glycosides substitution at position 3 of heterocyclic pyrane ring) enhance its binding affinity to FrdA, PyrD (dihydroorotate dehydrogenase) and FabI (NADH-dependent enoyl-ACP reductase) (Xiao et al., 2014) .\n\nDifferent herbal active compounds with their respective plants and their mechanism of action have been listed in Table 1 and Fig. 1 . This table showed that numbers of the herbal active molecules shown to have antibacterial activity against various pathogen microorganism, and they might be further investigated to find more active molecules that have anti-bacterial activity. The two-dimensional structures of the phytoconstituents are shown in supplementary figure SF1. The molecular insight of these herbal molecules will also initiate or helpful in the development of new antibiotics against different prokaryotic proteins.\n\nEffect of phytoconstituents on the stability, and expression of neurodegenerative disorders associated proteins A number of drugs are available for various neurodegenerative disorders such as Parkinson's disease, Alzheimer's disease, etc. Their high cost and limited effectiveness are one of the major concerns for developing countries (Murphy et al., 2012) . Therefore, it is very significant to find alternate herbal-based drugs for these diseases. The neurological disorders have been developed due to the alteration/defect in the conformation or altered expression of various proteins such as amyloid, presenilin, etc. The altered defective protein causes diseases. Hence the molecules that change the conformation of defective proteins (or reverting it to native conformation) might be used as herbal drugs ( Table 2 ). The molecules with their effect on conformation of such proteins are summarized in Fig. 2 .\n\nQuinones are the oxidation product of polyphenols, and include benzoquinones, naphthoquinones, anthraquinones, and phenanthraquinones. Anthraquinone strongly inhibits the aggregation of betaamyloid protein. Molecular simulations studies have suggested that quinone may destabilize intermolecular cross-beta strand of 'oligomers' and 'mature fibrils' by breaking the hydrogen bonds, and polar interactions respectively. Quinone may also tightly interact with carbonyl oxygen and amide hydrogens of peptide backbone via π-δ interactions and hydrogen bonds. Attenuated oligomerization or fewer amyloid fibrils were observed after quinone treatments, which might also suggest its inhibitory role in the oligomerization of amyloidogenic proteins (Gong et al., 2014) such as prion, lysozymes, and insulin. This antiamyloid property of quinones might also be investigated to prevent beta-amyloid formation in Alzheimer's disease.\n\nPresenilin, a member of the γ-secretase complex, is also involved in the familial Alzheimer's disease caused by activating the beta-amyloid formation. Curcumin down-regulate presenilin protein by activating its proteasome-mediated degradation, hence, might play a significant role in curing this neurodegenerative disease (Yoshida et al., 2011) . Similarly, caffeic acid phenethyl ester (CAPE), a natural phenolic chemical compound, is the ester of caffeic acid and phenethyl alcohol, and found in Eucalyptus globus. Transthyretin (TTR) is a homotetrameric protein found in the human blood plasma, where it binds to retinol-binding protein and transports thyroxine (T4) and retinol. Stabilization of TTR tetramer by small molecules can inhibit amyloid fibril formation of TTR. CAPE inhibits the amyloid fibril formation of TTR and stabilizes the TTR tetramer thus prevent amyloidosis (Yokoyama et al., 2014) .\n\nAnother molecule, vanillyl alcohol is derived from vanillin, which is a phenolic aldehyde, found to be useful in some neurodegenerative diseases such as Parkinson's disease. Vanillyl alcohol (VA), a bioactive compound of Gastrodia elata, induced PARP (Poly ADP-ribose polymerase) cleavage in 1-methyl-4-phenylpyridinium-treated MN9D dopaminergic cells (classic model for Parkinson's disease). PARP is a family of proteins involved in many cellular processes such as DNA repair and programmed cell death. It was found that protective effect of VA is associated with decreased reactive oxygen species levels is downstream apoptotic signaling pathways (i.e decrease in the Bax/Bcl-2 ratio) that prevent proteolysis of PARP by caspases, thereby protect from neurodegenerative diseases (Kim et al., 2011) .\n\nBaicalein is one of the essential flavonoids that possess anti-inflammatory and anti-oxidant properties. It stabilizes an unfolded conformation and decreases fibril formation of alpha synuclein that localizes within presynaptic terminals in the CNS. Alpha-synuclein is an intrinsically disordered protein and active in an unfolded conformation. Baicalein causes an increase in the annular oligomers and prevents amyloid formation (Jiang et al., 2010) . Studies also revealed the cell cycle arrest and apoptotic activity of wogonin, baicalin and baicalein (Gao et al., 2011) . Hence, baicalein and anthraquinone act as a drug for neurological diseases by inhibiting the fibril formation of α-synuclein and insulin respectively. These examples suggest that plant active molecule can be seen as a future hope to screen the molecules that control the neurodegenerative diseases.\n\nEffect of phytoconstituents on the stability, and expression of constitutive essential proteins\n\nIn addition to the protein involved in the pathogenesis, there are various constitutive proteins which are involved in the survival of organisms. Alteration in the conformation of the proteins leads to diseases listed below. Some herbal active compounds are identified which can be used to cure these diseases by regaining the normal conformation of these constitutive proteins (Table 3 ). The herbal active compounds and their effect on the conformation of constitutive essential proteins are\n\nPhytomedicine 52 (2019) 225-237 summarized in Fig. 3 . Triptolide, a diterpenetriepoxide, has been widely used as a natural medicine in the treatment of autoimmune as well as inflammatory diseases, including rheumatoid arthritis. Heat shock proteins (HSP), are highly conserved proteins and play a significant role in protecting cells from adverse environmental, chemical, and physical stresses. HSP-70 and HSP-90 are two identified HSPs that can be used as targets for the treatment of cancer. HSP-70 is the significant stress-inducible HSP, which renders cells resistant to several chemotherapeutic drugs. Increased level of HSP-70 in the cancerous cell has shown to confer resistance to apoptosis (Phillips et al., 2007) . Triptolide possibly interacts with the regulatory elements caspase-3 which are responsible for elevated expression of HSP-70 in cancer cells that may be different from that involved in the overexpression of HSP-70 during the heat shock response. It decreases the mRNA level of HSP-70 that increases the cyt-C release and in turn induces apoptosis. Similarly, HSP-90 is a highly abundant molecular chaperone in the stress response; include trans-membrane tyrosine kinases metastable signaling proteins, mutated signaling proteins, chimeric signaling proteins, cell cycle regulators and steroid receptors (Phillips et al., 2007) . Similarly, epigallocatechin-3-gallate [(−)-EGCG], the most abundant polyphenoliccatechin, shows chemoprevention and anticancer activities. This molecule binds to the C-terminus of HSP-90 at the region of amino acids 538-728 on Hsp-90. Binding of EGCG to HSP-90 impairs the association of HSP-90 with its co-chaperones (HSP-70 and p-23), thereby inducing degradation of HSP-90 client proteins, resulting in anti-proliferative effect in pancreatic cancer cells .\n\nLikewise, tannic acid, epigallocatechingallate (EGCG), epicatechingallate (ECG) and gallic acid belong to tannins galloyl groups. The former three compounds bind to collagen (the fibrous protein found in skin) via extensive hydrogen bonding enhanced by some hydrophobic interactions and prevent the free access by collagenase to active sites on the collagen chains and protect the collagen degradation from collagenase (McRae and Kennedy, 2011).\n\nQuillaja (saponins) is a complex mixture comprising of triterpenoidaglycon and a complex array of oligosaccharides and acylated residues. Quillaja tightly binds to beta-casein, which is a phospho-protein commonly found in milk, which supplies carbohydrates, amino acids, and the two inorganic elements calcium and phosphorus, and makes a complex which increases the molecular weight of this complex thus making it more stable to reduce the hyper-cholestremia (Potter et al., 1993) .\n\nAnother compound, hypericum contains two principle active constituents namely, hypericin and hyperforin. Hypericin is a naphthodianthrone, a red-coloured anthraquinone-derivative and is a potent photosensitizing agent exhibiting antiviral, antibacterial, antineoplastic activities. Mammalian eye lens contains a significant protein alphacrystallins, which is a member of the small heat-shock protein family, possessing chaperone-like function. Partial unfolding of this protein increases exposed hydrophobic tryptophan, which plays a significant role in its interaction with hypericin. Partial perturbation of protein enhance the binding between alpha-crystallin and hypericin and provide a way for drug binding (Youssef, 2009) .\n\nPaeoniflorin is a phenolic substituent derived from Paeonia lactiflora, with anti-androgenic properties. As mentioned previously in this section about heat shock proteins that are induced by various stresses, and function as molecular chaperones, in addition to this, they regulate protein biogenesis and act as lifeguards against proteotoxic stresses. Treatment of cells with paeoniflorin showed enhanced phosphorylation as well as the acquisition of deoxyribonucleic acid-binding ability of heat shock transcription factor 1 (HSF1), and formation of characteristic HSF1 granules inside the nucleus. This suggests that the \n\nPhytomedicine 52 (2019) [225] [226] [227] [228] [229] [230] [231] [232] [233] [234] [235] [236] [237] paeoniflorin induces HSPs by activation of HSF1. Paeoniflorin treatment also induced thermo-tolerance, which cures ulcers ischemia-induced injuries (Yan et al., 2004) . Cinnamaldehyde, furfural, cuminaldehyde, eugenol, and caryophyllene are found in Cinnamomum burmannii. Cinnamaldehyde and furfural are polyphenols, which are condensed tannins, found in virtually all families of plants. Cinnamaldehyde is a hydroxyl group scavenger. The osmotic pressure between the blood vessels and tissues is maintained by serum albumin, a protein found in blood plasma. These polyphenols are antioxidant in nature, so they act as metal chelating agent and inhibit the oxidation and non-enzymatic protein glycation of serum albumin. This resulted in decrease of elevated blood glucose (Dearlove et al., 2008) . Another flavonoid, alpinetin is usually distributed in higher plants such as Alpinia katsumadai hayata. It is reported to possess antibacterial, anti-inflammatory and other critical therapeutic activities of high potency and low systemic toxicity. Human serum albumin is also capable of binding with a wide variety of medicines and xenobiotics. Alpinetin interacts hydrophobically with human serum albumin causing the conformational change in the protein, reducing alpha-helical stability (He et al., 2005) .\n\nVinca alkaloids (VAs) such as vincristine, vinblastine and vinorelbine are reported to function as antineoplastic drugs, which inhibit tubulin polymerization into microtubules, induce mitotic G2/M arrest, activate c-Jun N-terminal kinase (JNK) and induce apoptosis. VAs inhibit mitosis by binding to beta-tubulin hence preventing the cell from making the mitotic spindle which is necessary for the chromosome movement during cell division. This stimulates JNK activation, induce changes in activator protein 1 composition, and promote apoptosis. ER (Estrogen Receptor) alpha protein involved in estradiol signaling, binds with calmodulin, which interacts with enzymes such as phosphofructokinase. VAs interact with calmodulin and alter the activity of calmodulin-interacting enzymes such as phospho-fructo kinase, which promote ER degradation. They decreased the steady-state levels of ER alpha protein and its mRNA level (Martinez-Campa et al., 2006) .\n\nIn summary, various herbal active molecules also alter the conformation of constitutive proteins that play an essential role in regulating the normal function of the constitutive essential proteins. Many diseases have been associated with the alteration of these essential proteins. Therefore, the herbal active molecules which alter these essential proteins can be a future hope to cure the disease related with malfunctioning of these essential proteins.\n\nVarious diseases result from the alteration in the conformation or expression of various signaling proteins. Herbal compounds are also identified which alter the conformation or expression of these proteins ( Table 4 ). The herbal active compounds with their effect on the signaling proteins are summarized in Fig. 4 .\n\nOridonin, a bitter tetracycline diterpenoid, a compound extracted from Rabdosia rubescens have broad-spectrum anti-neoplastic as well as anti-bacterial properties. This inhibits tumor cell proliferation and induces cancer cell death by regulating a series of transcription factors, protein kinases as well as pro-and/or anti-apoptotic proteins. It targets acute myeloid leukemia-associated fusion protein (AML1-ETO), an oncoprotein enhancing self-renewal of hematopoieticstem / progenitor cells, blocks hematopoietic differentiation. The AML1-ETO protein recruits nuclear receptor co-repressor (NCoR) histone deacetylase (HDAC) complex, inhibiting transcription of AML1 target genes. Oridonin induces apoptosis via reducing the number of viable cells and causing hydrolysis of peptide bonds of AML1-ETO fusion protein (Zhou et al., 2007) .\n\nIsoflavones comprise a class of organic compounds, often naturally occurring, related to the isoflavonoids found in seeds and sprouts of Cicer aritinium. These compounds target cell cycle proteins such as p53, BAX, Bcl-2 etc. Isoflavones decreased the expression of antiapoptotic Bcl-2 and increased the expression of Bcl-2-associatedX (Bax) protein, caspase 7, caspase 9, p53, and p21 in a dose-dependent manner that promotes apoptosis (Chen, 2014) . Parthenolide, a sesquiterpene lactone, isolated from Tanucetum parthenium herb has anti-inflammatory properties and activates Ikβ kinase. NF-kB regulates the expression of genes involved in angiogenesis, invasion, and metastasis and is, therefore, an attractive therapeutic target. Activation of IkB kinases complex leads to the phosphorylation, ubiquitination, and degradation of the inhibitory IkB proteins, allowing NF-kB to enter the nucleus and regulate specific gene expression for cell survival (Yip-Schneider et al., 2005) .\n\nMoreover, ellagic acid (EA), a dimeric derivative of the gallic acid, is a naturally occurring dietary polyphenolic compound found in fruits and nuts as EA-glycosides conjugates or bound ellagitannins (ETs). EAs target caspase in their action. The CASP3 protein is a member of the cysteine-aspartic acid protease (caspase) family. Sequential activation of caspases plays a central role in the execution-phase of cell apoptosis. EA activates caspase 3 and cleavage of PARP (hallmarks of apoptosis) hence induces tumor cell apoptosis (Zhao et al., 2013) .\n\nAnother compound i.e. chalcone, cardamonin (2′, 4′-dihydroxy-6′methoxychalcone) affect cell growth via altering different cell signaling pathways, such as mTOR (mammalian target of rapamycin) and NF-kB. Cardamonin activates TRAIL-induced apoptosis through down-regulation of cell survival proteins and TRAIL-decoy receptor (DcR-1), as well as up-regulation of TRAIL death receptor (DRs), which is mediated via activation of ROS-mediated CCAAT/enhancer binding protein homologous protein (CHOP) (Yadav et al., 2012) .\n\nTrigonelline is an alkaloid isolated from Trigonellafoenum-graecum seeds. Transcription factor, nuclear factor E2-related factor 2 (Nrf2) confers apoptosis protection in tumor cells, has an essential role in cancer development and chemo-resistance. Trigonelline efficiently decreased basal and tBHQ (tert-butylhydroquinone)-induced Nrf2 activity in all cell lines, an effect relying on the reduced nuclear accumulation of the Nrf2 protein. It is an efficient Nrf2 inhibitor which blocks Nrf2dependent proteasome activity, hence causing apoptosis protection in pancreatic cancer cells (Arlt et al., 2013) .\n\nSimilarly, limonoids are phytochemicals classified as tetranortriterpenes, which comprises variations of the furanolactone core structure. Apoptosis regulator BAX, also known as bcl-2-like protein 4 which act as anti-or pro-apoptotic regulators that are involved in a wide variety of cellular activities. The process of apoptosis is controlled by the complex interaction between regulatory proteins from the Bcl-2 family. Limonoids significantly inhibit the Bcl-2 protein level, while the Bax protein level was increased thereby inducing apoptosis (Patil et al., 2009) .\n\nPlumbagin or 5-hydroxy-2-methyl-1, 4-naphthoquinone is an organic compound and a kind of quinone commonly found in the carnivorous plants. This compound upregulates Bax, and result in a rapid decline in mitochondrial transmembrane potential, overexpression of apoptosis-inducing factors in the cytosol, cleavage of procaspase-9 and poly ADP-ribose polymerase. It downregulates phosphoinositide 3-kinase activity through a negative feedback mechanism where phosphoinisitol-3-kinases are a family of related intracellular signal transducer enzymes which phosphorylates at 3rd position hydroxyl group of the inositol ring of phosphatidylinositol (Chena et al., 2009) .\n\nLikewise, artemisinin is an active ingredient having an endoperoxide bridge structure. The compound (itself or its derivative) can inhibit human tumor cell lines growth but have selective cytotoxicity. Dihydroartemisinin (DHA), most potent among different artemisinin derivatives, has better water solubility, as well as best anti-malarial activity as compared to its parent compound. Caspases belong to a family of cysteine proteases involved in tumor signaling and can promote apoptosis. DHA can upregulate pro-apoptotic proteins, which finally activate caspases, hence promote apoptosis of osteosarcoma cells (Ji et al., 2011) . Studies also demonstrate that Withaferin A from Withania somnifera (also known as withanolides) exhibit various therapeutic activities such as neuronal regeneration and anti-herpetic property. Unlike higher eukaryotes, withaferin A can induce apoptosis in leishmanial cells by targeting its protein kinase. Protein kinases involved in the gene activation, cell differentiation and release of neurotransmitters. Bioinformatics study stated that withaferin A bind to leishmanial protein kinase-C (LPKC) thereafter inhibit leishmania infection (Grover1 et al., 2012) .\n\nAcacetin (5,7-dihydroxy-4′-methoxyflavone) is a flavonoid compound which targets MAPK, which are the mitogen-activated protein kinases super-family members associated with increased scattering/ motility, invasion, proliferation, survival, and morphogenesis. The molecule inhibits phosphorylation of p38 mitogen-activated protein kinase (p38 MAPK), which is involved in the down-regulation of matrix metallo-proteinase-2 (MMP-2), matrix metalloproteinase-9 (MMP-9), and urokinase-type plasminogen activator (u-PA) at both the protein and mRNA levels, which finally inhibit cancer cell metastasis (Hsu et al., 2004) .\n\nFurostanol (saponins) were recognized as major saponin of the Allium genus. PTP1B (protein tyrosine phosphatase 1B) serves as a key negative regulator of the tyrosine phosphorylation cascade integral to the insulin-signaling pathway. Results of 1D and 2D NMR showing 81.1% inhibition of PTP1B with the ceparosides E-L which are the potent inhibitors of PTP1B and cytotoxic activity against lung adenocarcinoma (A-549) and improve the functions of internal organs, treat diarrhea, and puffiness of the face and eyes, as well as promote blood flow (Li et al., 2014 ). An oxazole-based peptidomimetic of Stat3 Src homology 2 domain-binding phosphotyrosine peptide is S3I-M2001, which disrupts active Stat3:Stat3 dimers selectively. Stat3 activity involve d in dysregulated growth and survival, angiogenesis and suppresses host's immune surveillance of tumor. Stat3 is a very important molecular mediator of carcinogenesis as well as tumor progression. Inhibition of Stat3 activation and its dimerization was observed in the presence of S3I-M2001 that has significant antitumor activity (Siddiquee et al., 2007) .\n\nAnother molecule, luteolin (3, 4, 5, 7-tetrahydroxyflavone) is a natural flavonoid, which suppresses UVB-induced cyclooxygenase-2 expression, activator protein-1, and nuclear factor κB activity. Protein kinase Cε (PKCε) is a calcium-independent PKC isoform linked to proliferation, differentiation, and carcinogenesis in the skin. Luteolin attenuated protein kinase Cε (PKCε) and Src kinase activities, subsequently inhibit UVB-induced phosphorylation of mitogen-activated protein kinases and Akt signaling pathway and finally reduces skin cancer (Byun et al., 2010) .\n\nEmbelin is a low molecular weight natural benzoquinone extracted from Embelia ribes (Radhakrishnan et al., 2011) , which has been reported as potent non-peptidic, cell membrane permeable molecule and an inhibitor of XIAP (X-linked IAP). The inhibitors of apoptosis proteins (IAPs) were recently discovered as an important class of intrinsic cellular inhibitors of apoptosis. Intrinsic and extrinsic apoptosis pathways are inhibited by XIAP protein. Embelin interacts with numerous basic residues in the BIR3 domain of XIAP where Smac and caspase-9 bind. Cell growth in cancer cells with high levels of XIAP protein is selectively inhibited by embelin, which has less activity in the normal cells with low levels of XIAP proteins (Radhakrishnan et al., 2011) In brief, the specific signaling pathway governs every metabolic activity. Alteration in the proteins involved in signaling pathway can cause lethal diseases. For proper functioning of cancer signaling, different chemotherapeutics drugs are prescribed but sometimes they may not work correctly. Therefore, these herbal compounds can be explored to develop a therapeutics targeted to cell signaling. Table 3 .\n\nEffect of the herbal active compounds on the stability and expression of constitutive essential proteins. Destabilize Inhibit association of HSP-70 with its cochaperone and produce anti-proliferative effect 3.\n\nTannin ( (Potter et al., 1993) 5.\n\nHypericin NA NA Alpha crystallins Destabilize Partial unfolding of α-crystallin by hypericin and provide a path for drug therapy (Youssef, 2009) 6.\n\nPaeoniflorin NA NA Heat shock transcription factor-1 (HSTF-1)\n\nActivation of heat shock transcription factor 1 (HSF1) and induces HSPs. (Yan et al., 2004) 7.\n\nPhenolic ( Effect of phytoconstituents on the stability and expression of viral proteins\n\nPlant active compounds are also used as an antiviral compound. Some of these herbal active compounds (Table 5 ) are discussed below.\n\nHypericin, an anthraquinone dimer known to have activity against non-human retroviruses also exhibited anti-HIV-1 activity in lymphocytes. The active anthraquinones inhibit HIV-1 reverse transcriptase. Reverse transcriptase (RT) used to generate complementary DNA from an RNA template. RT is needed for replication of retroviruses (e.g., HIV), and RT inhibitors are widely used as antiretroviral drugs. However, this enzyme inhibition was selective only for 1, 2, 5, 8-tetrahydroanthraquinone and hypericin. Hypericin interacts non-specifically with RT and inhibits it. Assembly or processing of intact virions from infected cells was affected by hypericin. Hypericin-treated, virusproducing cells produce particles containing immature or abnormally assembled cores, which suggest that it may interfere with processing of gag-encoded precursor polyproteins. The released virions also contain no detectable activity of reverse transcriptase (Schinazi et al., 1990) .\n\nSome other reports demonstrate emodin as an anthraquinone compound derived from genus Rheum and Polygonum and consists of three cyclic rings. SARS-CoV spike protein, a type I membrane glycoprotein, on viral envelope requires for fusion of virus to the host cell receptor angiotensin-converting enzyme. Emodin disrupts the protein interaction with host cell receptor angiotensin conversion which prevents the viral attachment to host thus protecting from severe acute respiratory syndrome .\n\nCoumestrol (isoflavonoid) is reported to possess the antixenosic properties. Breast cancer resistance protein (BCRP) is an ATP-binding cassette transporter, shown to confer multidrug resistance (MDR) to a number of anticancer agents and play an important function in governing drug disposition. BCRP restricts the absorption of orally administered drugs. Isoflavonoids coumestrol strongly inhibited BCRP, and its inhibitory potencies are due to its binding to the functional moieties at C5 position which inhibit the BCRP and leads to the availability of chemotherapeutic drugs (Tamaki et al., 2010) .\n\nThe therapeutic efficacy of herbal active compounds at low doses propose the necessity for investigating if the resultant effects are due to multi-ingredient synergistic effects or placebo. 2,4,6-trinitrobenzene sulfonic acid causes ulcerative colitis in male Wistar/ST rats. The saponin fraction of ginsenosides and glycyrrhizin were individually ineffective but exhibited the synergistic effect when used in combination for reducing ulcerative colitis. Combination effectively reduces defective responses during ulcerative colitis model involving both Th1 and Th2 responses. Similarly, 1,25-dihydroxy vitamin D3 (VD) exhibits potent pro-differentiative, anti-proliferative and immunomodulatory activities by antagonizing vitamin D receptor. Lycopene inhibits cell cycle progression via the retention of p27 in cyclin E-cdk2 and reduction of the cyclin D level. The synergistic effect of low concentration VD and lycopene reduces cell proliferation and differentiation in promyelocytic leukemia cell line. Upregulation of cyclin D via Vitamin D receptor counters the reduction of cyclin D by lycopene. Hence the vitamin D receptor antagonism due to VD, reducing the counteractive action, which has resulted in pharmacodynamic synergism (Ma et al., 2009) In brief, viruses are responsible for causing many severe infectious diseases, and hence it is essential to take the precautions for viral infections. It is a very tough task to fight against viral infection via drug formulation. Some herbal compounds have the potential to act as an alternative to cure diseases such as hypericin, inhibiting the viral reverse transcriptase and thus can be developed as an important drug against HIV.\n\nWith increasing population, the probability of the occurrence of diseases also increases. To control this situation, it is necessary to find novel drugs for different disease or pathogens. Different geographical regions have different plants species with diverse potential active compounds, which are immensely used as traditional medicines. The major target of the herbal compound is found to be proteins such as enzymes and transporters. These active compounds can also bind or (Hsu et al., 2004) .\n\n12 Allium cepa L. block the site responsible for binding of the pathogenic element. These plant-derived therapeutics can also alter the mechanism of action or conformation of biomolecules or can change their expression for disease-causing state. We can also identify their target and mode of action by using advance approaches so that the possibility of disease-causing protein conformation can be reduced in future. Metabolic engineering of plants for increased biosynthesis of antimicrobial compounds may open a new way out for discovery of novel therapeutic agents. Therefore, in the present review, we have listed plants active compounds that alter conformation or expression of disease-causing proteins; hence they could be useful for producing a novel drug to cure diseases. The detailed biochemical and biophysics study is required to develop phytoconstituents as therapeutics targeting to protein conformation. Phytoconstituents need to be checked for its ADMET properties (Tian et al., 2015) , pharmacophore mapping (Tian et al., 2013) , efficacy and safety before used as a therapeutics.\n\nWe wish to confirm that there are no known conflicts of interest associated with this publication.\n\nI wish to confirm that there is no significant financial support available for this study.\n\nVishvanath Tiwari would like to thank Monalisa Tiwari for proofreading the manuscript.\n\nSupplementary material associated with this article can be found, in the online version, at doi:10.1016/j.phymed.2018.09.214.\n\nAkinsulire, O.R., Aibinu, I.E., Adenipekun, T., Adelowotan, T., Odugbemi, T., 2007. In "}