{"title": "Novel activities of safe-in-human broad-spectrum antiviral agents", "body": "Dozens of viruses, such as FLUAV, HSV-1, VZV, CMV and NoV, constantly infect human population and represent substantial public health and economic burden (DALYs and Collaborators, 2017; Disease et al., 2017) . Emerging and re-emerging viruses, such as EBOV, MARV, LASV, CHIKV, ZIKV, DENV, RVFV, MERS-and SARS-CoV, surface from natural reservoirs approximately one each year and also represent global threats (Howard and Fletcher, 2012; WHO, 2015) . According to WHO, there is an urgent need for better control of these viruses, including drug-resistant and vaccine immunity escaping viral strains (Bekerman and Einav, 2015; De Clercq and Li, 2016) .\n\nAntiviral drugs and vaccines are the most powerful tools to combat viral diseases. Most drugs and vaccines, however, selectively target a single virus, thereby providing a \"one drug-one bug\" solution. By contrast, broad-spectrum antivirals (BSAs) can cover multiple viruses and genotypes and reduce the likelihood of development of resistance. Therefore, some BSAs can be used for rapid management of new or drug-resistant viral strains, for treatment of viral co-infections reducing therapy complexity, as well as a first-line treatment or the prophylaxis of acute virus infections. Thus, to overcome time and cost issues associated with the development of virus-specific drugs and vaccines, the development of BSAs should be prioritized (Bekerman and Einav, 2015) .\n\nNucleotide and nucleoside analogues are excellent examples of BSAs. They inhibit transcription and/or replication of different RNA and DNA viruses (De Clercq, 2015) . In particular, valaciclovir inhibits replication of different herpesviruses and HBV (Laube et al., 2004; Vere Hodge and Field, 2013) . Cidofovir and its lipid conjugate brincidofovir also inhibit replication of dsDNA viruses, such as herpesviruses, AdV, BKV, and HPV (Andrei et al., 2015) . Ribavirin blocks viral RNA synthesis of FLUAV, HCV and RSV (Hong and Cameron, 2002) . Favipiravir and BCX4430 also inhibit replication of different RNA viruses (McKimm-Breschkin et al., 2018) . However, viruses are able to develop resistance to some of these nucleotide and nucleoside analogues.\n\nOther examples of BSA agents include inhibitors of cellular pathways, which are exploited by different viruses for efficient viral replication (Debing et al., 2015) . These agents overcome the problem of antiviral drug resistance. For example, lipid-lowering statins (atorvastatin, lovastatin, simvastatin, and fluvastatin) inhibit cellular HMG-CoA reductase and attenuate replication of some enveloped viruses (Bernal et al., 2017; Enserink, 2005) . Anti-malaria quinolones (chloroquine and hydroxychloroquine) inhibit acidification of endosomes, which is an essential process for uncoating of ssRNA viruses (Al-Bari, 2017 ). Anticancer kinase inhibitors dasatinib, imatinib, gefitinib, nilotinib, erlotinib and sunitinib impair intracellular viral trafficking and exert BSA effects (Bekerman et al., 2017; Schor and Einav, 2018) . The anti-Duchenne muscular dystrophy agent, alisporivir, targets cellular cyclophilin and inhibits the folding of HCV, HIV, MERS-and SARS-CoV proteins, and, therefore, prevents formation of infectious virus particles (Boldescu et al., 2017; de Wilde et al., 2017; Soriano et al., 2011) . Thus, both host-directed antivirals and nucleotide/nucleoside analogues could possess BSA activity.\n\nHere, we hypothesised that some of the identified safe-in-human BSAs could possess novel antiviral activities and, therefore, could be used for treatment of many different viral infections. To prove this hypothesis, we reviewed safe-in-man approved, investigational and experimental antiviral agents. We identified 59 compounds that target at least three viral diseases. We tested 55 of the 59 compounds against 8 different viruses and found novel activities for 7 of these agents. We conclude that the spectrum of antiviral activities for existing BSA agents could be expanded towards other viral diseases.\n\nInformation on the viruses and associated human diseases is summarized in Table S1 . Information on approved, investigational and experimental safe-in-human antivirals is summarized in Tables S2-S4 . This information was extracted from DrugBank (2018), clinical trials websites (2018) and PubMed. Information on 59 approved, investigational, and experimental antivirals, which target ≥3 viral diseases, is summarized in Table S5 . Eye diagrams and interaction network plots were created with JavaScript library D3.js v4 (2018). A structural similarity plot for the drugs was constructed and visualized using a C-SPADE web application (Ravikumar et al., 2017) .\n\nThe compounds used in this study, their suppliers and catalogue numbers are summarized in Table S6 . To obtain 10 mM stock solutions compounds were dissolved in 100% dimethyl sulfoxide (DMSO, Sigma-Aldrich) or milli-Q water. The solutions were stored at −80°C until use.\n\nBHK-21 cells (baby hamster kidney fibroblasts) were grown in Glasgow's Minimal Essential Medium (GMEM) containing 7.5% fetal bovine serum (FBS; Gibco, Paisley, UK), 2% tryptose phosphate broth (TPB), 200 mM HEPES, 100 U/ml penicillin and 0.1 mg/mL streptomycin (PenStrep, Lonza Basel, Switzerland). ACH-2 cells, a model for chronic HIV-1 infection, which possesses a single integrated copy of the provirus HIV-1 strain LAI (NIH AIDS Reagent Program), were grown in RPMI-1640 medium supplemented with 10% FBS and PenStrep. Madin-Darby canine kidney epithelial (MDCK) cells, human embryonic kidney cells (HEK293T) and African green monkey kidney epithelial cells (Vero) were grown in Dulbecco modified Eagle's medium (DMEM; Sigma-Aldrich, St. Louis, MO, USA) supplemented with 2 mM L-glutamine (Lonza; Basel, Switzerland), 50 U/ml PenStrep and 10% FBS. Human telomerase reverse transcriptase-immortalized retinal pigment (RPE) cells were grown in DMEM-F12 medium supplemented with 50 U/ml PenStrep, 2 mM L-glutamine, 10% FBS, and 0.25% sodium bicarbonate (Sigma-Aldrich). TZM-bl cells were grown in DMEM supplemented with 10% heat-inactivated FBS and PenStrep. Human lung adenocarcinoma epithelial cells, A549, were cultured in DMEM containing 0.75 g/L NaHCO3, 20 mM HEPES (EuroClone, Milan, Italy), PenStrep, and 5% fetal bovine serum (FBS, Gibco) at 37°C. All cell lines were grown in humidified incubator at 37°C in the presence of 5% CO 2.\n\nHuman influenza A/WSN/33(H1N1) virus was generated using eight-plasmid reverse genetics system in HEK293 and Vero-E6 cells, as described previously (Hoffmann et al., 2000) . EV1 strain was propagated in a monolayer of Vero cells, as described earlier (Myllynen et al., 2016) . HSV-1 was amplified in Vero cells, as described previously (Nygardas et al., 2013) . ZIKV FB-GWUH-2016 strain was cultured in Vero E6 cells, as described earlier (Driggers et al., 2016) .\n\nFor production of HIV-1, 6 × 10 6 ACH-2 cells were seeded in 10 mL of full culture media, and HIV-1 production was induced by the addition of 100 nM phorbol 12-myristate 13-acetate (Viira et al., 2016) . The induced cells were incubated for 48 h, and subsequently, the HIV-1 containing media was collected and filtered. The amount of HIV-1 in the stock was estimated by quantification of p24 protein in the media.\n\nQuantity of p24 was measured using a reference recombinant purified p24 protein and anti-p24-ELISA, which was developed in-house.\n\nCHIKV-2SG-NanoLuc strain was generated from icDNA clone of pICRES1 representing LR2006OPY1 strain belonging to East/Central/ South African genotype (Utt et al., 2016) . RRV-2SG-NanoLuc strain derived from RRV-T48 strain (Jupille et al., 2011) . Sequence encoding NanoLuc protein was placed between non-structural and structural regions of CHIKV or RRV genomes under the control of native subgenomic promoters of the viruses. To ensure expression of viral structural proteins, a copy of subgenomic promoter (residues −77 to +69 for CHIKV and residues −77 to +49 for RRV, positions given with respect to start site of subgenomic RNA) was inserted immediately downstream of sequence encoding for NanoLuc.\n\nRecombinant RVFV expressing the far-red fluorescent protein Katushka instead of the deleted NSs protein (rRVFVΔNSs::Katushka) was used in this study (Islam et al., 2018) .\n\nThe virus stocks were stored at −80°C. All the experiments with viruses were performed in compliance with the guidelines of the national authorities using appropriate Biosafety laboratories under appropriate ethical and safety approvals.\n\nFLUAV virus was titrated in MDCK cells using plaque assay as described previously (Denisova et al., 2012) . EV1 titers were determined by plaque assay on A549 cells, as described earlier (Marjomaki et al., 2002) . ZIKV titers were determined by plaque assay on VERO-E6 cells, as described earlier (Kuivanen et al., 2017) . HSV-1 titers were determined by plaque titration in Vero cells in the presence of human immunoglobulin G (20 μg/mL), as described earlier (Paavilainen et al., 2016) . CHIKV-2SG-NanoLuc and RRV-2SG-NanoLuc were titrated in BHK-21 cells using plaque assay, as described previously (Oo et al., 2018; Taylor et al., 2016) .\n\nFor testing the viability and death of compound-treated mock-, FLUAV-, EV1-, CHIKV-2SG-NanoLuc-, RRV-2SG-NanoLuc-, ZIKV-and HSV1-infected cells, approximately 4 × 10 4 RPE cells were seeded in each well of a 96-well plate. The cells were grown for 24 h in cell growth medium. The media was replaced with virus growth medium (VGM) containing 0.2% BSA, 2 mM L-glutamine, 0.35% NaHCO3, and 1 μg/mL L-1-tosylamido-2-phenylethyl chloromethyl ketone-trypsin (TPCK)-trypsin (Sigma-Aldrich) in DMEM-F12. In the case of ZIKV, the media was replaced with DMEM-F12 medium supplemented with 50 U/ ml PenStrep, 2 mM L-glutamine, 2% FBS, and 0.25% sodium bicarbonate. The compounds were added to the cells in three-fold dilutions at seven different concentrations starting from 30 μM. No compounds were added to the control wells. The cells were mock-or virus-infected at a multiplicity of infection (MOI) of one. When virus induced a cytopathic effect in cells (typically 24-72 hpi), CellTox Green Express cytotoxicity reagent (CTxG, 1:2000 dilution in the assay well, Promega, Madison, WI, USA) was added in VGM and the fluorescence was measured with a PHERAstar FS plate reader (BMG Labtech, Ortenberg, Germany) or Hidex sense microplate reader (Hidex Oy, Turku, Finland). The media was removed from the cells and stored at −80°C. CellTiter-Glo viability reagent (CTG, Promega, Madison, WI, USA) containing firefly luciferase and luciferin was added (30 μL per well). The luminescence was measured with a PHERAstar FS plate reader.\n\nFor testing virus titers in compound-treated and non-treated FLUAV-, EV1-, ZIKV-and HSV1-infected cells the media was collected, serially diluted in PBS, and added to MDCK (FLUAV), A549 (EV1), and Vero-E6 (ZIKV and HSV-1) cells. The media was changed, and the cells were overlaid with plaque assay media. The cells were fixed, and viral titers were calculated. The titers were expressed as plaque-forming units per ml (PFU/ml).\n\nThe presence of CHIKV-2SG-NanoLuc and RRV-2SG-NanoLuc in the media from non-or drug-treated RPE cells was evaluated by passaging the viruses in fresh RPE cells. The viruses expressed nano-luciferase from viral promoter, which was measured from lysed cells 8 h post infection using Renilla luciferase assay (Promega, Madison, WI, USA).\n\nFor testing compound toxicity and efficacy against HIV-1, approximately 4 × 10 4 TZM-bl cells were seeded in each well of a 96-well plate. TZM-bl cells express firefly luciferase under control of HIV-1 LTR promoter allowing quantitation of the viral infection (tat-protein expression by integrated HIV-1 provirus) using firefly luciferase assay. The cells were grown for 24 h in cell growth medium. Compounds were added to the cells in three-fold dilutions at seven different concentrations starting from 30 μM. No compounds were added to the control wells. The cells were infected with HIV-1 (media that contained 30 ng of HIV-1 p24 was used per well) or mock. At 48 hpi, CellTox Green Express cytotoxicity reagent (CTxG, 1:2000 dilution in the assay well) was added and the fluorescence was measured with a PHERAstar FS plate reader. The media was removed from the cells, the cells were lysed, and firefly luciferase activity was measured using the Luciferase Assay System (Promega, Madison, WI, USA) and PHERAstar FS plate reader.\n\nTo determine the efficacy of compounds against RVFV, the fluorescent intensity of individual infectious cell foci was quantified. Briefly, A549 cells (1 × 10 4 /well) were grown in 96-well black plates with transparent bottoms (Greiner Bio-One International). Compounds were serially diluted in DMSO in two-fold steps from 100 μM to 0.39 μM and mixed with 3000 pfu of rRVFVΔNSs::Katushka virus in a total volume of 100 μL medium (MOI, 0.3). The final concentration of DMSO in the assay was 1%. The growth medium was removed from the wells and 100 μL of compound and virus mixture was added to the cells for each compound concentration. At 16 hpi the medium was removed, and cells were fixed with 3% paraformaldehyde (PFA) for 1 h and washed with phosphate-buffered saline (PBS). 300 μL PBS was added to each well and the plate was analyzed in the Trophos plate runner HD (Trophos, Roche Group) to count the number of virus infected cells per well, by identifying all individual cells expressing the far-red fluorescent protein Katushka (Islam et al., 2018) . The toxicity of compounds was analysed using CTG assay.\n\nThe half-maximal cytotoxic concentration (CC50) and the halfmaximal effective concentration (EC50) for each compound were calculated after non-linear regression analysis with a variable slope using GraphPad Prism software version 7.0a (GraphPad Software La Jolla, CA, USA) or using Hill curve fit with SigmaStat 4.0 software (SPSS Inc., Chicago, IL, USA). The relative effectiveness of drugs were quantified as the selectivity indexes (SI = CC50/EC50).\n\nThere is limited information available on approved, investigational and experimental BSAs. To identify all potential BSAs, we reviewed approved, investigational and experimental safe-in-human antiviral agents in Drug Bank, Clinical trials websites and PubMed, respectively. First, we searched for drugs, which have been approved for treatment of viral diseases in human. By excluding vaccines and discontinued drugs, we identified 86 active antiviral substances. These compounds target 30 viral, 6 human and 3 unknown factors and inhibit 17 viruses (Table S2 ). The approved antivirals include 5 neutralizing antibodies, 3 interferons, 1 antisense oligonucleotide, and 76 small molecules. Only 9 of the 76 molecules target viruses or host factors associated with ≥3 viral diseases. Fig. 1 shows BSAs and other approved antiviral drugs linked to viral and host targets through viruses they inhibit.\n\nNext, we reviewed all investigational antivirals and their safety profiles. By excluding vaccines from the search parameters, we found 116 active compounds. These compounds target 42 viral, 29 human and 7 unknown factors and inhibit 19 viruses (Table S3 ). The drug candidates include 2 neutralizing antibodies, 6 antisense oligonucleotides, 5 interferons, 1 enzyme and 100 small molecules. Only 4 of the 100 small molecules target ≥3 viral diseases. Fig. 2 shows these and other investigational antiviral agents linked to cellular and host factors through targeted viruses.\n\nNext, we searched for drugs, which have been approved for treatment of non-viral diseases, but for which antiviral activity has been reported. We found 156 active compounds, which are all small-molecules. These compounds target 32 viral, 87 human and 3 unknown factors, and inhibit 53 human viruses (Table S4) . Thirty-nine of the 155 antiviral agents target ≥3 viral diseases. Fig. 3 shows these and other experimental antiviral agents connected to their host and viral targets through viruses they inhibit.\n\nAltogether, we identified 339 antiviral agents with available safety information in humans. These agents target 109 host, 76 viral and 13 unknown factors and inhibit 58 different viruses, belonging to 20 viral families. Fifty-nine agents have BSA activity (Table S5 ). These 59 agents target 55 of the 58 reported viruses (except ANDV, EMCV and RABV) (Fig. S1 ). Structural analysis of BSA revealed that several drugs (such as, acyclovir, famciclovir and valacyclovir; imatinib and disatinib; minocyclin and doxycycline; ritonavir and lopinavir; hydroxychloroquine and chloroquine; esomeprazole and omeprazole) have similar scaffolds (Fig. S2) . These drugs target a limited number of host and viral factors (Fig. S3 ). In particular, statins (fluvastatin, lovastatin and simvastatin) target human HMG-CoA; dalbavancin, oritavancin, teicoplanin and telavancin target human CYP3A4; acyclovir, valacyclovir, famciclovir, azacitidine, brincidofovir, cidofovir, foscarnet, trifluridine, and vidarabine inhibit viral DNA polymerases; BCX4430, favipiravir and ribavirin inhibit viral RNA polymerases; and lamivudine and tenofovir disoproxil inhibit viral reverse transcriptases.\n\nWe hypothesized that approved, investigational and experimental antiviral agents, which target ≥3 viral diseases, could inhibit other viral infections. As a proof of concept, we tested 55 of the 59 identified BSAs against FLUAV, EV1, CHIKV, RRV and HSV-1 infections in RPE cells (alisporivir, CYT107, sunitinib and thymalfasin were excluded; Table S6 ). We also tested 52 of the 59 BSAs against ZIKV infection in RPE cells (alisporivir, CYT107, sunitinib, thymalfasin, dalbavancin, pentosan polysulfate and rapamycin were excluded). We evaluated viability and death of virus/mock-infected cells using CTG and CTxG assays, respectively. The CTG assay quantifies ATP, an indicator of metabolically active living cells, whereas CTxG assay uses fluorescent cyanine dye that stains the DNA of dead cells. After initial screening we found several hits, which kept infected cells alive or rescued infected cells from virus-mediated death. These hits are gemcitabine, gefitinib and vibarabine (FLUAV); gemcitabine, pirlindole dibucaine, fluoxetine and dalbavancin (EV1); gemcitabine, imatinib, ivermectin, lopinavir, lovastatin, ezetimibe, fluoxetine, BCX4430, chloroquine and hydroxychloroquine (ZIKV); chloroquine and mycophenolic acid (CHIKV); chloroquine, mycophenolic acid, dibucaine and itraconazole (RRV); as well as 5-azacitidine, gemcitabine, trifluridine and vidarabine (HSV-1).\n\nWe repeated the CTG and CTxG assays with selected compounds and titrated FLUAV, EV1, ZIKV and HSV-1 produced in drug-treated and non-treated cells. The presence of CHIKV and RRV viruses in the media collected from non-or drug-treated RPE cells was evaluated by infecting fresh RPE cells and measuring reporter protein expression from viral promoter (nanoluciferase activity). These experiments confirmed antiviral activity of gemcitabine against FLUAV (Fig. S4) ; gemcitabine, pirlindole, dibucaine, fluoxetine, and dalbavancin against EV1 (Fig. S5) ; gemcitabine, lopinavir, ezetimibe, BCX4430, chloroquine, and hydroxychloroquine against ZIKV (Fig. S6) ; chloroquine and mycophenolic acid against CHIKV (Fig. S7) ; mycophenolic acid against RRV (Fig. S8) ; and gemcitabine against HSV-1 (Fig. S9) . Importantly, dalbavancin and ezetimibe demonstrated novel antiviral activities against EV1 and ZIKV, respectively. In particular, they rescued infected RPE cells from virus-mediated cell death, and lowered production of infectious virus particles without detectable cytotoxicity (Table 1) .\n\nWe also examined toxicity and antiviral activity of 55 of the 59 BSA agents (excluding alisporivir, CYT107, sunitinib and thymalfasin) against HIV-1 infection in TZM-bl cells. Our primary screen identified ezetimibe, minocycline and rapamycin as anti-HIV-1 agents. Validation experiment confirmed all three hits (Fig. S10, Table 1 ). Interestingly, ezetimibe is a novel inhibitor, whereas minocycline and rapamycin are known anti-HIV-1 agents (Heredia et al., 2015; Singh et al., 2014) . In addition, we examined antiviral activity and toxicity of 53 of the 59 BSA agents (alisporivir, CYT107, sunitinib, thymalfasin, dalbavancin, pentosan polysulfate and rapamycin were excluded) against RVFV expressing the far-red fluorescent protein Katushka in A549 cells. Our screen identified azacitidine, bortezamibe, cyclosporine, doxycycline, ezetimibe, fluoxetine, gefitinibe, minocycline, oritavancin, ritonavir and topotecan. Azacitidine, cyclosporine, minocycline, oritavancin, ritonavirand and bortezamib remained after excluding compounds with SI < 2 ( Fig. S11; Table 1 ). Interestingly, azacitidine, cyclosporine, minocycline, oritavancin and ritonavirand are novel, whereas bortezamib is a known inhibitor of RVFV infection (Keck et al., 2015) .\n\nThus, we tested several known BSA agents against (−)ssRNA, (+) ssRNA, ssRNA-RT and dsDNA viruses and identified novel activities for dalbavancin against EV1, ezetimibe against ZIKV and HIV-1, as well as azacitidine, cyclosporine, minocycline, oritavancin and ritonavir against RVFV. Fig. 4 shows known, validated and novel interactions between BSAs and viruses.\n\nSeveral approved and investigational agents, as well as safe in man chemical probes, were discovered for potential treatment of various viral diseases (Bekerman and Einav, 2015; De Clercq, 2015; De Clercq and Li, 2016) . Re-purposing such therapeutics from one viral disease to another could save resources and time needed for development of novel drugs. In this study, we tested 55 approved, investigational and experimental BSA agents against FLUAV, RVFV, EV1, ZIKV, CHIKV, RRV, HIV-1 and HSV-1 in vitro. We identified novel antiviral activities for dalbavancin (against EV1), ezetimibe (against HIV-1 and ZIKV), azacitidine, cyclosporine, minocycline, oritavancin and ritonavir (against RVFV) (Fig. 4) .\n\nDalbavancin is a lipoglycopeptide antibiotic, which is approved by the FDA for the treatment of acute bacterial skin infections caused by Staphylococcus aureus and Streptococcus pyogenes. Dalbavancin also inhibits MERS-CoV and SARS-CoV infections. It binds cathepsin L in the late endosomes/lysosomes and blocks the entry of EBOV (Zhou et al., 2016) . Our study demonstrates that it also inhibits replication of EV1, which also enters the cells via an endocytic route (Krieger et al., 2013) .\n\nEzetimibe is an FDA-approved medication that lowers plasma cholesterol by decreasing its absorption in the small intestine. Ezetimibe also inhibits HBV and HDV infections by impairing viral entry mediated by preS1-specific receptor hNTCP (Blanchet et al., 2014; Lempp and Urban, 2014; Monrroy-Bravo et al., 2016) . Our study shows that ezetimibe also inhibited HIV-1 and ZIKV infections. However, the entry of these viruses into the cell is mediated by other receptors (Hamel et al., 2015; Wilen et al., 2012) . Most probably, the anti-HIV-1, EV1, as well as HCV action of ezetimibe is associated with depletion of cholesterol which is required for entry of these viruses into the host cells (Sainz et al., 2012) . Importantly, this drug was successfully tested in combination with antiretroviral therapeutics to lower cholesterol levels in serum of HIV-infected patients (Saeedi et al., 2015; Wohl et al., 2008) . The question remains whether ezetimibe alone reduces HIV titers in these patients. Azacitidine is a chemical analogue of cytidine, which is used in the treatment of myelodysplastic syndrome. It also inhibits FLUAV, AdV, HIV-1 and HIV-2 replication by blocking viral RNA or DNA synthesis (Beach et al., 2014; Rawson et al., 2016) . Cyclosporine is an immunosuppressive agent used for the treatment of rheumatoid arthritis, psoriasis, Crohn's disease, nephrotic syndrome and keratoconjunctivitis sicca. In addition, cyclosporine is used to prevent graft rejection in organ transplant recipients. Cyclosporine also inhibits HCV, FLUAV, WNV and ZIKV replication through blocking interaction of cellular cyclophilins with viral proteins and attenuating viral RNA synthesis (Barrows et al., 2016; Firpi et al., 2006; Qing et al., 2009) . Minocycline is a broad-spectrum antibiotic and antiviral agent, which possesses activity against DENV, HIV-1 and WNV (Leela et al., 2016; Quick et al., 2017; Singh et al., 2014) . Oritavancin is a semisynthetic glycopeptide antibiotic used for the treatment of Gram-positive bacterial skin infections. It also inhibits EBOV, MERS-CoV, and SARS-CoV infections (Zhou et al., 2016) . Ritonavir is an antiretroviral medication. It has also antiviral activity against MERS-CoV (Chan et al., 2015) . We showed that azacitidine, cyclosporine, minocycline, oritavancin and ritonavir are active against RVFV.\n\nWe also confirmed previously reported activities of chloroquine against CHIKV and ZIKV, mycophenolic acid against CHIKV and RRV, fluoxetine, pirlindole and dibucaine against EV1, BCX4430, lopinavir and hydroxichloroquine against ZIKV, as well as gemcitabine against EV1, FLUAV, ZIKV and HSV-1 (Cao et al., 2017; Delogu and de Lamballerie, 2011; Delvecchio et al., 2016; Denisova et al., 2012; Julander et al., 2017; Kang et al., 2015; Khan et al., 2011; Kuivanen et al., 2017; Lee et al., 2017; Soderholm et al., 2016; Ulferts et al., 2016; Yuan et al., 2017) (Fig. 4) .\n\nThe number of compounds with novel and confirmed antiviral properties may have been higher if we had used other cell lines, other viruses and viral strains, concentration ranges and purity of compounds, as well as endpoint measurements. Also testing other compounds, which target < 3 viral diseases, could reveal novel antiviral properties of these compounds and increase the number of potential BSAs. For conducting this properly, a harmonized antiviral bioactivity data annotation, standardization, curation, and intra-resource integration is needed.\n\nExcellent antiviral profiles from cell-line-based assays might not be reflected in vivo because systemic mechanisms may compensate the blocked target effect. Therefore, the identification of BSA targets that are essential for viral replication but redundant for the cell is critical for reducing putative toxicities associated with blocking cellular pathways. Thus, follow-up mechanistic studies and in vivo experiments are needed to validate our in vitro results.\n\nIn conclusion, repositioning of safe-in-man agents from one viral disease to another could play a pivotal role in development of broadly acting antivirals. Our study demonstrated the potential value of such approach with some examples, such as dalbavancin, ezetimibe, azacitidine, cyclosporine, minocycline, oritavancin and ritonavir, confirming a principle that \"rich becomes richer\".\n\nEffective BSA treatment may shortly become available, pending the results of further pre-clinical studies and clinical trials. The most effective and tolerable compounds will expand the available therapeutics for the treatment of viral diseases. Some of these compounds could be used as first-line therapeutics to combat emerging and re-emerging viral threats, having global impact by improving preparedness and the protection of the general population from viral epidemics and pandemics.\n\nThe authors declare no financial and non-financial competing interests.\n\nHalf-maximal cytotoxic concentration (CC50), the half-maximal effective concentration (EC50) and minimal selectivity indexes (SI) for selected broad-spectrum antivirals. CTxG -CellTox Green Express cytotoxicity assay, CTG -CellTiter-Glo viability assay, otherplaque assay or reporter gene expression assay, n.a.not available. Fig. 4 . The interaction network between 55 viruses and 59 BSAs, which are safe in man. Drug-like shapes represent antiviral agents. Blue spheres represent viruses. The diameter of spheres corresponds to the number of interactions between the viruses and the drugs. Novel interactions between BSAs and viruses are shown in red, validatedin blue, and known -in grey. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)"}