{"title": "The polymerase chain reaction and pathology practice", "body": "illustrates PCR amplification of a target DNA sequence. (The Resources section at the end of this review lists links to animated PCR demonstrations.).\n\nIn the denaturation step, sample DNA is rendered single stranded by heating the sample to 94-98 °C. The aim of the annealing step is to hybridize oligonucleotide primers specifically to the target sequences they complement. The annealing temperature depends on deoxyribonucleoside triphosphate (dNTP) composition and the length of the primers, and is typically in \n\nAmplification products after three PCR cycles Figure 1 a PCR amplification. Sample DNA is denatured by heating to 95 °C. During the annealing step the forward/upstream primer (P1) and the reverse/downstream (P2) primer bind to the target sequence (coloured violet). At the extension step, DNA is synthesized by a thermostable DNA polymerase in the 5′→3′ direction (orange arrows). b The second PCR cycle yields forward strand (FS) and reverse strand (RS) DNA complementary in sequence and identical in length to the target sample sequence. c Double-stranded amplicons equivalent to the target are generated after the third PCR cycle and are available for exponential amplification in subsequent rounds of PCR.\n\nsteps can vary from 10 s to longer than 1 min and depends on reaction volume size, amplicon (PCR product) base composition and length, thermostable DNA polymerase activity (∼1000 base pairs (bp) are extended per minute) and thermal cycler hardware specifications.\n\nSample DNA: DNA extracted from any pathology sample source is amenable to PCR amplification. This can include DNA extracts from biopsies (fresh or formalin-fixed, paraffin-embedded (FFPE)), bodily fluids (amniotic, saliva, stools, urine), buccal cell scrapes, cervical scrapes, fine needle aspirates, gross surgical specimens, hair root, peripheral blood or primary cell culture samples. PCR may be performed on purified or crude DNA preparations; however, PCR efficiency may be compromised by cellular debris or contaminating extraction reagents in the case of crude preparations. DNA extracts from FFPE specimens are generally degraded. This is most likely due to DNA shearing during extraction as a consequence of DNA-protein cross-linkages induced during formalin fixation. 2 It is convenient to use a standard volume (e.g. 10 μl) of DNA extract in a PCR, although it may be more accurate to use a standard DNA quantity (e.g. 50-100 ng) as excessive DNA may inhibit amplification; too little DNA may also result in a falsenegative PCR result. 3 Buffer: pH is typically maintained using a Tris-HCl-based buffer at pH 8.3 under standard conditions; at higher temperatures the pH falls to ∼6.8 which favours Taq DNA polymerase fidelity. Other ingredients include KCl and sometimes (NH 4 ) 2 SO 4, which can promote specific primer template annealing. Non-ionic detergents and bovine serum albumin (BSA) may support Taq DNA polymerase enzyme stability.\n\nMagnesium cations: Mg 2+ is an essential ingredient (1.5 mM is a standard concentration) that stabilizes the interaction between the oligonucleotide primer, template DNA and Taq DNA polymerase enzyme.\n\nDeoxyribonucleoside triphosphates (dNTPs): 2′-deoxyadenosine 5′-triphophate (dATP), 2′-deoxycytidine 5′-triphosphate (dCTP), 2′-deoxyguanosine 5′-triphosphate (dGTP) and thymidine 5′triphosphate (TTP, also referred to as dTTP) are the basic DNA building units. dNTPs are generally included at a reaction concentration of 200 μM. (A labelled dNTP can be included in a PCR to generate a labelled amplicon that can be used as a probe for in situ or blot hybridization tests.)\n\nOligonucleotide primers in the range of 18-25 bases in length are typical; concentrations range from 0.1 to 1 μM. Primers may be labelled with fluorescent dyes to allow fluorescence-based detection of PCR amplicons. Primers labelled with haptens such as biotin allow amplicons to be 'captured' (e.g. in streptavidincoated microtitre plates) for amplicon analyses, or for use in reverse blot hybridization assays.\n\nThermostable DNA polymerase: a heat-stable enzyme such as Taq DNA polymerase extracted from Thermus aquaticus (isolated from a hot-spring dwelling bacterium of the Deinococcus-Thermus phylum) is required for DNA synthesis.\n\nDNase/RNase-free pure water: PCR final reaction volumes typically vary from 10 to 50 μl and are set to this volume by adjusting the volume of molecular biology grade water.\n\nThe PCR technique yields abundant copies of a target DNA sequence. In theory, the number of copies of the target doubles with every PCR cycle (subsequent to the second cycle; see Figure 1 ); after 30 cycles a more than billion-fold amplification (2 30 ) would be expected. In practice, 100% (exponential) amplification efficiency may occur for only part of a PCR. 4 In the initial cycles, efficiency depends on the ease with which the primers, in a background of human genomic DNA sequences (that may have partial homology with the primers), find and hybridize with their specific target. Thereafter, exponential amplification may occur until limited by saturation events: PCR products outnumber the available thermostable polymerase and/or primers; these reagents are then insufficient to support amplification of each PCR amplicon previously synthesized. Experiments are required to optimize and standardize the efficiency of a given PCR assay. False-negative data may result from sub-optimally designed PCR tests. Potentially, each component of the PCR set-up can be manipulated for improved PCR specificity and sensitivity.\n\nPrimer design: primer sequences should be specific to their target, especially at the 3′-end, ensuring they do not seed extension from non-targets. Primers should also be designed to avoid interor intra-primer annealing, and so that each primer has a similar melting temperature (T m ). The T m is the temperature at which there is a dynamic equilibrium: 50% of a DNA molecule species is in a double-stranded form and 50% is single stranded. The T m is the temperature at which perfect primer to target annealing should be expected with no base mismatches. The T m depends on both the length of a DNA sequence and the specific dNTP sequence composition of that sequence. 4\n\nPrimer concentration: low concentrations may favour test specificity but reduced sensitivity and vice versa at high concentrations. Mg 2+ concentration: high concentration may promote test sensitivity but can lead to lowered specificity due to non-specific primer annealing to non-target sequences, leading to the production of spurious amplicons; inadequate concentration may result in lowered sensitivity.\n\nDenaturation conditions: thermostable DNA polymerases are optimally active at high temperatures; nonetheless, these enzymes also synthesize DNA at lower temperatures. Thus, during a PCR set-up at room temperature, primers may anneal nonspecifically with single-stranded DNA fragments occurring as a consequence of sample extraction procedures; this may seed DNA polymerase activity, resulting in amplification artefacts that become targets for further amplification during PCR cycling proper and significantly compromising amplification efficiency of the intended target. This potential defect can be avoided by using a 'hot-start' PCR approach. In hot-start PCR, thermostable DNA polymerase activity is 'activated' following the initial denaturation step. 5 Originally, this was accomplished by physically adding Taq DNA polymerase into a reaction (overlaid with oil) after a 5-min denaturation step preceding PCR cycling. Thermostable DNA polymerases have since been engineered for 'hotstart' PCR: enzymes are available that undergo a conformational change at high temperature, rendering them biologically active; alternatively, antibody-bound-deactivated Taq enzymes are activated by high temperature denaturation and release of the antibody.\n\nAnnealing temperature: the annealing temperature setting can be estimated from the T m calculated from the dNTP sequence of the oligonucleotide primer and is typically set at 5 °C below the T m (T m−5°C ). Empirical testing is usually required to find the optimal temperature. Temperatures at or above the T m may ensure better specificity at the expense of sensitivity. In 'touchdown' PCR, the initial annealing temperature is set some degrees (5-15) above the T m ; thereafter, the annealing temperature is reduced in 0.5-1.0 °C decrements per PCR cycle until T m−5°C . 6 This approach can help ensure that in the early stages of a PCR, primers anneal with their target with high specificity. The lower annealing temperatures later in the PCR cycles will favour primer hybridization and amplification, promoting assay sensitivity.\n\nAdditives: a variety of reagents may be added to improve PCR amplification, including betaine (N,N,N-trimethylglycine), dimethyl sulphoxide (DMSO) or glycerol. These reagents may enhance amplification of GC-rich DNA regions by improving strand destabilization and specific priming. 4\n\nThe very sensitivity of PCR incurs the potential defect of falsepositive data due to the amplification of cross-contaminating DNA from an exogenous source. Strict measures are required from patient sample collection through to the PCR assay to ensure authentic data. Ideally, laboratory space should be arranged such that DNA sample extraction, PCR set-up and post-PCR manipulations all occur in physically distinct areas. PCR-grade reagent aliquots, dedicated equipment and laboratory coats specific for each area are utilized. PCR products from previous rounds of PCR represent the major potential source for contamination. Nucleic acid contamination at the PCR set-up level can be minimized by a variety of measures.\n\nPCR hood usage: this is a self-contained bench-top unit with a UV light and dead air or air-flow control facilities. Short wave UV (254 nm) irradiation of PCR pipettes, tips, tubes, racks, pens, etc. causes adjacent nucleic acid pyrimidines to form dimers that are non-amenable to PCR amplification by DNA polymerase.\n\nReplacement of dTTP with 2′-deoxyuridine 5′-triphosphate (dUTP): PCR amplicons containing dUTP (instead of dTTP) are susceptible to degradation by uracil N-glycosylase (UNG). The inclusion of a pre-PCR incubation step with UNG can therefore eliminate cross-contaminating amplicons from a prior PCR. The UNG is inactivated by the denaturation step of the first PCR cycle. 7\n\nMultiple control tests are mandatory for PCR assays. Positive controls are required to confirm assay sufficiency to detect the target with appropriate detection sensitivity, thereby avoiding false-negative data. The detection threshold of a PCR test can be described in terms of analytical or clinical sensitivity. At a high analytical sensitivity the threshold is optimized to allow the detection of the lowest traces possible of the target. At a high clinical sensitivity, the target is detected at a threshold that correlates with disease status and constructive clinical decisionmaking. A high analytical sensitivity may not necessarily equate with a high clinical sensitivity. 8 Negative controls (multiple known negative samples and reagent blanks with DNA sample substituted with water) are required to demonstrate the absence of contaminating DNA in the PCR reagents, thereby avoiding false-positive data.\n\nControls tests are also required to confirm that a given patient sample contains nucleic acids of sufficient purity and integrity for the PCR test. Contaminants inhibiting reverse transcriptase (see below) or thermostable DNA polymerase activity, or nucleic acids of inadequate integrity for amplicon amplification, can lead to false-negative data. PCR can be performed for a cell 'housekeeping' target such as β-actin or β-globin to confirm sample suitability for PCR.\n\nMost standard thermocyclers include a heated lid to prevent evaporation of PCR reagents during cycling (otherwise reagents are overlaid with oil). Typically, cyclers are fitted with a thermal block for either 96 0.2 ml microtubes, a 96-well microtitre plate or a 384-well microtitre plate. Peltier-effect thermoelectric heating and cooling is the most commonly used approach to support rapid heating, cooling and temperature equilibration throughout the thermal block. 9 The more quickly a thermal cycler can 'ramp' between temperatures (denaturation→annealing→extension→ denaturation), the less time is required for the completion of a PCR assay.\n\nA variety of methods can be used to analyse the amplified product (amplicon) resulting from a basic type PCR assay (also referred to as 'end-point' PCR, i.e. where the final product accumulated after 30-40 PCR cycles is the material for analysis). In quantitative real-time PCR (see below), the analysis is accomplished by the thermal cycler hardware combined with dedicated software analysis.\n\nGel electrophoresis: the simplest form of analysis consists of the detection of a DNA band of predicted size following agarose gel electrophoresis, allowing a plus/minus assessment of the presence of the target amplicon ( Figure 2 ). The percentage agarose composition of the gel determines the degree of size resolution; for example, a 2% agarose gel can sieve bands in the range ∼50-∼2000 bp, distinguishing bands differing in length by 10%. For a finer resolution or for identifying smaller amplicons, polyacrylamide gels are required, for example a 12% polyacrylamide gel allows the analysis of products in the range 40-400 bp and the distinction of bands differing by 1-2 bp. Gel electrophoresis is used in restriction fragment length polymorphism (RFLP) type assays, where the interpretation of the PCR depends on size analysis following restriction endonuclease digestion of PCR products; for example, a mutation may result in the introduction or elimination of a given restriction enzyme site, resulting in an altered RFLP pattern compared to a wild-type control. 10 Mutation screening can also be performed by single-stranded conformational polymorphism (SSCP) assay using polyacrylamide gel. PCR is performed on a normal sample and on the test sample. 10, 11 The amplicons are rendered single stranded and subjected to polyacrylamide gel electrophoresis under native (nondenaturing) conditions; the single-strand amplicons fold into conformations dependent on sequence-specific intramolecular base-pairing. Migration of DNA through the gel is then dependent on size, charge and conformation. The presence of a mutant sequence may significantly alter single-strand folding, resulting in an altered migration relative to the normal control.\n\nPolyacrylamide gel systems are also used for the analysis of PCR products generated with primers labelled with a fluorescent dye. 12 These systems include a laser-induced fluorescence (LIF) detector. As amplicons migrate past the LIF during electrophoresis, light emissions from the fluorescent dye are detected by the LIF. The final data are integrated by the system hardware/software and presented in terms of peak heights and areas (relative to a fluorescence emissions scale (representing DNA amplicons/ fragments)) and with reference to a DNA size marker. Single base differences can be distinguished.\n\nBlot hybridization: in theory, a PCR assay should result solely in the amplification of the target sequence for which the test has been designed; however, unpredicted amplicons may sometimes be detected. Hybridization of the PCR product with a targetspecific probe can be used to confirm the identity of a given amplicon. In Southern blot hybridization, DNA is transferred from a gel onto a nylon membrane. This 'blot' is then hybridized with a labelled probe specific to the target of interest. Detection of the probe label affirms amplification of the intended sequence.\n\nDot blot hybridization may obviate the need for any gel electrophoresis. An aliquot of PCR product is heat denatured and spotted onto a nylon membrane. This dot blot is then hybridized with a labelled probe and detection of the label again indicates the presence of the assay target sequence (Figure 3) .\n\nReverse-line blot hybridization allows screening of a PCR product for multiple targets. In this assay, the nylon membrane is spotted with an array of different probes. PCR product, amplified with labelled dNPTs or with a labelled primer, is then hybridized with the blot. The amplicon label will be detected at the site(s) of hybridization with a spotted probe. For example, reverseline blot hybridization assays can be used to identify the specific human papillomavirus (HPV) genotype(s) amplified from a cervical scrape specimen: line blots are available spotted with probes for up to 25 different HPV genotypes; detection of HPV amplicon label will indicate the HPV genotype(s) present in the specimen. 13 Sequencing analysis of PCR products may represent the gold standard for the characterization and identification of a PCR product. However, the presence of mixed wild-type and mutant sequences in a specimen may confound mutation detection by sequencing. The recently developed 'pyrosequencing' technique (Pyrosequencing Inc, Westborough, MA, USA) may overcome this potential defect by allowing the simultaneous detection of mixed genotypes within a sample. 12\n\nThe PCR technique has proven highly adaptable, enabling a wide range of clinical and research applications. Blot hybridization. Dot blot hybridization can be used to confirm PCR amplicon identity. in this example, samples that tested human papillomavirus (HPv) positive by GP5+/6 + PCR were spotted onto a nylon membrane and hybridized with a biotin-labelled HPv16 probe. After hybridization, the biotin label was detected with streptavidin-alkaline phospatase conjugate and nitroblue tetrazolium/ 5-bromo-4-cloro-3-indolyl-phosphate substrate.\n\nMultiplex PCR supports the simultaneous amplification of more than one target sequence by the use of multiple primer pair sets. 4 The primer sets are designed to yield amplicons distinguishable by size, or primers may be labelled with different fluorophores to yield amplicons distinguishable by electrophoresis (utilizing an automated LIF detector) or by real-time PCR. Alternatively, if the primer sets amplify targets of similar size, these may be discriminated by hybridization with labelled probes. In general, no more than four unique target sequences are amplified in a multiplex PCR assay because of difficulties in ensuring PCR sensitivity, specificity and efficiency for multiple targets and for the ease of data interpretation.\n\nConsensus PCR is used to amplify a single target that has variable sequences, or multiple targets that have similar (common) sequences. Consensus primers contain one or more mismatches between the primer sequence and the target complement; usually, primers are designed so that mismatches do not occur in the 3′-terminal region of the primer. For example, the general primer (GP) 5+/6 + PCR assay for the detection of HPV uses two consensus primers and can detect at least 37 different HPV types 14 ; the two primers (a 23mer and a 25mer) each contain 0-6 mismatches depending on the HPV genotype. The GP primers are designed to a region of the HPV L1 gene that is conserved across HPV genotypes.\n\nDegenerate PCR: this approach is also used in the amplification of a target that has variable sequences. A regular oligonucleotide primer is coded in terms of A, T, C and G. A degenerate primer includes codes allowing alternative bases at a given site in the primer sequence. For example, 'W' in a primer sequence indicates the base at that site can be A or T; 'Y' indicates C or T; 'H' indicates A, C or T; 'V' indicates A, C or G; and other codes allow for all possible substitutions. In this way, a primer can be designed (with reference to known variability at specific sequences) that when synthesized will result in a pool of primers with slightly different sequences. This improves the amplification of a target that has genetic variability. For example, the FAP59/64 primers amplify up to 65 different HPV types. 15 The sequence code of primer FAP59 is 5′-TAACWGTIGGICAYCCWTATT-3′ and the code for FAP64 is 5′-CCWATATCWVHCATITCICCATC-3′ (I indicates inosine that will hybridize with dATP, dCTP, dGTP or dTTP).\n\nNested PCR is a method for improved PCR sensitivity and specificity. After an initial standard PCR reaction, an aliquot of PCR product is taken for a second round of PCR with primers designed to amplify a smaller DNA region within the primary amplicon, that is the secondary primers are 'nested'. The use of a second round of PCR favours a highly sensitive assay, and the use of a second set of primers designed to be specific to the first round amplicon favours specificity. 4\n\nRT-PCR (Figure 4 ; also see Resources section) allows the investigation of RNA expression via PCR. Thermostable DNA polymerases require DNA as a substrate; the first step in RT-PCR is the conversion of total RNA (DNA-free preparation) or mRNA into single-stranded complementary DNA (cDNA). The two most commonly used reverse transcriptase enzymes are the avian myeloblastoma virus (AMV) or Moloney murine leukaemia virus (M-MuLV) reverse transcriptases. Three different primer strategies may be used for the synthesis of the cDNA: an oligo-dT primer for the specific amplification of mRNA; random hexamer or nonamer oligonucleotides; or a primer specific to the gene sequence of interest. 4 The cDNA template can then be taken and used in a standard PCR with sequence-specific primers. Alternatively, RT-PCR can be performed as a one-tube reaction by considered primer design and the inclusion of reverse transcriptase and Taq DNA polymerase. In addition to the general determinants of standard PCR success, RT-PCR efficiency depends on RNA sample quality and the effectiveness of the reverse transcriptase step. 4\n\nIn standard end-point PCR, the final product obtained after 30-50 PCR cycles is the material for data interpretation. Whilst endpoint PCR can be semi-quantitative, it is essentially a qualitative assay. QPCR is used for the accurate quantification of a DNA or RNA/cDNA target in a sample. 4 QPCR requires a specialized thermal cycler that includes a light excitation source and a recorder of fluorescent signal output generated at each PCR cycle. PCR reactions are set up in microtitre plates rather than microtubes. Light emissions are collected via the thermocycler lid during the exponential PCR phase, where PCR efficiency approaches 100%. The ingredients of a qPCR are similar to a standard PCR but also require the inclusion of a fluorescence emitter. There are two main qPCR strategies. Fluorescence resonance energy transfer (FRET) refers to a phenomenon whereby a donor fluorophore can transfer non-radiative energy to an acceptor fluorophore that is in close (<10 nm) proximity. 4 There are a variety of qPCR approaches that utilize FRET technology. The first and most widely used approach, 'Taq-Man', requires the use of an oligonucleotide probe that is complementary to a site within the amplicon ( Figure 6 ; and Resources section). The TaqMan probe is labelled with a fluorescent reporter dye (e.g. FAM (6-carboxyfluorescein)) at the 5′-end and at the 3′end with a fluorescent quencher dye (e.g. TAMRA (6-carboxytetramethylrhodamine)). During the annealing step of a PCR cycle, the TaqMan probe hybridizes to its target; FAM fluorescence emission is suppressed despite excitation due to the proximity with TAMRA. During the extension step, Taq DNA polymerase begins synthesizing DNA from the primer upstream of the probe binding site. Taq DNA polymerase possesses a 5′→3′ exonuclease activity, which cleaves FAM from the probe and also degrades the probe as extension proceeds. No longer juxtaposed with the TAMARA quencher, FAM fluorophore emissions can be measured. Other FRET-based qPCR assays use 'molecular beacon' or 'scorpion' probes. 4 With both the SYBR ® Green I and FRET approaches, an increase in fluorescence emissions is recorded at each PCR cycle and the cycle-by-cycle data collection is the basis for quantitative interpretations.\n\nData interpretation 1: standard curve analysis: the raw data following a qPCR assay are presented as a plot of fluorescence units (x axis) versus number of cycles (y axis) (Figure 7a ). The threshold cycle (C T ) value defines the number of cycles it takes before amplicons are detectable above a threshold for a given sample; the threshold is selected to represent a level of fluorescence significantly above background fluorescence and within the exponential PCR phase. qPCR is performed on control samples of known DNA/RNA concentration, allowing the construction of a straight line standard curve of C T versus the log of the known DNA/RNA copy number. The copy number of the unknown samples can then be inferred by comparing the sample C T values to the standard curve (Figure 7b ).\n\ndouble-stranded DNA begins to melt (denature) at a temperature dependent on amplicon length and base sequence. This relationship is expressed as a melt curve or melt peak. For example, SYBR ® Green I fluoresces with greatest intensity in double-stranded DNA; as the DNA melts, so the fluorescent emissions decrease. The melt curve plot of fluorescence intensity relative to temperature will reflect the sequence character of the amplicon. An efficient PCR yields a single narrow peak representing the targeted amplicon.\n\nPCR melt curve data can also be used to compare 'normal' and 'test' samples for presence of point mutations (e.g. Factor V Leiden mutation) or single nucleotide polymorphisms (SNPs) (e.g. that define genetic disease susceptibility, drug response or different strains of microorganism). Altered dNTP(s) in a sequence can result in a changed melt curve for a given amplicon. Point mutation/SNP PCR (short duplex) melt curve assays involve the addition of fluorophore-labelled oligonucleotide probe(s) at PCR set-up (in addition to regular primers). At the completion of the PCR (performed in a real-time thermal cycler), dissociation of the probe from the amplicon (the amplicon-probe heteroduplex) is measured by slowly heating the sample and registering the changes in fluorophore emissions. A probe spanning a mutation or SNP site incurs a probe-to-amplicon dNTP mismatch, resulting in a lowered T m and therefore an altered melt peak profile relative to a probe that anneals with perfect homology (Figure 8) . Melt curve analysis technology is patented by Roche Applied Sciences (Indianapolis, IN, USA). 16 QPCR controls: melt curve data are assessed to confirm a given qPCR assay specifically amplifies the intended target alone. qRT-PCR assays also require proof that no genomic DNA was present in the RNA sample; for example, by including a negative control where the RT enzyme was absent from a sample set-up. 4 Differences in the amount, purity and integrity of DNA or RNA between samples can be corrected for by way of normalization. This can be accomplished by performing qPCR for a housekeeping sequence (glyceraldehdye-3-phosphate dehydrogenase (GAPDH) or β-actin) for each sample, as well as known control amounts. Inferred sample target copy numbers can then be corrected relative to the number of cells in the sample, estimated from the GAPDH or β-actin data. 4\n\nOther method variations Amplification refractory mutation system (ARMS): PCR involves annealing target-specific primers to the sequence of interest: DNA is synthesized by DNA polymerases in the 5′→3′ direction; consequently, hybridization of the 3′-end of the primer with its target is especially critical for polymerase activity to Raw melting curve fluorescence data demonstrating decreased fluorescence emissions from homozygous wild type, homozygous mutant, and heterozygous genotypes as the temperature is increased and F1 and F2 become separated. c The first negative derivative of the fluorescence versus temperature (-dF/dT) graph shows peaks with different melting temperatures (Tm). The melting peaks indicate that the homozygous wild type genotype has a higher Tm than the sequence that has a mismatch with the F1 probe (mutant/SNP genotype). Samples containing heterozygous genotype sequences display two peaks at the same temperatures as the respective wild type and mutant samples.\n\nproceed. The ARMS technique exploits this biology for the detection of point mutations, SNPs or base insertions/deletions. 4, 17 In its simplest form, the technique requires three primers: one primer (CP) is common to alternative forms of a given allele; a second primer (P2) is designed so that the 3′-end matches a defining base specific to one allele form; and a third primer (P3) is specific at the 3′-end to the alternative allele. Two separate PCRs are performed, one with primer pair CP/P2, and one with primer pair CP/P3. (If the common primer is a 'forward' primer, the second and third primers are 'reverse' primers and vice versa.) PCR will fail when the terminal dNTP at the 3′-end of primer P2 or P3 does not match the target sequence. Using this approach, it is possible to tell if a patient is homozygous or heterozygous for a given allele form: a homozygous patient will only yield one amplicon, CP/P2 or CP/P3 depending on the allele present, whereas a heterozygous patient will yield amplicons with the CP/P2 and CP/P3 combinations. ARMS assays have been developed for the detection of a variety of mutations, including those associated with β-thalassaemia, cystic fibrosis and myeloproliferative disorders (JAK2 mutations).\n\nLA PCR stands for long and accurate PCR and allows the amplification of sequences 5 to >20 kb in length. The processivity (number of nucleotides added before polymerase enzyme dissociation from the template) of Taq DNA polymerases is limiting. Standard Taq DNA polymerase introduces a mismatched base relative to the sample template on average every ∼10 4 nucleotides. In a subsequent PCR cycle, the mismatch can lead to Taq DNA polymerase dissociation from secondary template strands, thereby restricting the length of amplicon synthesized. In general, standard PCR is not used to amplify sequences greater than 1-5 kb. In LA PCR, Taq DNA polymerase is combined with a thermostable DNA polymerase that has a proofreading capacity (e.g. Pfu DNA polymerase derived from Pyrococcus furiosus); these combinations can increase processivity 5-10 fold. 4\n\nMethylation status testing: hyper-or hypo-methylation of DNA cytosine residues may be an important marker of cancer and other disease conditions. Generally, hypermethylation is associated with a loss of gene function. Methylated cytosine (5-methylcytosine) may be found in GC-rich regions of the human genome. It can be distinguished by PCR if a DNA sample is first treated with bisulphite. Non-methylated dCTP is converted to dUTP. During PCR the uracil is replaced with a thymidine residue to yield dTTP, the net effect being the 'conversion' of dCTP to its non-complement dTTP. Methylated dCTP does not undergo any chemical change following bisulphite exposure and the complementary base dGTP is synthesized during PCR. Thus methylation status of a given gene can be inferred following bisulphite treatment and PCR, by amplicon sequencing, or restriction endonuclease assays using enzymes that will recognize (or not recognize) sequences subject to the dCTP to dTTP alteration. 10\n\nPCR-based assays have been developed for an extensive range of clinical applications. These can be broadly classed as tests for infectious agents, mutations/microsatellite repeat expansions, translocation events and identity testing/molecular forensics.\n\nBacterial, fungal, parasitic or viral infections are detectable by PCR. In many instances, the qualitative detection of the infectious agent per se is sufficient for diagnostic purposes; for example, the detection of Chlamydia trachomatis or Neisseria gonorrhoeae defines disease status. In other instances, quantitative assays may be a critical part of the patient management algorithm; for example, infectious agent load may be an important indicator of therapy response and/or the emergence of resistant infections in patients with human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV). qPCR monitoring of organ transplant recipients for cytomegalovirus (CMV), Epstein-Barr virus (EBV) or JC/BK viruses can be performed to predict associated diseases, relapse and antiviral medications. [10] [11] [12] 18, 19 Infectious agents that can be screened for by PCR includes those listed in Table 1 .\n\nNumerous molecular genetic disorders are characterized by definitive autosomal recessive (AR), autosomal dominant (AD), X-linked or mitochondrial mutations. [10] [11] [12] 18, 19 Jew (AJ)-associated conditions (such as Tay-Sachs disease, Canavan disease and Fanconi anaemia, Group C), hereditary haemochromatosis and spinal muscular atrophy.\n\nAD disorders: several AD disorders such as achondroplasia and FGFR gene-associated conditions can be confirmed by mutation detection by PCR. There is also a range of AD disorders characterized by abnormal nucleotide repeat unit expansions. Microsatellite repeat sequences (also called short tandem repeats (STRs) and 2-6 bases in length), are common throughout the human genome. In the early 1990s, it was found that a number of neuromuscular diseases were associated with an abnormally high number of trinucleotide repeat units. For example, patients with Huntington disease (HD) have excess numbers of a (CAG) repeat unit in the HD gene, IT15, located on chromosome 4p16.3. In normal subjects, (CAG) is most commonly repeated 10-26 times; in patients with HD there may be 36-121 repeats. 10 Other AD repeat expansion disorders include myotonic dystrophy type 1 (DM1), spinocerebellar ataxia (SCA) and Friedrich ataxia (FRDA). The abnormal expansions are detected by PCR using primers that flank the region containing the trinucleotide repeats, followed by gel electrophoresis to gauge amplicon size; this assay may also be combined with Southern blot hybridization. Coagulopathy mutation-related disorders can also be screened by PCR: Factor V Leiden or prothrombin G20210A mutations are detectable by PCR-RFLP or by melt curve analysis performed in a real-time thermal cycler. 16 X-linked disorders: abnormal repeat expansions are also found associated with fragile X syndrome; gene duplications may be found with X-linked muscular dystrophy (Becker muscular dystrophy (BMD) or Duchenne muscular dystrophy (DMD)). X-linked point mutations may be found with BMD, DMD and Xlinked adrenoleucodystophy. \n\nSarcomas and leukaemias are classifiable in terms of definitive translocations, which at the molecular level result in gene fusions that lead to the expression of abnormal gene transcripts. RT-PCR is widely used to detect these chimeric mRNA constructs and assist in tumour diagnosis. [10] [11] [12] 18, 19 \n\nIdentity testing is most commonly performed by multiplex PCR for microsatellite repeat units. PCR is performed using primers that flank the microsatellite repeat region (and also include unique genomic sequences). The microsatellite units are repeated a variable number of times at a given chromosomal locus. Many of these microsatellites are highly polymorphic with respect to the number of repeats at a given allele and are also highly heterozygotic within the population. Analysis of the number of repeats and the extent of population heterozygosity allows calculation of the probability of matched microsatellite amplicons from different individuals. Typically, a minimum of four and up to 12 microsatellite loci are screened in PCR identity tests. For example, the GammaSTR ® Quadriplex assay (Promega Corporation, Madison, WI, USA) amplifies four microsatellite-containing loci ( Figure 9 ); the probability that two Caucasian individuals will have matching amplicons at all four loci is 1 in 16,790. (If an additional eight loci are added, the matching probability is 1 in 3.03 × 10 11 .) In pathology practice, microsatellite PCR is useful in resolving issues of questionable specimen identity (Figure 9 ). Microsatellite PCR analysis is also performed for paternity testing and for monitoring the establishment of donor bone marrow tissues in a recipient. [10] [11] [12] 18, 19 Quality control Numerous PCR assays associated with pathology practice are in common or ad hoc usage; for example, the Mayo Medical Laboratories (Rochester, MN, USA) MayoAccess Test Catalog lists more than 200 PCR-based tests. 20 The application of these tests may be regulated by individual molecular diagnostic laboratories according to consensus criteria but may nonetheless vary in procedural details and interpretation from one institution to another.\n\nTo date relatively few tests have been standardized to national or international criteria for consistent application, interpretation and quality control from one institution to another. Table 2 details the PCR-based assays that are currently approved or cleared to FDA standards for use in the USA.\n\nPCR is the most widely used DNA amplification technique; nevertheless, PCR has its limitations. Two major concerns, already mentioned, are the potential for the amplification of sample contaminant DNA, resulting in false-positive data, and the amplification of unintended target sequences that compromise data interpretation. Inadequate PCR design and optimization may lead to impaired PCR efficiency, resulting in false-negative results. False-negative data may also occur due to the presence of contaminants in specimen nucleic acid extracts. PCR may also fail to discriminate an abnormality, such as a mutation, when there is a high 'background' of normal DNA in a specimen.\n\nA number of alternative assays have been developed for nucleic acid amplification and adapted for clinical diagnostics. These include techniques for the direct amplification of nucleic acid targets, such as the ligase chain reaction (e.g. developed to detect Chlamydia trachomatis), transcription-mediated amplification (e.g. Mycobacterium tuberculosis test), strand-displacement amplification (e.g. Legionella pneumophilia test) 12, 18, 19 and techniques that generate an amplified signal from a probe hybridized to a target nucleic acid; these methods include branch DNA identity testing. A patient biopsy sample contained a tissue fragment with features incongruous with other known clinical parameters for the patient. DNA was extracted from this fragment (Sample A) and compared with a DNA sample from the known patient (Sample B) using a microsatellite-based identity assay (GammaSTR ® , Promega Corp, Madison, wi, USA). This multiplex PCR test involves primer pairs to four loci (on chromosomes 5, 7, 13 and 16) that include tetranucleotide repeat units and which generate amplicons in distinctive size ranges. The primers are labelled with a fluorescent dye and are detectable following capillary gel electrophoresis in a genetic analyser system. Although there were matched amplicons from samples A and B at the D13S317 locus, the known patient (B) was heterozygous at each of the four loci (indicated by two peaks (measured in fluorescent units)), whereas sample A was homozygous at two of the loci (indicated by one peak); additionally, there were amplicon size differences as indicated. in this example, allele sizes differ by one or two tetranucleotide repeat units. The data confirmed the pathologist's suspicion of patient sample cross-contamination. (Note: The reduced level of amplification at the D16S539 locus is a consequence of using DNA extracted from formalin-fixed, paraffin-embedded (FFPe) tissues. DNA extracted from FFPe sources tends to be degraded and consequently there are fewer full-length copies of larger target sequences compared to shorter ones in the starting sample.)"}