{"title": "Integral Membrane Proteins", "body": "Detergents (surfactants) are the key reagents in the purification of integral membrane proteins [8] . Solubilization of membranes including the proteins, or selective extraction by detergents is often the first step in the purification of an integral membrane protein.\n\nDetergents are lipid-like substances. Like the major constituent of the membrane, the phospholipid molecule, they contain a hydrophilic head and a hydrophobic tail. And most importantly they are able to compete with the lipids in a bilayer. They are also more hydrophilic than the lipids. As a consequence, detergent-protein complexes are soluble in aqueous solutions and the detergent molecules, in mimicking the lipid molecules, help to maintain the native configuration of the membrane proteins during a purification procedure.\n\nSince detergents are the key reagents in the purification of integral membrane proteins, we will elaborate on this subject in order to facilitate the choice for a particular detergent. From the literature it seems that there are only a few suitable detergents, e.g. Triton X-100, \"-40, octylglucoside, deoxycholate (DOC). This may be partially true for solubilization, but when chromatography is involved, other detergents may be more suitable as additives to the eluent.\n\nThere are several categories of detergents [8-171: (a) mild non-ionic detergents, e.g. the Triton, Brij, and Tween series, Emulphogen, octylglucoside; (b) bile salts, which are mild ionic naturally occurring detergents, e.g. cholate, taurodeoxycholate; (c) denaturing ionic detergents, e.g. sodium dodecylsulfate (SDS) and cetyltrimethylammoniumbromide; (d) mild amphoteric detergents, e.g.\n\nsulphonate (CHAPS), sulfobetaines, carboxybetaines and dodecyldimethylamineoxide (above pH 7). Some of their properties are listed in Table 12.1. A practical approach to the extraction of an integral membrane protein from its lipid bilayer is given in Table 12 .2 with Sendai virus membrane proteins as an example.\n\nThe choice of a suitable detergent may depend on several factors, i.e. critical micellar concentration (CMC), hydrophilic-lipophilic balance number (HLB), micellar molecular weight, cloud point, UV-transparency, effect on biological activity and price.\n\nThe CMC is the concentration of monomer at which micelles, i.e. spherical bilayer aggregates of detergent molecules, begin to form. Triton X-100 has a low CMC (0.24-0.30 mM), and is difficult to remove by dialysis. Octylglucoside has a high CMC (25 mM) , and can easily be removed by dialysis. Therefore, any further studies to be carried out with a particular membrane protein may determine the choice of detergent. Some studies require a soluble protein-detergent complex in order to maintain biological activity. In such cases the CMC is of less importance, although the relatively high concentration of detergent present in extracts may affect the biological activity to some extent. Similarly, high concentrations of certain detergents may interfere with immunological assays, e.g. an ELISA. Excess detergent can then be removed by dialysis (when the CMC is high, e.g. >5 mM) or by size exclusion chromatography (SEC) using an eluent with a lower concentration of detergent. Complete removal of detergent generally leads to precipitation of the membrane ' Critical micellar concentration determined according to De Vendittis et al. [24] .\n\nHydrophilic-lipophilic balance calculated according to Becher [23] .\n\nThe yield obtained with C12E5 was taken as 100%.\n\nWe have compared a number of non-ionic detergents with different HLBs and CMCs with respect to the yield of extracted protein. The integral membrane proteins of Sendai virus haemagglutinin-neuraminidase (HN) and fusion protein (F) were extracted from purified virions with 2% detergent, i.e. polyoxyethylene alkyl ethers varying by [8] [9] [10] [11] [12] [13] [14] hydrocarbon units in the alkyl chain and by 4-8 ethylene glycol units in the oxyethylene chain, Triton X-100 and octylglucoside [15] . Extraction of Sendai virus with C12E5 gave the highest yield, which was about one quarter of the total amount of HN and F protein. A second and third successive extraction enhances the yield. However this may cause partial disruption of the virus particles resulting in a mixture of membrane and internal proteins. To allow comparison between different detergents, the highest yield obtained with ClzEs was taken as 100%. The relative yields obtained with the other detergents are shown in Table 12. 3. An increase in the number of ethylene glycol units in the oxyethylene chain from 5 to 8 (at a fixed alkyl chain length) and a decrease in the number of hydrocarbon units in the alkyl chain from 12 to 8 (at a fixed oxyethylene chain length) decreases the yields of HN and F protein. An increase in the alkyl chain length to CI4 or a decrease in the oxyethylene chain to E4 resulted in low yields. These detergents (CI4E5 and C12E4) dissolved poorly in aqueous solutions and therefore are not suitable for subsequent chromatographic procedures. The yields of protein are related to the HLB of the detergents. The highest yields were obtained with polyoxyethylene alkyl ethers with HLB values ranging from 11.5 to 12.5. De Pinto et al. [25] reported maximal solubilization of mitochondrial porins with detergents when HLB values were between 10 and 13.5. Umbreit and Strominger [26] reported optimum HLBs of detergents ranging from 12 to 14. They investigated other types of non-ionic detergents for the extraction of palanine carboxypeptidase from Bacillus subtilis and phosphoacetylmuramylpentapeptide translocase and succinate dehydrogenase from Micrococcus lureus. Optimum HLB values may depend on the hydrophobicity of the protein to be solubilized. CMC values are of importance for detergent removal or detergent exchange [18-20,271 but they do not correlate with the solubilizing properties of the detergent.\n\nEach detergent has an aggregation number (N) (not shown in Table 12 .1). This is the average number of monomers in a micelle. This results in a micellar molecular weight and this value is given in Table 12 .1. Proteins embedded in such micelles will present themselves either as relatively large biological macromolecules (e.g. with Triton X-100) or as much smaller ones (e.g. with octylglucoside). The latter may be important for crystallization studies [28] .\n\nThe cloud point of a detergent is the temperature at which a detergent solution passes from an isotropic micellar system into a two-phase system. This property of a detergent has been employed in purification methodologies. Bordier extracted proteins from a lipid bilayer by creating a two-phase system with Triton X-114, which has a cloud point of 22°C [29] . This detergent separates into an aqueous phase and a detergent phase at 30°C and integral membrane proteins will be preferentially found in the detergent phase while Extraction as described in Table 12 .2, with Triton X-114 Warm the supernatant containing the integral membrane proteins to 30°C Centrifuge the turbid solution 5 min at 2500 X g; membrane proteins are in the detergent-rich lower phase hydrophilic proteins show up in the aqueous phase (Table 12 .4). This procedure was successfully applied to a number of proteins, El glycoprotein of a corona virus [30] , E2 protein of Semliki Forest virus [31] , G protein of vesicular stomatitis virus [32] , rat intestinal brush border membrane proteins [33] , and the major surface protein of Leishmania [34] . However, two well-characterized integral membrane proteins, the acetylcholine receptor [35] and the T8 antigen of human T lymphocytes [36] failed to partition into the detergent-rich phase. Possibly additional properties of the protein other than binding of the detergent to the transmembrane region are important in the partitioning between the two phases. Maher and Singer suggest that a membrane protein forming a transmembrane channel, e.g. the pentameric acetyl choline receptor, is not able to intercalate with the wellstructured Triton X-114 micelle. They made the Triton micelle less structured by adding linoleic acid. Indeed, phase separation with this mixture yielded the acetylcholine receptor in the detergent-rich phase [35] . In a more versatile version of the phase-separation technique ammonium sulfate is used to facilitate entry of integral membrane proteins into the detergent phase [37, 38] . Addition of ammonium sulfate lowers the cloud point of other detergents, e.g. from 65 to 20°C for Triton X-100. This extends the range of detergents that can be used in this approach [38] . Six murine lymphocyte surface molecules partitioned into the Triton X-100 phase from 33 to 50% ammonium sulfate saturation [37] (see Table 12 .5).\n\nSome non-ionic detergents (e.g. Berol, Nonidet, Triton, Emulgen, Renex) absorb UVlight and therefore interfere with the spectrophotometric determination of proteins at 280 nm during chromatography. By contrast, others are indeed UV-transparent, e.g. the C,E, series.\n\nYet another factor, which is of less importance in a solubilizatiodextraction procedure, but more important for chromatography when large volumes of eluent are used, may be the price of the detergent. For example the price of octylglucoside is 300 times that of Triton X-100. Some detergents (incidentally with excellent chromatographic qualities and of high purity) are indeed free of charge from their manufacturers (e.g. Emulgen series).\n\nNon-ionic detergents, bile salts and the mild amphoteric detergents generally do not affect the biological activity of a membrane protein. Extraction by ionic detergents can be applied when maintaining the biological activity is of less importance. Ionic detergents usually denature proteins, although integral membrane proteins may retain part of their native conformation [39] . The use of bile salts (cholate, deoxycholate) has the limitation that below pH 7.8 they tend to form aggregates which precipitate [9] . At a pH approaching the pK,, insoluble bile acid is formed. The pK, values for deoxycholate and cholate are 6.2 and 5.2, respectively and for the conjugated bile salt taurodeoxycholate, 1.9. In addition, deoxycholate forms a gel just above the precipitation limit. Therefore it is advisable to use a conjugated bile salt which has a lower pK, and can be used over a wider pH range.\n\nTo date, there are four modes of chromatography which have proven fruitful for the purification of integral membrane proteins: size exclusion chromatography (SEC), ion exchange chromatography (IEC), bioaffiity chromatography (BAC), and reversedphase chromatography (RPC).\n\nPurifications involving hydrophobic interaction chromatography, immobilized metal ion affinity chromatography (metal chelate affinity chromatography), hydroxyapatite chromatography or chromatofocusing for this purpose are relatively scarce. Of these, ceramic hydroxyapatite HPLC looks most promising and generally applicable to other membrane proteins. Rogner [40] used this mode of HPLC for further purification of membrane proteins from cyanobacterial thylakoid membrane in the presence of 0.03% dodecyl p-D-maltoside. In a similar way Ichimura et al.\n\n[41] separated membrane proteins from rat liver microsomes in the presence of a non-denaturing detergent.\n\nFor these four major modes of chromatography, high-performance versions are available but they are not always practical. With large amounts of starting material, classical, conventional chromatography is often used prior to HPLC. HPLC is particularly useful when the protein to be purified is present in minor (i.e. milligram) quantities or less. The choice of the chromatographic methodology largely depends on the properties of the membrane protein to be purified and on its ultimate use. When the structural integrity of the protein is of less importance, i.e. in amino acid sequence studies, all modes of HPLC can be used, alone or in combination. When the structure and biological activity of the protein has to remain intact, mild conditions are essential requirements. In that case, buffer systems of physiological pH containing a mild non-ionic detergent are to be preferred. When monoclonal or polyclonal antibodies are available, immuno-BAC can be used.\n\nSimilarly, a hormone or a virus can be attached to a solid support to isolate its receptor. SEC and IEC can usually be carried out under mild conditions.\n\nHydrophilic amino acid residues are generally located on the surface of a native protein and most of the hydrophobic residues are buried in the interior. Accessibility studies show that in ribonuclease-S, myoglobin and lysozyme, 25% of the total number of hydrophobic amino acid residues are accessible on the surface [42]. The percentage of hydrophobic amino acids in integral membrane proteins is at least 10% higher than in an average protein, and therefore more hydrophobic amino acid residues will be surface-located in integral membrane proteins. As a consequence, detergents have to be present during IEC, SEC and BAC. Other factors which may play a role in the choice of the chromatographic methodology, especially in RPC of membrane proteins, are the size of the protein and its overall hydrophobicity. In RPC, proteins are generally denatured by contact with the organic solvent, the low pH or the column ligand and therefore all hydrophobic amino acid side chainsincluding the alkyl part of the hydrophilic lysinemay interact with the column ligands. As a consequence, a membrane protein will have more sites available for interaction with hydrophobic column ligands than will an average hydrophilic protein. Relatively high concentrations of organic solvent will be needed for elution of membrane proteins. The same is true with regard to the size of the protein. A larger protein will have more sites available for interaction with the alkyl groups of the reversed phase than will a small protein. present as a monomer. These special properties allowed purification based on size with 0.1% SDS present in the eluent (Fig. 12.1 ). When the sample was not heated at 100°C, F remained largely in its multimeric form and separation of HN and F protein was not possible. A monoclonal antibody directed against F protein still reacted with the protein despite the SDS-treatment. It is also possible to use a salt-free eluent. We used 45% acetonitrile in 0.1% HCl for SE-HPLC of Sendai virus proteins [84]. The column is run at 1 ml/min; absorbance monitored at 280 nrn 10 min isocratic elution 24 rnin linear gradient from buffer A to 0.5M NaCl in the same buffer Collect 1 ml fractions (we use 70 X 11 mm Minisorp tubes (Nunc) and take aliquots of 50 &I for Dialyze against water (cover tubes with a square piece of dialysis membrane tubing and close the tubes (wlv) of non-ionic detergent (we prefer C&5) diluted 1:l (v/v) with buffer A, is injected into the IE-HPLC system SDS-PAGE by fitting a slice of silicone tubing over the dialysis membrane) or store at -80°C\n\nIn E-HPLC, mild conditions are used. Elution buffers of neutral or near neutral pH contain a non-ionic detergent in concentrations ranging from 0.03 to 0.5%. or a zwitterionic detergent, e.g. 0.05% CHAPS [71] , and proteins are generally eluted with an increasing concentration of NaCI. Since most proteins are either neutral or acidic, an anionic column support would be the first choice when information about the membrane proteins to be purified is not available. A suitable buffer to start with is 20 mM Tris.HC1, pH 7.8 containing 0.1% (w/v) of a nonionic detergent (see Table 12 .1 1). IE-HPLC can also be utilized in a two-step procedure to separate hydrophilic protein (fragments) of membrane proteins from intact membrane (Table 12. 12). At low detergent concentrations, hydrophilic proteins are eluted with the salt gradient, while a subsequent blank run with the same gradient at higher detergent concentration results in elution of the integral membrane proteins [ 1121.\n\nThis procedure was applied for the purification of integral membrane proteins from Sendai virus [ 1 121, Herpes simplex virus [loll and a membrane antigen from Plasmodium fulciparum [1041. The purification of Sendai virus membrane proteins is shown as an example in Figs. 12.2 and 12.3 . What is special about the sample is that in addition to intact integral membrane proteins HN and F, it also contains HN and F fragments that lack the hydrophobic membrane spanning region. Elution pattern (Fig. 12. 2) and corresponding gel (Fig. 12. 3) for (b) (0.1% detergent; second run, no sample applied) should be compared with (c) (0.052% detergent; first run, sample applied). In contrast to gel b, gel c contains many polypeptide bands which are presumably hydrophilic fragments of the membrane proteins.\n\nThe samples contain 1% of the detergent and consist at least partly of micelles with the hydrophobic transmembrane region of the protein in the hydrophobic bilayer of the micelle. They are subjected to IE-HPLC with an eluent containing a relatively low concentration of detergent (below the CMC). The small amount of detergent monomers in the eluent will try to establish equilibrium with the micellar membrane protein-detergent complex that is attached to the ion exchange ligands of the column support. Together with the right salt concentration this may result in partial elution of the membrane proteins (A, B and D in Fig. 12.3a) . In the second run the detergent concentration will be sufficiently high to pull all remaining integral membrane proteins A, B, and D into the eluent at the appropriate salt concentration. This may result in relatively pure membrane protein, because all hydrophilic proteins which did not need a detergent for solubilization were already eluted during the first run (e.g. the truncated form of HN designated by C in Fig.  12.3a) . Table 12 .13 illustrates the purification of glycoprotein D from Herpes simplex virus type 1 (HSV-gD) by this procedure [loll. It actually shows that this approach is not entirely successful in the sense that there is no exclusive elution of the integral membrane protein HSV-gD in the second (high detergent concentration) run. In the first run, 20-30% of the eluted protein is HSV-gD. We argued that this might be partly due to the high detergent concentration (1 %) in the sample that was applied to the column. This almost certainly will affect the retention of membrane protein during the first run. Indeed, dilution of the samples prior to chromatography resulted in less HSV-gD during the first run (unpublished results).\n\nBioaffinity chromatography (BAC, or simply affinity chromatography, AC) derives its selectivity from the specificity of the solute for a ligand coupled to a column matrix. These specificities may range from relatively broad to narrow, e.g. lectin-coupled columns will have affinity for specific sugar moieties and as a result may bind a variety of glycosylated membrane proteins. Another example is metal chelate affinity chromatography (MCAC), also known as immobilized metal ion affinity chromatography (MAC). This type of affinity chromatography is often used for the purification of proteins obtained by recombinant-DNA technology. A chelating group (e.g. nitriloacetic acid) is coupled to a chromatographic matrix and the column is charged with Ni2+, Cu2+ or Zn2+. Tagging of the target protein with up to six histidines (resulting in a His-tail) allows purification of the protein [116-1181, although the specificity of the metal chelating ligand is not only directed to His but also to surface-located Cys and Trp. Receptor-ligands are more specific and, e.g. the epidermal growth factor (EGF) receptor has been purified by chromatography on an EGF-column [119] . Similarly, immuno-BAC has shown to be highly specific and it has been successfully applied in the purification of membrane proteins. In the conventional low-pressure mode, BAC is a relatively rapid method and so far it is not clear whether application of high-performance affinity columns does have a real advantage over using the soft gel columns, since in both cases, the columns can be implemented in an HPLCsystem. Most of the membrane proteins in Table 12 . SCN [122,130-132,134,136,142,145 , 1461; (c) high salt concentrations, e.g. 4 M MgC12 or 3 M NaCl [123, 128, 134] ; (d) denaturants, e.g. 6 M guanidineaHC1 or 8 M urea [144] ; (e) 1 M a-methylpyranoside [129, 138, 147 ]; (f) free ligand, e.g. a peptide [139] , or (g) a compound which reduces the ligand resulting in a decreased aflinity of ligand and protein [124, 125] ; and (h) 150- When monoclonal antibodies or antigen-binding fragments thereof are available, immunoaffinity chromatography with ready-to-use activated column supports can be recommended when small quantities of protein are desired. A prerequisite is that the ligand is stable in the eluents mentioned under (axe) above. A general immunoaflinity chromatography procedure is listed in Table 12. 14.\n\nRP-HPLC can also be used for the purification of integral membrane proteins. This chromatography is based on hydrophobic interaction between hydrophobic ligands attached to a column support and hydrophobic patches on the protein. Many proteins unfold upon contact with the hydrophobic ligands and by being dissolved in an organic solvent of low pH. Therefore, the total number of hydrophobic groups dominates the elution process during RP-HPLC. Thus, large integral membrane proteins, containing a relatively high number of hydrophobic groups will require high concentrations of organic solvent for elution. Detergent-extracted Sendai virus proteins served as a model mixture for the development of HPLC-methods for the purification of integral membrane proteins [43,83]. When Sendai virus particles are extracted with non-ionic detergent (as described in Table 12 .2) and 1 M NaCl is present during the incubation, then the detergent extract contains three proteins that are associated with the lipid bilayer: the matrix protein M, the haemagglutinin-neuraminidase protein HN, and the fusion protein F.\n\nWhen such a detergent extract is reduced with DTT, it contains membrane proteins ranging in molecular mass from 13 OOO to 68 OOO, while a non-reduced extract contains proteins with molecular masses from 65 OOO to 272 000. The first extract was subjected to RP-HPLC on a Phenyl 5PW-RP column with 100-nm pores. The smallest proteins, F2 (13-15 kDa) and M (38 m a ) , were both eluted as a sharp peak at 32.5 and 40% organic solvent concentration, respectively (see Fig. 12.4) . This difference also shows the importance of the size of the protein. The two larger Sendai virus membrane proteins were eluted at higher organic solvent concentration, between 44.5 and 52.5% as multiple peaks ( Fig.  12 .4, dotted area: HN; hatched area: Fl). The multiple peaks may be caused by repeated precipitation and dissolution of the larger membrane proteins. Chromatography of the non-reduced extract [80] showed that the proteins in this extract, F (65 m a ) , the dimer and tetramer of HN (136 and 272 kDa, respectively) could be eluted but that no separation was obtained. Again precipitation and dissolution may have been the principal cause of the broad peaks which were eluted at a similar organic solvent concentration (around 50%). Therefore, we expect that large integral membrane proteins will be more difficult to purify by RP-HPLC. Since the hydrophobic nature of a protein is determined by the total number of hydrophobic groups, it is not unexpected that RP-HPLC of small membrane proteins (less than 50 kDa) is more successful than that of larger proteins. At an equal percentage of hydrophobic residues, the organic solvent concentration necessary for protein desorption will increase with protein size. If conservation of biological activity is not crucial, a reduction of protein size generally will enhance protein recovery and separation efficiency. Several integral membrane proteins which have been purified by RP-HPLC are listed in Table 12 .9.\n\nThe applicability of RP-columns for membrane proteins is not predictable from the performance with simple water-soluble reference proteins. We have evaluated several RP-HPLC column materials, differing with respect to bonded ligands, pore size and particle size, for the purification of membrane proteins [158] . These columns performed equally well with hydrophilic proteins; however their performance differed when Sendai virus membrane proteins were subjected to chromatography on these columns. For instance, recovery of the M protein, which ranged from 0 to 50%, was found to be dependent both on the solvent system (0.1% TFA in water/acetonitrile or 12 mM HC1 in waterlethanol-nbutanol (4: 1)) and on the column material in an interdependent way. Therefore, to find the best conditions for the purification of a particular membrane protein one should preferably evaluate a few different solvent systems with an exploratory set of different RP-materials. A 30-100 nm pore-size RP-material and an acetonitrile gradient in 0.05% TFA for elution is probably a good system to start with (see Table 12 .15). However, to increase the recovery of both mass and biological activity of membrane proteins, strategies that reduce the organic modifier concentration needed for elution of a membrane protein should be explored. The use of solvents of higher eluotropic strength, for example 1-propanol or 2-propanol instead of acetonitrile, results in the elution of proteins at lower organic solvent concentrations, while it increases both resolution and recoveries [21, 39, 160] . To this end, also mixed organic phases are advantageous. The inner core proteins and the envelope proteins of murine leukemia virus [ 1541 were successively purified with a gradient of acetonitrile at 23°C during the first part of the separation followed by a gradient of 1-propanol at 50°C in the final part. Recovery of the viral proteins was nearly quantitative. Improved chromatographic results were also obtained with large peptides of cytochrome P-450 [ 15 11 and the platelet-derived growth factor receptor [go], of flavivirus proteins [87] and Sendai virus membrane proteins [21, 158] by elution with mixtures of acetonitrile/propanol or butanoYethano1. These improvements are ascribed to the fact that the increase in eluent strength is larger than the increase of the denaturing and precipitating effects of mixed organic phases [159] . Substitution of TFA by less hydrophobic ionic modifiers like phosphoric acid or hydrochloric acid will generally reduce protein retention as well [21, 159, 160] . Also, high concentrations of formic acid (up to 60%) have been used for RPC of membrane proteins and polio virus capsid proteins [148, 151, 161, 162] . Although short exposure appears not to be harmful [151, 162] , prolonged contact with high concentrations of formic acid may result in esterfication of Ser and Thr residues or in cleavage at Asp-Pro bonds.\n\nSeveral HPLC systems for purification of integral membrane proteins are available. The choice for a particular system or combination of systems will depend largely on the protein to be purified and whether a biologically active protein is required for further studies.\n\nSE-HPLC is of limited use as a single method of purification. It is only useful when the desired membrane protein has a large difference in molecular weight compared to the other components in a sample. In SE-HPLC of integral membrane proteins this may occur by the formation of large micellar complexes consisting of detergent molecules and the desired protein. The micelles can be separated from other proteins which are present in a monomeric form. However, SE-HPLC is more useful in multidimensional chromatography, combined with other modes of HPLC. IE-HPLC is performed under mild conditions. Elution is achieved with buffers of physiological pH containing a mild non-ionic detergent and a salt gradient. This is one of the most versatile HPLC modes that can be applied to virtually all types of membrane proteins.\n\nBAC is the most selective method but restricted to those proteins to which antibodies, or receptors and inhibitors are available. When the affinity of the protein for the coupled ligand is not too high, elution can be achieved under relatively mild conditions. RP-HPLC has a denaturing effect on most proteins. Moreover, larger membrane proteins (>50 kDa) are difficult to separate by this mode of HPLC. Hydrophobic ligands which resemble non-ionic detergents [ 163,1641 may be useful in the purification of intact membrane proteins, not only when they are used in the HIC mode but possibly also in an RPC mode. However for relatively small membrane proteins which do not have to retain their conformation, RP-HPLC is an excellent purification method resulting in proteins without any salt or detergent remaining.\n\nYet another useful approach to purify membrane proteins may be the application of immobilized artificial membranes as a HPLC matrix. Several cytochrome P450 isozymes have been partially purified in this way [ 1651.\n\nMembrane proteins may contain one or more membrane-spanning regions predominantly consisting of hydrophobic amino acids. As a consequence, they are more hydrophobic than an average protein and therefore difficult to dissolve in aqueous solutions without the addition of any surfactant (detergent). Many of the problems in chromatographic purification of membrane proteins can be ascribed to solubility problems. There are several remedies for this depending on the chromatographic procedures used, the hydrophobicity of the protein, and whether the protein should retain its native conformation or not.\n\nWhen extraction with a detergent results in a turbid solution or a solution that is too viscous for chromatography, another detergent may be the remedy. We have used C12E5\n\nand Cl,,E5 for extraction and subsequent HPLC. The less hydrophobic CI& with an HLB value of 12.5 was more useful in this respect than C12Es which has an HLB value of 11.7 (see Table 12 .3). More recently, we obtained similar results with a new amphoteric detergent DDMAU [17, 1661. When it is not important to retain the conformation, the protein will almost certainly dissolve in 4% SDS for 3 min in boiling water. Subsequent chromatography is then limited to SE-HPLC, where the buffer contains for example 0.1% SDS. SE-HPLC with non-ionic and amphoteric detergent in the eluent will almost certainly result in multiple peaks containing different multimeric forms of the proteins and therefore is not suitable in most cases for purification.\n\nWhen detergents other than ionic detergents are used, the CMC should also be taken into account. A detergent with a high CMC, e.g. octylglucoside may have the advantage that it can be removed more easily by dialysis since it has a small micellar molecular weight (see Table 12 .1). However, high concentrations (above the CMC) have to be used during chromatography in order to obtain a satisfactory separation. Moreover, it is generally advisable to have a mild detergent present in order to maintain biological activity.\n\nRP-HPLC of membrane proteins may present another type of problem. The increasing concentration of organic solvent used for elution may result in on-column precipitation and low recoveries. Occasionally, the protein may dissolve again, but yields are generally low. This problem will occur more frequently with proteins with M, > 50000. Such proteins will have a larger number of hydrophobic groups interacting with the reversedphase column ligands and therefore a higher concentration of organic solvent will be needed for elution. A possible remedy may be elution with mobile phases containing a lower concentration of organic modifier of higher elutropic strength, e.g. propanol instead of acetonitrile. Proteins will then be eluted at a lower organic solvent concentration.\n\nBiological membranes have as a major function the compartmentation of biological Abbreviations p . 52 7\n\nprocesses in cells and organelles. They consist of a bilayer of phospholipid molecules in which proteins are embedded. These integral membrane proteins which cross the bilayer one or more times generally have a higher than average hydrophobicity and tend to aggregate. Detergents are needed to remove integral membrane proteins from the lipid bilayer and they have to be present during further chromatographic purification. Predominantly, four modes of HPLC have been used alone or in combination for the purification of integral membrane proteins. These are based on differences of proteins in size (size exclusion HPLC, SE-HPLC), electrostatic interaction (ion exchange HPLC, E-HPLC), bioaffinity (affinity chromatography, BAC), and hydrophobic interaction (reversed-phase HPLC, RP-HPLC). SE-HPLC, IE-HPLC and BAC are used under relatively mild conditions and buffers systems generally contain a non-ionic detergent. Rp-HPLC generally has a denaturing effect on the protein and should preferably be used for the purification of integral membrane proteins smaller than 50 m a . 47.\n\n49.\n\n53.\n\n56. \n\n101."}