{"title": "On the dynamics of SEIRS epidemic model with transport-related infection", "body": "The spread of infectious diseases between discrete geographic regions (or cities) is a phenomenon that involves many different compartments. To control the spread of an infectious disease, one has to understand how the growth and spread of the disease affect its outbreak. There are many factors that lead to the dynamics of an infectious disease of humans. They include such human behaviors as population dislocations, living styles, sexual practices and rising international travel. In current, population dispersal by human transportation plays an important role in the spread of infectious disease around the world. SARS (severe acute respiratory syndrome) spread along the routes of international air travel and infection was carried to many places [33, 34] . Khan et al. [14] pointed out a correlation between inter-regional spread of a novel influenza A (H1N1) virus and travelers. From these observations a number of authors have proposed epidemic models describing disease transmission dynamics among multiple locations due to the population dispersal (see [3, 4, 10, [23] [24] [25] [26] [29] [30] [31] [32] and the references therein). Recently, Cui et al. [7] have proposed a SIS epidemic model to understand the effect of transport related infection on disease spread. Takeuchi et al. [27] proved the global dynamics of model in [7] . They found that the global stabilities of equilibria disease-free and endemic equilibriums, still required additional condition besides the condition for their existence. Considering entry screening and exit screening to detect infected individuals, Liu and Takeuchi [20] proposed an SIQS model to study the effect of transport-related infection and entry screening. Subsequently, Liu and Zhou [21] analyzed global stability of an SIRS epidemic model with transport-related infection. Their results shown transport-related infection can make the disease endemic even if both the isolated regions are disease free. Obviously, the models in [7, 20, 27] assumed that a susceptible individual becomes infectious immediately after infected. However, for many diseases, a host stays in a latent period before becoming infectious after infected, Wan and Cui [29] formulated an SEIS epidemic model to describe the transmission of infectious diseases related by transports. When the individuals have immunity to the disease after recover, the SEIR or SEIRS models are more general than the SEI or SEIS types depending on whether the acquired immunity is permanent or otherwise. These kinds of models have These kinds of models have been studied to gain insights into the transmission dynamics of disease in community. For example, Greenhalgh [11] considered an SEIR model that incorporates density dependence in the death rate. Cooke and Driessche [6] introduced and analyzed the SEIRS model with two delays. Greenhalgh [12] studied Hopf bifurcations in the SEIRS type models with density dependent contact rate and death rate. Li and Muldowney [16] and Li et al. [17] studied the global dynamics of the SEIR models with a non-linear incidence rate as well as standard incidence rate. Li et al. [18] analyzed the global dynamics of the SEIR model with vertical transmission and a bilinear incidence. Recently, Zhang and Ma [36] analyzed the global dynamics of the SEIR model with saturating contact rate. However, those models have not applied to real data of outbreak to investigate the effect of transport-related infection when individuals travel among two cities.\n\nThe aim of this paper is to formulate an SEIRS epidemic model to describe the transmission of infectious diseases related by transports. The formulated model is applied to real data of SARS outbreak in 2003 in order to investigate the transmission of disease when individuals in a population suffer from diseases and possibly become infected during the movement between two cities. This paper is organized as follows. An SEIRS model with transport-related infection is formulated in Section 2. In Section 3, the basic reproduction number of the formulated model is derived and the local stability of the model is analyzed to verify that the equilibria of the model are locally asymptotically stable under the condition of the basic reproduction number. Simulation results are presented in Section 4 to illustrate the effect of transport-related infection on its outbreak and the final size of all individuals for the populations. The SEIRS model and SEIRS model with transport-related infection are applied to predict the SARS outbreak within a city and if there is the movement of population between two cities, respectively.\n\nThe epidemic model for transmission of a communicable disease with population travel between two cities is based on monitoring the dynamics of the sub-populations (susceptible; S i ðtÞ, exposed (latent); E i ðtÞ, infected; I i ðtÞ, and recovered; R i ðtÞ, in the city i, i ¼ 1; 2 at time t). Thus, the total population in city i at time t is given by N i ¼ S i ðtÞ þ E i ðtÞ þ I i ðtÞ þ R i ðtÞ for i ¼ 1; 2. It is assumed that both cities are identical, i.e. the demographic parameters are the same for each city.\n\nThe population of susceptible individuals is increased by the recruitment of individuals which are all newborn into the population at the rate a and the loss of infection-acquired immunity among recovered individuals at the rate a 2 and by the susceptible individuals of city j leave to city i ðji; i ¼ 1; 2Þ at the rate a 1 . In the other hand, it is decreased when the susceptible individuals in city i leave to city j at the rate a 1 and by natural death at the rate b. It is assumed that susceptible individuals can acquire exposed individuals via effective contacts with infected individuals. The disease is transmitted horizontally within and between cities according to standard the incidence rate (that is, the number of new cases of infection per unit time)\n\nwhere b is the transmission rate within a city. This population is further decreased when the individuals in city j travel to city i, and the disease is transmitted with the incidence rate\n\nwhere c is the transport-related transmission rate. Thus, the rate of change of population of susceptible class is given by\n\nThe population of exposed individuals is generated by the infected of susceptible individuals at the rate bS i I i N i and at the rate ca 1 S j I j N j when the individuals in city j travel to city i. It is reduced by progression to symptoms development at the rate c, travel to city j at the rate a 1 and natural death at the rate b. Thus\n\nThe population of infected individuals in city i is generated when exposed individuals develop symptoms at the rate c, and when infected individuals of city j leave to city i at the rate a 1 . It is decreased by progression to the recovered class at the rate d, natural death and disease induced mortality at the rate e, and when infected individuals of city i move to city j at the rate a 1 . Thus,\n\nð2:3Þ\n\nThe population of recovered individuals is generated when infected individuals recover and move to the recovered class at the rate d, and when recovered individuals of city j leave to city i. It is decreased by the loss of infection-acquired immunity at the rate a 2 , by natural death at the rate b, and when recovered individuals of city i move to city j at the rate a 1 . Thus,\n\nIt is assumed that the individuals have no infectious force in the latent period and the exposed individuals cannot recover to susceptible individuals. The individuals who are travelling do not give birth and do not take die. Infected individuals do not recover during travel. Thus, An SEIRS with transport-related infection consists of the following system of non-linear differential equations:\n\nA flow diagram of the model is depicted in Fig. 1 . The standard incidence is used in the model. If initial conditions are set as S i ð0Þ P 0, E i ð0Þ P 0, I i ð0Þ P 0 and R i ð0Þ P 0, it is easy to check that all solutions of (2.5) are nonnegative (that is S i ð0Þ P 0, E i ð0Þ P 0, I i ð0Þ P 0 and R i ð0Þ P 0 for t > 0, i ¼ 1; 2) under the assumption 0 6 c 1. Note that the last two terms in the first and fifth equations of (2.5) satisfy that\n\nfor any S i P 0, E i P 0, I i P 0 and R i P 0 when 0 6 c 1. This is reasonable from a biological point of view, since the first term a 1 S i represents the susceptible individuals leaving city i and the second term ca 1 S i I i N i denotes individuals in a 1 S i becoming infected during travel from city i to j. Hence, the difference between these two numbers should be nonnegative. It is supposed that 0 6 c 1.\n\nIn this section, the model (2.5) is analyzed for stability of its associated equilibrium at some different cases. In particular, the Routh-Hurwitz theorem in [1] , reproduced below for convenience, will be used for the kind of the following matrix J: \n\nðJ 2 Þ, Q 3 ¼ Àða 32 ða 21 a 13 þ a 43 a 24 Þ þ a 11 ða 44 a 33 À a 32 a 23 ÞÞ: Then J is stable (i.e. each eigenvalue of J has negative real part) if and only if the following conditions hold:\n\nRemark 3.1. The characteristic polynomial of matrix J in (3.1) is\n\nThe movement of individuals is neglected, this case a 1 ¼ 0, then model (2.5) reduces to the SEIRS model:\n\nð3:2Þ\n\nFrom biological considerations, we study (3. 2) in the closed set\n\nwhere R 4 þ denotes the non-negative cone of R 4 including its lower dimensional faces. It can be verified that D is positively invariant with respect to (3.2) .\n\nThe disease-free equilibrium, obtained by setting the righthand sides of equations in (3.2) to zero, is given by P 0 ðS 0 ; 0; 0; 0Þ ¼ a b ; 0; 0; 0 : ð3:3Þ\n\nThe linear stability of P 0 can be established using the next generation method [8, 10] by writing the right hand sides of second and third equation in (3.2) in term of two matrices F and V, where F is a matrix consisting of all term with b and V is M-matrix consisting of the remaining transition term in two equations (it should be recalled that a matrix A is an M-matrix if and only if every off-diagonal entry of A is non-positive and the diagonal entries are all nonnegative). That is, for the model (3.2), the next generation matrices F and V are given by\n\nUsing the next generation method, the local stability of disease-free equilibrium, P 0 , is based on whether or not qðFV À1 Þ < 1, where q is the spectral radius. If qðFV À1 Þ < 1, then all eigenvalues of the linearized model have negative real parts, so that the disease-free equilibrium is locally asymptotically stable (LAS). For qðFV À1 Þ > 1, at least one of the eigenvalues of the linearization has positive real part, thus, the disease-free equilibrium is unstable in this case. Let\n\nConsequently, using Theorem 2 of [28] , the following results is established.\n\nTheorem 3.1. The disease-free equilibrium (DFE), P 0 , of the system\n\nThe quantity R 0 in (3.4) is called the basic reproduction number of infection [2] . It is generally known that if R 0 < 1, then the diseasefree equilibrium is locally asymptotically stable (and the disease will be eradicate from the community if the initial sizes of the four state variables are within the vicinity of P 0 ). Therefore, in the event of an epidemic, the theoretical determination of conditions that can make R 0 less than unity is of great public health interest. If R 0 > 1, the system (3.2) has an endemic equilibrium P Ã ðS Ã ; E Ã ;\n\n; ð3:5Þ\n\nEvaluating the Jacobian of (3.2) at P Ã gives\n\nNote that Jacobian matrix (3.7) has the form as (3.1), using Lemma 3.1 (see Appendix A), we have the following result:\n\nTheorem 3.2. If R 0 > 1, the endemic equilibrium, P Ã , is LAS.\n\nWhen the infected and recovered individuals are inhibited from traveling to another city, that is a 1 ¼ c ¼ 0, the model (2.5)\n\nbecomes \n\nð3:9Þ From calculations, there are possible two steady states for model (3.9); namely, disease-free equilibrium, P 1 ð a b ; 0; 0; 0; a b ; 0; 0; 0Þ and endemic equilibrium, P 2 ðS Ã ; E Ã ; I Ã ; R Ã ; S Ã ; E Ã ; I Ã ; R Ã Þ, respectively. Here S Ã ; E Ã ; I Ã ; R Ã ; R 0 are given by Eqs. 3.5,3.6.\n\nAccording to the concept of next generation matrix [8] and reproduction number presented in van den Driessche and Watmough [28] , the matrices F and V are given by\n\nTherefore, the basic reproduction number of model (3.9) is given by\n\nNote that the basic reproduction numbers of (3.2) and (3.9) are identical.\n\nThe Jacobian matrix of the model (3.9) at equilibrium point, P, is given by Remark 3.2. There is, from Theorem 3.3, some import implications. First, if the disease have appeared in both cities then the travel of susceptible and exposed individuals does not change the dynamics of disease spreading, and the final size of susceptible, exposed, infected and recovered individuals does not change, see Fig. 4 . Second, if a disease has appeared only in city 1 with\n\n, the traveling of exposed individuals will bring the disease to city 2 and the disease will break out later in city 2 (see Figs. 4(f)-(g)). On the contrary, if R 0 0 < 1, there is not the possibility for disease spreading in both cities, as shown in Figs. 4(b)-(c)), and Figs. 3(f)-(g).\n\nIn this section, the full model (2.5) is explored to study the effect of transport-related infection when all individuals can travel between two cities. The extended model (2.5) has a disease-free equilibrium, given by P 1 ð a b ; 0; 0; 0; a b ; 0; 0; 0Þ. Here, the next generation matrices, F and V, are given by\n\nIt follows that, using the next generation approach, the basic reproduction number of the model (2.5), denoted by R 0c , is\n\nConsequently, using Theorem 2 of [28] , the following result is established.\n\nThe model (2.5) has a unique coexistence endemic equilibrium denoted by\n\nð3:13Þ\n\nThe local stability of the coexistence endemic equilibrium is now explored. The Jacobian matrix of system (2.5) at the equilibrium point, P, is given by\n\nð3:15Þ where,\n\nFrom calculations in Appendix C, we have the following results:\n\nTheorem 3.4. The endemic equilibrium, P Ã c , of (2.5) is LAS if R 0c > 1:\n\nFrom Theorem 3.4, the disease eradication is possible for a sufficient small parameter c when the both cities are diseasefree without traveling (that is, R 0c < 1 for small c when \n\nR Ã c Þ appears in two cities to become stable. This situation is illustrated in Figs. 7-8. As above results, it can be concluded that if the disease is endemic in both isolated cities, then transport-related infection will surely lead to the disease becoming endemic. When the two isolated cities are disease-free, transport-related infection may also have the possibility to lead to the disease becoming endemic. In addition, to see clearly the effect of transport-related infection, the relations among two reproduction number, R 0 in (3.4) and\n\nComparing coexistence steady state values of susceptible, exposed, infected and recovered individuals in the case\n\nThis implies that, at steady-state, the total number of susceptible individuals in the both cities decreases with the increase of c, while the total number of exposed, infected and recovered individuals increase with the increase of c.\n\nNext, the effect of transport-related infection to the final size of population is discussed. Note that\n\nThe partial derivative of N Ã c with respect to c is given by\n\nSince e > b then @@ @c > 0. It follows that @N Ã c @c < 0: Therefore, N Ã c < N Ã for\n\nThis implies that the final size of populations decreases with the increase of c.\n\nBy the way, it is found that @ @c\n\nsince @S Ã c @c < 0. These imply that the proportion of the total number of exposed, infected and recovered individuals (i.e. the total number of individuals affected by the disease) increases with the increase of c.\n\nOn the contrary, the proportion of the susceptible individuals decreases with the increase of c. Therefore, as above described, it can be suggested that transport-related infection will cause an endemic disease more seriously on spreading disease. Moreover, from these epidemiological implications, it is very essential to strengthen restrictions of passengers once when an infectious disease appears.\n\nThe models (2.5), (3.2) and (3.9) are solved by using fourthorder Runge kutta method with the parameter values/ranges in Table 1 . The results are shown in two experiments. Experiment 1 presents the various theoretical results under the conditions of the basic reproduction numbers, R 0 and R 0c , in order to illustrate the effect of transport-related infection on its outbreak. Experiment 2 shows the SEIRS model (3.2) is applied to study the outbreak of SARS in a city and the SEIRS model with transportrelated infection (2.5) is applied to study the SARS outbreak during the movement between two cities. purposes, the transmission rate within a city, b, is set to be 0.6 and 0.95, respectively. The initial conditions are used: S 1 ð0Þ ¼ 2,\n\nThe profiles of susceptible, exposed, infected and It is seen that the obtained results convergence to the disease-free equilibrium P 1 ¼ ðS 0 ; 0; 0; 0; S 0 ; 0; 0; 0Þ ¼ ð5; 0; 0; 0; 5; 0; 0; 0Þ if R 0 0 < 1, as shown in Fig. 3 . According to Theorem 3.3, the disease-free equilibrium P 1 is locally asymptotically stable whenever R 0 0 < 1. It interprets that the infected individuals in city 1 decrease while the infected individuals in city 2 appear to be pandemic initially, and are eventually extinct. Therefore, the disease die out separately in two cities if R 0 0 < 1. When b ¼ 0:95, then R 0 ¼ 1:14. All solutions of the model (3.9) admit an endemic equilibrium Finally, two basic reproductions numbers, R 0 and R 0c , are compared,\n\nIt is clear that, from (4.17), R 0c > R 0 , and R 0c depends on R 0 and transport-related infection rate, c. When b ¼ 0:6 and the other parameters b; c; d; e; a 1 given in Table 1 , it is found that R 0 < 1 and R 0c < 1 whenever 0 < c < 7=27, and R 0 > 1 and R 0c > 1 whenever 7=27 < c 1. Whereas b ¼ 0:95 then R 0 > 1 and R 0c > 1 for all c > 0. Thus, this experiment investigates the dynamics of disease transmission into two cases by solving model parameters. In all computations, the initial conditions are taken to be S 1 ð0Þ ¼ 2, E 1 ð0Þ ¼ 2, I 1 ð0Þ ¼ 2, R 1 ð0Þ ¼ 2, S 2 ð0Þ ¼ 1, E 2 ð0Þ ¼ 1, I 2 ð0Þ ¼ 1, R 2 ð0Þ ¼ 1.\n\nCase 1. When R 0 < 1 and R 0c < 1, the parameters b and c are chosen to be b ¼ 0:6 and c ¼ 0:09; 0:2, respectively. The profiles of susceptible, exposed, infected and recovered individuals, as depicted in Figs. 5-6, reveal that the numerical solutions of model (2.5) converge to diseasefree equilibrium, P 1 , whenever R 0c < 1 (as guaranteed by Lemma 3.2). This study suggests that the transportrelated infection may not lead to the disease becoming endemic when R 0 < 1 and R 0c < 1 for small c. give R 0 ¼ 0:72, R 0c ¼ 1:8 and R 0 ¼ 1:14, R 0c ¼ 2:22, respectively. These lead to study the dynamics of model (2.5) in the cases R 0 < 1 < R 0c , and 1 < R 0 < R 0c . All experiments are guaranteed by Theorem 3.4 in the way that the number of all individuals asymptotically approach to coexistence endemic equilibrium for R 0c > 1, see Figs. 7-8. Therefore, the results suggest that if there is transport -related infection such that R 0c > 1, then the disease is endemic in both two cities.\n\nThe SEIRS model (3.2) is first applied to study the SARS outbreak in Hongkong 2003 by adding the cumulative number of SARS cases [5] which is given by\n\nwhere C denotes cumulative number of SARS cases and k is the rate of progression from infective to diagnosed. Simulations are ob- The values of b, c and d correspond to life expectancy of 80 years [13] , an average incubation period of 6.4 days and infectious period of approximately 4 days [9] , respectively. The rate of SARS induced mortality is 0.0079 day À1 [13] . The rate k is progression from infective to diagnosed and is set to be 1/3 day À1 [5] . Fig. 9 shows that the number of susceptible individuals decrease whereas the number of exposed, infected and recovered individuals increase. This means that when the disease spread occurs, the number of susceptible individuals decrease since the susceptible individuals contact with infected individuals. Thus, susceptible individuals can require exposed individuals. After 2-10 days [9], the exposed individuals is progression to symptoms development, therefore, exposed individual is called infected individuals. After that infected individuals is hospitalized about 3-5 days [9] and then infected individuals is becomes recovered individuals. It can be concluded that SARS is highly infectious base on the gradient of the susceptible curve. Fig. 10 shows the predicted total cases obtained by (4.18 Next, an SEIRS model with transport-related infection (2.5) is applied to study the dynamic of SARS during the movement among two cities. It is assumed that the all individuals can travel from one city to another city at the rate a 1 . It is also assumed that both cities are identical, i.e. the demographic are the same for each city. When the disease spread occurs, the disease is transmitted with transition rate ca 1 . Thus, the effect of transport-related infection, c, is monitored to forecast the total number of infected individuals and duration of its outbreak. In this case the model (2.5) is simulated by using parameter values a 1 ¼ 0:9 and various values of c: c ¼ 0, c ¼ 0:2 and c ¼ 1, whilst retaining the same values of other parameters in the previous experiment. The initial conditions are used S 1 ð0Þ ¼ 1; 100, E 1 ð0Þ ¼ 95, I 1 ð0Þ ¼ 95, R 1 ð0Þ ¼ 0, C 1 ð0Þ ¼ 95, S 2 ð0Þ ¼ 1; 100, E 2 ð0Þ ¼ 5, I 2 ð0Þ ¼ 5, R 2 ð0Þ ¼ 0, C 2 ð0Þ ¼ 0. The cumulative number of cases and trajectory of infected individuals, in two cities, are shown in Figs. 11,12 , respectively. The results show that the total number of SARS in both cities increases with increase of c (see Fig. 11 ). It is also seen that the maximum number of infected individuals are 130, 150, 240 and the outbreak reached its peak about 22 days, 20 days, 10 days as c increase, c ¼ 0, c ¼ 0:2, c ¼ 1, respectively (see Fig. 12 ). This confirms that the size and duration of an outbreak can be influenced by transport-related infection. Thus, to reduction and to prevention the spread of SARS, it should have the control measure of the traveling of individual from one city to another city.\n\nThis paper presents an SEIRS with transport-related infection for studying the spreading disease during the movement between two cities. The model was rigorously analyzed into three cases in order to gain insights into their qualitative dynamics. The following results are obtained:\n\n(i) Each of the three models considered in this study has a locally asymptotically stable if a certain threshold quantity, known as the basic reproduction number, is less than unity; indicating that the number of infectious individual in the community will be brought to zero if public health measures that make (and keep) the threshold to a value less than unity are carried out; (ii) The basic reproduction number of the models (3.2) and (3.9) are identical, then the traveling of susceptible and exposed (means exposed but not yet infectious) individuals does not change the dynamics of the corresponding epidemic model when the disease had appeared in both regions. But if the basic reproduction number is greater than unity, the traveling of the exposed individuals can bring the disease from one region to other regions according to Theorem 3.3; (iii) If there is no restriction on the traveling of the exposed and infectious individuals, according to Theorem 3.7 and the discussion behind this theorem, then transport-related infection intensifies the disease spread in the sense of that both the absolute and relative size of patients increase when R 0c > 1; (iv) The result of the SEIRS model without transport related infections (3.2) is good agreement with the real data of SARS outbreak in Hongkong 2003. When there is the movement of exposed and infectious individuals between two cities, the SEIRS model with transport related infection (2.5) is used to investigate the outbreak of SARS when the individuals in one city travel to another city. The results show that the transport-related infection is effected to the number of infected individuals and the duration of outbreak in such the way that the disease becomes more endemic due to the movement between two cities. This study can be helpful in providing the information to public health authorities and policy maker to reduce spreading disease when its occurs. However, the results of the model (2.5) has not yet forecasted the real size of the SARS epidemics in two city and one can see that in the model (2.5) , it is assumed that the two regions share an identical parameter set. It may be necessary to consider two different population sizes and different dispersal rates in order to discuss precisely the impact of the transport-related infection on the disease dynamics. Moreover, to make the model more realistic, gravity models introduced by Murray and Cliff [15] is applied. We leave these to future work.\n\n(i) A 1 > 0. Obviously, w i > 0 for i ¼ 1; 2; 3 when R 0 > 1, and a ii < 0 for i ¼ 1; 2; 3; 4. Thus, A 1 ¼ Àða 11 þ a 22 þ a 33 þa 44 Þ > 0: a 44 a 33 þ a 44 a 22 þ a 44 a 11 þ a 33 a 11 ,\n\nObviously, J 2 > 0, J 3 > 0 and J 1 > 0 since a ii < 0 for i ¼ 1; 2; 3; 4. Thus,\n\na 44 < 0 and J 3 > 0, it is found that\n\nSince a ii < 0 for i ¼ 1; 2; 3; 4, and J i > 0 for i ¼ 1; 2; 3, it follows that\n\nþ a 33 a 11 Þ þ ðb þ w 2 ÞJ 2 þ cw 2 ðe þ cÞ þ bcw 3 > 0:\n\n(vi) Finally, it can be shown that\n\nHence, by Lemma 3.1, all eigenvalues of JðP Ã Þ have negative real part when R 0 > 1. Thus, P Ã is LAS.\n\nAppendix B. Proof of Theorem 3.3\n\nProof of Theorem 3.3 (i). Evaluating (3.11) at P 1 gives\n\nBy Cui et al. [7] , the eigenvalues of JðP 1 Þ are identical to those of\n\nIt is found that the eigenvalues of A þ B and A À B are the roots of equations\n\nis easy to see that a 1 > 0, a 3 > 0 and a 2 > 1 when R 0 0 < 1. Since bc ðdþeÞðbþcþ2a 1 Þ < R 0 0 < 1 then a 4 > 0. These imply that, using the Routh-Hurwitz criterion, all eigenvalues of A þ B and A À B have negative real part. Hence P 1 is LAS if R 0 0 < 1. Proof of Theorem 3.3 (ii). Evaluating (3.11) at P 2 yields\n\nIt suffices to check that matrix A À B satisfies the conditions in Lemma 3.1 as following six steps. For simplification, the entries of A À B is denoted by a ij for i; j ¼ 1; 2; 3; 4. It is obvious that a ii < 0 for a 44 a 33 þ a 44 a 22 þ a 44 a 11 þ a 33 a 11 > 0; J 2 ¼ ðw 2 þ 2a 1 Þðe þ dÞ þ cw 2 > 0; and\n\nSince J 2 > 0, J 3 > 0 and a 33 < 0, a 44 < 0, these yield Q 1 ¼ Àa 44 ðJ 2 þ J 3 Þ > 0 and Q 2 ¼ Àa 33 J 3 > 0: For\n\n, all the eigenvalues of A À B have negative real part. Since all the eigenvalues of A À B and A þ B have negative real part whenever R 0 0 > 1, P 2 is LAS.\n\nAppendix C. Proof of Theorem 3.4\n\nProof. Evaluating the Jacobian matrix of (2.5) at P Ã c gives\n\nThe eigenvalues of JðP Ã c Þ are equivalent to calculate the eigenvalues of A þ B and A À B as in the following. First, according to Lemma 3.1, the matrix A þ B: \n\n(iii) Obviously, Q 1 ¼ Àa 44 ðJ 2 þ J 3 Þ > 0 and Q 2 ¼ Àa 33 J 3 > 0. Let\n\n(v) From (i)-(iii), it can be seen that\n\nÀ a 33 ðJ 1 þ J 2 Þ À a 44 J 1 À a 11 ða 44 a 22 þ a 44 a 11 þ a 33 a 11 Þ þ ðb þ h 2 ÞJ 2 þ ch 2 ðe þ cÞ þ bch 3 > 0:\n\n(vi) Finally, from ðiÞ À ðvÞ, it is see that\n\nBy Lemma 3.1, all eigenvalues of A þ B have negative real part when R 0c > 1.\n\nNext, the matrix A À B is given by\n\nand a 44 ¼ Àb À 2a 1 À a 2 : The eigenvalues of A À B are evaluated.\n\n(i) Obviously, a ii < 0 for i ¼ 3; 4. For 0 6 c 1 and 0 < R 0c À 1 < R 0c < R 2 0c when R 0c > 1, it is found that \n\nClearly, a ii < 0 for i ¼ 1;2;3;4, then J 1 > 0. There is two cases for testing J 2 > 0.\n\nFrom case 1 and case 2, therefore, J 2 > 0. When 0 6 c 1 and R 0c > 1, it is clear that\n\nðAÞ\n\nðe þ d þ 2a 1 Þ À ðb þ 2a 1 Þc/ 3 À cda 1 . It can be shown that\n\nas the following two cases.\n\nFrom case 1 and case 2, it is clear that\n\nThus, A 4 > 0:\n\n(v) From (i)-(iii), J i > 0 for i ¼ 1; 2; 3 and a ii < 0 for i ¼ 1; 2; 3; 4. It is found that\n\n> Àða 11 þ a 22 ÞJ 3 À a 11 J 1 À a 22 À Q 3 > Àða 11 þ a 22 ÞJ 3 À a 11 ½J 1 À a 33 a 44 À a 11 a 33 a 44 þ ðÀa 22 À cÞJ 2 þ cJ 2 À Q 3 > Àa 11 a 33 a 44 À ða 11 þ a 22 ÞJ 3 þ cJ 2 À Q 3 it can be shown that A 1 A 2 A 3 À A 2 3 À A 2 1 A 4 > 0 as the following two cases. Case 1, if b > ca 1 then / 1 > 0, / 2 > 0 and / 3 > 0. It can be seen that\n\nsince ÀL 2 À L 3 > cbðb þ a 2 Þ 2 ðb À ca 1 Þc þ R 0c ðb À ca 1 Þðe þ dÞ and / 3 ¼ À ðca 1 À bÞ½ðc þ R 0c ðd þ eÞÞðb þ a 2 Þ þ cdR 0c R 2 0c ðb þ a 2 Þðc þ d þ eÞ þ cd ð Þ < 0:\n\nFrom (A) -(C), it is revealed that / 1 þ a 1 > 0, / 2 þ a 1 > 0 and J 3 þ c/ 3 > 0, respectively. Next, the inequality\n\nis proved as follows. Calculating L 2 þ L 3 , J 2 À J 3 , give L 2 þ L 3 ¼ dc½/ 2 ðb þ 2a 1 Þ À ð/ 1 þ a 1 Þa 2 À ðJ 3 þ c/ 3 Þ ðb þ a 2 þ 2a 1 Þðb þ 2a 1 Þ þ dca 1 a 2 þ J 3 ðb þ a 2 þ 2a 1 Þðb þ 2a 1 Þ ¼ g þ m;\n\nwhere g ¼ dc½/ 2 ðb þ 2a 1 Þ À ð/ 1 þ a 1 Þa 2 À ðJ 3 þ c/ 3 Þðb þ a 2 þ 2a 1 Þ ðb þ 2a 1 Þ < 0 and m ¼ dca 1 a 2 þ J 3 ðb þ a 2 þ 2a 1 Þðb þ 2a 1 Þ > 0:\n\nSubstituting L 2 þ L 3 into (D) yields\n\n> ðb þ 2a 1 þ a 2 Þ½2a 1 ðb þ cÞ þ ðb þ c þ 2a 1 Þða 1 þ / 1 Þ þ ðb þ 2a 1 Þðb þ a 1 þ / 2 Þ þ cðb þ a 1 Þðb þ 2a 1 þ a 2 Þ > 0; \n\nþð/ 1 þ a 1 Þdca 2 þðJ 3 þ c/ 3 Þðb þ a 2 þ 2a 1 Þðb þ 2a 1 Þ À dc/ 2 ðb þ 2a 1 ÞÀ dca 1 a 2 À J 3 ðb þ a 2 þ 2a 1 Þðb þ 2a 1 Þ > ðb þ 2a 1 Þððb þ a 2 þ 2a 1 ÞJ 2 þ Q 2 þ Q 3 Þ þðb þ 2a 1 þ / 1 þ / 2 ÞC 2 þ cC 3 > 0;\n\nC 7 ¼ ðb þ c þ e þ d þ / 2 þ 4a 1 Þ½ðb þ a 2 þ 2a 1 ÞðQ 1 þ Q 3 ÞÀ mÀg þðb þ 2a 1 þ / 1 ÞC 5 þðb þ a 2 þ 2a 1 ÞC 1 > ðb þ c þ e þ d þ / 2 þ 4a 1 Þðb þ a 2 þ 2a 1 Þa 2 J 3 > 0:\n\nThus, A 1 A 2 A 3 À A 2 3 À A 2 1 A 4 > 0: By Lemma 3.1, all the eigenvalues of A À B have negative real part. Therefore, it can be concluded that all the eigenvalues of A þ B and A À B have negative real part. These imply that P Ã c isLAS when R 0c > 1."}