{"title": "Introduction Evolutionary epidemiology: preparing for an age of genomic plenty", "body": "The fields of infectious disease epidemiology and molecular evolution have a surprising amount in common. At the most fundamental level they aim to describe and explain basic biological processes of transmission and loss, of pathogens and parasites in one case, and of genetic polymorphisms in the other. Both disciplines are rigorously quantitative and are underpinned by a mature framework of dynamical mathematical models. These frameworks were derived logically from first principles and survived mostly intact as empirical data of sufficient accuracy to examine them became available: a situation far more common in the physical sciences than in biology. Furthermore, stochastic models are common in mathematical epidemiology and molecular evolution, and progress in both fields has been accelerated in recent decades by the rapid and sustained growth in computer processing power and concomitant advances in methods of statistical inference.\n\nThese similarities may explain, at least in part, why research at the interface of evolution and epidemiology is flourishing so strongly, demonstrated by the diverse and vibrant research published here. The contributors to this volume are drawn from speakers at the Royal Society Discussion Meeting of 14 -15 May 2012, titled 'Next-generation molecular and evolutionary epidemiology of infectious disease' and from speakers at the subsequent satellite meeting on the same topic held at the Kavli Royal Society International Centre. Much of the work presented at the meetings could be said to be 'strongly' interdisciplinary, in that it aimed to identify or use common frames of reference by which concepts and models from both fields can be quantitatively melded. This is distinct from the more commonly encountered 'weak' inter-disciplinarity, by which a shared problem is investigated from multiple perspectives using methods that are not, or cannot, be integrated into a formal mathematical and inferential framework.\n\nThe link between the epidemiology and evolution of infectious disease agents runs deep, especially for those pathogens that evolve rapidly. Since the evolutionary and ecological dynamics of rapidly evolving pathogens occur on approximately the same time-scale, they must be studied conjointly to be properly understood. During the course of a single outbreak or epidemic season, mutations are generated de novo and can spread through an infectious disease population, creating a reciprocal link between the polymorphisms carried by a particular pathogenic organism and its propensity for onward transmission in a heterogeneous host population. The term 'phylodynamic' is often used to describe studies that aim to characterize the joint evolutionary and epidemiology behaviour of infectious diseases, particularly those that incorporate tools from the field of phylogenetics [1] . The term originated from-and is most commonly associated with-studies of RNA viruses, whose mutation rates can be more than one million times faster than their metazoan hosts [2] . However, in the last few years, it has become increasingly clear that the same perspective can be applied readily to other groups of pathogens with lower rates of mutation, including DNA viruses [3, 4] and some bacteria [5, 6] .\n\nWe deliberately omitted 'phylodynamic' from the title of the Discussion Meeting for two reasons: first, because we wanted to highlight and explore a wide range of infectious organisms, not just RNA viruses; and second, because not all important research at the interface of evolution and epidemiology uses phylogenetic methods. Despite this, many of the contributions to this issue do concern RNA viruses, which partly reflects the research interests of the organizers but also the large amount of research directed towards the RNA viruses that represent many of the most important infectious diseases of humans and livestock.\n\nThe idea for this Discussion Meeting grew directly from a collaboration among the three organizers that formed during the initial discovery and emergence of pandemic H1N1 'swine-origin' human influenza A in spring 2009. This pandemic was the first major outbreak of the post-genomic era, during which large numbers of whole viral genomes were generated and shared online in real time as the pandemic unfolded. Although viral genetic information was also generated during the epidemic of severe acute respiratory syndrome in 2003, it was done so on a smaller scale and not routinely placed in the public domain, and consequently had much less epidemiological impact. The plentiful and timely publication of influenza genomes during the 2009 H1N1 pandemic meant that traditional surveillance epidemiology could be undertaken concurrently with evolutionary analyses, providing two independent sources of information about the virus' dynamical behaviour. The results of this collaboration were included in the WHO Rapid Pandemic Assessment Report [7] , which notably included side-by-side estimates of the basic reproductive number R 0 of the outbreak obtained from multiple epidemiological sources and from coalescent analysis of viral genomes. The ability to cross-validate estimates of key parameters using fundamentally different methods and data greatly increased confidence in those estimates, as individually each is associated with substantial uncertainty.\n\nThe 2009 influenza A pandemic proved that the joint evolutionary and epidemiological investigation of rapidly evolving pathogens was both feasible and can provide useful and timely information for public health and epidemic control decisions. As such it marked the end of phylodynamic's infancy and prompted us to organize the Royal Society meetings to explore what the 'next generation' of evo-epidemiological approaches will look like and what they might be able to achieve. The phrase 'next-generation' of course also alludes to the astonishing impact of high-throughput sequencing technologies on infectious disease research. It would not be unrealistic to predict that within a decade the whole genomes of all cases of an emerging pathogen could be sequenced during the course of an outbreak.\n\nHowever, the greatest obstacles to realizing the full public health potential of pathogen genomics will be perhaps social, not technological. For example, how can considerations of patient privacy be balanced against the potential public benefit of open publication of pathogen genomes and their crucially valuable metadata, such as sampling location? The ethical, political and legal implications of data from which it may be possible to infer routes of transmission at a very granular level (albeit only probabilistically) deserve careful consideration. The scientific and public health value of such data is without doubt, so every effort must be made to report and share it in a manner that will still allow for robust and creative analysis. It is also increasingly clear that human pathogens have a truly global reach and cannot be fully understood by studies limited in spatial or temporal range. The benefit to the wider community of timely and open access to globally aggregated genomic information on pathogens cannot be underestimated.\n\nThe contributions to this issue span a wide range of questions and approaches, with several themes recurring. A common goal is the development of theoretical models that formally integrate evolutionary and ecological processes in order to explain the distribution of pathogen genetic variation through time and space [8, 9] , to enable the estimation of epidemiological properties from genetic data [10] [11] [12] , and to help predict the emergence of new epidemics [13, 14] . Another common strand is the development of quantitative methods that can combine, either loosely or tightly, heterogeneous sources of data. These combinations include spatial and genetic incidence data [15] , viral protein structures and their nucleotide sequences [16, 17] , genetic diversity and immunological assay data [18] , and information for disease mapping gleaned from online social networks [19] . The challenges and opportunities arising from the development of high-throughput sequencing technologies are explored for bacteria [20] and for viruses [21] . Other contributions provide new insights into the interaction of evolutionary processes at different biological scales, particularly those within and between infected hosts [14, 22] , into the dynamics of pathogen adaptation to new host species [17, 23] and into the evolutionary trajectory of a newly emerged human pandemic of A/H5N1 influenza [24] .\n\nThis issue points to a vigorous future for the field and show how datasets that combine genetic, spatial, immunological and social information can transform our understanding of epidemic dynamics. While the notion of a 'data-deluge' has quickly become both a platitude and a truism, its impact in epidemiology has too often been restricted to high-resolution yet essentially narrative descriptions of individual epidemic or evolutionary histories. The work highlighted here demonstrates that theory and computation can-and should-form the organizing principles for next-generation evolutionary epidemiology."}