{"title": "The use of cells from ANPEP knockout pigs to evaluate the role of aminopeptidase N (APN) as a receptor for porcine deltacoronavirus (PDCoV)", "body": "Coronaviruses belong to the family Coronaviridae, order Nidovirales, and are important pathogens of humans and animals. Coronaviruses are divided into four genera, Alphacoronavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus. Infection of neonatal pigs with the alphacoronaviruses, transmissible gastroenteritis virus (TGEV) or porcine epidemic diarrhea virus (PEDV), results in mal-absorptive diarrhea, which can lead to dehydration and death (Madson et al., 2016; Saif et al., 2012) . The first outbreak of PEDV on U.S. farms in 2013 resulted in the death of nearly 7 million pigs or about 10% of U.S. pig production for that year (Stevenson et al., 2013) . In 2014, a diarrhea-causing porcine deltacoronavirus (PDCoV) was isolated from five pig farms in Ohio (Wang et al., 2014) . The M and N gene sequences were 99% identical to another PDCoV, HKU15, from China. Since 2014, PDCoV has rapidly spread throughout pig-producing regions in the U.S.\n\nTo date, four host proteins, aminopeptidase N (APN), angiotensinconverting enzyme 2 (ACE2), dipeptidyl peptidase 4 (DPP4), and carcinoembryonic antigen-related cell adhesion. molecule 1 (CEACAM1), have been described to function as coronavirus receptors (Delmas et al., 1992; Li et al., 2003; Raj et al., 2013; Dveksler et al., 1991) . Porcine APN (pAPN), a 963 amino acid, type II membrane metallopeptidase, participates in the removal of Nterminal amino acids from protein substrates during digestion. Delmas et al. (1994) were the first to characterize an APN peptide sequence, located between amino acids 717 and 813, as required for infection of cells with TGEV. The corresponding receptor region on TGEV is located on the S1 subunit C-terminal domain (S1-CTD) of the TGEV spike (S) protein (Godet et al., 1994) . Recent studies have focused on the potential role of APN as a receptor for PDCoV. The data have yielded three different observations and conclusions. In 2018, Wang et al. showed that cell lines, such as Vero and BHK-21, were resistant to infection with PDCoV and TGEV. Permissiveness was acquired after transfection of both cell lines with a plasmid expressing a pAPN cDNA. PDCoV and TGEV growth curves on the transfected cells showed a yield greater than 5 log 10 TCID 50 /ml. The authors concluded that pAPN is a functional receptor for PDCoV. Also, in 2018, Zhu et al., reported similar results. However, HeLa cells, which were pAPN-negative, and resistant to TGEV, supported PDCoV infection. Furthermore, a knockout of pAPN expression in the porcine IPIhttps://doi.org/10.1016/j.virol.2019.12.007 Received 10 October 2019; Received in revised form 16 December 2019; Accepted 17 December 2019 21 cell line was prepared by using CRISPR to inactivate ANPEP, the gene which codes for APN. The ANPEP KO IPI-21 cells were completely resistant to TGEV, but retained permissiveness for PDCoV. The authors concluded that \"pAPN is likely not a critical functional receptor for PDCoV, although it is involved in PDCoV infection\". The third outcome related to pAPN and PDCoV is found in Li et al. (2018) , who evaluated the permissiveness of ANPEP knockout (KO) ST cells to infection with TGEV and PDCoV. ST cells lacking pAPN were completely resistant to TGEV but retained a small capacity to support PDCoV infection. The authors concluded that PDCoV utilizes pAPN as a primary receptor for virus attachment, but the presence of a second co-receptor contributes to the permissiveness of cells for infection. Furthermore, the PDCoV coreceptor can retain function independent of pAPN.\n\nIn this study, we investigated the role of pAPN as a receptor for PDCoV by evaluating the permissiveness of different cell populations derived from the lungs of ANPEP KO and wild-type (WT) pigs. Porcine alveolar macrophages from ANPEP KO pigs were resistant to PDCoV and TGEV. However, lung fibroblast-like cells, which appeared following the outgrowth of ANPEP KO PAM cultures, were susceptible to PDCoV but remained resistance to TGEV. Furthermore, ANPEP KO pigs supported PDCoV infection. The results support a role for pAPN as a receptor for PDCoV, but the presence of a second, unknown receptor or factor can substitute for pAPN function.\n\nPorcine alveolar macrophages (PAMs) from ANPEP KO and WT pigs were used to evaluate the permissiveness of cells for infection with PDCoV and TGEV. As shown in figure panels 1A and 1B, the ANPEP WT PAMs were permissive for infection with PDCoV and TGEV, while no infected TGEV or PDCoV cells were detected in PAMs from the ANPEP KO pigs. The results showed that PAMs from pigs lacking a functional ANPEP gene are resistant to TGEV and PDCoV infection.\n\nThe long-term culture of PAM cultures typically results in the outgrowth of a minor population of lung mesenchymal stem cells (MSCs), which exhibit a fibroblast-like morphology (Khatri et al., 2015) . By two weeks, the PAM cultures were completely overgrown with fibroblastlike cells along with the disappearance of macrophages. The fibroblastlike cells from the WT and KO pigs were passaged at least two times and then infected with PDCoV or TGEV. The fibroblast-like cells derived from the ANPEP WT pigs were permissive for both TGEV and PDCoV ( Fig. 1C and D) . However, the ANPEP KO fibroblast-like cell cultures showed no evidence of TGEV infection, but showed several PDCoVinfected cells, all possessing a fibroblast-like morphology. These data confirmed the requirement of APN for the permissiveness of the fibroblast cells to TGEV; however, the absence of APN had no effect on infection of fibroblast-like cells with PDCoV.\n\nThe permissiveness of ANPEP WT and KO PAMs and fibroblast-like cells for TGEV and PDCoV infection was also evaluated by determining percent virus antigen-positive cells after infection with different MOIs of virus. The results for WT PAMs are shown in Fig. 2A . An MOI = 1 produced 20% and 80% antigen-positive cells for PDCoV and TGEV, respectively. The corresponding virus dilution endpoints were 0.0001 and 0.1 MOI. Increasing the MOI to 10 increased the percent PDCoV The results for virus yields on ANPEP WT and KO fibroblast-like cells are shown in Fig. 3 . At an MOI = 1, PDCoV grew to near equal levels on fibroblast-like cells derived from the ANPEP WT and KO pigs; whereas, TGEV could only be propagated on fibroblast-like cells derived from the ANPEP WT pigs.\n\nPrevious work from our lab showed that ANPEP KO pigs are completely resistant to infection with TGEV (Whitworth et al., 2018) . We tested the ability of PDCoV to infect ANPEP KO pigs. The results for virus infection are summarized in Table 1 . All pigs were positive for PDCoV nucleic acid at one day after infection. On the second day, two ANPEP WT and three KO pigs remained RT-PCR-positive. By three days after infection, only one pig, an ANPEP KO pig, was positive for PDCoV nucleic acid. By four days after infection, all pigs were negative for virus nucleic acid in feces. Serum samples obtained at three days after infection were negative for virus nucleic acid (data not shown). At four days after infection, one WT and one KO pigs were removed from the study and necropsied. RT-PCR amplification of PDCoV nucleic acid in intestines and mesenteric lymph nodes showed that both pigs were negative for PDCoV. The presence of PDCoV infection was also assessed by virus-specific neutralizing activity measured in serum at the termination of the study, 14 days after infection. The results, summarized in Table 1 , showed that two of the remaining six pigs seroconverted; one WT and one KO pig. Clinical signs, such as diarrhea and fever, were not detected in any of the infected WT or KO pigs. The absence of clinical signs is likely a result of the older-age pigs used in the infection study. Together, the RT-PCR and serological results showed that ANPEP KO pigs are not resistant to infection with PDCoV.\n\nThe results from this study showed no PDCoV infection of PAMs obtained from ANPEP KO pigs (see Fig. 1A ), which supports the observations of Wang et al. (2018) , who concluded that APN is a receptor for PDCoV. In contrast, the PDCoV-positive infection results for fibroblast-like cells derived from the ANPEP KO cultures support the observations of Zhu et al. (2018) , who concluded that APN is not a functional receptor for PDCoV (see Fig. 1C ). When taken together, our data support the observations of Li et al. (2018) who concluded that there are APN-dependent and APN-independent receptors for PDCoV. We hypothesize that PAMs possess only the APN receptor, while the lung-derived fibroblast-like cells possess both receptors. However, since the APN-independent receptors for PDCoV have not been identified, we currently cannot easily prove this hypothesis and it remains to be elucidated in future studies.\n\nUltimately, the importance of pAPN as a receptor for PDCoV is determined by the permissiveness of ANPEP KO pigs for infection. The results in Table 1 , showing positive results for the presence of PDCoV nucleic acid in the feces of infected ANPEP KO pigs confirms the results obtained following the infection of KO fibroblast-like cells. These data support the notion that APN is not required for PDCoV infection of pigs. However, the conclusion that ANPEP KO pigs retain permissiveness for infection with PDCoV comes with a few caveats. For example, all fecal samples on day 1 after infection were positive for PDCoV nucleic acid and by 3 days, the virus was only detected in one KO pig. Intestinal tissues from the two pigs tested, one WT and one KO, were negative for PDCoV. The positive results obtained for feces can be explained by the presence of environmental contamination caused by the residual inoculum used for infection. However, support for a productive infection of the KO pigs comes from the seroconversion of one KO pig at 14 days after infection (see Table 1 ). A second caveat comes from the transient nature of PDCoV infection in the WT and KO pigs used in this study, which made it difficult to determine if APN plays a role in the disease process. Previous studies show that neonatal piglets are more susceptible than weaned pigs to enteric virus infection Jung et al., 2015) . The relationship of pig age and PDCoV infection outcome has not been studied in detail; however, it is speculated that PDCoV infection may be age-dependent, similar to PEDV, with more severe outcomes in younger piglets. In this study, 28-33 day-old ANPEP KO and WT pigs were used for PDCoV inoculation. In future studies, a more sensitive neonatal pig infection model can be used which may yield a more accurate determination regarding the role of APN in PDCoV infection of its natural host.\n\nThe ANPEP-edited pigs used in this study were derived by breeding founder animals created using direct zygote injection of CRISPR/Cas9 along with two CRISPR guides directed at exon 2 of ANPEP . Along with sequencing of the ANPEP gene, the APN phenotype for each knockout allele was confirmed by the absence of CD13 expression in intestines and by the resistance of ANPEP KO pigs to infection with TGEV (Whitworth et al., 2018) . A. Stoian, et al. Virology 541 (2020) 136-140 The PDCoV isolate, South Dakota, was used for the infection of cells and pigs (Vitosh-Sillman et al., 2016) . PDCoV stocks were prepared on ST cells maintained in MEM supplemented with 7% FBS, Pen-Strep (80 Units/ml and 80 μg/ml, respectively), 3 μg/ml Fungizone, 25 mM HEPES MEM, and 0.2 μg/ml L-1-Tosylamide-2-phenylethyl chloromethyl ketone (TPCK) trypsin, as described in Chen et al. (2015) . After 2 h, the media was replaced with MEM-FBS with antibiotics. TGEV, Purdue strain, was obtained from Iowa State University. TGEV was maintained in the same media without TPCK. Cells were maintained at 37°C and 5% CO 2 . After 48 h, the virus was harvested and titrated on ST cells. Serial 1:10 dilutions of virus in triplicate were performed on a 96well plate containing ST cells. Twenty-four h later, the cells were fixed for 10 min in 80% acetone and air-dried. For detection of PDCoV, cells were stained with anti-N protein mAb SD110-121 (kindly provided by Steve Lawson at South Dakota State University), which was diluted 1:500 in PBS with 5% goat serum (PBS-GS). Detection of TGEV was performed using anti-FIPV3-70 mAb (Custom Monoclonals International, USA), diluted 1:700 in PBS-GS. After 1 h incubation with antibody at 37 o C, the cells were washed with PBS and bound antibody detected with AlexaFluor488-labeled goat anti-mouse IgG (Cat. No. A-11001, Invitrogen) diluted 1:400 in PBS-GS. After 1 h incubation at 37°C, the plates were washed with PBS, nuclei counterstained with propidium iodide (PI), and cells viewed under a fluorescence microscope. The 50% tissue culture infectious dose (TCID 50 /ml) was calculated according to the method of Reed and Muench (1938) .\n\nThe recovery of porcine alveolar macrophages is described in Wells et al. (2017) . Lungs were removed from euthanized pigs and lavaged by pouring 100 ml of cold PBS into the trachea. PAMs were sedimented by centrifugation at 1200×g for 10 min at 4°C and cells re-suspended and washed once in cold sterile PBS. The final cell pellet was re-suspended in freezing medium containing 45% RPMI 1640 with antibiotics, 45% FBS, 10% dimethylsulfoxide (DMSO) and stored in liquid nitrogen until use. For the infection, approximately 10 4 PAMs were added to each well of a 96 well plate and incubated overnight at 37 o C in 5% CO 2 . The cells were gently washed to remove non-adherent cells. Serial 1:10 dilutions of virus in media were added to wells in triplicate. After an overnight incubation, the cells were washed with PBS and fixed for 10 min in 80% acetone. Presence of either PDCoV or TGEV in the infected PAMs was confirmed as described above.\n\nFor enrichment of lung mesenchymal stem cells, PAMs were cultured in RPMI-1640 supplemented with 10% FBS, L-glutamine, and antibiotics. The continuous maintenance of PAMs for two weeks resulted in the overgrowth of cultures by fibroblast-like cells, which comprise only about 1% of the lung lavage material. The confluent cells were removed by trypsinization and passaged at least 2 times. The infection of fibroblast-like cells was carried out as described for the PAM cultures.\n\nAll experiments involving animals and viruses were performed in accordance with the Federation of Animal Science Societies Guide for the Care and Use of Agricultural Animals in Research and Teaching, the USDA Animal Welfare Act and Animal Welfare Regulations; and after approval by the Kansas State University and University of Missouri institutional animal care and institutional biosafety committees. Three KO piglets were obtained from an ANPEP −/− sow mated with an ANPEP −/− boar. The ANPEP KO genotype of each piglet was confirmed by PCR and DNA sequencing. To avoid unnecessary stress, the weaned piglets were transported from the University of Missouri rearing facility to Kansas State University at three weeks of age. Three ANPEP WT piglets, obtained from a separate mating, were included as positive infection controls.\n\nAt the time of virus infection, the KO and WT pigs were 28 and 33 days old, respectively. Pigs were infected with 6.2 log 10 TCID 50 of PDCoV administered as a single oral dose in 20 ml of culture medium. A 5 cm tube was attached to the end of the inoculating syringe to allow the virus to flow down the back of the throat. Throughout the study, the infected WT and KO pigs were housed in the same pen to allow for continuous pig-to-pig contact. Caretakers and researchers were blind as to the genotype of each pig. Fecal swabs were collected daily from each pig beginning one day prior to infection until the end of the study. Each swab was placed in a 15 ml conical tube containing 1 ml of MEM with Pen-Strep and Fungizone. The tube was vortexed briefly to mix the swab contents, aliquoted into 1.5 ml cryovial storage tubes, and stored at −80°C. Blood for serum was collected into serum separator tubes at 0, 3, 7, 10 and 14 days after infection.\n\nTotal RNA was extracted from fecal and serum samples using a MagMAX TM -96 Total RNA Isolation Kit (Invitrogen TM ) according to the manufacturer's instructions. RT-PCR was performed using a commercial kit, EZ-PED/TGENatur/PDCoV MPX 1.0 (Tetracore) on a CFX-96 realtime PCR system (Bio-Rad). Results were reported as CT.\n\nSerum samples were serially diluted 1:2, starting at a dilution of 1:16 in 100 μl of MEM supplemented with 7% FBS, antibiotics and 0.2 μg/ml TPCK trypsin. One hundred microliters of diluted serum were mixed with 100 μl of PDCoV South Dakota an 800 TCID50 virus in 100 μl media 800 TCID 50 /100 μl on a 96 well plate and incubated 1 h at 37°C. Samples were transferred to a 96-well plate of confluent ST cells and incubated for 24 h at 37°C, 5% CO 2 . Infected cells were detected by IFA using an anti-PDCoV mAb. The neutralizing antibody titer was reported as the highest serum dilution at which 100% of virus infection was inhibited."}