{"title": "", "body": "Emerging Diseases at the Interface of People, Domestic Animals, and Wildlife* Robert A. Cook and William B. Karesh Increasingly, diseases are moving among people, domestic animals, and wildlife, creating concerns about food safety, public health, and wildlife conservation. 49 Some of these diseases have existed for millennia, whereas others are emerging or reemerging, gaining the ability to jump between species and overloading traditional methods of disease surveillance and prevention. In a list of 1407 human pathogens, 58% are known to be zoonotic; 177 are categorized as emerging or reemerging, and zoonotic pathogens are twice as likely to be in this category as nonzoonotic pathogens. 100 The impact on human populations may be significant. The 2004 Joint United Nations (UN) Program on HIV/AIDS report on the global epidemic stated that mortality from human immunodeficiency virus (HIV) exceeded 20 million people in the 20 years since first diagnosed in 1980. HIV-1 and HIV-2 were introduced into humans through separate cross-species transmission of simian immunodeficiency virus. HIV-1 is believed to have arisen through transmission from chimpanzees and HIV-2 from sooty mangabeys (Cercocebus atys). 40 Wildlife species under severe environmental pressure are threatened by extinction from the spread of novel pathogens. Chytridiomycosis, caused by Batrachochytrium dendrobatidis, has been implicated in the massive mortality and global decline in a variety of amphibian species. 45 International trade is thought to play a key role in the worldwide dissemination of this disease. 27, 60 Livestock production and market access to animal protein have been increasingly threatened by the emergence of disease. Since 1992, the economic damages from livestock diseases alone has totalled more than $60 billion. Outbreaks of bovine spongiform encephalopathy, foot-and-mouth disease, avian influenza, rinderpest, and other diseases have prompted governments to impose trade embargoes and to mandate animal culling with increasing frequency. In 2003, the UN Food and Agricultural Organization (FAO) reported that one third of global meat trade was subject to embargoes because of disease outbreaks. 2 The increase in infectious diseases may be linked to anthropogenic pressures of an urbanizing world, overall population growth, altered land use and agricultural practices, deforestation, global travel and commerce, microbial adaptation, and a weakened public health infrastructure. To forecast and respond proactively to the complex changes that influence the health of people, domestic animals, and wildlife, we must consider the driving forces that are affecting or will likely affect our world.\n\nGlobalization is the dominant international system that has made the world an increasingly integrated place, resulting in both threats and opportunities. 30 The global movement of people, animals, and their products has had profound effects on wildlife, livestock, and public health through the unchecked legal and illegal trade in exotic pets and bush meat. Human population increases and the desire for improved standards of living promote have intensified agricultural practices, pollution of air and water, and the unsustainable use of natural re sources. There is little evidence to date that climate change has played a significant role in the resurgence of infectious disease. However, many believe that soon global climate change will be responsible for regional climate alterations that affect physical and biologic systems. 68 *Please note that this chapter is reprinted from Fowler ME, Miller RE, eds: Zoo and Wild Animal Medicine, ed 6, St Louis, 2008, Elsevier. The editors believe that this chapter is complementary to the chapters in this volume on epidemiology, the wildlife-livestock interface, the role of veterinarians in conservation programs, and wildlife disease ecology.\n\nSurveys of live wildlife from markets in Guangzhou, China, included masked palm civets (Paguma spp.), ferret badgers (Melogale spp.), barking deer (Muntiacus spp.), wild boar (Sus) spp., hedgehogs (family Erinaceidae), foxes (Vulpes spp.), squirrels (family Sciuridae), bamboo rats (Cannomys spp.), gerbils (Rhombomys spp.), various species of snakes, and endangered leopard cats (Felis spp.), as well as domestic dogs, cats, and rabbits. 3 Following the 2003 severe acute respiratory syndrome (SARS) outbreak, 838,500 wild animals were reportedly confiscated from the markets in Guangzhou, China. 7 Daily, wild birds and reptiles flow through trading centers, where they are in contact with dozens of other species before being shipped to other markets, sold locally, or freed back to the wild as part of religious customs or because they are unwanted pets. In a single market in North Sulawesi, Indonesia, up to 90,000 mammals are sold per year. 22 In a survey conducted at a market in Thailand over 25 weekends, more than 70,000 birds of 276 species were sold 81 ( Fig. 18-2) . In lieu of precise trade data, a conservative estimate is that in Asia alone, tens of millions of wild animals are shipped regionally and globally for food, pets, or use in traditional medicine every year.\n\nThe global movement of animals for the pet trade is estimated to be a multibillion-dollar industry ( Fig.  18-3 ). Between November 1994 and January 1995, U.S. Department of Agriculture (USDA) personnel inspected 349 reptile import shipments with a total of 117,690\n\nThese critical driving forces of globalization, human population increases with intensified agriculture, and global climate change provide a structure on which to consider exemplar emerging infectious diseases that imperil the future of humanity and animal life.\n\nThe local hunting of wildlife or bush meat is an ancient practice that forms the fabric of community culture at the rural wildlife interface ( Fig. 18-1 ). Although these fundamental practices have always posed a cross-species disease risk to the local community, they have been mitigated through cultural practices. Ecologic changes, as created by increased human population density, forest fragmentation via road building, and rural development, alter the relationships of pathogens to hosts. 70 These changes, along with increased human movement and the globalized trade in animals for food and pets, facilitate rapid movement to distant sites and greater human-pathogen contact. 99 The World Trade Organization's 2005 statistics note that in 2004 the global merchandise trade rose by 21% to 8.9 trillion U.S. dollars, with agriculture accounting for $783 billion. There is no breakdown of the share of trade in wildlife, but each year an estimated 350 million live plants and wild animals are shipped globally. 12 The poorly regulated wildlife component of global trade facilitates infections via microbial travel 46 at scales that not only cause human disease outbreaks, but also threaten livestock, international trade, rural livelihoods, native wildlife populations, and the health of ecosystems. 42 In late May and early June 2003, the first cases of a febrile rash illness in people were reported from Wisconsin, Illinois, and Indiana. Most affected people had been in close contact with recently purchased ill prairie dogs (Cynonys ludovicianus) that had been held with a recent shipment of African rodents. The African rodents that spread the disease had been legally shipped from Ghana to the United States in April 2003 for the pet trade. The shipment included a number of species, and studies indicated that two rope squirrels (Funisciurus), a Gambian rat (Cricetomys), and three dormice (Dryomys) were carrying the monkeypox virus. 34 By early July, 71 nonfatal human cases from six states were reported to the Centers for Disease Control and Prevention (CDC). 10 Before this event, nonendangered rodents from Africa were legally shipped into the United States for the pet trade with no regulatory controls. Subsequently, restrictions were placed on U.S. importation of African rodents.\n\nSARS was first recognized as a newly emerging human disease in November 2002 in Guangdong Province, China. 93 Symptoms included high fever, respiratory illness progressing to pneumonia, in some cases diarrhea, and death. The disease first spread to Hong Kong and thereafter across five continents and 25 countries via infected people. 71 In April 2003, a new coronavirus was discovered to be the causative agent. In July 2003, the World Health Organization (WHO) listed the number of probable SARS cases in humans at 8437, with 813 deaths. 8 Evidence of viral infection, often without signs, was also detected in palm civets (Paguma) farmed in the region. 33 The initial suggestion of a link between civets and SARS led to a government directive to cull more than 10,000 masked palm civets in the province despite the ambiguity of the disease link. 9 Later, viral evidence was also detected in raccoon dogs (Nyctereutes) and ferret badgers (Melogale), as well as domestic cats. It now appears that the palm civet served as an artificial market-induced host or amplification host, along with a number of other possible species. Subsequent studies determined that three species of horseshoe bat (Rhinolophus) 28 were found to be the natural reservoir host for closely related SARS-like coronaviruses. 51, 56 Bats have been found to be reservoir hosts for a number of viral pathogens, including Lyssa, Nipha, 101 Hedra, and Ebola viruses. Their role in emerging disease spread appears to be significant. animals originating from 22 countries. Ticks were removed from one or more animals in each of 97 shipments. Infested shipments included 54,376 animals in total. 13 The estimate for trade and local and regional consumption of bushmeat in central Africa alone is over 1 billion kg/year, 96 and estimates for consumption in the Amazon basin range from 67 to 164 million kg annually. 72 In central Africa, the majority of wild animals harvested are small mammals (including small antelope and primates), birds, and reptiles. Assuming an average body weight of 5 kg results in a conservative estimate of 200 million animals in central Africa and 12 to 35 million in the Amazon basin. The increasingly global scope of this trade, coupled with rapid modern transportation and the reality that markets serve as network nodes rather than as product endpoints, dramatically increases the movement and potential cross-species transmission of the infectious agents that every animal naturally hosts.\n\nMonkeypox is a rare, viral, smallpox-like disease from central and western Africa that was first diagnosed in laboratory primates in 1958. The first human cases were reported in 1970 in Africa. An outbreak in the Democratic Republic of Congo in 1997 was reported to have infected 88 people, with three deaths, all in children younger than 3 years. 39 About 95% of all population growth is occurring in the developing world and 5% in the developed world. By 2050, it is estimated that the world population will increase by 2.6 billion. 6 For the 50 years preceding 2000, agriculture focused on meeting the food, feed, and fiber needs of a growing human population. In the next 50 years, the challenge will be not only feeding an expanding human population, but also doing so in a world of declining resources, including water and arable land. 47 Large-scale agriculture is susceptible to outbreaks of disease. The 1983-1984 poultry epidemic of highly pathogenic avian influenza in the northeast United States caused markets to drop by $349 million during the 6-month period of the disease. 18 The economic impacts of the Nipah virus outbreak in Malaysia in 1997-1998 was estimated to cost $350 to $400 million, whereas the 2001 foot-and-mouth disease outbreak in England and Europe was estimated to have cost markets almost $30 billion (U.S. dollars). 66 In the developed world, agribusiness and government commitments to quality farm practices and rigorous health inspection have created a predominantly safe food supply. To provide food animal protein at the levels required, the industry has moved toward more intensive practices that increase productivity through selective breeding for desirable market traits and large-scale biosecure facilities. These characteristics may also leave operations vulnerable to the introduction and rapid spread of pathogens via errant contact with wildlife or the global movement of animals and products from areas that do not practice similar levels of biosecurity.\n\nDeveloping country livestock practices are highly different. Often, livestock share space with people in and around the home. The rearing of ducks in Asia is an efficient system in which domestic ducks and geese are given access to recently harvested rice paddies. This allows wild waterfowl and domestic species to mix, but creates an environment conducive to the cross-species spread of pathogens.\n\nThe transmissible spongiform encephalopathies include chronic wasting disease of cervids, scrapie of sheep, bovine spongiform encephalopathy (BSE) of cattle, and Creutzfeldt-Jakob disease (CJD) of humans. They are caused by pathogenic prions, which are transmissible particles devoid of a nucleic acid genome and composed of a modified isoform of normal prion protein. 77 These prion proteins are extremely resistant to inactivation by\n\nEbola hemorrhagic fever (Ebola) is named after the river in the Democratic Republic of Congo (DRC, formerly Zaire), where it was first identified. Chimpanzees and humans share 98% of their DNA, and gorillas and humans share 97%. 80 Therefore, bush meat in the form of nonhuman primates poses a particularly high risk of cross-species infection into humans. The first three known outbreaks of Ebola occurred between 1976 and 1979 in DRC and Sudan. Between 2000 and 2004, five human Ebola outbreaks were documented in western central Africa. Epidemiologic studies indicated that these outbreaks resulted from multiple introductions of virus from infected animal sources. The index cases were mainly hunters, and all were infected while handling dead animals, including gorilla (Gorilla), chimpanzee (Pan troglodytes), and duiker (Cephalophus). 53 Thereafter, outbreaks spread quickly among people, especially through caregivers, and were documented to almost wipe out entire villages. 31, 52 In people, the symptoms are referable to multiple organ effects, with internal and external hemorrhaging. The Zaire subtype of Ebola virus has been known to have a case-fatality rate of almost 90%, and the Sudan subtype has a rate of approximately 50%. 82 Ebola has been linked to declines in western equatorial Africa great ape populations. There is evidence that other forest animals, such as the duiker, are also affected. 53 Data do not exist on total numbers of nonhuman primates and duikers that have died of the disease, but it is believed that Ebola rivals hunting as the major threat to ape populations. 92 For some time, the natural reservoir host remained elusive. 75 Bats were long postulated as a potential reservoir host, as recently confirmed in three species of fruit bat. 54 The movement of nonhuman primates for use in biomedical research has also proved to be a source for the spread of Ebola-related viruses. In 1989, a closely related simian hemorrhagic fever was diagnosed in Reston, Virginia, in imported cynomolgus monkeys from the Philippines that died during quarantine. Named Ebola Reston, the disease was later found not to cause human disease. 62\n\nBy July 2005, the world had an estimated 6.5 billion human inhabitants, 380 million more than in 2000. primarily from commercially raised birds, including chickens, turkeys, quail, guinea fowl, and ostrich (Struthio camelus). Influenza A viruses of the H5 and H7 subtypes have also been detected in a variety of mammals, including humans. The H5N1 influenza A viruses have been detected in birds, pigs, cats, leopards, tigers, 44 and people in Asia. 64 Live bird markets that sell a wide variety of domestic and wild bird species to the public provide the perfect conditions for genetic mixing and spread of flu viruses. 94 In addition, traditional poultry livestock practices that bring people into close contact with domestic fowl and promote the mixing of wild and domestic waterfowl also provide opportunities for domestic wildlife viral exchange and spread into humans. Such an occurrence may have been the cause of the avian flu (H5N1) outbreak in Hong Kong in 1997 and again in late 2003-2004 throughout Asia. Once established in poultry in Asia, a combination of intensive production methods and high-volume poultry movement, in addition to poor sanitation and hygiene, allowed the disease to spread.\n\nIn 2005, the H5N1 HPAI was isolated from migratory waterfowl on Quinghai Lake, China, 21 and from a wild whooper swan in Mongolia. 1 However, it remains unclear whether migratory waterfowl are effective carriers of the disease or rapidly succumb to the infection before they spread the disease, as may have happened in Mongolia. Calls for mass culling of wild birds have been countered by conservation groups and the FAO. 4 Of greater concern should be the global trade in domestic and wild birds. An illegal shipment of two crested hawk-eagles (Spizaetus nipalensis), smuggled into Europe from Thailand, was seized at the Brussels International Airport in October 2004. Both birds appeared clinically normal, and both were positive for the H5N1 HPAI. 91 The threat posed by avian influenza goes beyond the food supply to becoming a lethal virus that is easily spread among people, a global pandemic. Such a scenario portends grave risk to the economies of nations and to the health of people. The report of the U.S. National Intelligence Council identified a global pandemic as the single most important threat to the global economy. 38 As of December 2005, WHO confirmed 142 human cases, with 74 resulting in death. These tragic statistics pale compared with the greater human disease threat. Genetic reassortment of the H5N1 precursor viruses that caused the initial human outbreak in Hong Kong in 1997 may be traced to outbreaks in poultry in China and seven other east Asian countries between ultraviolet light, ionizing radiation, steam sterilization, and almost all forms of traditional disinfection.\n\nHigh-volume food production needs prompted the livestock industry to begin feeding ruminant protein to cattle, possibly derived from scrapie-infected sheep. It is believed that this practice led to the outbreak of BSE in the United Kingdom, which then spread to continental Europe, Canada and, more recently, the United States. It was likely through the ingestion of prion-infected meat from cattle that a new emerging disease of people was discovered in 1996, variant Creutzfeldt-Jakob disease (vCJD).\n\nFrom October 1996 to November 2002, 129 cases of vCJD were reported in the United Kingdom, 6 in France, and 1 each in Canada, Ireland, Italy, and the United States. 11 The World Organization for Animal Health (OIE) has listed more than 184,296 cases of BSE in UK cattle alone as of September 2005. As confirmed, 13 species of zoo animals, including Bovidae and Felidae, have died as a result of infection with the BSE agent. 25 Chronic wasting disease (CWD) is a prion disease of wild and farmed cervids in North America. 97 It was first recognized in a research herd of mule deer (Odocoileus hemionus) in Colorado in 1967. In 1985, it was diagnosed first in elk (Cervus elaphus) and then in mule deer in a limited region of Colorado. It is believed that the increase in deer and elk farming and the movement of animals for that industry in the United States and Canada provided a means for spread. It has since been diagnosed in multiple states and regions both in captive and free-ranging cervids. Conversion of human prion protein by CWD-associated prions has been demonstrated in an in vitro cell-free experiment 15 but, to date, investigations have not identified evidence for CWD transmission to humans. 14\n\nAvian influenza is an infectious disease of birds caused by type A strains of the influenza virus. Wild birds, predominantly ducks, geese, and shore birds, are the reservoir species for the low-pathogenic strains of avian influenza A virus (LPAI) in nature. 95 In these species, it does not usually cause illness. The virus is subtyped on the basis of the antigenic properties of hemagglutinin (HA, or H) and neuraminidase (NA, or N) glycoproteins; 16 HA and 9 NA subtypes have been demonstrated. Viruses containing subtypes H5 and H7 have been observed to become highly pathogenic avian influenza (HPAI) in poultry. HPAI has been isolated immediate surroundings. Climate alterations may affect the distribution of vector species, changing their range because of altered conditions for breeding and feeding. Temperature may also affect survival rates of both the pathogen and the vector organism, further influencing disease transmission. The range of the major arthropod vector-borne zoonotic pathogens includes both parasitic and viral diseases. Parasitic organisms spread by vectors include malaria (Plasmodium), Chagas' disease (Trypanosoma cruzi), Lyme disease (Borrelia burgdorferi), and leishmaniasis (Leishmania). The vector-spread arboviruses include organisms in the family Flaviviridae (e.g., St. Louis encephalitis, dengue fever, yellow fever, West Nile virus), Bunyaviridae (e.g., La Crosse virus), and Togaviridae (e.g., eastern, western, and Venezuelan equine encephalitis).\n\nLyme disease is transmitted primarily by the deer tick, Ixodes scapularis. It is the most common vector-borne disease of people in the United States 36 and is perpetuated in a life cycle that involves rodent reservoir hosts, such as white-footed mice (Peromyscus leucopus) in eastern North America and Apodemus mice in Eurasia. Lyme disease spirochetes have been shown to infect a diverse number of mammals and birds, but not all have been shown to serve as competent hosts. 79 Symptoms in humans may include erythema migrans in approximately 50% of patients, and signs in both humans and other mammals may include fever, lameness, listlessness, anorexia, lymphadenopathy, and joint swelling. Other signs referable to affected systems may include reproductive difficulties and arthritides. The dilution effect model suggests that the loss of the diversity of vertebrate reservoir hosts caused by anthropogenic forces may increase the spread of Lyme disease. As habitats are degraded, the diversity of potential hosts decreases. Many members of this diverse group of potential tick hosts are less competent as Lyme disease reservoirs. These species-poor communities tend to have low levels of those species that are less competent as reservoir hosts and high levels of the most competent disease reservoir, the white-footed mouse (P. leucopus). 58 The influence of climate change on the distribution of I. scapularis and the spread of Lyme disease in North America has been modeled. 19 Projections suggest that the range of the tick will extend into Canada. In addition, as a disease primarily carried by rodents, climate change may further affect the distribution of Lyme disease by altering the range of the rodent hosts.\n\n2003 and early 2004. This same virus has been fatal to humans in the region. 55 The fear is that the H5N1 viruses will gain the ability to spread efficiently among people, causing a global pandemic.\n\nThere is good reason for concern. In the 20th century, there have been three global pandemics, all believed to have originated from birds. 73 The most severe was the 1918 Spanish influenza pandemic virus (H1N1), which was estimated to have killed 20 to 50 million people worldwide. Pandemic influenza may originate through at least two mechanisms: (1) reassortment between an animal virus and a human virus that yields a new virus; and (2) direct spread and adaptation of a virus from animals to humans. 16 The characterization of the reconstructed 1918 Spanish influenza pandemic virus 84 showed that the direct spread and adaptation of the avian influenza virus caused the pandemic.\n\nProjections using emissions scenarios based on a range of climate models have suggested an increase in global average surface temperature of 1.4° C to 5.8° C over the period of 1990 to 2100. This projected rate of warming would be unprecedented, based on at least the last 10,000 years. 68 The health of people and animals may be affected by an increase in the frequency and severity of climate extremes (e.g., storms, floods, heat waves) and climate-induced changes in the geographic distribution and biologic behavior of arthropod vectorborne 26 and rodent-borne infectious disease. 61 Climatic factors such as increased temperature, increased or decreased precipitation, and sea level rise may all have an impact on the emergence or reemergence of infectious diseases.\n\nClimate plays a critical role in the maintenance of vector species as well as pathogens. Studies have suggested that warming will enhance transmission intensity and extend the distribution of certain vectorborne diseases. 69, 78 The complexity of ecologic systems and human-induced changes to the environment make it difficult to establish definitive links between predicted climate-induced changes and emerging arthropod vector-borne and rodent-borne diseases. However, there are a number of diseases to consider as candidates.\n\nVector organisms, such as mosquitoes and ticks, transport pathogens from an infected individual or its wastes to susceptible individuals, their food, or modeling studies project that a warming of 2° C by 2100 will result in a net increase in the potential latitudinal and altitudinal range of DF and an increase in duration of the transmission season in temperate locations. 61\n\nRodent-borne diseases spread from species to species through contact with rodent urine, feces, or other body fluids. Climate change factors that may expand the range and increase the reproductive potential of rodent populations include increased rainfall, warmer temperatures, and climatic extremes.\n\nLeptospirosis is a reemerging zoonotic disease of global importance that occurs in urban settings of industrialized and developing countries, 17 as well as in rural environments worldwide. It affects domestic livestock, 43 alternative livestock, 59 and free-ranging 90 and captive 57 wild mammals, including marine mammals. 23 Both rodents and dogs are important vectors 63 in the urban and agricultural setting. The transmission of leptospirosis occurs most often through contact with water contaminated by urine from infected shedders.\n\nLeptospirosis is caused by a filamentous spiral bacterium that has a predilection for renal tubules. In humans, the disease symptoms may range from subclinical to epidemic leptospirosis, associated with pulmonary hemorrhage, renal failure, and jaundice. In domestic animals, as well as captive and free-ranging wildlife, the animals may appear clinically normal or may present with disease signs referable to renal and reproductive tract infection. In captive wildlife, leptospirosis is often an insidious infection that may result in chronic renal disease and high rates of reproductive failure.\n\nRodent populations in temperate and tropical climates may serve as the reservoir host for domestic and wild animals as well as human infection. Outbreaks of human disease are often associated with increases in rodent populations after heavy rainfall or during floods. 65, 88 Hantavirus Hantaviruses (genus Hantavirus) cause two major clinical syndromes of people in different areas of the world. Hemorrhagic fever with renal syndrome is seen in Asia and Europe, whereas a pulmonary syndrome is described in the Americas. 76 Hantavirus is a zoonotic virus of rodents and has emerged as a human pathogen as a\n\nWest Nile virus (WNV) was first isolated from the blood of a febrile woman in the West Nile district of Uganda in 1937. 83 Thereafter, it was isolated from ill people, birds, and mosquitoes in Egypt during the early 1950s. WNV is recognized as the most widespread of the flaviviruses, with geographic distribution in Africa and Eurasia. 37 The disease entered the Western Hemisphere in New York in 1999, with deaths observed in humans, horses, and many species of wild birds, although primarily corvids. The virus subsequently has spread across North America 74 and into tropical America and the Carribbean. 48, 50 WNV presentation varies with the species and may range from no signs to death, with the typical illness including encephalitis and fever. The CDC Division of Vector-Borne Disease notes that more than 284 species of birds and domestic and wild mammals have been affected.\n\nAlthough bird-feeding species of mosquito are the principal vectors, WNV has been isolated from numerous additional species of mosquito, as well as from ticks. 37 Global climate change alterations that include warmer temperatures with higher humidity would favor the increase in abundance and distribution of the mosquito vectors. 78\n\nDengue fever (DF) is caused by one of four closely related but antigenically distinct virus serotypes of the genus Flavivirus. 35 It is the most common vector-borne disease of humans, infecting an estimated 50 million people in tropical and subtropical regions of the world each year. 89 In humans, symptoms of DF may range from inapparent to a mild influenza-like illness to an immune-mediated hemorrhagic fever that may be fatal if untreated. 85 Dengue viruses are transmitted between people or between monkeys through mosquitoes of the genus Aedes. Estimates are that the zoonotic transfer of dengue from monkeys to sustained human transmission occurred between 125 and 320 years ago. 89 DF is endemic in approximately 100 countries in southeast Asia, Africa, the western Pacific, the Americas, Africa, and the eastern Mediterranean. 20 The reasons for the global emergence of DF are multifactorial; they include ineffective mosquito control, major urbanization shifts in demographics, and unimpeded international travel, which allows people to move the virus into new population centers. However, climate change is also implicated as a potential future factor; to be the surprise critical variable in emerging disease spread.\n\nThe World Trade Organization (WTO) and other appropriate international bodies must start requiring governments to regulate the health aspects of international trade better in wild and domestic animals. Individual nations must implement and enforce laws to prevent the spread of diseases within their borders. It is clear that trade and the consumption of wildlife have led to global health disasters; governments must therefore make greater efforts to reduce and properly regulate the wildlife trade internationally, regionally, and locally.\n\nThe complexity of the emerging disease and health issues that humanity confronts at the interface of people, domestic animals, and wildlife requires a multidisciplinary approach to problem solving. Zoo and wildlife health professionals have the unique comparative systems perspective that is essential to the multidisciplinary team. Surveillance for the emergence of new diseases is a critical component of a sound approach to disease mitigation, control, and prevention. For example, the veterinary health professionals from zoos of the Association of Zoos and Aquariums (AZA) participate in reporting systems for tuberculosis monitoring in hoofstock 86 and a national surveillance system for WNV in zoological institutions. 87 This is a significant first step, but it must be followed by expanded efforts for broader disease surveillance on a global scale.\n\nTo be effective, the profession must establish collaborative and communications links with public health and domestic animal health agencies, diagnostic centers, human and veterinary medical facilities, and universitybased health research institutions. New public-private partnerships must be fostered with the corporate sector. The multinational industries best understand the threat to global supply chains, economies, and the health of their employees and the consuming public. Overall, zoo and wildlife health professionals must become active participants and advocates for a broader view of health.\n\nresult of human-induced landscape alterations and climatic changes influencing population dynamics of the rodent reservoir hosts. 98 Outbreaks of disease may be associated with weather that promotes rapid increases in the rodent population, which may vary seasonally and annually. 32 A study of the relationship between climate and the prevalence of hantavirus pulmonary syndrome in Arizona, New Mexico, Colorado, and Utah regions found an increase in rodents was associated with increased precipitation patterns during the 1992-1993 El Niño. An outbreak of hantavirus pulmonary syndrome occurred in this region during 1993. 29\n\nThe dramatic increase in emerging disease outbreaks and the growing number of diseases moving between species indicate that traditional approaches to disease management, currently segregated into human, livestock, and wildlife health, are not effective. In addition to the suffering and death, these diseases result in billions of dollars spent on reacting to outbreaks that would be more efficiently spent on prevention. We must seek to be proactive, prevent rather than react, and control global movement of people and animals more thoughtfully. To devise sound solutions, we must develop a unified approach that incorporates the knowledge and experience of broad areas of science and health. This approach must be flexible to respond to novel threats, adaptive to react to changing situations, distributive to monitor change at the global scale, and inclusive to learn from the varied experience of human, domestic animal, and livestock disease knowledge. 24 In short, a one health approach is needed. 5, 41, 67 Although this concept is centuries old, the application is new; there is only one health for people, domestic animals, and wildlife.\n\nSociety has not yet fully adapted to the changes brought on by globalization. Multilateral organizations are responsible for public health (WHO) and livestock health (FAO, OIE), but there is no similar umbrella organization to bring together the worldwide focus on wildlife health. Until such a body is formed, wildlife will continue to be a footnote to human and domestic animal health perspectives and will continue"}