{"title": "Nucleic acid amplification tests for detection of respiratory viruses", "body": "Appropriate management of patients with a respiratory virus infection requires rapid identification of the etiologic agent. NATs are emerging as the preferred (gold standard) approach for diagnosis of respiratory infections, either as an adjunct to other testing or as a replacement (Lee et al., 2006) . NATs are not easily compromised by sample quality and timing of collection related to onset of symptoms. There are also benefits in laboratory safety and turn-around time if diagnostic testing can be undertaken without prior culture of the unknown organism.\n\nDiagnosis of respiratory infections is complex because of the wide range of potential pathogens which can present with the same clinical symptoms, and NATs can assist in this process. Picornaviruses (rhinoviruses and enteroviruses) and coronaviruses 229E and OC43 have long been recognized as a cause of respiratory symptoms but they are not identified efficiently using standard virological approaches undertaken in the majority of laboratories. Detection of these important viruses is increasingly being undertaken using NATs allowing full realization of the likely role of these viruses in respiratory infection and disease (Garbino et al., 2004; Jartti et al., 2004; Monto, 2004; Vallet et al., 2004; Arden et al., 2006; Esposito et al., 2006; Jacques et al., 2006; Kusel et al., 2006; Lee et al., 2006; Loens et al., 2006; Manoha et al., 2007) .\n\nIn recent years many new respiratory virus pathogens have been identified and it is important that tests for these viruses are included in the respiratory virus testing algorithm. This has proved most efficient by inclusion of at least some NATs in the diagnostic testing repertoire although antigen and culture methods are available for some of these viruses (see the article by Ginocchio in this supplement). Human metapneumovirus (hMPV) is increasingly recognized as an important viral pathogen in the young and elderly (Bosis et al., 2005; Sivaprakasam et al., 2007; van den Hoogen, 2007) . Human bocavirus (hBoV), although often present with other co-pathogens, has been associated with significant disease, particularly in the young (Arden et al., 2006; Arnold et al., 2006; Bastien et al., 2006) . The recently identified human coronaviruses NL63 and HKU1 have also both been evaluated and clinical relevance assessed using NATs (Chiu et al., 2005; Kaiser et al., 2005; Woo et al., 2005; Esposito et al., 2006; Gerna et al., 2006; Koetz et al., 2006; Lau et al., 2006; Han et al., 2007; Kupfer et al., 2007) .\n\nUse of NATs allows assessment of the impact of a wider array of potential pathogens on respiratory infections than previously possible and target-specific (multiplex) approaches have proved feasible for enhanced broadspectrum respiratory virus diagnosis. In this review an overview of established methods and new procedures for respiratory virus nucleic acid detection and diagnosis is given.\n\nA wide range of both target and signal amplification nucleic acid amplification methods could be applied to respiratory virus detection. Any target amplification method has the advantage of sensitivity above signal amplification but the latter may be simpler and less laborious for high specimen throughput. This review focuses on methods where detailed publications using either \"in house\" or commerciallyavailable assays for respiratory virus nucleic acid detection are available.\n\nCritical to down-stream nucleic acid detection methods is the quality of extracted nucleic acid which needs to be purified away from any inhibitors. In some cases concentration of the sample can be undertaken during the extraction procedure which enhances clinical sensitivity. It is most convenient if the eluate contains purified nucleic acid suitable for both DNA and RNA amplification and detection methodologies. Although the majority of respiratory virus targets have an RNA genome, notable exceptions include ADVs and hBoV both of which are important to include in a viral diagnostic screen. An extract containing total nucleic acid can also be used for analysis of bacteria which may present with similar symptoms to viruses (e.g. Mycoplasma pneumoniae, Chlamydophila pneumoniae).\n\nFor many laboratories, automation of the extraction, concentration and nucleic acid purification is critical to utility and application of diagnostic NATs and ensures high quality, reproducible results. Individual laboratories tend to evaluate extraction procedures as part of their NATs and there are very few studies which systematically compare extraction and nucleic acid preparation for respiratory viruses. Ideally, a control should be included as a spike into each specimen before extraction to confirm all steps in the process were optimal. This could be a modified/ manufactured nucleic acid (Dingle et al., 2004) or could make use of unrelated virus controls (Niesters, 2004) . Further enhancement of sample preparation will involve higher specimen throughput and, ultimately, a direct link to amplification and detection methods using robotics.\n\nPrimers and probes have been designed and validated for amplification of a range of viral respiratory targets. The main problem is lack of capacity (throughput of specimens) and the laborious and expensive nature of approaches which rely on undertaking many individual NATs on a single sample.\n\nNon-selective amplification procedures have been widely reported as an alternative to target specific amplification. In general, degenerate or conserved primers are useful in amplifying or identifying sequence variants or new members within a virus family but sequence-independent (random) amplification needs to be utilized for unknown targets and for virus discovery (Ambrose and Clewley, 2006) . One disadvantage of using degenerate or random primers in a broad spectrum amplification method is that the amplification efficiency may be reduced once homologous primers in a mix have been incorporated into products.\n\nDesign of complex multiplex amplification reactions requires a good database of available sequences and suitable software for multiple-sequence alignments. This may be beyond the means of many diagnostic laboratories. Kitbased solutions to broad-spectrum respiratory pathogen diagnosis incorporate enhanced multiplex PCR approaches and negate the need for individual laboratories to undertake complex design and validation (e.g., Brunstein and Thomas, 2006; Lee et al., 2007; Li et al., 2007; Mahony et al., 2007) .\n\nPCR (or RT-PCR) is still the most common nucleic acid target amplification method used in the diagnostic laboratory. This is partly because the procedure was widely publicised before the alternative isothermal means of amplifying targets. There have been many complex reactions and diagnostic algorithms reported to try and represent the wide-spectrum of potential pathogens causing respiratory symptoms. Despite the well-recognised problems, there are reports of large studies using \"in house\" procedures where multiplexed primer combinations have proved successful for PCR amplification (Coiras et al., 2004; Pehler-Harrington et al., 2004; Syrmis et al., 2004; Gunson et al., 2005; Weigl et al., 2007) . One interesting adaptation of the PCR amplification is to use a \"touchdown\" approach which allows more flexibility in design of primer sets. The idea is that assays are run concurrently with simultaneous amplification and subsequent detection of 12 respiratory virus targets (Coyle et al., 2004) . This approach avoids the need for complex multiplexing but increases the number of reactions necessary/sample.\n\nNucleic acid sequence based amplification (NASBA) is an isothermal target amplification procedure which utilizes three enzyme activities (RT, RNaseH and T7 RNA polymerase) in order to amplify sense or anti-sense target RNA. The method has been applied successfully to respiratory virus detection and diagnosis of associated infection and disease Hibbitts and Fox, 2002; Moore et al., 2004; Landry et al., 2005; Lee et al., 2006; Loens et al., 2006; Moore et al., 2006; Dare et al., 2007) . Loop-mediated isothermal amplification (LAMP) was originally developed for rapid amplification of DNA targets but can be combined successfully with a reverse transcription step for RNA respiratory viruses (e.g., Nagamine et al., 2002; Hong et al., 2004) . The method utilises 4−6 target specific regions in a strand displacement synthesis resulting in a very rapid isothermal amplification of target.\n\nExamples of amplified product analysis include gel-based detection [often of semi-nested or nested PCR (Coiras et al., 2004; Coyle et al., 2004) or LAMP (Hong et al., 2004) products], automated fluorescent capillary electrophoresis (Erdman et al., 2003) or separate hybridisation of products to target specific probes (Coiras et al., 2005) . Nested PCR was first introduced to enhance sensitivity and specificity of PCR. However, even experienced laboratories have had problems with amplicon contamination using these methods (Apfalter et al., 2005) . Many diagnostic laboratories prefer a method with separate probe-based hybridization detection for analysis of amplified products or they use \"realtime\" assays, as described below. Separate hybridization methods for analysis of amplified products ensure good control of specificity for analysis of amplified products and have heralded the way for array based methodologies (see below).\n\nUse of novel labels incorporated into amplified products may facilitate analysis and allow detection of a broader range of viruses in a single assay. One reported methodology targets 20 respiratory viruses using multiplex PCR incorporating MassTag labels in the forward and reverse primers (Briese et al., 2005) .\n\nThe principle behind real-time assays is that amplification of the nucleic acid target is combined with detection in a single reaction. There is no need for manipulation of amplified products, which minimises problems with amplicon carry-over and potential false positive reactions. For many real-time assays, detection of amplified products utilises a target-specific probe. Various formats and chemistries are available for labelling of these probes in order to discriminate between those free in solution from those bound to target. Where multiple target-specific primer sets are used in amplification (ensuring specificity) \"in tube\" detection of amplified products may utilise intercalating dyes, turbidity measurements or other generic nucleic acid detection procedures. Discussion of practical applications for real-time PCR is provided in a recent review (Gunson et al., 2006) .\n\nChoice of real-time amplification and detection format depends on the laboratory throughput, level of expertise available and number of targets to be tested. Fluorescentreporting real-time assays are limited by the spectral overlap of labels and, in general, multiplex real-time NATs are limited to 5 separate target detections. Thus, in tube amplification of target combined with a specificity check by probe hybridization (real-time assays) is extremely useful and convenient if one or a few possible causes of a respiratory illness are to be considered. Unfortunately, this approach is not very flexible if there is a need to enhance capacity and broaden the detection.\n\nAttempts to build diagnostic capacity for real-time assays by introducing multiple primer and probe sets (multiplex primer and probe approaches) have not been entirely successful as there is a tendency for a reduction in amplification efficiency when a complex master mix is utilized. One way to increase the diagnostic capacity is to separate the nucleic acid amplification away from the hybridization and detection reaction. Using this approach it is easier to increase the number of targets without compromising the diagnostic efficiency. The move away from a real-time assay could be seen as a step backwards in technology if it were not for the advantage of multiple pathogen detection in a single assay. Thus, in some of the latest diagnostic assays, the convenience of individual real-time assays is replaced by the enhanced capacity of separate amplification and detection to allow testing based on clinical presentation rather than a pre-conceived idea about the viral cause. For such an approach to be useful in a diagnostic setting enhancements to both nucleic acid amplification procedures and hybridization methods and formats have been necessary. Microarrays have the potential to resolve complex amplified product mixtures. The array (or chip) substrate may be nylon, membrane, glass, silicon or polystyrene microbeads. They may have variable density (numbers of specific probes and thus targets to be queried), and probe design and hybridization conditions can be adjusted to allow some mismatch of sequences. Detection of products on a solid-phase microarray can make use of conventional hybridization, flow-through or re-sequencing procedures. All these solid-phase array formats have been utilized for respiratory virus detection and analysis (Kessler et al., 2004; Coiras et al., 2005; Wang et al., 2006; Lin et al., 2007) .\n\nSuspension microarrays employ a liquid phase bead conjugated array technology known as Luminex ® xMap TM for detection of amplified products. Such suspension microarrays exhibit rapid hybridisation kinetics, flexibility in assay design and format and low cost (Dunbar, 2006) . New beads (and probes) can be added or others replaced without having to reformat and print new arrays (a disadvantage for solid-phase arrays). Some key respiratory targets are already part of early release commercial assays utilizing multiplex amplification with detection using the Luminex ® system. In one format, multiplex PCR products are detected and discriminated using template-specific probes conjugated to different microspheres (Brunstein and Thomas, 2006; Li et al., 2007) . In an alternative strategy, a multiplex PCR is used in a first step followed by primer directed (and target specific) strand extension and labeling. Each target-specific primer used in this labeling reaction incorporates a unique capture sequence. It is these capture sequences which are used for detection of amplified products in a universal suspension microarray (Lee et al., 2007; Mahony et al., 2007) . The RVP assay (Luminex Molecular Diagnostics) is described in further detail in other sections of this review supplement.\n\nA summary of main advantages and references to NAT enhancements for detection and analysis of respiratory viruses is given in Table 1 . The majority of reported studies using NATs utilize individual or small multiplex assays targeting important respiratory virus targets such as influenza virus (IFV) A and B, parainfluenza viruses (PIVs), adenoviruses (ADVs) and respiratory syncytial virus (RSV). Many feasibility studies have confirmed that NATs improve detection of potential pathogens from lower respiratory tract specimens as well as from respiratory swabs even where alternative methods such as DFA and culture are available (Hibbitts and Fox, 2002; Moore et al., 2004; Lee et al., 2006) . In the case of respiratory adenoviruses detection by DFA is known to be particularly poor (as illustrated in Coyle et al., 2004) . Although culture is quite sensitive for detection of ADVs the shorter turn-around time for diagnosis by NAT ensures appropriate early management and employment of infection prevention and control procedures for vulnerable (e.g. immunocompromised) individuals as well as differentiation between designated serotypes for epidemiological study (Pehler-Harrington et al., 2004; Vabret et al., 2004) . Many laboratories retain use of DFA methods for rapid analysis of respiratory samples and, in particular, for triage and cohorting of vulnerable hospitalized patients. The yield for DFA can be good during seasonal peaks of RSV and IFV, especially when appropriately taken nasopharyngeal (NP) samples are available from children (who tend to shed large amounts of virus compared with adults). Diagnostic yield of DFA for non-NP sample types and for targets other than IFVA, IFVB, PIV or RSV is much less. Table 2 gives results for analysis of DFA negative NP samples using sensitive real-time NATS for IFVA, IFVB, PIV1−4 and RSV (NAT methodology as previously published, Lee et al., 2006) . The enhanced sensitivity of such NATs above DFA for these critical targets is clearly demonstrated, despite the fact that only NP samples are included in the analysis. The enhanced pick up of PIV by NATs is particularly obvious. Although this is due partly to the lack of DFA testing reagents for PIV4 (which is known to cause some respiratory infections) the vast majority of DFA negative PIV NAT positives are PIV1−3. The DFA test is most useful for IFVA and RSV but, even for these targets, a significant number of positives are missed if this procedure alone is used for decisions on patient management and infection prevention and control.\n\nWhile antigen and culture-based procedures have diagnostic utility for detection of IFVA, IFVB, PIV1−3, RSV and ADVs, other viruses will be missed if NATs are not included in the diagnostic algorithm. As shown in Table 1 , NATs have well-established advantages for enhanced detection of picornaviruses (enteroviruses and rhinoviruses), coronaviruses 229E and OC43 and PIV4. These viruses have long been acknowledged as important causes of respiratory infection and disease but are not identified easily by antigen or culture procedures.\n\nPractical application of a multiplex PCR amplification with novel MassTag labels led to identification of previously unidentified rhinoviruses as a cause of non-specific respiratory illness (Lamson et al., 2006) . Analysis of recentlyidentified coronaviruses using NATs has confirmed that, although NL63 seems to be found most commonly (Chiu et al., 2005; Kaiser et al., 2005; Esposito et al., 2006; Gerna et al., 2006; Koetz et al., 2006; Han et al., 2007) HKU1 has also been associated with severe disease in some cases (Woo et al., 2005; Lau et al., 2006; Kupfer et al., 2007) . Epidemiological study of hBoV requires use of NATs, and this virus is now recognized as a cause of acute respiratory virus infection, either alone or with a co-pathogen, in young children (Arden et al., 2006; Arnold et al., 2006; Bastien et al., 2006; Ma et al., 2006) .\n\nThe use of NATs has led to identification of more respiratory virus co-infections than were previously recognised using less-sensitive antigen and culture methods. If individual NATs are utilized, multiple infections are identified frequently but use of real-time multiplex reactions may lead to competition between amplification and detection Table 1 Enhanced detection of respiratory viruses using NATs\n\nVirus target NAT enhancement (s) compared with antigen or culture procedures Example reference(s) to illustrate NAT diagnostic enhancement (s) IFV A Improved sensitivity. Rapid sub-typing and strain analysis available from the same nucleic acid. Faster turn-around than culture. Infectious virus is not amplified (important safety factor compared with culture for pandemic and avian viruses). Erdman et al., 2003; Coyle et al., 2004; Jennings et al., 2004; Moore et al., 2004; Syrmis et al., 2004; Weinberg et al., 2004; Lee et al., 2006; van de Pol et al., 2006; Wang et al., 2006; Li et al., 2007; Mahony et al., 2007 IFV B Improved sensitivity. Faster turn-around than culture. Erdman et al., 2003; Coyle et al., 2004; Jennings et al., 2004; Weinberg et al., 2004 RSV Improved sensitivity. Faster turn-around than culture. van Elden et al., 2002; Erdman et al., 2003; Jennings et al., 2004; Garbino et al., 2004; Syrmis et al., 2004; Weinberg et al., 2004; Kusel et al., 2006; Lee et al., 2006; Moore et al., 2006; van de Pol et al., 2006; Lee et al., 2007; Li et al., 2007 PIV 1−3 Improved sensitivity. Faster turn-around than culture. van Elden et al., 2002; Erdman et al., 2003; Coiras et al., 2004; Coyle et al., 2004; Jennings et al., 2004; Syrmis et al., 2004; Weinberg et al., 2004; Lee et al., 2006 PIV 4 Not detectable routinely except by NAT. Coiras et al., 2004; Lee et al., 2007 hMPV Improved sensitivity. Faster turn-around than culture. Jennings et al., 2004; Koetz et al., 2006; Lee et al., 2006; Dare et al., 2007; Lee et al., 2007 hBoV Not detectable routinely except by NAT. Arden et al., 2006; Arnold et al., 2006; Bastien et al., 2006 ADV Improved sensitivity compared with antigen detection. Faster turn-around than culture. Coyle et al., 2004; Jennings et al., 2004; Pehler-Harrington et al., 2004; Syrmis et al., 2004; Vabret et al., 2004; Arden et al., 2006; Lee et al., 2006; Lee et al., 2007; Li et al., 2007 Picornaviruses Some picornaviruses are only detectable routinely by NAT. Faster turn-around and better sensitivity for culturable rhinoviruses and enteroviruses van Elden et al., 2002; Coiras et al., 2004; Garbino et al., 2004; Jartti et al., 2004; Jennings et al., 2004; Landry et al., 2005; Arden et al., 2006; Jacques et al., 2006; Kusel et al., 2006; Lamson et al., 2006; Lee et al., 2006; van de Pol et al., 2006; Lee et al., 2007 Coronaviruses Some coronaviruses are only detectable routinely by NAT (NL63, HKU1). Faster turn-around and better sensitivity for culturable viruses (229E, OC43, SARS coronavirus). Infectious virus is not amplified (important safety factor compared with culture for SARS). Jennings et al., 2004; Vallet et al., 2004; Chiu et al., 2005; Kaiser et al., 2005; Arden et al., 2006; Esposito et al., 2006; Gerna et al., 2006; Koetz et al., 2006; Lau et al., 2006; Lee et al., 2006; Han et al., 2007; Lee et al., 2007 Samples were all nasopharyngeal samples (swabs and aspirates) collected and tested 1 targets and a resultant underestimation of co-infection rate.\n\nIn some cases, co-infections have been linked with more severe illness [e.g. for coronaviruses (Gerna et al., 2006) and for the paramyxoviruses RSV and hMPV (Semple et al., 2005) ] but the hypothesis that severe symptoms occur because of the additive effect of multiple virus infections is controversial and warrants further study.\n\nDespite the demonstrated enhanced sensitivity of NATs there have been delays in the diagnostic implementation of such assays. The reasons for this include the technical complexity, the cost and the lack of proper validation/ standardization of assays. Particular problems have been noted when proficiency studies for use of NATs in diagnostic laboratories have been undertaken, showing that false positives and false negatives may be reported (Apfalter et al., 2005; Templeton et al., 2006) .\n\nOne study utilizing solid-phase microarray hybridization of randomly amplified PCR products from respiratory cultures and clinical samples demonstrated comparable results to alternative culture or individual PCR methods (Palacios et al., 2007) . The potential use of flow-through array procedures for detection and typing of influenza A in a single reaction has also been suggested (Kessler et al., 2004) . Application of re-sequencing arrays to clinical studies demonstrated correct sequence and strain identification using an array targeting 57 genes for 26 respiratory pathogens (Lin et al., 2007) . The particular application of re-sequencing arrays to tracking of influenza genetic variation confirmed utility of this approach to inform vaccine development (Wang et al., 2006) . One disadvantage of using re-sequencing arrays for molecular epidemiological studies, however is the need for re-design of components of the array regularly to reflect RNA virus sequence variation. Evaluation of suspension microarray approaches for retrospective analysis of respiratory specimens confirmed good sensitivity and specificity compared with antigen and culture based procedures (described in more detail in other articles of this review supplement).\n\nNATs have the advantage of enhanced sensitivity compared with many antigen and culture-based assays and short turnaround times (especially compared with traditional culture). If a sample contains a possible level 3 pathogen there are also safety and logistical advantages to using NATs above culture since the sample can be inactivated prior to analysis and then tested in a level 2 environment.\n\nHowever, the broad range of pathogens which can cause similar respiratory symptomology makes it difficult to apply individual (monoplex) or small multiplex NATs to comprehensive respiratory diagnosis. Such an approach can be cost prohibitive and may not even be possible if specimen quantity is limited. As more clinically-relevant respiratory pathogens are identified, a technological change in how NATs are performed is necessary to meet the ever expanding diagnostic need. Such technology enhancement and validation will be required before diagnostics based on NATs can be considered as practical in an outbreak situation where the causative agent may not be known.\n\nAs respiratory virus amplification and detection procedures that utilize microarrays are developed and evaluated outside of the research laboratory they will become more accessible to diagnostic laboratories. Further development and evaluation of the methods in prospective diagnostic studies is necessary, and sensitivity, specificity and other assay parameters will need to be compared with alternative formats for these types of assays (particularly individual NATs for all targets). More targets will also need to be incorporated and validated as novel viruses (and other pathogens) are identified and based on needs for pandemic preparedness.\n\nOnce evaluations of suspension microarray NATs have been completed, their utility for high-and low-throughput diagnostic laboratories and the cost implications of applying this technology will be defined. It is likely that technologies based on the currently available commercial assays or other similar methods in development will become widely utilized for respiratory virus diagnosis.\n\nApproval and regulation of assays by appropriate agencies with concurrent availability of suitable quality control and proficiency panel materials will establish amplification methods combined with array-based detection as the next \"gold standard\" for respiratory virus diagnosis.\n\nNucleic acid amplification tests, in modified format, making use of enhanced amplification and array-based hybridization, have the potential to impact on diagnosis and identification of novel viruses. Care must be taken, however, to consider quality control issues and to learn from the problems noted with use of non-standardized individual NATs. Ideally, the next range of respiratory virus diagnostics should utilize validated (FDA, Health Canada and CE mark) assays provided by commercial companies. Availability of suitable proficiency panels for respiratory viruses will be critical to ensure standardization and quality control of new diagnostic procedures.\n\nNone declared."}