{"title": "", "body": "The thorough review of the porcine reproductive and respiratory syndrome (PRRS) virus by Done, Paton and White published in this issue of the journal will be very helpfnl for the practicing veterinarian, and the research scientist. It is hoped that further updated summaries will be published as new data become available.\n\nIn the US, outbreaks of PRRS continue to be experienced. However, the chronic form of the disease, well described by Stan Done and his colleagues, is by far the most frequently encountered clinical presentation. Repetitive outbreaks of post-weaning respiratory disease related to PRRS virus not only affect the economic well-being of a swine enterprise, but are also the cause of frustration to farm workers, due to the lack of response to conventional control measures. Reports from the field and published literature indicate the annual cost of the post weaning pneumonic form of PRRS may reach up to $225 (£145.82) per inventoried breeding sow or reductions in net profit per 22 kg pig produced from $7.10 (£4.60) to $1.93 (£1.20), due to poor growth rate, higher levels of mortality and excessive medication costs post weaning (S. A. Dee unpublished data; Kerkaert et al., 1994) .\n\nIt appears that attempts to control these problems by treating opportunistic bacterial invaders are fruitless. Aggressive medication programmes, have not proven to be cost effective, nor have farm specific autogenous bacterins, adjustments in management, or the implementation of all in/all out pig flow strategies. Mortality may reach 10-25% in the nursery, followed by reductions in average daily gain of 25-50% and a 50-100% elevation in treatment cost per pig produced.\n\nOur group at the University of Minnesota has worked very hard over the last 2 years attempting to develop cost effective measures that target the control of lateral viral spread between members of specific pig populations. Published data from our laboratory followed by testing in the field have indicated that nursery depopulation (ND) appears to be a potential solution to these problems (Dee & Joo, 1994) . Nursery depopulation consists of a strategic adjustment in pig flow, in an attempt to prevent spread of virus from older infected nursery pigs to recently weaned, potentially naive animals. This strategy was devised following the observation of a consistent serologic pattern present in chronically infected farms.-Using the indirect fluorescent antibody test (Yoon et aL, 1992) , serological profiles indicated a low prevalence (10-20%) of antibodies against PRRS virus in the ges-0007-1935/96/020127-03/$12.00/0 © 1996 Bailli/:re Tindall tating sows, recently weaned pigs (3-4 weeks of age) and in finishing pigs of 5-6 months of age. However, it was not uncommon to find a high prevalence (80-100%) of seropositive pigs at 8-10 weeks of age along with the isolation of PRRS virus. These older pigs appeared to be the source of PRRS virus to yotmger piglets, resulting in continuous spread of xdrus within the nursery population. Based on this observation, it was hypotlaesized that depopulating the nursery would prevent lateral transmission, and possibly eliminate the virus fi-oln the farm. On a designated date, all nul'sei T pigs were removed to another farm. The nursery buildings were thoroughly cleansed and allowed to remain empD, for a 14 clay period.\n\nThe protocol has now been tested througlmut the US, Europe and Asia. It does not appear to be effective at eradicating tim '~dl'US evel T time, however improvenaents in nursery pig performance, mortality and treatment costs have occurred, as has the overall economic position of the majorit), (95%) of US farms. The strategy appears to be llighly applicable in densely populated swine producing countries or regions which lack sufficient land mass for use of multiple site production. I have encountered producers who are using ND on an annual basis in order to maintain improved nursery performance, hnproved pertbrmance and economic benefits have taken place in certain cases despite PRRS reinfection. A potential reason for such findings may be tim ability of ND to reduce the prevalence of other nursel y pathogens which also rely on lateral spread. Investigation into the validity of such a theo W is currently underway. If it proves to be correct, it may enhance tim value of ND as a technology, not only for the control of post weaning PRRS, but perhaps diseases such as enzootic pneumonia, Glasser's disease, Slreplococcus suis meningitis, swine influenza or porcine respirato D, coronavirus infection.\n\nOur group will continue to test the feasibility of using ND to control post weaning PRRS under a variety of feld conditions. We feel it has promise, due to its low cost, relative ease of implementation, and the lack of requirement for nmltiple farm sites. I welcome comlnunication with veterinary practitioners from the United Kingdom if such a technology appears to be benefcial for the control of post weaning PRRS among specific clients.\n\nSwine Health Center 621 Pac~c Avenue Morris, Minnesota 56267 USA"}