{"title": "SECTION A Epidemiology and Control of Infectious Diseases PART I Understanding, Controlling, and Preventing Infectious Diseases SECTION A Epidemiology and Control of Infectious Diseases PART I Understanding, Controlling, and Preventing Infectious Diseases", "body": "Jane D. Siegel \n\nThe reduction of healthcare-associated infections (HAIs) is an important component of patient safety programs. Five of the 16 Hospital National Patient Safety Goals for 2016 of The Joint Commission (formerly the Joint Commission on Accreditation of Healthcare Organizations) target prevention of HAIs. 1 Hospitals have learned from high-reliability organizations (e.g., the aviation industry) the importance of adopting changes that include the leadership's commitment to achieving zero patient harm, a fully functional culture of safety throughout the organization, and the widespread deployment of highly effective process improvement tools. 2 Involvement of new stakeholders for improving patient safety and outcomes related to HAIs (e.g., Children's Hospitals' Solutions for Patient Safety, Children's Hospital Association, individual states' mandatory HAI public reporting programs, the Centers for Medicare and Medicaid Services, The Joint Commission) has broadened the arena for HAI prevention efforts. Knowledge of the complexities of prevention and control of HAIs in children is critical to many different leaders of children's healthcare facilities. One framework for patient safety in children's hospitals that includes infection prevention and control (IPC) was developed by the Ohio Children's Hospital Solutions collaborative and demonstrates the effectiveness of hospitalwide collaboration. 3 As more disciplines in healthcare become engaged in prevention of HAIs as well as antimicrobial stewardship, it is the responsibility of the healthcare epidemiologist and the IPC staff (infection preventionists, healthcare epidemiologists) to educate the facility leadership on the discipline of IPC.\n\nIPC for the pediatric population is a unique discipline that requires understanding of various host factors, sources of infection, routes of transmission, behaviors required for care of infants and children, pathogens and their virulence factors, treatments, preventive therapies, and behavioral theory. Although the term nosocomial still applies to infections that are acquired in acute care hospitals, the more general term, healthcare-associated infections (HAIs), is preferred because much care of high-risk patients, including patients with medical devices (e.g., central venous catheters, ventilators, ventricular shunts, peritoneal dialysis catheters), has shifted to ambulatory settings, rehabilitation or chronic care facilities, and the home; thus, the geographic location of acquisition of the infection often cannot be determined.\n\nThe principles of transmission of infectious agents in healthcare settings and recommendations for prevention are reviewed in the Healthcare and Infection Control Practices Advisory Committee (HICPAC) Guideline for Isolation Precautions: Preventing Transmission of Infectious Agents in Healthcare Settings, 2007 4 and in the Management of Multidrug Resistant Organisms in Healthcare Settings, 2006 document. 5 As new pathogens emerge, epidemiologists will continue to learn more about preventing transmission; therefore, for such pathogens, the most up-to-date guidance posted on the Centers for Disease Control and Prevention (CDC) or the World Health Organization (WHO) website should be consulted. The experience treating Ebola virus disease (EVD) in the United States in 2014 is the most recent example of changes in the usual infection prevention paradigm that were required, with emphasis on the hierarchy of controls 6 and donning and doffing of personal protective equipment (PPE) with trained observers. 7 A detailed discussion of HAIs can be found in Chapters 99 and 100. This chapter focuses on the components of an effective pediatric hospital epidemiology program.\n\nUnique aspects of HAIs in children are summarized in the following sections. Specific risks and pathogens are addressed in several other chapters in this textbook.\n\nIntensive care units (ICUs), oncology services, and gastroenterology services caring for patients with short gut syndrome who are dependent on total parenteral nutrition (and lipids) have the highest rates of bacterial and fungal infection associated with central venous catheters. A newer definition of mucosal barrier injury laboratory-confirmed bloodstream infection (MBI-LCBI) currently is used by the National Healthcare Safety Network (NHSN) of the CDC to distinguish bacteremia that represents translocation of gut microorganisms related to mucosal barrier injury in patients with oncologic conditions, hematopoietic stem cell transplantation (HSCT), and intestinal failure from bacteremia associated with central venous catheters. 8 HAIs can result in substantial morbidity and mortality, as well as lifetime physical, neurologic, and developmental disabilities. Host (i.e., intrinsic) factors that make children particularly vulnerable to infection include immaturity of the immune system, congenital abnormalities, and congenital or acquired immunodeficiencies. Children with congenital anomalies have a high risk of HAI if their unusual anatomic features predispose them to contamination of normally sterile sites. Moreover, these children require prolonged and repeated hospitalizations, undergo many complex surgical procedures, and have extended exposure to invasive supportive and monitoring equipment.\n\nInnate deficiencies of the immune system in prematurely born infants, who may be hospitalized for prolonged periods and exposed to intensive monitoring, supportive therapies, and invasive procedures, contribute to the relatively high rates of infection in the neonatal ICU (NICU). All components of the immune system are compromised in neonates, and the degree of deficiency is proportional inversely to gestational age (see Chapter 9) . The underdeveloped skin of the very low birth weight (<1000 g) infant provides another mode of pathogen entry.\n\nPopulations of immunosuppressed children have expanded with the advent of more intense immunosuppressive therapeutic regimens used for oncologic conditions, HSCT, solid-organ transplantation, and rheumatologic conditions and inflammatory bowel disease for which immunosuppressive agents and tumor necrosis factor-α-inhibiting agents (infliximab [Remicade] ) and other immune modulators are used. Genetic mutations in the genes for the transmembrane conductance regulator (CFTR) in children with cystic fibrosis result in thick secretions, chronic endobronchial infections, and gastrointestinal malabsorption. Knowledge of the epidemiology of infection of patients with cystic fibrosis and effective methods to prevent patient-to-patient transmission have expanded with the use of newer molecular diagnostic methods, resulting in a 2013 update in the Infection Prevention and Control Guideline for Cystic Fibrosis. 9 Fortunately, the population of children with perinatally acquired human immunodeficiency virus (HIV) infection and acquired immunodeficiency syndrome (AIDS) has decreased dramatically since 1994, but new cases of sexually transmitted HIV infection continue to be diagnosed in teens who receive care in children's hospitals. Finally, young infants who have not yet been immunized, or immunosuppressed children who do not respond to vaccines or who lose antibody during disease or treatment (e.g., patients with nephrotic syndrome), have increased susceptibility to vaccine-preventable diseases.\n\nThe source of many HAIs is the endogenous flora of the patient. An asymptomatically colonizing pathogen can invade a patient's bloodstream or be transmitted to other patients on the hands of healthcare personnel (HCP) or on shared equipment. Other important sources of HAIs in infants and children include the mother in the case of neonates, toys were implicated in an outbreak of multidrug-resistant Pseudomonas aeruginosa in a pediatric oncology unit. 23 Although the source of most Candida HAIs is the patient's endogenous flora, horizontal transmission, most likely through HCP hands, has been demonstrated in studies using typing by pulsed gel electrophoresis in the NICU and in a pediatric oncology unit. 24, 25 Newer molecular diagnostic methods (e.g., whole genome sequencing) are more sensitive and specific than pulsed gel electrophoresis and have proven to be valuable in identifying outbreaks of a variety of pathogens in both pediatric and adult settings. 26, 27 Droplet. Infectious respiratory droplets >5 µm in diameter are generated from the respiratory tract by coughing, sneezing, or talking or during such procedures as suctioning, intubation, chest physiotherapy, or pulmonary function testing. Transmission of infectious agents by the droplet route requires exposure of mucous membranes to large respiratory droplets within 3 to 6 feet (1 to 2 m) of the infected person. Large respiratory droplets do not remain suspended in the air for prolonged periods, and they settle on environmental surfaces. The dynamics of infectious aerosols can be affected by a variety of factors including characteristics of specific strains of bacteria, temperature, humidity, and number of air exchanges in a room. Adenovirus, influenza virus, and rhinovirus are transmitted primarily by the droplet route, whereas RSV is transmitted primarily by the contact route. 28 Although influenza virus can be transmitted by the airborne route under unusual conditions of reduced air circulation or low absolute humidity, ample evidence indicates that transmission of influenza is prevented by droplet precautions and, in the care of infants, the addition of contact precautions. 29 Airborne. Droplet nuclei that arise from desiccation of respiratory droplets and are <5 µm in diameter and contain infectious agents remain suspended in the air for prolonged periods and travel long distances on air currents. 4 Susceptible persons who have not had face-to-face contact or been in the same room as the source person can inhale such infectious particles. M. tuberculosis, varicella-zoster virus (VZV), and rubeola virus are the agents most frequently transmitted by the airborne route. Although transmission of M. tuberculosis by the airborne route can occur rarely from an infant or young child with active tuberculosis, the more frequent source is the adult visitor with active pulmonary tuberculosis that has not yet been diagnosed; thus screening of visiting family members is an important component for control of tuberculosis in pediatric healthcare facilities. 30 Some agents (e.g., severe acute respiratory syndrome-coronavirus [SARS-CoV]) can be transmitted as small-particle aerosols under special circumstances of aerosol-generating procedures (e.g., endotracheal intubation, bronchoscopy); therefore, an N95 or higher respirator is indicated for persons in the same airspace when these procedures are performed, but an airborne infection isolation room (AIIR) may not always be required. Roy and Milton 31 proposed the following classification for aerosol transmission when evaluating routes of SARS-CoV transmission: 1. Obligate: Under natural conditions, disease occurs following transmission of the agent only through small-particle aerosols (e.g., tuberculosis). 2. Preferential: Natural infection results from transmission through multiple routes, but small-particle aerosols are the predominant route (e.g., measles, varicella). 3. Opportunistic: Agents naturally cause disease through other routes, but under certain environmental conditions they can be transmitted by fine-particle aerosols. This conceptual framework can explain rare occurrences of airborne transmission of agents that are transmitted most frequently by other routes (e.g., smallpox, SARS, influenza, noroviruses). Concern about airborne transmission of influenza arose during the 2009 influenza A (H1N1) pandemic. However, the conclusion from all published experiences during the pandemic was that droplet transmission is the usual route of transmission, and surgical masks were noninferior to N95 respirators in preventing laboratory-confirmed influenza in HCP. 32, 33 Concerns about unknown or possible routes of transmission of agents that can cause severe disease and have no known treatment often result in more extreme prevention strategies. Therefore, recommended precautions could change as the epidemiology of emerging agents is defined and these controversial issues are resolved. Although no evidence supports airborne transmission of the Ebola virus under usual circumstances in the field, the aerosolization of body fluids that contain high titers of Ebola virus requires additional protection. 34 invasive monitoring and supportive equipment, blood products, total parenteral nutrition fluids, lipids, infant formula and human milk, HCP, and other contacts, including adult and sibling visitors. Maternal infection with Neisseria gonorrhoeae, Treponema pallidum, HIV, hepatitis B virus, parvovirus B19, Mycobacterium tuberculosis, herpes simplex virus, or group B Streptococcus, or colonization with multidrug-resistant organisms (MDROs), pose substantial threats to the neonate. During perinatal care, procedures such as fetal monitoring using scalp electrodes, fetal transfusion and surgical procedures, umbilical cannulation, and circumcision are potential risk factors for infection. Intrinsically contaminated powdered formulas and infant formulas prepared in contaminated blenders or improperly stored or handled have resulted in sporadic and epidemic infections in the nursery (e.g., Cronobacter [formerly Enterobacter] sakazakii), but such infections have become less frequent since the pathogenesis was defined and contamination reduced. 10 Human milk that has been contaminated by maternal flora or by organisms transmitted through breast pumps has caused isolated serious infections and epidemics. The risks of neonatal hepatitis, cytomegalovirus (CMV) infection, and HIV infection from human milk warrant further caution for handling and use of banked breast milk. With increasing numbers of procedures being performed by pediatric interventional radiologists, 11 an understanding of appropriate aseptic technique, as well as prevention and management of infectious complications, by interventional radiologists is important. 12 Construction, renovation, demolition, and excavation in and near healthcare facilities are important sources of environmental fungi, (e.g., Aspergillus spp., agents of mucormycoses, Fusarium spp., Scedosporium spp., Bipolaris spp.). 13 Immunocompromised patients and patients in the pediatric ICU (PICU) and NICU are at greatest risk for fungal infection, and case fatality rates can be ≥50%, especially if diagnosis and treatment are delayed.\n\nPractices Related to Care of Infants and Young Children. Several practices must be evaluated with respect to the potentially associated risk of infection. A significant association between reduced levels of nurse staffing and appropriately trained nurses has been demonstrated to increase risk of infection in many studies in both children and adults. 4, 14, 15 Theoretical concerns exist that infection risk also will increase in association with the innovative practices of co-bedding of twins and kangaroo care in the NICU because of increased opportunity for skin-to-skin exposure of multiple-gestation infants to each other and to their mothers, respectively. Neither the benefits nor the safety of co-bedding multiple-birth infants in the hospital setting has been demonstrated. 16 Overall, the infection risk is reduced with kangaroo care, but transmission of tuberculosis and respiratory syncytial virus (RSV) has occurred in kangaroo mother care units in South Africa. 17 Parents providing kangaroo care should be monitored for the presence of skin infections.\n\nAntimicrobial Selective Pressure. Exposure to vancomycin and to thirdgeneration cephalosporins contributes substantially to the increase in infections caused by vancomycin-resistant Enterococcus (VRE) 18 and multidrug-resistant gram-negative bacilli, including extended spectrum β-lactamase (ESBL)-producing organisms 19 and carbapenem-resistant Enterobacteriaceae 20 (CRE) in children. Additionally, exposure to thirdgeneration cephalosporins also is a risk factor for the development of invasive candidiasis in low birth weight infants in the NICU. 21 Studies of the human microbiome using culture-independent methods have demonstrated the bacterial community diversity on mucosal surfaces and the profound suppressive effect of antimicrobial agents on the population of protective bacteria, Firmicutes, thus increasing the risk of colonization and subsequent invasive disease caused by pathogenic bacteria. 22\n\nThe principal modes of transmission of infectious agents are direct and indirect contact, droplet, and airborne. 4 Contact. Most infectious agents are transmitted by the contact route on the hands of HCP or through shared items; many pathogens can be transmitted by more than 1 route. Viruses, bacteria, and Candida spp. can be transmitted horizontally. Toddlers often share waiting rooms, playrooms, toys, books, and other items and therefore have the potential of transmitting pathogens directly and indirectly to one another. Contaminated bath PART I Understanding, Controlling, and Preventing Infectious Diseases (NNIS), now NHSN ICUs. HAIs caused by MDROs are associated with increased length of stay, increased morbidity and mortality, and increased cost, in part because of the delay in initiating effective antimicrobial therapy. 43, 44 Although the prevalence of specific MDROs is lower in pediatric institutions, the same principles of target identification and interventions to control MDROs apply in all settings.\n\nC. difficile is an important pathogen in children, as it is in adults, especially in children receiving chemotherapy. Testing for C. difficile in the first year of life is not advised because of the high asymptomatic colonization rate with toxigenic strains in this age group.\n\nCandida spp. are the third most frequent pathogens associated with bloodstream infections in US NICUs. There is considerable center-tocenter variability in both the incidence of invasive candidiasis and the proportion of Candida infections caused by Candida non-albicans spp., most of which are resistant to fluconazole. Risk factors for Candida infections include prolonged length of stay in an ICU, use of central venous catheters, intralipids, histamine (H 2 )-blocking agents, and exposure to third-generation cephalosporins. GNB and Candida spp. are especially important pathogens for HAIs in patients with intestinal failure who are receiving total parenteral nutrition, and these organisms can cause repeated episodes of sepsis. The incidence of Candida infections had increased in incidence in most PICUs and NICUs during the 1990s, but the rate of C. albicans and non-albicans central line-associated bloodstream infections decreased by 75% in all birth weight categories from 1999 to 2009, 45 likely a result of improved infection control practices, antimicrobial stewardship, and use of fluconazole prophylaxis in the very low birth weight preterm infants. The most recently published clinical practice guidelines of the Infectious Diseases Society of America (IDSA) recommend the use of oral or intravenous fluconazole prophylaxis in infants weighing <1000 g at birth in NICUs with high rates (>10%) of invasive candidiasis, based on high quality of evidence to support efficacy and safety. 46 Additionally, empiric antifungal therapy in preterm infants of ≤1000 g birth weight is associated with improved survival rates without adverse outcomes. 47 The staff members of each NICU first must optimize infection control practices and then assess the remaining risk of Candida infections. Finally, environmental fungi (e.g., Aspergillus, Fusarium, Scedosporium, Bipolaris, agents of mucormycosis) are important sources of infection for severely immunocompromised patients; meticulous attention to the conditions of the internal environment of any facility that provides care for severely immunocompromised patients is required, as well as prevention of possible exposure to construction dust in and around healthcare facilities. 13 With the advent of more effective and less toxic antifungal agents and improved outcomes, it is important to identify promptly the infecting agent by obtaining tissue samples and to determine susceptibility to candidate antifungal agents.\n\nPrevention remains the mainstay of infection control and requires special considerations in children. The goals of IPC are to prevent the transmission of infectious agents among individual patients or groups of patients, visitors, and HCP who care for them. As new pathogens emerge, new strategies for prevention emerge. The experience treating EVD in the US in 2014 and 2015 is the most recent example of changes in the usual infection prevention paradigm that were required, with a renewed emphasis on the 3 tiers of the hierarchy of controls (e.g., engineering, administration, and PPE), donning and doffing of PPE, and use of trained observers. 6, 7 If prevention cannot always be achieved, the strategy of early diagnosis, treatment, and containment is critical.\n\nA series of IPC guidelines have been developed and updated at varying intervals by the HICPAC/CDC, IDSA, Society for Healthcare Epidemiology of America (SHEA), American Academy of Pediatrics, Association for Professionals in Infection Control and Epidemiology, and others to provide evidence-based and rated recommendations for practices that are associated with reduced rates of HAIs, especially those infections associated with the use of medical devices and surgical procedures. Recommended isolation precautions by infectious agent also can be found in the most recent edition of the Red Book Report of the Committee on Infectious Diseases of the American Academy of Pediatrics.\n\nPrevention bundles are groups of 3 to 5 evidence-based \"best practices\" with respect to a process that individually improve care, but when applied together result in substantially greater reduction in infection\n\nTransmission of microbes between children and HCP is a risk because of the very close contact that occurs during care of infants and young children and is facilitated by overcrowding, understaffing, and too few appropriately trained nurses in pediatric facilities. 4, 14 Staffing levels and composition are important components of an effective IPC program. HCP rarely are the source of outbreaks of HAIs caused by bacteria and fungi, but when they are, certain factors are usually present that increase the risk of transmission (e.g., sinusitis, draining otitis externa, respiratory tract infections, dermatitis, onychomycosis, wearing of artificial nails). [35] [36] [37] Persons with direct patient contact who were wearing artificial nails have been implicated in outbreaks of P. aeruginosa and ESBL-producing Klebsiella pneumoniae in NICUs; therefore, the use of artificial nails or extenders is prohibited in persons who have direct contact with high-risk patients. 4 Several published studies have shown that infected pediatric HCP, including resident physicians, transmitted Bordetella pertussis to other patients and can be the source of other vaccine-preventable infections in healthcare. 38 Pathogens associated with HAIs in children differ from those in adults in that respiratory viruses are more frequently associated with transmission in pediatric healthcare facilities. Respiratory viruses (e.g., RSV, parainfluenza, adenovirus, human metapneumovirus) have been implicated in outbreaks in high-risk units. As more respiratory viruses and gastrointestinal pathogens are identified by using highly sensitive molecular methods, epidemiologic studies will be required to define further the risk of transmission in healthcare facilities and the clinical significance of positive antigen detection test results. 40, 41 Healthcareassociated outbreaks of varicella, measles, and rotavirus infection now are rare events because of the consistent use of vaccines by children and HCP.\n\nThe emergence of community-associated MRSA isolates characterized by the unique scc mec type IV element was first observed among infants and children. As rates of colonization with community-associated MRSA at the time of hospital admission increased, so did transmission of community strains, most often USA 300, within the hospital and especially within the NICU, thus making prevention especially challenging. Other MDROs (e.g., VRE, ESBLs, and CRE, especially K. pneumoniae) have emerged as the most challenging healthcare-associated pathogens in both pediatric and adult settings, and otherwise healthy children in the community can be colonized asymptomatically with these MDROs. 42 GNB, including ESBL and other multidrug-resistant isolates, are more frequent than MRSA and VRE in many PICUs and NICUs. Patients who are transferred from chronic care facilities may be colonized with MDR GNB at the time of admission to the PICU. Trends in targeted MDROs are tracked in the National Nosocomial Infections Surveillance system 2. Oversight of occupational health services related to IPC (e.g., assessment of risk and administration of recommended prophylaxis following exposure to infectious agents, tuberculosis screening, influenza and pertussis vaccination, respiratory protection fit testing, administration of other vaccines as indicated during infectious disease crises such as preexposure smallpox vaccine in 2003 and pandemic influenza A [H1N1] vaccine in 2009) 3. Preparedness planning for annual influenza outbreaks, pandemic influenza, SARS, Middle East respiratory syndrome (MERS), bioweapons attacks, and EVD 4. Adherence monitoring for selected IPC practices 5. Oversight of risk assessment and implementation of preventive measures associated with construction, renovation, and other environmental conditions associated with increased infection risk 6. Participation in antimicrobial stewardship programs, focusing on prevention of transmission of MDROs 7. Evaluation of new products and medical devices that could be associated with increased infection risk (e.g., endoscopes, 51 contaminated injectable medications 52 ) and introduction and assessment of performance after implementation of modified products 8. Mandatory public reporting of HAI rates in states according to enacted legislation 9. Increased communication with the public and with local public health departments concerning infection control-related issues 10. Participation in local and multicenter reporting and research projects IPC programs must be adequately staffed to perform all the foregoing activities. Thus the ratio of 1 infection preventionist to 250 beds that was associated with a 30% reduction in the rates of nosocomial infection in the Study on Efficacy of Nosocomial Infection Control (SENIC) performed in the 1970s no longer is sufficient because the complexity of patient populations and responsibilities have increased. Many experts recommend that a ratio of 1 infection preventionist to 100 beds is more appropriate for the current workload, but no study has been performed to confirm the effectiveness of that ratio. No information is available on the number of IPC personnel required outside acute care, but it is clear that persons well trained in IPC must be available for all sites where healthcare is delivered. Data collected from a member workforce survey conducted in 2015 by the Association for Professionals in Infection Control and Epidemiology are expected to help determine the optimal number of infection preventionists for different healthcare settings based on the current responsibilities and demographics of infection preventionists.\n\nSurveillance for HAIs consists of a systematic method of determining the incidence and distribution of infections acquired by hospitalized patients. The CDC recommends the following: (1) prospective surveillance on a regular basis by trained infection preventionists, using standardized definitions; (2) analysis of infection rates using established epidemiologic and statistical methods (e.g., calculation of rates using appropriate denominators that reflect duration of exposure; use of statistical process control charts for trending rates); (3) regular use of data in decision making; and (4) employment of an effective and trained healthcare epidemiologist who develops IPC strategies and policies and serves as a liaison with the medical community and administration. [53] [54] [55] The CDC has established a set of standard definitions of HAIs that have been validated and accepted widely with updates posted on the CDC NHSN website. Standardization of surveillance methodology has become especially important with the advent of state legislation for mandatory reporting of HAI rates to the public. The NHSN now receives, analyzes, and reports data from >17,000 healthcare facilities in the US. A standardized infection ratio (SIR) that takes into account differences in risk among healthcare settings, unit types, procedures, and patient populations has been included in summary reports of HAI rates since 2009. 56 The Centers for Medicare and Medicaid Services and most states use the NHSN data for public reporting of HAI rates on their websites. Although much effort has been directed toward making these data understandable and useful to consumers, interpretation of rates. Adherence to the individual measures within a bundle is readily measured. Bundled practices are used most frequently for prevention of device-or procedure-related HAIs, but they can be applied to prevention of any type of HAI.\n\nThe importance of certain administrative measures for a successful IPC program has been demonstrated. A white paper published by SHEA summarizes the necessary infrastructure for an effective IPC program in modern times. The paper addresses the expansion of IPC responsibilities from a relatively narrow focus on acute infectious disease events in the acute care hospital, surveillance, and implementation of recommended isolation precautions to a broader set of activities across the continuum of care requiring team work within and beyond individual facilities, usually including large networks. 48 Because IPC comprises one component of the institutional culture of safety, it is critical to obtain support from the senior leadership of healthcare organizations to provide necessary fiscal and human resources for a proactive, successful IPC program. Critical elements requiring administrative support include access to the following:\n\n(1) appropriately trained healthcare epidemiologists and IPC personnel;\n\n(2) clinical microbiology laboratory services needed to support infection control outbreak investigations, including ability to perform molecular diagnostic testing; (3) data-mining programs and information technology specialists; (4) multidisciplinary programs to ensure judicious use of antimicrobial agents and control of resistance; (5) development of effective educational information for delivery to HCP, patients, families, and visitors; and (6) local and state health department resources for preparedness. Provision of adequate numbers of well-trained infection preventionists and bedside nursing staff is critical for success.\n\nAn effective IPC program improves safety of patients and HCP and decreases short-term and long-term morbidity, mortality, and healthcare costs. 49 The IPC committee of a facility establishes policies and procedures to prevent or reduce the incidence and costs associated with HAIs. This committee should be one of the strongest and most accessible committees in the facility; committee composition should be considered carefully and limited to active, authoritative participants who have well-defined committee responsibilities and who represent major groups within the hospital. The chairperson should be a good communicator with expertise in IPC issues, healthcare epidemiology, and clinical pediatric infectious diseases. Important functions of the IPC committee are regular review of IPC policies and development of new policies as needed. Annual review of all policies is required by The Joint Commission and can be accomplished optimally by careful review of a few policies each month. With the advent of unannounced inspections, a constant state of readiness is required.\n\nThe hospital epidemiologist or medical director of the pediatric IPC department usually is a physician with training in pediatric infectious diseases and dedicated expertise in healthcare epidemiology. In multispecialty medical centers where infants and children comprise a small proportion of patients, pediatric infectious disease experts should be consulted for management of pediatric IPC issues and report to the broader IPC leadership. The skillsets, training, and competencies needed for success as a healthcare epidemiologist were summarized in another white paper published by the SHEA. 50 Certification for healthcare epidemiologists has not yet been developed.\n\nInfection preventionists are specialized professionals with advanced training, and preferably certification, in IPC. Although most infection preventionists are registered nurses, other professionals, including microbiologists, medical technologists, pharmacists, and epidemiologists, are successful in this position. Pediatric patients should have infection preventionist services provided by professionals with expertise and training in the care of children. In a large, general hospital, at least 1 infection preventionist should be dedicated to IPC services for children. The responsibilities of infection preventionists have expanded greatly and include the following:\n\n1. Surveillance and IPC in facilities affiliated with primary acute care hospitals (e.g., ambulatory clinics, day-surgery centers, long-term care facilities, rehabilitation centers, home care) in addition to the primary hospital PART I Understanding, Controlling, and Preventing Infectious Diseases according to 2006 guidelines, if transmission continues after standardized horizontal interventions have been completely implemented. 5 At this time, no formal recommendation has been made to discontinue routine use of Contact Precautions for patients with asymptomatic colonization with MRSA or VRE in an endemic setting; thus each IPC program must determine practice based on local conditions and follow with close auditing and surveillance for potential adverse outcomes. The microbiology laboratory can provide online culture information about individual patients, outbreaks of infection, antibiograms (antibiotic susceptibility patterns of pathogens summarized periodically), and employee infection data. The laboratory also can assist with surveillance cultures and facilitation of molecular typing of isolates during outbreak investigations. Rapid diagnostic testing of clinical specimens for identification of respiratory and gastrointestinal tract viruses and B. pertussis is especially important for pediatric facilities. The IPC division and the microbiology laboratory must communicate daily because even requests for cultures or other diagnostic testing from physicians (e.g., M. tuberculosis, Neisseria meningitidis, C. difficile) can identify patients early who are infected, are at high risk of infection, or require isolation. If microbiology laboratory work is outsourced, it is important to ensure that the services needed to support effective ICP be available, as delineated in a 2013 guideline developed by the IDSA and the American Society for Microbiology. 66 Control of unusual infections or outbreaks in the community generally is the responsibility of the local or state public health department; however, the individual facility must be responsible for preventing transmission within that facility. Public health agencies can be helpful, particularly in alerting hospitals of community outbreaks so that outpatient and inpatient diagnosis, treatment, necessary isolation, and other preventive measures are implemented promptly to avoid further spread. Conversely, designated persons in the hospital must notify public health department personnel of reportable infections to facilitate early diagnosis, treatment, and infection control in the community. Benefits of community or regional collaboratives of individual healthcare facilities and local public health departments for prevention of HAIs, especially those caused by MDROs, have been demonstrated, and this collaboration should be encouraged. 4 \n\nThe rapid increase of MDROs is a public health threat. Between 20% and 50% of antibiotics prescribed in US hospitals are either inappropriate or unnecessary. 68 In 2014, the President's Council of Advisors on Science and Technology submitted a 78-page Report to the President on Combating Antibiotic Resistance that raised awareness of antimicrobial resistance to a national level. 69 A National Action Plan based on this report was released in March 2015, and funding was made available for its implementation.\n\nAntimicrobial stewardship was defined in a consensus statement by the IDSA, SHEA, and Pediatric Infectious Diseases Society in 2012 as \"coordinated interventions designed to improve and measure the appropriate use of antibiotic agents by promoting the selection of the optimal antibiotic regimen, including dosing, duration and route of administration.\" 70 Antimicrobial stewardship programs are collaborative partnerships among infection preventionists, healthcare epidemiologists, clinical pharmacists, and microbiologists. Hospital administrative support for the infrastructure required for ongoing measurement and reporting of antimicrobial use and other related outcome measures, including feedback to prescribers, is a critical component of a successful antimicrobial stewardship program. An antimicrobial stewardship program can optimize clinical outcomes while decreasing unintended consequences of antimicrobial use, including the emergence of resistant organisms. Additionally, use of specific antimicrobial agents can alert the IPC program to the presence of potentially infectious patients (e.g., with pulmonary tuberculosis, MDROs). National guidelines exist for developing and implementing an institutional antimicrobial stewardship program, including core components for acute care hospitals and for long-term care facilities. 68, 70 The Natinal Quality Forum and its partners have also developed a Playbook that provides additional guidance for implementation of antimicrobial stewardship programs in acute care. The knowledge and skills required for antimicrobial stewardship leaders also have been defined. 50, 71 these data by the public remains difficult, and more research is needed to optimize methods of data display to the public. 57 New York State is the first state to have published an improvement in process and outcomes of central line-associated bloodstream infection rates in NICUs following implementation of a public reporting program. 58 Although various surveillance methods are used, the basic goals and elements are similar and include using standardized definitions of infection, finding and collecting cases of HAIs, tabulating data, using appropriate denominators that reflect duration of risk, analyzing and interpreting the data, reporting important deviations from endemic rates (epidemic, outbreaks) to the bedside care providers and to the facility administrators, implementing appropriate control measures, auditing adherence rates for recommended processes, and assessing efficacy of the control measures. Medical centers can use different methods of surveillance, as outlined in Box 2.1. Most experts agree that a combination of methods enhances surveillance and reliability of data, and some combination of clinical chart review and database retrieval is important. Whatever data collection systems are used, validation is required. Administrative databases created for the purposes of billing should not be used as the sole source to identify HAIs because of overestimates and underestimates that result from inaccurate coding of HAIs. 59 Use of software designed specifically for IPC data entry and analysis facilitates real-time tracking of trends and timely intervention when clusters are identified. The IPC team should participate in the development and update of electronic medical record systems for a healthcare organization, to ensure that surveillance needs will be met.\n\nControversy has surrounded the role of obtaining active surveillance cultures from all patients admitted to an acute care hospital, especially to an ICU, to detect asymptomatic colonization with MRSA or VRE and then placing those persons on Contact Precautions in an endemic setting, a practice referred to as a vertical approach. 60, 61 More recently published experiences demonstrate the benefits of a horizontal approach to reduce the risk of transmission of a broader variety of pathogens, 61 and a framework for a less restrictive approach has been published. 62 Contributing factors to the benefits of the horizontal approach include the following: (1) widespread implementation of bundled prevention practices, including limiting use of unnecessary medical devices; (2) improved understanding and more consistent implementation of Standard Precautions, especially hand hygiene; (3) establishment of the safety and efficacy of universal decolonization using chlorhexidine bathing in ICUs 63, 64 and NICUs for infants weighing >1000 g at birth 65 ; (4) improving environmental cleaning; and (5) identified the following potential infection control breaches: (1) use of multidose vials for heparin or saline administration; (2) poor compliance with hand hygiene before and after patient contacts or after touching a possibly contaminated surface; (3) failure to change gloves between patient contacts or after contact with a potentially contaminated surface; (4) failure to disinfect environmental surfaces adequately; (5) unsafe injection practices; (6) failure to disinfect shared equipment between patient uses; (7) lack of a separate area for medication preparation; and (8) failure to have clean and dirty utility rooms clearly separated. 78 Two additions were made to Standard Precautions in 2007: (1) respiratory hygiene or cough etiquette for source containment by people with signs and symptoms of respiratory tract infection and (2) use of a mask by personnel inserting an epidural anesthesia needle or performing a myelogram when prolonged exposure of the puncture site is likely. Both components have a strong evidence base.\n\nImplementation of Standard Precautions requires the availability of PPE in proximity to all patient care areas. HCP with exudative lesions or weeping dermatitis must avoid direct patient care and handling of patient care equipment. Persons having direct patient contact should be able to anticipate exposure incurring risks and steps to take if a highrisk exposure occurs. Exposures of concern are as follows: exposures to blood or other potentially infectious material defined as an injury with a contaminated sharp object (e.g., needlestick, scalpel cut); a spill or splash of blood or other potentially infectious material onto nonintact skin (e.g., cuts, hangnails, dermatitis, abrasions, chapped skin) or onto a mucous membrane (e.g., mouth, nose, eye); or blood exposure covering a large area of normal skin. Patient-related duties that do not constitute high-risk exposures include handling food trays or furniture, pushing wheelchairs or stretchers, using restrooms or telephones, having personal contact with patients (e.g., giving information, touching intact skin, bathing, giving a back rub, shaking hands), or performing clerical or administrative functions for a patient.\n\nIf hands or other skin surfaces are exposed to blood or other potentially infectious material, the area should be washed immediately with soap and water for at least 10 seconds and rinsed with running water for at least 10 seconds. For an eye, nose, or mouth splash with blood or body fluids, the area should be irrigated immediately with a large volume of water. If a skin cut, puncture, or lesion is exposed to blood or other potentially infectious material, the area should be washed immediately with soap and water for at least 10 seconds and rinsed with 70% isopropyl alcohol. Any exposure incident should be reported immediately to the occupational health department to determine whether blood samples are required from the source patient and the exposed person and if immediate prophylaxis is indicated.\n\nAll HCP should know where to find the exposure control plan specific to each place of employment, whom to contact, where to go, and what to do if inadvertently exposed to blood or body fluids. Important resources include the occupational health department, the emergency department, and the infection control or hospital epidemiology division. The most important recommendation in any accidental exposure is to seek advice and intervention immediately because the efficacy of recommended prophylactic regimens is improved with shorter intervals after exposure, such as for hepatitis B immune globulin administration after exposure to hepatitis B virus or for antiretroviral therapy after percutaneous exposure to HIV. Chemoprophylaxis following exposure to HIV-infected material is most effective if it is initiated as soon as possible, but within hours of exposure. 79 The current guidelines recommend using ≥3 drugs for postexposure prophylaxis of HIV independent of the severity of exposure. Updates are posted on the CDC website as they are developed. Reporting a work-related exposure is required for subsequent medical care and workers' compensation.\n\nTransmission-Based Precautions are designed for patients with documented or suspected infection with pathogens for which additional precautions beyond Standard Precautions are needed to prevent transmission. The 3 categories of Transmission-Based Precautions are Contact Precautions, Droplet Precautions, and Airborne Precautions, and they are based on the likely routes of transmission of specific infectious agents. Transmission-based precautions are combined for infectious agents that have more than 1 route of transmission. When used singly or in The effectiveness of antimicrobial stewardship programs in achieving improved patient outcomes is evident in pediatric acute care hospitals, 72, 73 including the NICU, 74, 75 in ambulatory settings, and in long-term care facilities. The area of antimicrobial stewardship, however, requires additional research to establish optimal methods in various pediatric specialty populations. One practice from the CDC GET SMART program that can be implemented by each prescriber in most settings is the antibiotic \"time out\" that consists of reviewing patient data at 48 to 72 hours of treatment to determine which of the following is indicated: (1) continue antibiotic treatment; (2) change to a narrower-spectrum agent; (3) change from a parenteral to an oral agent; or (4) shorten or conclude therapy. 68 \n\nIsolation of patients with potentially transmissible infectious diseases is a strategy proven to prevent transmission of infectious agents in healthcare settings. Many published studies, performed in both adult and pediatric settings, provide a strong evidence base for most recommendations for isolation precautions and for limiting outbreaks. However, controversies exist concerning the most clinically and cost-effective measures for preventing certain HAIs, especially those associated with MDROs. As discussed earlier in the section on surveillance, a call has gone out to reconsider recommendations for isolation of patients who are asymptomatically colonized with MRSA or VRE, but no definite recommendation has been made by the HICPAC/CDC, SHEA, or Association for Professionals in Infection Control and Epidemiology.\n\nSince 1970, the guidelines for isolation developed by CDC have responded to the needs of the evolving US healthcare systems. For example, universal precautions became a required standard in response to the HIV epidemic that emerged in the 1980s and the need to prevent acquisition of bloodborne pathogens (e.g., HIV, hepatitis B and C viruses) by HCP through skin, eye, mucous membrane, or parenteral contact with blood or other potentially infectious materials from persons not known to be or suspected of being infected. Universal precautions were modified and have been known as Standard Precautions since publication of the 1996 Guideline for Isolation. The federal Needlestick Safety and Prevention Act, signed into law in November 2000, authorized the Occupational Safety and Health Administration's revision of its Bloodborne Pathogens Standard more explicitly to require the use of safety-engineered sharp devices. 76 Evidence and recommendations are provided for the prevention of transmission of MDROs such as MRSA, VRE, VISA, VRSA, and GNB. 4, 5 The components of a protective environment for prevention of environmental fungal infections in HSCT recipients are summarized. 4 Finally, evidence-based, rated recommendations for administrative measures that are necessary for effective prevention of infection in healthcare settings are provided.\n\nThe most recent Guideline for Isolation Precautions published in 2007 4 reaffirms Standard Precautions, a combination of universal precautions and body substance isolation, as the foundation of transmission prevention measures. Critical thinking is required for HCP to recognize the importance of body fluids, excretions, and secretions in the transmission of infectious pathogens and take appropriate protective precautions by using PPE (e.g., masks, gowns, gloves, face shields, or goggles) and safety devices when exposure is likely even if an infection is not suspected or known. In addition, these updated guidelines provide recommendations for Standard Precautions in all settings in which healthcare is delivered (acute care hospitals, ambulatory surgical and medical centers, longterm care facilities, and home health agencies). The components of Standard Precautions are summarized in Table 2 Instruct symptomatic persons to cover the mouth or nose when sneezing or coughing; use tissues and dispose in no-touch receptacle; observe hand hygiene after soiling of hands with respiratory secretions; wear a surgical mask if tolerated or maintain spatial separation, >1-2 m (3-6 feet) if possible a During aerosol-generating procedures on patients with suspected or proven infections transmitted by aerosols (e.g., severe acute respiratory syndrome), wear a fit-tested N95 or higher respirator in addition to gloves, gown, and face and eye protection. Although targeted Contact Precautions and universal gowning and gloving are effective for preventing transmission of infectious agents, potential adverse effects in patients placed on Contact Precautions have been described (e.g., depression, fewer visits from the healthcare team, increased rates of hypoglycemia or hyperglycemia, increased falls). 80 Additionally, adherence to Contact Precautions decreases as the number of patients on Contact Precautions increases. 81 Finally, a simulation study demonstrated contamination of HCP skin and clothing during doffing of gowns and gloves 82 ; this study effectively demonstrated the PPE lessons learned during the SARS and EVD experiences. Evidence supports the importance of applying Contact Precautions only when indicated, obtaining training on the use of PPE, having effective PPE readily available, and practicing consistent and precise use of PPE. 83 Table 2.2 lists the 3 categories of isolation based on routes of transmission and their necessary components. Table 2 .3 lists precautions by syndromes, to be used when a patient has an infectious disease and the agent is not yet identified. For infectious agents that are more likely to be transmitted by the droplet route (e.g., pandemic influenza), droplet precautions (with use of surgical mask) are appropriate; however, during an aerosol-generating procedure, N95 or higher respirators are indicated. 84 \n\nContaminated environmental surfaces and noncritical medical items have been implicated in transmission of several infectious agents, including VRE, C. difficile, Acinetobacter spp., MRSA, and RSV in healthcare settings. 4, 85, 86 Pathogens on surfaces are transferred to the hands of HCP and are then transferred to patients or items to be shared. Occupying a room previously occupied by a patient with a key pathogen is a risk factor for acquiring that pathogen during a hospital stay. Most often, the failure to follow recommended procedures for cleaning and disinfection contributes more than does the specific pathogen to the environmental reservoir during outbreaks. Education of environmental services personnel combined with direct observation and feedback was associated with a persistent decrease in VRE acquisition in a medical ICU. Use of a standardized cleaning checklist and implementation of monitoring for adherence to recommended environmental cleaning practices are important determinants of success. Visual markers (e.g., invisible fluorescein powder) and adenosine triphosphate bioluminescence technologies are Self-disinfecting surfaces can be created by altering the structure of the surface material or by incorporating a material that has antimicrobial activity. [85] [86] [87] Copper has antimicrobial activity against a wide range of organisms including bacteria and fungi. Thus, incorporating copper into high-touch surfaces such as toilet seats, bed rails, door handles, or countertops is a novel infection prevention strategy that has been shown to reduce bacterial colony counts compared with control surfaces in healthcare settings. 89 However, no recommendation for routine use has yet been made.\n\nDisinfection and sterilization as they relate to IPC have been reviewed, 90 and the HICPAC/CDC developed comprehensive guidelines in 2008. 91 Cleaning is the removal of all foreign material from surfaces and objects. This process is accomplished using soap and enzymatic products. Failure to remove all organic material from items before disinfection and sterilization reduces the effectiveness of these processes. Disinfection is a process that eliminates all forms of microbial life except the endospore. Disinfection usually requires liquid chemicals. Disinfection of an inanimate surface or object is affected adversely by the following: the presence of organic matter; a high level of microbial contamination; use of too dilute germicide; inadequate disinfection time; an object that also useful for monitoring effective environmental cleaning and providing immediate feedback to workers. 87 A program of environmental cleaning should be developed collaboratively by the IPC and environmental services departments. Certain infectious agents (e.g., rotavirus, noroviruses, C. difficile) can be resistant to some routinely used hospital disinfectants; thus when ongoing transmission occurs despite appropriate cleaning procedures, a 1 : 10 dilution of 5.25% sodium hypochlorite (household bleach) or other special disinfectants are indicated.\n\n\"No-touch\" automated room decontamination technologies have been developed and added to room turnover procedures in some facilities. Ultraviolet light irradiation and hydrogen peroxide vapor systems have been shown to reduce surface contamination with common pathogens and decrease the risk of acquiring HAIs caused by those pathogens when these systems are added to a terminal cleaning regimen. [85] [86] [87] At specific wavelengths, ultraviolet light breaks the molecular bonds in DNA, thus destroying the organisms. Ultraviolet technology also has been considered as a method of disinfecting PPE, as a risk mitigation strategy for HCP caring for patients with EVD. 88 These technologies supplement, but do not replace, standard cleaning and disinfection because surfaces must be physically cleaned of particulate matter and debris. Other disadvantages of these systems are that they cannot be used when people are in the rooms, room turnover is delayed, and the systems are expensive to purchase. No recommendations have been made for routine use or specific indications because research on antimicrobial effectiveness, cost effectiveness, and feasibility of these systems is ongoing. Patients with the syndromes or conditions listed may have atypical signs or symptoms (e.g., neonates and adults with pertussis may not have paroxysmal or severe cough). The clinician's index of suspicion should be guided by the prevalence of specific conditions in the community, as well as clinical judgment. c The organisms listed under the column \"Potential Pathogens\" are not intended to represent the complete, or even most likely, diagnoses, but rather possible etiologic agents that require additional precautions beyond standard precautions until they can be excluded. influenza season. Several children's hospitals provide influenza vaccine or tetanus, diphtheria, and acellular pertussis (Tdap) vaccine, or both, to household contacts at no charge, thereby supporting the cocooning strategy endorsed by the Advisory Committee on Immunization Practices and the American Academy of Pediatrics. 96 For patients requiring Contact Precautions, the use of PPE by visitors is determined by the nature of the interaction with the patient and the likelihood that the visitor will frequent common areas on the patient's unit or interact with other patients and their families. It is important to distinguish parents or guardians from nonhousehold visitors when determining whether the visitor should wear PPE. The risk-benefit decision should weigh not only the specific pathogen in question, but also the effect of parental or guardian PPE on breastfeeding, bonding, and family participation in the child's medical care. For family members who are rooming in with children who have prolonged hospitalizations, restriction of visitation to other patients is emphasized. A SHEA expert guidance document has been published to summarize the principles to follow to prevent transmission of infectious agents by visitors to patients because few data are available to inform evidence-based recommendations. 97 Although most pediatricians encourage visits by siblings in inpatient areas, the medical risk must not outweigh the psychosocial benefit. Families favorably regard sibling visitation, and no evidence indicates increased bacterial colonization or subsequent bacterial infection in the neonate or older child who has been visited by siblings. Strict guidelines for sibling visitation should be established and enforced in an effort to maximize visitation opportunities and minimize risks of transmission of infectious agents, most frequently viruses. The following recommendations regarding visitation can guide policy development: 1. Sibling visitation is encouraged in the well-child nursery and NICU, as well as in areas for care of older children. 2. Before visitation, parents should be interviewed by a trained staff nurse concerning the current health status of the sibling. Siblings should not be allowed to visit if they are delinquent in recommended vaccines, have fever or symptoms of an acute illness, or are within the incubation period following exposure to a known infectious disease. After the interview, the physician or nurse should place a written consent for sibling visitation in the patient's permanent record and a name tag indicating that the sibling has been approved for visitation for that day. 3. Asymptomatic siblings who recently were exposed to varicella but who previously were immunized can be assumed to be immune. 4. The visiting sibling should visit only his or her sibling and not be allowed in playrooms with groups of patients. 5. Visitation should be limited to periods of time that ensure adequate screening, observation, and monitoring of visitors by medical and nursing staff members. 6. Children should perform hand hygiene before and after contact with the patient or upon entry and departure from the patient's room. 7. During the entire visit, sibling activity should be supervised by parents or another responsible adult.\n\nAnimal-assisted therapy can be of substantial clinical benefit to the child hospitalized for prolonged periods; therefore it is important for healthcare facilities to provide guidance for safe visitation. Many zoonoses and infections are attributable to animal exposure (see Chapter 89) . Most infections result from inoculation of animal flora through a bite or scratch or self-inoculation after contact with the animal, the animal's secretions or excretions, or contaminated environment. Although few data support a true evidence-based guideline for animal visitation (including personal pets) in healthcare facilities, updated expert guidance is provided in the SHEA Expert Guidance on Animals in Healthcare Facilities: Recommendations to Minimize Potential Risk, which includes a review of the literature related to animal-assisted activities. 98 Prudent visitation policies should limit visitation to animals that: (1) are domesticated; (2) do not require a water environment; (3) do not bite or scratch; (4) can be brought to the hospital in a carrier or easily walked on a leash; (5) are trained to defecate and urinate outside or in appropriate litter boxes; (6) can be bathed before visitation; and (7) are known to be free of respiratory, dermatologic, and gastrointestinal tract disease. Despite the established risk of salmonellosis can harbor microbes in protected cracks, crevices, and hinges; and pH and temperature.\n\nSterilization is the eradication of all forms of microbial life, including fungal and bacterial spores. Sterilization is achieved by physical and chemical processes such as steam under pressure, dry heat, ethylene oxide, and liquid chemicals. The Spaulding classification of patient care equipment as critical, semicritical, and noncritical items with regard to sterilization and disinfection is used by the CDC. Critical items require sterilization because they enter sterile body tissues and carry a high risk of causing infection if they are contaminated; semicritical items require disinfection because they may contact mucous membranes and nonintact skin; and noncritical items require routine cleaning because they come in contact only with intact skin. If noncritical items used on patients requiring Transmission-Based Precautions, especially Contact Precautions, must be shared, these items should be disinfected between uses. Guidelines for specific objects and specific disinfectants are published and updated by the CDC. Multiple published reports and manufacturers similarly recommend the use and reuse of objects with appropriate sterilization, disinfection, or cleaning recommendations. Recommendations in guidelines for reprocessing endoscopes to avoid contamination focus on training of personnel, meticulous manual cleaning, high-level disinfection followed by rinsing and air-drying, and proper storage. 92 However, outbreaks of MDR GNB infections associated with exposure to duodenoscopes used for retrograde cholangiopancreatography that have been reprocessed according to recommendations suggest a need for new endoscope reprocessing technologies. 51, 93 These endoscopes have a complex design with long, narrow channels, crevices that are difficult to access with a cleaning brush, right-angle turns, and heavy microbial contamination following procedures. Until new methods are developed, meticulous adherence to recommended processes with enhancements should be followed. Medical devices that are designed for single use (e.g., specialized catheters, electrodes, biopsy needles) must be reprocessed by third parties or hospitals according to the guidance issued by the Food and Drug Administration (FDA) in August, 2000 with amendments in September, 2006; such reprocessors are considered and regulated as \"manufacturers.\" Available data show that single-use devices reprocessed according to the FDA regulatory requirements are as safe and effective as new devices.\n\nDeficiencies in disinfection and sterilization leading to infection have resulted either from failure to adhere to scientifically based guidelines or failures in the disinfection or sterilization processes. When such failures are discovered, an investigation must be completed, including notification of patients and, in some cases, testing for infectious agents. A guidance document for risk assessment and communication to patients in such situations is published. 94 Healthcare facility waste is all biologic or nonbiologic waste that is discarded and not intended for further use. Medical waste is material generated as a result of use with a patient, such as for diagnosis, immunization, or treatment, and it includes soiled dressings and intravenous tubing. Infectious waste is that portion of medical waste that potentially could transmit an infectious disease. Microbiologic waste, pathologic waste, contaminated animal carcasses, blood, and sharps are all examples of infectious waste. Methods of effective disposal of infectious waste include incineration, steam sterilization, drainage to a sanitary sewer, mechanical disinfection, chemical disinfection, and microwave treatment. State regulations guide the treatment and disposal of regulated medical waste. Recommendations are available for developing and maintaining a program within a facility for safe management of medical waste. 95 \n\nSpecial visitation policies are required in pediatric units, especially the high-risk units, because acquisition of a seemingly innocuous viral infection in neonates and in children with underlying diseases can result in unnecessary evaluations and empiric therapies for suspected septicemia as well as serious, life-threatening disease. All visitors with signs or symptoms of respiratory or gastrointestinal tract infection should be restricted from visiting patients in healthcare facilities. Increased restrictions may be required during a community outbreak (e.g., SARS, pandemic influenza, enterovirus D68). During respiratory virus season, the number of visitors can be limited and the age restriction increased. It is preferred for all visitors to be immunized against influenza during PART I Understanding, Controlling, and Preventing Infectious Diseases respiratory viruses, norovirus, and tuberculosis. Important preventive procedures for HCP with infants at home or who are pregnant are as follows: (1) consistent training and observance of Standard Precautions, Transmission-Based Precautions, and especially hand hygiene according to published recommendations; (2) annual influenza and 1-time Tdap immunization (unless pregnant, when a Tdap immunization during each pregnancy is recommended); (3) routine tuberculosis screening; (4) assurance of immunity or immunization against poliomyelitis, measles, mumps, hepatitis B, and rubella; (5) early medical evaluation for acute infectious illnesses; (6) routine, on-time immunization of infants; and (7) prompt initiation of prescribed prophylaxis or therapy following exposure or development of certain infections.\n\nHCP who are, could be, or anticipate becoming pregnant should feel comfortable working in the healthcare workplace. In fact, with Standard Precautions and appropriate adherence to environmental cleaning and isolation precautions, vigilant HCP can be at less risk than a preschool teacher, childcare provider, or mother of children with many playmates in the home. Pathogens of potential concern to pregnant HCP include cytomegalovirus, hepatitis B virus, influenza, measles, mumps, parvovirus B19, rubella, VZV, M. tuberculosis, and, since 2015, Zika virus. The causal association between Zika virus and microcephaly and other neurodevelopmental abnormalities 109 has led to recommended precautions. Although Zika virus is more frequently acquired outside of healthcare, pregnant HCP are advised to follow safe injection practices for prevention of exposure to infectious blood. 4 Pregnancy is an indication for influenza vaccine to prevent the increased risk of serious disease and hospitalization that occurs in women who develop influenza in the second or third trimester of pregnancy. In 2011, the CDC recommended universal immunization with Tdap (if previously not immunized with Tdap) for pregnant women after 20 weeks of gestation, and since 2012, the CDC recommends a dose of Tdap with each pregnancy. 110 Pregnant workers should assume that all patients potentially are infected with cytomegalovirus and other \"silent\" pathogens and should use hand hygiene and gloves when handling body fluids, secretions, and excretions. Table  2 .4 summarizes information about infectious agents that are relevant to the pregnant woman working in healthcare. Chapters on each agent may be consulted for more specific information.\n\nThe risk of HAIs in pediatric ambulatory settings is substantial, and it usually is associated with lack of adherence to routine IPC practices and procedures, especially disinfection, sterilization, and hand hygiene. Respiratory viral agents and M. tuberculosis are noteworthy pathogens transmitted in ambulatory settings. Transmission of RSV in an HSCT outpatient clinic has been demonstrated using molecular techniques. 111 Crowded waiting rooms, toys, furniture, lack of isolation of children, unwell children, contaminated hands, contaminated secretions, and susceptible HCP are only some of the factors that result in sporadic and epidemic illness in outpatient settings. The association of communityassociated MRSA in HCP working in an outpatient HIV clinic with environmental community-associated MRSA contamination of that clinic indicates the potential for transmission in this setting. 112 Patientto-patient transmission of Burkholderia species and P. aeruginosa in outpatient clinics for patients with cystic fibrosis has been confirmed and prevented by implementing recommended IPC methods. 9 IPC guidelines and policies for pediatric outpatient settings, including office practices, were published by the American Academy of Pediatrics in 2007, 113 reaffirmed in 2015, and are updated currently. Prevention strategies include definition of policies, education, and strict adherence to guidelines. In pediatrics, among the most important interventions are separation of children with respiratory tract illnesses from well children and consistent implementation of respiratory etiquette or cough hygiene. A guideline for IPC for outpatient settings with a checklist and a guideline for outpatient oncology settings can be found on the CDC website. 114 Principles and recommendations for Safe Living after HSCT 115 and for patients with cystic fibrosis 9 are valuable contributions to management of infectious risks for specific populations in the ambulatory setting. A guideline based on data and expert consensus opinion for IPC in residential facilities for associated with reptiles (e.g., turtles, iguanas), many reports of outbreaks of invasive disease associated with reptiles continue to be published 99 ; reptiles should be excluded from pet visitation programs, and families should be advised not to have pet reptiles in the home with young infants or immunocompromised persons. Exotic animals that are imported should be excluded because of unpredictable behavior and the potential for transmission of unusual pathogens (e.g., monkeypox in the US in 2003). 100, 101 Visitation should be limited to short periods and confined to designated areas. Visiting pets must have a certificate of immunization from a licensed veterinarian. Children should observe hand hygiene after contact with animals. Most pediatric facilities restrict pet interaction with severely immunosuppressed patients and patients in ICUs.\n\nOccupational health and student health collaboration with the IPC department of a healthcare facility is required by the Occupational Safety and Health Administration. HCP are at increased risk of infection in hospitals caring for children because (1) children have a high incidence of infectious diseases, (2) personnel can be susceptible to many pediatric pathogens, (3) pediatric care requires close contact, (4) children lack good personal hygiene, (5) infected children can be asymptomatic, and (6) HCP are exposed to multiple family members who also may be infected.\n\nThe occupational health department is an educational resource for information on infectious pathogens in the healthcare workplace. In concert with the IPC service, occupational health provides preemployment education and respirator fit testing and annual retraining for all employees regarding routine health maintenance, available recommended and required vaccines, Standard and Transmission-Based Precautions, and exposure control plans. Screening for tuberculosis at regular intervals, as determined by the facility's risk assessment, can use either tuberculin skin testing or interferon-γ release assays. 102 With new pathogens being isolated, new diseases and their transmission described, and new prophylactic regimens and treatment available, it is mandatory that personnel have an up-to-date working knowledge of IPC and know where and what services, equipment, and therapies are available for HCP.\n\nAll HCP should be screened by history or serologic testing, or both, to document their immune status to specific agents, and immunization should be provided for the following for all employees who are nonimmune and who do not have contraindications to receiving the vaccine: diphtheria toxoid, hepatitis B virus, influenza (yearly), mumps, poliomyelitis, rubella, rubeola, varicella, and Tdap. The 2006 Advisory Committee on Immunization Practices recommendation to administer a single dose of Tdap to certain HCP was amended in 2011 to have no restriction based on age or time interval since the last Td dose. Providing vaccines at no cost to HCP increases acceptance.\n\nInfluenza vaccine coverage among HCP has increased over time to 77% overall for the 2014 to 2015 influenza season, with the highest coverage rate of 90% in HCP working in hospitals and the lowest rate of 64% in long-term care settings. 103 Although mandatory influenza vaccination programs for all employees in healthcare facilities are endorsed by many professional societies, 104,105 some facilities have had success using novel strategies that include incentives, without a mandate. 106 Publications from several large institutions, including children's hospitals, indicate that mandatory programs with only medical and religious exemptions are well received, and only rare employees are terminated for failure to be vaccinated. 107, 108 Special Concerns of Healthcare Personnel HCP who have common underlying medical conditions should be able to obtain general information on wellness and screening when needed from the occupational health service. HCP with direct patient contact who have infants <1 year of age at home often are concerned about acquiring infectious agents from patients and transmitting them to their susceptible children. An immune healthcare worker who is exposed to VZV does not become a silent \"carrier\" of VZV. However, pathogens to which the healthcare worker is partially immune or nonimmune can cause a severe, mild, or asymptomatic infection in the employee that can be transmitted to family members. Examples include influenza, pertussis, RSV and other pediatric patients and their families provides practical guidance for settings where high-risk patients live with their families for varying periods of time. 116 IPC challenges now are being addressed in long-term care facilities for children. 117 More data are needed to determine the most effective and least restrictive practices.\n\nAll references are available online at www.expertconsult.com."}