{"title": "Detection and pathogenicity of human metapneumovirus respiratory infection in pediatric Italian patients during a winter-spring season", "body": "Following the original report in 2001 ( Van den Hoogen et al., 2001) , human metapneumovirus has been repeatedly Abbreviations: RT-PCR, reverse transcription-PCR; CPE, cytopathic effect; NPA, nasopharyngeal aspirates; MAbs, monoclonal antibodies; sAGMK, secondary African green monkey kidney; HELF, human embryonic lung fibroblasts; ELISA, enzyme-linked immunosorbent assay * Corresponding author. Tel.: +39 0382 502644; fax: +39 0382 502599.\n\nE-mail address: g.gerna@smatteo.pv.it (G. Gerna).\n\nreported as a respiratory pathogen in early infancy as well as in the elderly and the immunocompromised host Bastien et al., 2003; Chan et al., 2003; Falsey et al., 2003; Maggi et al., 2003; Van den Hoogen et al., 2003; Williams et al., 2004) . It is known that human metapneumovirus is a member (Van den Hoogen et al., 2002) of the same family (Paramyxoviridae) and subfamily (Pneumovirinae) of human respiratory syncytial virus, but belongs to a different genus (Metapneumovirus instead of Pneumovirus). The major reason why human metapneumovirus has not been recovered previously from respiratory specimens is due to its difficulty to grow in cell cultures conventionally adopted for isolation of respiratory viruses. The recent identification of human metapneumovirus, first in The Netherlands and then in other countries, has been made possible by the use of molecular assays and, in particular, of the reverse transcription-polymerase chain reaction (RT-PCR).\n\nSince the initial publication ( Van den Hoogen et al., 2001) , two major clusters (A and B) of human metapneumovirus have been detected by RT-PCR and reported to co-circulate. Although development of monoclonal antibodies (MAbs) for diagnostic use is being performed (Landry et al., 2005; Percivalle et al., 2005) , MAbs for direct antigen detection in nasopharyngeal aspirate (NPA) samples are not commercially available, and, thus, molecular assays represent the major approach currently available for human metapneumovirus identification.\n\nAlthough human metapneumovirus is considered a major cause of both upper and lower respiratory tract infections (RTI), several aspects of human metapneumovirus infections remain to be defined. In particular, the severity of human metapneumovirus infections has not been entirely defined and no correlation between viral load in NPA and severity of clinical disease has yet been established Nissen et al., 2002; Bastien et al., 2003; Greensill et al., 2003; Maggi et al., 2003; Viazov et al., 2003; Esper et al., 2004; Hamelin et al., 2004; Williams et al., 2004; Van den Hoogen et al., 2004b) . In addition, the duration of virus excretion during acute infection remains to be defined. Furthermore, as with other paramyxoviruses (Glezen et al., 1986) such as human respiratory syncytial virus, human metapneumovirus reinfections have been reported both in the immunocompetent (Van den Hoogen et al., 2003; Esper et al., 2004) and the immunocompromised host , yet this finding awaits confirmation.\n\nIn the present report, the following major issues will be addressed by taking advantage of the high circulation of human metapneumovirus in the winter-spring season 2003-2004: (i) circulation rate of human metapneumovirus among other respiratory viruses in northern Italy; (ii) severity of human metapneumovirus lower respiratory tract infections compared to human respiratory syncytial virus; (iii) duration of human metapneumovirus excretion and relationship between viral load in NPA and the stage of human metapneumovirus infection.\n\nFrom 1 December 2003, through 31 May 2004, NPA samples were collected prospectively at the Department of Pediatrics, University of Pavia, IRCCS Policlinico San Matteo, Pavia, Italy, from all infants and young children with acute respiratory infection admitted to the Emergency Section of the Department. Some patients were dismissed the same day, following completion of clinical, laboratory and radiological tests, whereas others were admitted to the Respiratory Disease Ward because of a more severe clinical presentation. Each NPA sample was divided into four aliquots: the first was used for molecular assays; the second was used for direct fluorescent antibody staining of NPA respiratory cells; the third was inoculated onto cell cultures for virus isolation (see below); the fourth was frozen in multiple aliquots as a backup sample. Specimens were examined for influenzaviruses A and B, parainfluenzaviruses types 1-4, human respiratory syncytial virus types A and B, and human adenoviruses by direct fluorescent antibody staining, and by short-and long-term virus isolation in cell cultures. In addition, human coronavirus strains, groups I (229E-like) and II (OC43-like), and human metapneumoviruses, types A and B, were sought by RT-PCR. Classification and typing of human respiratory syncytial virus strains was achieved by RT-PCR, grouping of human coronavirus strains by sequencing, and typing of human metapneumovirus strains by sequencing and phylogenetic analysis (see below). The study was approved by the IRCCS Policlinico San Matteo Ethics Committee. In this study, the simultaneous detection of two respiratory viruses in the same NPA was referred to as coinfection, while the subsequent identification of two different respiratory viruses in two NPAs taken within 30 days from each other was considered as a sequential infection.\n\nAll RT-PCR assays for the identification of respiratory viruses were optimized to detect at least 10 input plasmid copies. To this purpose, primers were either selected from published protocols or originally designed from GenBank published virus sequences. Amplification products were then cloned in PCR2.1 plasmid vector (TA Cloning Kit, Invitrogen, Carlsbad, CA) to prepare quantitative standards. In addition, while reported thermal profiles or reaction mixtures had to be modified for some viruses, PCR protocols were redesigned and experimentally verified for other viruses. Respiratory viruses amplified by using PCR protocols derived from published papers were the following: influenzaviruses A (H1N1) and B (Stockton et al., 1998) ; human parainfluenza virus-3 (Echevarria et al., 1998) ; human respiratory syncytial virus types A and B (Coiras et al., 2003) ; human adenovirus (Allard et al., 1991) ; human metapneumovirus type A (L gene, nt 4121-nt 4290), according to Van den Hoogen et al. (2003) , and human coronavirus (groups I and II) according to Poutanen et al. (2003) . The newly designed primer pairs for influenzavirus A (H3N2), human parainfluenza virus-1, human parainfluenza virus-2, human metapneumovirus type B (gene L) and types A and B (gene N), as well as the amplified fragment of the target gene, the amplicon size, the thermal profiles and the cycle number for the relevant viruses are reported in Table 1 . PCR reaction was performed as reported (Rovida et al., 2005) . Nucleic acids were extracted Table 1 In-house defined PCR parameters for the detection of some respiratory viruses present in nasopharyngeal aspirate samples Virus using Nuclisens ® Iso Kit (BioMerieux, Lyon, France). PCR products were examined on 3% agarose gel.\n\nDirect fluorescent antibody staining was applied to slides containing a sufficient number of cytocentrifuged respiratory epithelial columnar cells, which were stained with a pool (SimulFluor Respiratory Screen reagent, Chemicon International Inc., Temecula, CA) of fluorescein-labeled MAbs to conventional respiratory viruses (influenza A and B, human parainfluenza virus 1-4, human respiratory syncytial virus, and human adenovirus). The single fluorescein-conjugated MAbs (included in the pool) to individual conventional respiratory viruses were obtained from the same source (Chemicon). In addition, MAb to human coronavirus OC43 (Chemicon) was preliminarily found to perform satisfactorily in identifying the reference strain as well as NPA-positive samples, whereas MAb to human coronavirus 229E was not and, thus, was abandoned. No MAb to human metapneumovirus was found to be commercially available.\n\nEach NPA sample processed for cell cultures was inoculated onto each of two shell vials of a mixture (MIX) of A549 and Mv1Lu (ratio of 1:1) cells (Huang and Turchek, 2000) for rapid virus detection, as well as onto each of two tubes of LLC-MK2 and MDCK cell lines for recovery of conventional respiratory viruses in cell cultures. Shell vials were centrifuged at 1800 rpm for 45 min and incubated at 33 • C in a 5% CO 2 atmosphere. After 48 h, one shell vial was fixed and stained with MAbs, as for direct fluorescent antibody staining. In case of negative results, the second shell vial was stained 7 days p.i. As for conventional virus isolation, LLC-MK2 and MDCK cells inoculated with NPA samples were incubated at 33 • C and observed daily for CPE up to 7 days. Then, cells were trypsinized (one tube) and stained with MAbs, as for direct fluorescent antibody staining. In case of negative results, cultures (second tube) were kept under observation for two additional weeks.\n\nIn preliminary experiments, the following cell cultures were used for human metapneumovirus recovery: secondary AGMK (sAGMK), human embryonic lung fibroblasts (HELF), LLC-MK2, Vero, and HEp-2. Subsequently, LLC-MK2 were selected as optimal for virus isolation and propagation. An in-house prepared guinea pig hyperimmune serum was used for human metapneumovirus identification (both types A and B) in cell cultures. After adaptation to growth in cell cultures, human metapneumovirus was quantified by CPE as 50% tissue culture infectious doses (TCID 50 ) on serial tenfold dilutions of infected LLC-MK2 supernatants harvested at 4, 7, 10, and 14 days p.i. In addition, human metapneumovirus RNA in both cell culture supernatants and NPAs was semiquantified, following RT, by diluting viral cDNA from the original samples.\n\nThe great majority of human metapneumovirus strains of this study were classified into types A and B according to a recent report by Van den Hoogen et al. (2004a) , and differently from another recent paper by Boivin et al. (2004) , where classification of types is apparently inverted. Viral sequences of the amplified gene N fragment (nt 80-nt 596) of human metapneumovirus isolates as well as reference strains were aligned with the Clustal W program version 1.7, whereas sequence similarity comparisons were carried out with the Megalign program (DNAstar Inc., Madison, WI). Distances between pairs of nucleotide sequences were calculated by using the DNAdist (with Kimura's two-parameter method) modules in the Philip package, version 3.572 (Felsenstein, Department of Genetics, University of Washington, Seattle, WA). The percent genetic identity within the N gene were calculated between the four major branches of the tree. The Philip (njplot) program was used to construct phylogenetic trees with nucleotide sequences by means of the neighbour-joining method from the same distance matrices. Bootstrap support was determined by 100 resamplings of the sequences.\n\nDuring this study, it was observed that only human metapneumovirus strains of type A were detected by using the primer pair originally published for gene L amplification by Van den Hoogen et al. (2003) . Thus, while the original primer pair was kept for detection of type A strains, a new primer set matching the same nt position was designed on the basis of gene L sequences published in GenBank for type B strains. As a result, several type B strains could be detected retrospectively in our patient series already examined, while starting from 1 March 2004, patients were prospectively investigated by using both pairs of primers in a mixture. In addition, a fragment of the human metapneumovirus gene N (nt 80-nt 596) was amplified to confirm results obtained by amplifying the gene L and to construct the phylodendrogram by using degenerate primers, as reported in Table 1 . Initially, following inoculation of two NPA samples strongly positive for human metapneumovirus by RT-PCR, virus isolation was attempted, following overnight adsorption, in sAGMK, LLC-MK2, Vero, and HEp-2 fed with E-MEM containing trypsin (2 g/ml) in the absence of fetal calf serum. Inoculated cell cultures were incubated at 37 • C ( Table 2) . A positive RT-PCR signal was detected in the supernatant of all three cell cultures types at 7-14 days after inoculation. Following the first passage of the whole cell cultures (cells and supernatant) onto homologous cells, viral RNA signal increased in sAGMK and markedly decreased in Vero and HEp-2 cells. Upon second passage, the RNA signal further increased in sAGMK, while it disappeared in Vero and HEp-2 cells. At this time, propagation of the two human metapneumovirus isolates onto HELF and LLC-MK2 was attempted. As shown in Table 2 , while the attempt failed in HELF after two passages, it was successful in LLC-MK2 for both human metapneumovirus strains.\n\nThe virus was semiquantified for viral RNA by RT-PCR and quantified in infectivity titer by CPE. Following 2 h Following 2 h adsorption and extensive washings, virus was titered in parallel on serial tenfold dilutions by both RNA semiquantitation and infectivity (TCID 50 ). At day 14, the same peak titers of ∼7.5 log 10 RNA copies/ml and ∼7.5 TCID 50 /ml were detected by both RNA and CPE, respectively. Thus, the peak RNA titer was detected more than a week in advance with respect to infectivity titer. adsorption and extensive washings, viral RNA started appearing in the medium 24 p.i. (Fig. 1A) , reaching ∼5 log 10 RNA copies/ml at day 4, and a stable peak RNA titer of >7 log 10 RNA copies/ml between days 7 and 14 (Fig. 1B) . Based on CPE (infectivity), the titer reached 3 log 10 TCID 50 /ml at day 4, 4 log 10 at day 10, and 7 log 10 at day 14 (Fig. 1B) . Thus, at day 14 the same mean viral titer was measured by either CPE or RNA. However, viral RNA peak titer (within limit of semiquantitation by endpoint dilution) was reached more than a week in advance with respect to infectivity peak titer.\n\nSequencing of the first fragment of gene N (nt 80-nt 596) and the subsequent phylogenetic analysis of human metapneumovirus strains recovered during the winter season [2003] [2004] showed that both types A and B of human metapneumovirus as well as their relevant subtypes A1-A2 and B1-B2 were circulating in northern Italy (Fig. 2) . However, based on analysis of 36/40 human metapneumovirus strains, the circulation rate was very different for different subtypes, as follows: 72% for A2 (n = 26 strains), 14% for B2 (n = 5), 11% for B1 (n = 4), and 3% for A1 (n = 1) strains. The phylogenetic tree was drawn using the following reference strains: NL/1/00 ( \n\nAmong 306 pediatric patients examined during the winter-spring season 2003-2004, 140 (45.8%) were positive for one or more respiratory viruses by either immunological or molecular methods (Fig. 3) . Patients affected by a single infection were 53 (17.3%) for human respiratory syncytial virus, 30 (9.8%) for human metapneumovirus, 23 (7.5%) for influenzaviruses (22 influenza A and 1 influenza B), 8 (2.6%) for human coronavirus, 7 (2.3%) for human adenovirus, and 4 (1.3%) for human parainfluenza virus. In addition, 10 (3.3%) patients were affected by coinfections [3 human metapneumoviruses + human coronavirus (2 human metapneumoviruses type A + human coronavirus 229E, and 1 human metapneumovirus type B + human coronavirus OC43), 1 human metapneumovirus type A + influenza A, 2 human metapneumoviruses type A + human adenovirus, 1 human respiratory syncytial virus type B + influenza A, 1 human respiratory syncytial virus + human adenovirus, 1 influenza B + human coronavirus OC43, and 1 influenza A + human adenovirus], and 5 (1.6%) patients were affected by sequential respiratory virus infections (1 human metap-neumovirus type A followed by human respiratory syncytial virus, 1 human metapneumovirus type A followed by adenovirus, 1 influenza A followed by human metapneumovirus type A, 1 human metapneumovirus type B followed by human respiratory syncytial virus + human coronavirus, and, finally, 1 influenza A followed by human respiratory syncytial virus). Thus, the overall number of paediatric patients affected by the human metapneumovirus infection was 40 (13.1%) including 6 coinfections and 4 sequential infections, the number of patients with human respiratory syncytial virus infection was 58 (18.9%) including 2 coinfections and 3 sequential infections, the number of patients with influenza was 29 (27 influenza A and 2 influenza B, 9.5%) including 4 coinfections and 1 sequential infections, the number of patients with human coronavirus infection was 13 (4.2%) including 4 coinfections and 1 sequential infection, and, finally, the number of patients with human adenovirus infection was 12 (3.9%) including 3 coinfections, and 2 sequential infections.\n\nThe monthly distribution showed the peak of human respiratory syncytial virus infections in March, while the peak of human metapneumovirus and influenzavirus infections was reached in February (Fig. 4) . While human respiratory syncytial virus was predominant compared to human metapneumovirus in January, March and April, in February the rate of the two virus infections was identical (14 cases observed for either virus). Both the incidence of human respiratory syncytial virus (42/53, 79.2%) and human metapneumovirus (23/31, 74.2%) infections during the first year of life and the relative proportion of human respiratory syncytial virus and human metapneumovirus infections during each of the first 12 months of life were found not to be significantly different (P > 0.05).\n\nAs for the circulation rate, type A human metapneumovirus infected 22/29 (75.9%) and type B 7/29 (24.1%) patients, while type A human respiratory syncytial virus infected 24/43 (55.8%) and type B human respiratory syncytial virus 19/43 (44.2%) patients. As for the distribution of eight human coronavirus strains examined, seven were 229Elike (group I) and one OC43-like (group II).\n\nAs shown in Fig. 5 , of the 40 human metapneumovirusinfected children examined at the Pediatric Emergency Department, 15 (37%) were dismissed (outpatients) after medical examination, while 25 (63%) were admitted to the Respiratory Disease ward (inpatients). For comparison, of the 59 human respiratory syncytial virus-infected children, only eight (14%) were outpatients, and as many as 51 (86%) were inpatients, thus documenting a significantly higher number of inpatients in the human respiratory syncytial virus-infected as compared to the human metapneumovirus-infected group (P = 0.006, χ 2 test). On the contrary, the number of inpatients with lower respiratory tract infections was not significantly different in the two groups of patients, as was the number of infants with double infections, which were mostly restricted to inpatients in both groups (Fig. 5) . \n\nWhenever possible, patients positive for human metapneumovirus in NPA were examined for human metapneumovirus and other respiratory viruses in NPA samples collected in the following days and weeks in order to: (i) determine the duration of viral excretion; (ii) correlate viral load with clinical symptoms. It was preliminarily observed that human metapneumovirus was often excreted with respiratory secretions for more than 10 days. In more detail, the duration of human metapneumovirus excretion in the eight children undergoing multiple sampling during follow-up showed a trend towards persistence of virus shedding for more than 2-3 weeks in patients with pneumonia or bronchiolitis, whereas patients with upper respiratory tract involvement shed virus mostly for less than 7 days. In addition, as shown for patients reported in Table 3 , the highest viral RNA titer was detected concomitantly with the peak of clinical symptoms interesting either the upper or the lower respiratory tract, while the decrease in viral load was mostly associated with the resolution of local clinical symptoms. More extensively, this data seems to suggest that the drop in viral titer dissociated from the resolution of clinical symptoms may help to exclude the etiologic role of human metapneumovirus in the current respiratory infection.\n\nSix infants and young children were tested for presence of viral RNA in serum 3-9 (mean 6) days after first virus detection in NPA. No virus was detected in serum of any of these patients, whether human metapneumovirus was still present in NPA or not. Unfortunately, no serum was available for testing at time of first viral RNA detection in NPA.\n\nIn the present report, the circulation rate of human metapneumovirus among respiratory viruses causing respiratory tract infections of hospitalized children in the winter-spring season 2003-2004 was studied to gain insight on diagnostic, epidemiological and clinical aspects of human metapneumovirus infections in pediatric patients of northern Italy.\n\nDiagnosis was mostly done by RT-PCR. However, we and others (Maertzdorf et al., 2004) observed that some strains could not be detected by the RT-PCR method using the L6-L7 primer pair originally used by Van den Hoogen et al. (2001) for human metapneumovirus detection because of a number of mismatches with respect to the target sequences of the four genetic lineages and, particularly, of the two sublineages B (B1 and B2). In fact, when we designed a new primer pair on the basis of the published sequences of the gene L of human metapneumovirus B strains, a new series of human metapneumovirus-positive NPA samples was identified among previously negative respiratory specimens, as determined by using L6-L7 primer pair. Subsequently, a mixture of the two primer pairs was routinely employed for human metapneumovirus detection in clinical samples. As a result, types and subtypes A and B of human metapneumovirus strains could be detected. In this respect, it seems important to recall that real-time RT-PCR specific for gene N has been shown to be more sensitive than RT-PCRs specific for genes L, F, M, and P of human metapneumovirus strains (Cöté et al., 2003) .\n\nIn parallel, optimal cell cultures systems for human metapneumovirus isolation were investigated in view of potentially detecting human metapneumovirus types or strains not detected by RT-PCR. Why has human metapneumovirus been detected about 50 years after initiation of Medical Virology, i.e. after introduction of cell culture technology? Obvious answer to this question is the recent extended use of molecular techniques. However, tertiary AGMK cell cultures have been essential for the initial human metapneumovirus detection in respiratory samples (Van den Hoogen et al., 2001) and, subsequently, several groups have reported human metapneumovirus isolation in conventional cell cultures such as AGMK or HEp-2 or in well-known cell lines such as LLC-MK2 Chan et al., 2003; Hamelin et al., 2004; Van den Hoogen et al., 2004b) . Very recently, a subclone of Vero cells has been mentioned as particularly susceptible to human metapneumovirus isolation (Van den Hoogen et al., 2004b) . Our study confirms that the most sensitive cell cultures systems for human metapneumovirus CPE detection are AGMK and LLC-MK2. In this respect, LLC-MK2 cells may be preferable since widely available and giving a clear-cut, although delayed, CPE. It is well known that, among avian MPV (aMPV) four different types (A, B, C, and D) have been thus far identified. This suggests that a parallel cultural and molecular approach to diagnosis of human metapneumovirus infections may be desirable in view of the potential identification of new human metapneumovirus types.\n\nPhylogenetic analysis of human metapneumovirus strains in different countries was based on the comparison of sequences of genes L, N, F, or P ( Van den Hoogen et al., 2001 , 2004a Boivin et al., 2002 Boivin et al., , 2004 Bastien et al., 2003; Mackay et al., 2004) and consistently allowed to cluster all strains into two major groups, referred to as A and B, and each major group into two subgroups (A1 and A2, or B1 and B2). This classification was initially introduced by the Dutch authors who discovered human metapneumovirus ( Van den Hoogen et al., 2001) , and should be accepted by the other groups, keeping in mind that the starting point of any classification attempt should be the entire genome sequence of the prototype strain NL/1/00, which was reported as A1 subtype (Van den Hoogen et al., 2004a) . A recent publication considering the prototype Dutch strain as belonging to A2 subgroup may generate some confusion .\n\nLimitations of our study are restriction to a single respiratory virus season, lack of detection of rhinoviruses, and the severity of clinical symptoms requiring admission to the hospital. Within these limits, as reported by others, human metapneumovirus reached its peak circulation in February-March together with human respiratory syncytial virus and influenzaviruses, and was the most highly circulating virus in the pediatric patient population after human respiratory syncytial virus. In addition, human metapneumovirus was largely predominant, along with human respiratory syncytial virus, during the first year of life. These epidemiological findings are substantially in agreement with most of the recently published papers Van den Hoogen et al., 2003 , 2004a , 2004b Esper et al., 2004; McAdam et al., 2004; Mullins et al., 2004; Williams et al., 2004) .\n\nHuman metapneumovirus was second to human respiratory syncytial virus only, both in the circulation rate and the severity of clinical symptoms. This was documented by the fact that, unlike patients infected by other viruses and in agreement with previous reports (Bastien et al., 2003; Maggi et al., 2003) , the number of human respiratory syncytial virus-infected was significantly greater than that of human metapneumovirus-infected inpatients, while the relative proportion of inpatients with lower respiratory tract infections as well as the number of children with double infections was comparable in the two groups. However, both coinfections and sequential infections appeared to be a more severe prognostic factor, since they were nearly exclusively detected in inpatients. As for duration of human metapneumovirus excretion, it appeared to be even longer than that previously reported (Van den Hoogen et al., 2004b) . This may represent a route of virus dissemination after resolution of acute clinical symptoms and in the presence of low viral load in NPAs. Our data on the correlation of viral load in NPA and clinical symptoms support this conclusion.\n\nIn fact, the preliminary observation of a trend towards a correlation between levels of viral RNA load in NPA samples and presence of clinical symptoms indicates that the amount of virus present in respiratory secretions is a direct marker of the etiologic involvement of human metapneumovirus in the current respiratory disease. Levels of viral RNA detected in the respiratory tract during the acute phase of a respiratory disease are somewhat comparable to those found in the upper respiratory tract of experimentally infected hamsters (Skiadopoulos et al., 2004) . However, it is important to recall that experimental animal models, including nonhuman primates, do not mimic human metapneumovirus disease, even though high levels of neutralizing antibodies which are cross-protective against heterologous strains can be induced (MacPhail et al., 2004; Skiadopoulos et al., 2004) .\n\nIn all cases of human metapneumovirus infection examined in blood, no viral RNA could be detected, in contrast to data recently published by Maggi et al. (2003) . This finding could be explained by the fact that we examined blood some days after onset of respiratory infection and, thus, virus could have already been cleared from blood. The presence of respiratory viruses or viruses infecting mucosal tissues in blood may be surprising. However, it may help recalling that recently influenzavirus A RNA and human adenovirus DNA have been detected in blood of patients with acute encephalopathy in association with influenzavirus A infection (Steininger et al., 2003) . In addition, human rotavirus antigenemia has been detected in blood of infants with acute gastroenteritis (Blutt et al., 2003) .\n\nIn conclusion, our study demonstrates that: (i) human metapneumovirus is a major viral pathogen in the Italian paediatric patient population, second only to human respiratory syncytial virus; (ii) the severity of human metapneumovirus infections approaches that of human respiratory syncytial virus, while virus excretion may persist even after 2-3 weeks; (iii) there is a preliminary indication of a correlation of human metapneumovirus load in respiratory secretions and the stage of viral infection.\n\nThis work was partially supported by the Ministero della Salute, Ricerca Finalizzata 2003 (Convenzione no. 118) ."}