{"title": "Critically ill patients with Middle East respiratory syndrome coronavirus infection", "body": "The Middle East respiratory syndrome coronavirus (MERS-CoV) is an emerging virus that may lead to severe acute respiratory illness frequently associated with multiorgan failure and death. The objective of this chapter is to summarize the current state of knowledge regarding the pathogenesis, clinical manifestations, diagnosis, management and outcomes of MERS-CoV infection focusing on the critically ill.\n\nThe virus was first isolated from a patient with fatal pneumonia and acute kidney injury in Jeddah, Saudi Arabia in June 2012 [1] . After its identification, the virus was linked to a healthcare-associated cluster of respiratory illnesses in Jordan dating back to March 2012 [2] . The disease epidemiology has been characterized by sporadic cases throughout the year with surges of cases occurring because of hospital outbreaks. As of December 27, 2015, the World Health Organization (WHO) had reported 1,621 laboratoryconfirmed cases, including at least 584 (36 %) related deaths [3] . Cases of MERS-CoV have occurred in 26\n\nCoronaviruses are a family of enveloped, single-stranded RNA viruses [6] . They can infect animals and humans and have the propensity to cross species [6] . They cause a variety of illnesses that range from the common cold to severe respiratory illnesses [6] . The Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) was the first coronavirus identified to cause widespread outbreaks of critical illness. It caused a worldwide outbreak during the winter of 2002-2003, eventually leading to 8096 confirmed cases, including 774 deaths [7] . The SARS epidemic was contained in 2003 [7] . SARS-CoV belongs to lineage B of the betacoronavirus [8] , whereas MERS-CoV belongs to lineage C of the same genus. MERS-CoV enters cells via a common receptor, the dipeptidyl peptidase-4 (DPP4), also known as CD26, and replicates in bronchial, bronchiolar and type I and II alveolar epithelial cells [9, 10] . The virus has primarily been detected in respiratory secretions, with the highest viral loads in the lower respiratory tract [11] . In MERS-CoV cases, one study showed that approximately 70 % of patients had continued respiratory shedding for > 30 days [12] . MERS-CoV infection often manifests with acute kidney injury (AKI), the pathogenesis of which remains unknown, although direct viral infection is a possibility since the DPP4 receptor is heavily expressed in human kidneys [13] . Viral shedding has also been detected in the urine and stool of infected patients [14] .\n\nThere is accumulating evidence that camels are the primary source for animal-to-human transmission of MERS-CoV. The virus has been isolated from dromedary camels [15] . The high viral loads in the upper respiratory tract of infected camels suggest that transmission to humans occurs through close camel contact [15] . Transmission through ingestion of camel products (meat and milk) is possible but has never been confirmed. In a cross-sectional serosurveillance study of 10,009 individuals in Saudi Arabia, positive serology was documented in only 0.15 % [16] . Seropositivity was more common in men than in women, in central than in coastal provinces and in shepherds and slaughterhouse workers than in others [16] . This may explain, at least in part, the sporadic community-acquired cases seen at low rates throughout the year.\n\nHuman-to-human transmission of MERS-CoV has been demonstrated among close household contacts and family members [17] . However, sustained communitybased transmission has not been reported. Secondary transmission within healthcare settings has been described with already-hospitalized patients and healthcare workers acquiring the disease [18, 19] . This has been attributed to overcrowding, movement of infected patients who did not yet have a diagnosis and breaches of infection prevention and control practices [3] . A study evaluated the stability of MERS-CoV under different environmental conditions and found that the virus was more stable at low temperature/low humidity than at higher temperature/higher humidity conditions [20] . MERS-CoV could be recovered after 48 h at a 20°C/ 40 % relative humidity condition [20] . During MERS-CoV aerosolization, no decrease in stability was observed at the 20°C/40 % relative humidity condition [20] . The prolonged environmental presence suggests that MERS-CoV may be transmitted via contact or fomites [20] , although this has not been confirmed.\n\nThe disease spectrum ranges from asymptomatic infection to rapidly progressive severe respiratory failure with multiorgan failure. Symptomatic cases manifest after an incubation period of 2-14 days [21] . Most severe cases have been reported in adults with chronic comorbidities, including diabetes mellitus, chronic cardiac disease, chronic lung disease, end-stage kidney disease, or immunosuppression [21, 22] . However, severe infection may also occur among younger patients, including healthcare workers [18] . Compared with SARS-CoV, MERS-CoV affects older patients, men more than women, and people with comorbid illnesses. The healthcare-associated MERS-CoV infections occurred within the first week of the index case illness, while for SARS they occurred mainly in the second week, likely due to the different timings of peak viral load [23] . The current literature suggests that children are rarely affected by MERS-CoV [24] .\n\nThe most common clinical features in critically ill patients with MERS-CoV are fever (71 %), cough (68 %), dyspnea (66 %), and gastrointestinal symptoms (32 %) [21] . Common laboratory abnormalities include leukopenia, lymphocytopenia, and thrombocytopenia, elevated serum creatinine and lactate dehydrogenase, and altered liver enzymes [21] . Initial chest radiographs are abnormal in most symptomatic patients and findings range from minimal abnormalities to extensive bilateral infiltrates [21] . Figure 1 shows the chest radiographs of four patients with MERS-CoV pneumonia on the first day of intubation and demonstrates different patterns of lung infiltrates. Computed tomography (CT) findings have included bilateral airspace opacities predominantly in the subpleural and basilar lung regions with more extensive ground-glass opacities than consolidation [25] .\n\nRapid progression to hypoxemic respiratory failure requiring intubation usually occurs within the first week after symptom onset [26] . In one observational study at a single center in Saudi Arabia ( [19] . Severe neurologic syndrome, including altered level of consciousness, ranging from confusion to coma, ataxia, and focal motor deficit, has been reported in three critically ill MERS-CoV patients, with brain magnetic resonance imaging (MRI) showing widespread, bilateral hyperintense lesions on T2-weighted images in the white matter and subcortical areas of different brain areas [27] .\n\nThe WHO has issued guidance for the definition of MERS-CoV cases, based on clinical criteria, exposure history and diagnostic findings as shown in Table 1 [3] .\n\nThe clinical and radiological manifestations do not differentiate MERS-CoV infection from other causes of respiratory infection. Diagnosis is, therefore, based on molecular testing by real-time reverse-transcription polymerase chain reaction (rRT-PCR) for two sites in the virus genome: the upstream E protein (upE) for screening and the open reading frame (ORF) 1a or 1b for confirmation [28] . Lower respiratory tract specimens have a higher sensitivity than upper respiratory tract specimens for detecting MERS-CoV [29] . The success of rRT-PCR testing depends on the experience and expertise of laboratory personnel, avoidance of contamination and the type and specimen condition. Gene sequencing targeting RdRp (present in all corona viruses) and N (specific to MERS-CoV) gene fragments can be used for confirmation [28] . MERS-CoV can be also diagnosed by seroconversion on two samples two weeks apart. Enzyme-linked immunosorbent assay can be used for screening and immunofluorescence assay (IFA) or neutralization for confirmation [28] . Several MERS-CoV-specific serologic assays have been developed but need validation [28] . The MERS-CoV virus can be cultured in commonly available cell lines [28] ; however, this requires specialized biosafety level 3 laboratories.\n\nAt present, there is no proven specific therapy for MERS-CoV infection. Therefore, the mainstay of management of critically ill patients with MERS-CoV infection is supportive evidence-based care. Admission to the ICU is frequently required for close monitoring (e.g., patients with high oxygen requirements) or organ support. The WHO has issued interim guidance for the management of suspected and confirmed MERS-CoV infection [30] . \n\nBecause of the risk of transmission within the healthcare setting, appropriate patient isolation and strict implementation of infection prevention and control measures are crucial in the management of MERS-CoV cases. For suspected cases, the WHO recommends droplet and contact precautions [30] . When performing an aerosol generating procedure (e.g., aspiration or open suctioning of respiratory tract, intubation, bronchoscopy, cardiopulmonary resuscitation) airborne precautions should be additionally applied [30] . The Centers for Disease Control and Prevention (CDC) recommends that droplet precautions should be added to standard precautions when providing care to all patients with symptoms of acute respiratory infection and that a suspected or confirmed MERS-CoV case should be isolated in an airborne infection isolation room that is constructed and maintained according to current guidelines [31] . If such a room is not available, the patient should be transferred as soon as is feasible to a facility where one is available [31] . Until transfer, the patient should wear a facemask and should be isolated in a room with the door closed [31] . Healthcare workers should adhere to standard contact and airborne precautions. Hand hygiene should be performed appropriately and personal protective equipment, including respirators, should be applied correctly [31] . In addition, visitation should be restricted and controlled [31] . Hospitals should also develop protocols to be ready for a potential increase in the need to isolate patients with suspected or confirmed MERS-Cov infection.\n\nEarly supportive management includes supplemental oxygen for hypoxemia, respiratory distress and shock and early invasive mechanical ventilation for significant respiratory distress or persistent hypoxemia [30] . Patients with acute respiratory distress syndrome (ARDS) should receive evidence-based care that includes a lungprotective ventilation strategy [32] : targeting a tidal volume of 6 ml/kg of predicted body weight, a plateau airway pressure ≤ 30 cmH 2 O and SpO 2 88-93 % or PaO 2 55-80 mmHg. Moderate to severe ARDS cases (PaO 2 :FiO 2 < 150 mmHg) are candidates for early prone positioning [33] and early neuromuscular blockade for 48 h [34] . Proning is recommended within 36 h of ARDS onset for at least 16 h, since this approach was associated with reduced mortality compared with managing patients in the supine position [33] . A 48-h infusion of intravenous cisatracurium within 48 h of ARDS onset has also been associated with reduced mortality compared with placebo [34] . Extracorporeal membrane oxygenation (ECMO) is an option for patients with refractory hypoxemia [35, 36] , and has been successfully used in young patients with severe H1N1 influenza with refractory hypoxemia [36] as well as in MERS-CoV patients [11] . Systematic corticosteroids should generally be avoided unless indicated for other established reasons [30] . The effect of corticosteroids on the outcome of MERS-CoV patients is unknown; however, corticosteroid use has been associated with increased morbidity in patients with SARS-CoV and severe influenza [37, 38] . High-flow oxygen, non-invasive ventilation and highfrequency oscillatory ventilation should probably be avoided or used with caution in MERS patients because of the potential to generate aerosols and lack of effectiveness in patients with ARDS [39] . A systematic review found that the following procedures were associated with an increased risk of acute respiratory infection transmission to healthcare workers through aerosolgeneration: endotracheal intubation, non-invasive ventilation, tracheotomy, and manual ventilation [39] . Strict infection prevention practices should, therefore, be employed when these interventions are performed.\n\nConservative fluid management is advocated especially in the presence of hypoxemia and the absence of shock. When renal replacement therapy (RRT) should be started in patients with AKI is controversial. However, the presence of fluid overload at the start of RRT has been associated with a worse outcome [40] . Starting ultrafiltration at lower degrees of fluid overload and early targeting of a negative balance may be beneficial [41, 42] .\n\nEarly trophic feeding for 7 days in ARDS patients [43] and permissive underfeeding for up to 14 days in mechanically ventilated patients [44] have been shown to be equivalent to target feeding for most outcomes including survival. Underfeeding may be preferred for patients in the prone position.\n\nTo date, there is no effective specific treatment for MERS-CoV infection. Data on ribavirin, interferon, and convalescent plasma are limited [21] . A study in rhesus macaques found that a combination of interferon-α2b and ribavirin was associated with a reduction in MERS-CoV replication and improved outcome [45] . Clinical studies on combined ribavirin and interferon showed inconsistent results [46] . Convalescent sera from patients who have recovered may be useful. A post-hoc metaanalysis of 32 studies on SARS-CoV and severe influenza found reduced mortality after antibody treatment compared with placebo or no treatment (pooled OR 0.25, 95 % CI 0.14-0.45), but the included studies were of low or very low quality [47] . Three studies from separate laboratories have reported the development of fully human neutralizing monoclonal antibodies against MERS-CoV but no clinical data are currently available [48] . Repurposed commonly-used drugs, such as statins, mycophenolic acid, and anti-tumor necrosis factor agents, which have potential anti-inflammatory or antiviral effects against MERS-CoV and at the same time an excellent safety record, may be treatment options. However, these drugs are not recommended for clinical use outside clinical trials [49] . There are no currently licensed MERS-CoV vaccines; however, work is ongoing to develop effective vaccines [50] .\n\nThe overall case fatality rate of MERS-CoV infection is~35 % [3] . However, the mortality rate of patients with severe illness requiring critical care is higher (58-84 %) [19, 22, 26] . Requirement for ICU admission for hospitalized patients is frequent (45-70 %) [19, 22] . In an observational study, 41 out of 49 (84 %) cases requiring ICU admission died, with 33 (78.6 %) having a progressive disease course until death [19] . In a multivariable regression analysis, only the presence of a concomitant infection (OR 14.13, 95 % CI 1.58-126.09) and a low serum albumin (OR 6.31, 95 % CI 1.24-31.90) were associated with the need for ICU admission [19] . The multivariable analysis showed age ≥ 65 years to be the only independent risk factor for increased mortality (OR 4.39, 95 % CI 2.13-9.05) [19] . AKI (41 %), hepatic dysfunction (31 %) and cardiac arrhythmias (16 %), such as tachyarrhythmias and severe bradycardia requiring temporary pacemaker insertion, were common complications [19] . Another observational study of 12 critically ill cases found that barotrauma occurred in 17 %, vasopressors were needed in 92 % and RRT was performed in 58 % [26] . The median time from onset of symptoms to intubation was 4.5 days (range 0-33 days). The median ICU and hospital lengths of stay were 30 (7-104) days and 41 (8-96) days, respectively, and 25 % of patients had a tracheostomy [26] . The 28-day and 90-day mortality rates were 42 and 58 %, respectively [26] .\n\nIt should be noted that the mortality of MERS-CoV cases during the Korean outbreak (May-July 2015) was only 19 % compared with~42 % in Saudi Arabia (as at Sept 11, 2015) [3] . However, the composition of the two cohorts was different in the relative percentages of asymptomatic and mildly symptomatic cases. The Korean healthcare authorities applied widespread screening and intensified public health measures, such as contact tracing, quarantine and isolation of suspected cases and all contacts for at least 14 days [3] . The identification of asymptomatic or mildly symptomatic patients and differences in patient characteristics, such as comorbid conditions, may have led to an overall lower mortality rate in Korea.\n\nMore than three years after its identification, MERS-CoV remains a major global threat. Infection with MERS-CoV is frequently severe and associated with significant morbidity and mortality. Although our understanding of this virus and its disease continues to evolve, large knowledge gaps remain. The Arabian Peninsula remains the most affected region, but there is concern about the spread of this virus to other countries and globally. Until zoonotic transfer of the virus from animals to humans is stopped, the risk of additional domestic and perhaps international outbreaks persists. Moreover, there is an urgent need for larger epidemiologic and outcome studies and randomized controlled trials examining different therapeutic interventions. Collaboration between international health authorities and research centers is necessary and is crucial to achieve these goals."}