{"title": "Incubation periods of acute respiratory viral infections: a systematic review", "body": "Acute respiratory viruses cause substantial morbidity and mortality worldwide. 1 Lower respiratory-tract infections are the leading cause of communicable disease death and among the top five contributors to disability-adjusted life years. 2 Viruses are the primary cause of lower respiratory-tract infections in children and a substantial cause of such infections in all age-groups. 3, 4 The incubation period of an infectious disease is the time between infection and symptom onset. 5 This period is widely reported because it is useful in infectious disease surveillance and control, in which the time of symptom onset may be the only indication of the time of infection. Severe acute respiratory syndrome (SARS) offers a dramatic example: by rapidly determining the maximum incubation period of SARS, public-health officials were able to set quarantine periods and halt a potential pandemic without the aid of a vaccine or treatment. [6] [7] [8] [9] The incubation period thus plays an essential part in surveillance for healthcare-associated infections, 10, 11 and may aid in diagnosis if laboratory facilities are unavailable. The incubation period is clinically relevant in the administration of antiviral medications, many of which are most effective when given before or immediately after symptom onset. 12 Epidemiological studies depend on the incubation period to identify potential sources of infection. 13 Predictive models designed to inform policy decisions use the incubation period to evaluate the potential of surveillance programmes and interventions to confront emerging epidemics. 14, 15 The length of the incubation period by comparison with the latent period (the time between infection and becoming infectious) determines the potential effectiveness of control measures that target symptomatic individuals. 16 Statements of the incubation period are often imprecise, unsourced, or based on limited evidence-for example, \"4-5 days\" may refer to the most common range, the highest and lowest incubation periods in a study, or some other interval. Without knowing which summary measure is being stated, it is hard to use this information to make clinical or infection control decisions. Estimates given without attribution or based on few observations do not meet the standards of evidence we demand for modern medical information.\n\nWe reviewed the literature on nine respiratory viruses selected for their clinical or publichealth importance: adenovirus, human coronavirus, SARS-associated corona-virus, influenza, measles, human metapneumo virus, parainfluenza, respiratory syncytial virus (RSV), and rhinovirus. 17 By systematic review and analysis of published estimates and data, we aim to (1) capture the consensus in the medical literature on these incubation periods, (2) characterise the evidence underlying this consensus, and (3) provide improved estimates of incubation periods for these infections. Previous reviews show the importance of the incubation period to the epidemiology of both infectious and non-infectious disease. [18] [19] [20] However, we know of no other attempt to combine published data and use a common method for estimating and reporting the incubation period for a broad range of respiratory virus infections.\n\nFor each virus, we searched PubMed, Google Scholar, and ISI Web of Knowledge 4.0 with no restrictions on language, although non-English documents were excluded on abstract review. Searches were done between May, 2007, and January, 2008, with no restriction on the earliest date of the articles returned. On PubMed, we searched for the terms \"incubation\", \"period\", and the virus name; on Google Scholar we searched for the phrases \"incubation period of [virus name]\" and \"incubation period for [virus name]\"; and on ISI Web of Knowledge, we searched for \"incubation period\" and the virus name. Each search was done with common variations of the virus name, specifically: \"adenovirus\", \"coronavirus\", \"human coronavirus\", \"HCoV\", \"severe acute respiratory syndrome\", \"SARS\", \"influenza\", \"measles\", \"human metapneumovirus\", \"hMPV\", \"parainfluenza\", \"HPIV\", \"respiratory syncytial virus\", \"RSV\", and \"rhinovirus\". We also reviewed four widely used infectious disease references, 3, 12, 21, 22 as well as several library catalogues and the Cochrane Library.\n\nNon-English documents and dead links returned by Google Scholar were excluded from abstract review. Abstracts were reviewed by a single reviewer, and excluded from full-text review if they were definitively about a different disease, a non-human study, or a nonrespiratory manifestation of the disease. Otherwise, all other articles returned by the searches were included in full-text review.\n\nDocuments in the full-text review were classified as containing: (1) an incubation period estimate based on original data or analysis, (2) a sourced statement of the incubation period (ie, citation given), (3) an unsourced statement of the incubation period (ie, no citation given), and/or (4) no statement of the incubation period. Relevant citations were similarly reviewed. Documents were further classified based on whether they contained individuallevel data appropriate for analysis. Each paper potentially containing original data was examined independently by two reviewers for figures, tables, or text describing individuallevel incubation period data. Discrepancies between reviewers were resolved by discussion and consensus.\n\nVariance or SDs are rarely reported for incubation periods, which makes standard metaanalytic techniques ineffective. To confront this issue, we separately summarised the statements in the literature and reanalysed published individual-level data (via a pooled analysis). The pooled analysis allows standard treatment of censored observations (ie, those cases when the incubation period is not exactly observed) across studies.\n\nWe classified all statements of the incubation period (categories 1-3) into two types: statements of the interval of the incubation period (including maxima and minima), and statements of central tendency (ie, median, mode, or mean). Observations in tables, figures, or text that gave an exact incubation period, a range of possible times for exposure and symptom onset, or a range of potential incubation periods were included. If the incubation period was not measured exactly, data were represented as single interval-censored observations covering the range of possible incubation periods. For example, if an individual was infected between 0600 h on March 12 and 0600 h on March 14, and then developed symptoms between 0600 h on March 16 and 0600 h on March 17, we represent this as an interval-censored observation of an incubation period of between 2 and 5 days. We report the range of incubation periods such that an incubation period within that range would be consistent with the predictions of most investigators (ie, consistent with over 50% of published estimates), and the modal statement of central tendency.\n\nIn his classic paper, Sartwell 19 showed that for most acute infectious diseases the logincubation periods follow a normal distribution; hence the incubation period follows a log-normal distribution specified by the median incubation period and a dispersion factor. 19, 23 In a normal distribution, approximately two-thirds of the data fall within one SD of the mean; similarly, in a log-normal distribution, approximately two-thirds of cases develop symptoms between median/dispersion and median×dispersion.\n\nFor each disease, all observations were pooled together as a single set of singly intervalcensored observations, and maximum-likelihood estimates for the median and dispersion were found by use of standard techniques. Estimates of the 5th, 25th, 75th, and 95th percentiles were calculated, and CIs were obtained by use of the delta method. 24 For one virus (human coronavirus), standard methods for maximum likelihood estimation did not converge, and an estimate obtained by use of Bayesian methods is reported. To account for the potential effect of differences between studies, hierarchical models allowing for studyspecific medians were fit to the data. In most cases, these models produced estimates nearly identical to the pooled estimates (results not shown). Technical details are available in the webappendix. All analysis was done using the R statistical package (version 2·6). Specific estimates found in this review, all data used in pooled analyses, and a full bibliography (including excluded abstracts and study classification) are available from the authors on request.\n\nWe identified 426 documents with one or more statements of incubation period (figure 1). Of the 441 estimates that appeared in these documents, 77 (17%) estimates were original, 168 (38%) gave a source, and 197 (45%) gave no source (table 1). 38 articles contained data appropriate for analysis (table 2) . 24 (63%) were observational studies and 14 (37%) were experimental studies. Table 1 summarises the incubation periods stated in the literature and the underlying data. Estimates for the incubation period of SARS-associated coronavirus and influenza have the most support (more than ten studies). Relatively large experimental studies of parainfluenza and rhinovirus have been done, but few observational or experimental studies (six or fewer) were available for other diseases.\n\nOur estimates of the full distribution of each incubation period using pooled data are shown in figure 2 and table 3. Visual comparison of the log-normal fitted curves with nonparametric estimates shows high agreement (figure 2). We estimated times by which 5%, 25%, 50%, 75%, and 95% of cases would develop symptoms (table 1) . If fewer than 20 observations were available, we did not estimate the 5th or 95th percentiles. No estimate was made for human metapneumovirus due to insufficient data (n=2). Median incubation periods ranged from a half-day (for influenza B) to 12 days (for measles). Dispersions ranged from 1·15 to 1·81, with all but SARS-associated coronavirus and rhinovirus being 1·51 or less, which suggest that, for most respiratory viruses, at least 90% of cases will develop symptoms between half and twice the median incubation period (because e 1·67×log(1·51) ≈2).\n\nAdenoviruses circulate widely, and most adults show evidence of past exposure. 4 Clinical manifestations vary between the 51 serotypes, 63 but commonly include cold symptoms, pharyngitis, tonsilitis, otitis media, and pharyngoconjunctival fever. Less common sequelae are severe pneumonia, conjunctivitis, cystitis, encephalitis, and meningitis. 12 15 papers stated the incubation period of respiratory disease due to adenovirus. Of 13 articles without original data, none cited an original source. Two original studies were found: an experimental study of adenovirus infection in 1947 reported the incubation period to be 5-6 days, 25 and an observational study of secondary infections in families found the mean incubation period to be 10 days. 64 Statements varied from a few days to over a week, but most were consistent with an incubation period of 4-8 days (table 1) .\n\nBased on 14 observations from a single experimental study, 25 we estimate the median incubation period of respiratory illness due to adenovirus to be 5·6 days (95% CI 4·8-6·3), with a dispersion of 1·26 (95% CI 1·13-1·38). 25% of cases will develop symptoms by 4·8 days (95% CI 4·0-5·5), and 75% by 6·5 days (95% CI 5·6-7·4) after infection. Because of limited data, the 5th and 95th percentiles were not estimated.\n\nAn estimated 10-30% of colds are caused by coronaviruses. 4 Coronaviruses usually cause a mild upper respiratory-tract infection, and have been associated with otitis media, asthma exacerbation, and pneumonia. 4 In late 2002, a novel virus, SARS-associated coronavirus, emerged in Asia, causing over 8000 cases worldwide. SARS-associated coronavirus differs clinically from other coronaviruses, causing a biphasic illness. In the first phase, myalgia, cough, dyspnoea, fever with diarrhoea and other gastrointestinal symptoms are common. In the second phase, patients develop respiratory distress syndrome, sometimes requiring ventilation and intensive care. 12 Human coronaviruses other than SARS-Of nine papers providing an incubation period for human coronavirus, two were based on original data and four were sourced. All sourced estimates cited a 1967 experimental study, which found the incubation period to range from 2 days to 4 days, with a mean of 3·3 days. 26 An experimental study by Tyrell and colleagues 65 found similar results. Most published estimates for human coronavirus are consistent with an incubation period of 2-5 days (table 1) .\n\nBased on 13 observations from one experimental study, 26 we estimate the median incubation period of human coronavirus to be 3·2 days (95% CI 2·8-3·7), and the dispersion to be 1·15 (95% CI 1·07-1·34). 25% of cases will develop symptoms by 2·9 days (95% CI 2·5-3·3), and 75% by 3·5 days (95% CI 3·1-4·2) after infection. There were insufficient data to confidently estimate the 5th or 95th percentiles.\n\nWe found many studies on the incubation of SARSassociated coronavirus, including a comprehensive review, 66 sophisticated statistical analyses, 23, 67, 68 and attempts to synthesise available data. 7 However, reporting of these results has not been previously standardised.\n\nWe found 168 sources with estimates for the incubation period of SARS-associated coronavirus. Public concern and the importance of quarantine for controlling SARS-associated coronavirus contribute to frequent statements of the incubation period. 8, 9, 69 Most (n=81) of the published estimates were sourced, with 65 unsourced, and 30 original estimates. The most cited sources are Donnelly and colleagues' 67 early analysis of the Hong Kong outbreak, and the consensus estimate published by WHO. 7 Most estimates for SARSassociated coronavirus are consistent with an incubation period of 2-10 days (table 1) .\n\nBased on 157 observations from nine observational studies, 6,27-34 we estimate the median incubation period of SARS-associated coronavirus to be 4·0 days (95% CI 3·6-4·4), and the dispersion to be 1·81 (95% CI 1·67-1·95). 5% of SARS-associated corona-virus cases will develop symptoms by 1·5 days (95% CI 1·2-1·7), and 95% by 10·6 days (95% CI 8·9-12·2) after infection.\n\nInfluenza causes 250 000 to 500 000 deaths worldwide each year. 70 Illness often has an abrupt onset and ranges from asymptomatic infection to primary viral pneumonia that progresses to death. 3 Symptoms include fever, chills, cough, headache, diffuse myalgia, and upper respiratory-tract infection. Gastrointestinal symptoms are common in children. 3 We identified 107 documents that stated an incubation period for influenza. 54 provided no source and 16 were based on original data. The earliest data comes from 1891, 71 We extracted 85 observations of the incubation period of influenza A from six experimental studies, [37] [38] [39] [40] [41] 43 78 observations of the incubation period of influenza B from two experimental studies, 41, 44 and 66 observations of the incubation period of influenza A or an unknown strain from three observational studies. 42, 45, 46 Unknown strains were presumed to be influenza A due to their occurrence during influenza A pandemics.\n\nWe estimate the median incubation period of influenza A to be 1·4 days (95% CI 1·3-1·5), and the dispersion to be 1·51 (95% CI 1·43-1·60). 5% of influenza A cases will develop symptoms by 0·7 days (95% CI 0·6-0·8), and 95% by 2·8 days (95% CI 2·5-3·2) after infection. Incubation period estimates for influenza A were sensitive to a single study with substantially different findings from other studies. 41 Excluding this study resulted in a median incubation period of influenza A of 1·9 days (95% CI 1·8-2·0), with dispersion of 1·22 (95% CI 1·17-1·29).\n\nWe estimate the median incubation period of influenza B to be 0·6 days (95% CI 0·5-0·6), and the dispersion to be 1·51 (95% CI 1·37-1·64). 5% of influenza B cases will develop symptoms by 0·3 days (95% CI 0·2-0·3), and 95% by 1·1 days (95% CI 0·9-1·3) after infection. Both studies of influenza B define symptom onset as the first instance of fever, potentially shortening the incubation period estimate compared with that seen in clinical practice.\n\nGlobally, measles causes an estimated 500 000 deaths each year in children aged under 5 years. 74 The first symptoms include fever, malaise, cough, conjunctivitis, coryza, and Koplik's spots. 12 These symptoms are followed by an erythematous maculopapular rash. Complications include otitis media, pneumonia, convulsions, and encephalitis.\n\nOf 52 documents with statements of the measles incubation period, 31 were unsourced, 16 provided a source, and five were based on observational data. The distinctive clinical presentation of measles allowed observations of the incubation period as early as 1847. 49 Most estimates for measles are consistent with an incubation period of 8-14 days (table 1) . Some of the variability in estimates stems from the use of two clinical definitions of symptom onset: the appearance of rash and the first symptoms of illness. We have excluded those studies that reported just the time to rash, as our interest was the time until first symptoms. However, not all the reports stated the specific symptom used by the authors to mark the end of the incubation period.\n\nBased on 55 observations from eight observational studies, [47] [48] [49] [50] [51] [52] [53] [54] we estimate the median incubation period of measles to be 12·5 days (95% CI 11·8-13·2), and the dispersion to be 1·23 (95% CI 1·18-1·28). 5% of measles cases will develop symptoms before 8·9 days (95% CI 8·1-9·8), and 95% by 17·7 days (95% CI 16·1-19·2) after infection.\n\nHuman metapneumovirus, first described in 2001, contributes to morbidity and hospital admission in all age-groups. 12 Clinically, human metapneumovirus causes illness ranging from upper respiratory-tract symptoms to bronchiolitis and pneumonia requiring ventilation. 12 Clinical examination of the lungs is abnormal in a quarter to a third of adults. Febrile seizures are reported in up to 16% of children. 75 Little is known about the incubation period of human metapneumovirus. We found only two reported observations of serial transmissions suggesting incubation periods of 5-6 days 36 and 4-6 days. 35 The incubation period of human metapneumovirus may be similar to that of RSV due to similarities between these viruses. 22\n\nParainfluenza viruses cause upper respiratory-tract infection, pneumonia, and bronchiolitis, and are a major cause of croup. 12 Initial symptoms include coryza, sore throat, hoarseness, and dry cough. 4 Four antigenically distinct serotypes exist, each with characteristic seasonal and age-specific pattern of infection. Most children are infected by multiple serotypes by age 5 years. 76 We found 14 documents with statements of the incubation period for parainfluenza that provided six original estimates, four sourced estimates, and six unsourced estimates. Four experimental and two observational studies include one exceptional observation (not included in the pooled analysis) of respiratory illness with virological evidence of parainfluenza infection, with an incubation period of 10-29 weeks. 77 These cases occurred during a period of winter isolation of Antarctic researchers, and may indicate sustained asymptomatic transmission or the ability of the virus to viably persist in exceptionally cold conditions. Most estimates for parainfluenza are consistent with an incubation period of 2-6 days (table 1) .\n\nBased on 11 observations from two experimental studies, 55, 56 we estimate the median incubation period for parainfluenza to be 2·6 days (95% CI 2·1-3·1), with a dispersion of 1·35 (95% CI 1·16-1·55). 25% of cases develop symptoms by 2·1 days (95% CI 1·6-2·6), and 75% by 3·2 days (95% CI 2·5-3·8) after infection. There were insufficient data to confidently estimate the 5th or 95th percentiles.\n\nRSV is an important cause of morbidity among children and mortality among elderly and immunocompromised people. Prospective studies have found that 40% of all lower respiratory-tract infections in the first year of life involve RSV. 22 RSV usually causes a upper respiratory-tract infection and is then cleared, but in 25-40% of cases, infection progresses to the lower respiratory tract, often manifesting as pneumonia or bronchiolitis. 3 In 40 documents with statements of the incubation period of RSV, 20 (48%) estimates were unsourced, 16 (38%) were sourced, and six (14%) were based on original data. Two estimates based on original data refer to the same experimental study. 57, 78 This study and three observational studies make up the data supporting most statements of the incubation period. 58, 59, 79 Most estimates for RSV are consistent with an incubation period of 3-7 days (table 1) .\n\nBased on 17 observations from one experimental study, 57 and seven observations from two observational studies, 58, 59 we estimate the median incubation period of RSV to be 4·4 days (95% CI 3·9-4·9), with a dispersion of 1·24 (95% CI 1·13-1·35). 5% of cases will develop symptoms before 3·1 days (95% CI 2·5-3·8), and 95% by 6·3 days (95% CI 5·2-7·3) after infection.\n\nRhinovirus causes an estimated 50% of colds. Symptoms include rhinorrhoea, nasal congestion, headache, sore throat, and cough. 4 Complications include sinusitis, otitis media, and exacerbation of asthma or chronic obstructive pulmonary disease. 3 We found 15 articles on the incubation period of rhinovirus. There were twice as many original (eight) as sourced (four) or unsourced (four) estimates. Low estimates of the incubation period are less than half a day. 3, 80, 81 Many experimental studies of rhinovirus infection report the time to peak mean symptom score of participants as a measure of the incubation period. 82, 83 This method may bias estimates of the incubation period to be longer, because the time of most severe symptoms will usually follow the time of first symptoms. Most estimates are consistent with an incubation period of 2-4 days (table 1).\n\nOf the 82% of incubation period estimates not based on original data, most were given without citation. This suggests that the incubation period for many diseases may be considered common knowledge in the medical community. However, our Review found that the evidence supporting the reported incubation period was minimal for many diseases. For some diseases (eg, influenza) estimates and data produced using sound methods exist, although they are rarely referenced.\n\nSeveral sources of uncertainty exist in the measuring of incubation period. Estimates depend on the time of infection, which cannot be observed directly. The time of exposure bounds the time of infection, but is rarely available. Observational studies may not include all infected cases, thus the methods by which cases are identified are themselves a potential source of bias. Experimental infection and natural experiments (eg, aeroplane infections) 42 may differ from normal exposure in ways that affect the incubation period. Routes of administration, changes in infectious dose, or differing periods of exposure to infectious individuals may modify the time to symptom onset. Most experimental studies use healthy adult volunteers, yet severe disease is concentrated in children and the elderly. Variation between studies in the definition of symptom onset and inclusion criteria may thus affect our estimates. Precise guidelines on the start of the symptomatic period for each disease would remove some of this variation.\n\nDespite potential sources of between-study variation, when we checked our pooled analysis against a hierarchical model we found nearly identical estimates for the median and dispersion of most diseases. For those that were shifted (influenza A and B), estimates of the median, 5th, and 95th percentiles were no more than a third of a day longer. This suggests that study effects may be less than one would assume; however, the small number of studies, and their relatively small size, leave open the possibility that factors specific to the included studies may have affected our results.\n\nThe results presented here are limited by our review's focus on published data. For some diseases (adenovirus, human coronavirus, influenza B, parainfluenza, and rhinovirus) estimates are still based on one or two studies and fewer than 100 observations. This necessarily leaves uncertainty in our results, and perhaps bias if these studies were atypical. We found eight instances (excluding SARS, for which there is ample evidence) in which a study that might contain data on the incubation period was done but the information necessary to estimate the incubation period was not published. These studies were mostly done over 30 years ago, and we felt it unlikely that the original data could be easily obtained. A motivated researcher who could obtain this or other unpublished data would add much to our results. More data is clearly needed if we are to understand how factors such as virus morphology, host status, climate, and infectious dose influence the incubation period.\n\nWe have combined published empirical data to provide estimates of the incubation period for nine important respiratory viruses. Previously published estimates generally only provide estimates of the centre of the incubation period distribution. However, the aspect of the distribution that is of interest varies by application: the right tail (eg, 95th percentile) is important in bounding the time of symptom onset for quarantine, the central region (eg, 25th to 75th percentiles) helps to identify the most likely time and source of infection, and the full distribution informs models for use in pandemic planning. Our comprehensive systematic review pools published data to characterise the entire incubation period distribution including the left and right tails, which makes the incubation period more useful in research, clinical practice, and public-health policy. * Literature estimates show the range of incubation periods consistent with most published estimates and the most frequently stated central tendency (eg, median, mean) for the incubation period; estimates that did not specify a type (eg, \"the incubation period is 5 days\") were assumed to be statements of central tendency. † Observational studies did not always report a defined number of participants, so a subject count is only reported for experimental studies. ‡ Original estimates for severe acute respiratory syndrome (SARS) are based on the same data. § A second experimental study with no observations beyond 5 days is not included. ¶ Many rhinovirus studies report time to maximum symptom score rather than time to any symptom.\n\nLancet Infect Dis. Author manuscript; available in PMC 2015 February 13. "}