{"title": "Synthesis of thiocarbohydrazide and carbohydrazide derivatives as possible biologically active agents", "body": "Isatin is a versatile lead molecule for designing potential antiviral agents. Isatin derivatives display broad spectrum pharmacological properties, including cytotoxic (Reddy et al., 2012; Alcaide et al., 2012) , antibacterial (Akhaja and Raval, 2011) , antifungal (Reddy et al., 2011) , antiviral (Kang et al., 2011; Bacani et al., 2011; Sin et al., 2009) , anti-HIV (Bal et al., 2005) , and antimalarial (Hans et al., 2011) activities. The first clinically approved antiviral agent, N-methylisatin-b-thiosemicarbazone (methisazone) was active against smallpox and vaccinia viruses (Bauer, 1985) . N,N 0 -disubstituted thiosemicarbazone derivatives of isatin were inhibitory to HIV-1 replication (Teitz and Ronen, 1984) . N-methylisatin-b-thiosemicarbazone is an inhibitor of Japanese encephalitis virus infection (Sebastain et al., 2008) . The general configuration of the isatin molecule resembles that of the purines and also tryptophan and its derivatives, but there is no evidence available as to whether isatin-b-thiosemicarbazone acts as an antimetabolite to these compounds (Bauer and Sadler, 1960) . Recent studies have shown that isatin could inhibit the protease, caspase, MAO and COX-2 enzymes (Medvedev et al., 2007) .\n\nViral pathogens are responsible for many human diseases and examples of diseases caused by viruses include the common cold, smallpox, AIDS, cold sores, human herpes virus, papilloma virus, etc. (Prado-Prado et al., 2009) . The worldwide market for antiviral drugs is estimated to be approximately 20 billion US dollars and is expected to grow rapidly as new therapies become available. The need for effective antiviral drugs is further emphasized by the lack of vaccines for most respiratory tract virus infections [adenovirus, rhinovirus, parainfluenza virus and respiratory syncytial virus (RSV), the widely occurring human papilloma viruses, and herpes simplex virus (HSV), varicella-zoster virus (VZV), Epstein-Barr virus, cytomegalovirus (CMV), and the vast array of hemorrhagic fever viruses (De Clercq, 2002) ]. Millions of people worldwide are affected by infectious diseases caused by viruses. Further, widespread viral resistance has renewed the interest in the quest for new antiviral agents. Earlier work could clearly define the structural requirements necessary for the retention of antiviral activity by heterocyclic thiosemicarbazone in neurovaccinia infections in mice. Viral infections primarily affect the respiratory and gastrointestinal system; epithelium, mucous membranes and endothelium of skin, mouth and genitals; lymphoid tissue, liver and other organs; and the central nervous system (Bruce et al., 2007) .\n\nRecently, we have reported that b-isatin-N,N 0 -thiocarbohydrazone derivatives could have antimicrobial and antioxidant activity (Kiran et al., 2012a) . Thiosemicarbazones were the first antiviral compounds recognized to possess broad-spectrum antiviral activity against a range of DNA and RNA viruses [Castro et al., 2011] . Earlier reports have described antiviral activity of isatin-b-thiosemicarbazone and isatin-b-semicarbohydrazone against different viral strains [Quenelle et al., 2006; Pandeya et al., 2005] . However, the biological activities of isatin-b-thiocarbohydrazone and isatin-b-carbohydrazone have not been evaluated against DNA and RNA viruses. In connection with our ongoing work on isatin (Kiran et al., 2012b) , we are now reporting a simple and efficient method for the synthesis of some b-isatin-N,N 0 -thiocarbohydrazone (4ag), bis-b-isatin thiocarbohydrazone, and bis-b-isatin thiocarbohydrazone derivatives (6a-e) as depicted in Schemes 1 and 2. These compounds were screened for in vitro antiviral activity and also in a two stage mouse-skin carcinogenesis test.\n\nMelting points (m.p.) were determined in open capillaries, using the Toshniwal melting point apparatus, expressed in°C and were uncorrected. FT-IR spectra (KBr) were recorded on a thermo Nicolet Nexus 670S series. NMR spectra were recorded on an Avance-300 MHz in DMSOd 6 solvent using TMS as an internal standard (chemical shifts in d, ppm). Mass spectra were obtained on a LC-MSD-Trap-SL. Reactions were monitored using thin layer chromatography (TLC) on aluminum-backed precoated silica gel 60 F 254 plates (E Merck). The purity of the compounds was checked on silica gel-coated aluminum sheets by TLC. Column chromatography was performed by using Qualigen's silica gel (60-120 mesh). All the solvents were AR grade and distilled before use. 5-Substituted isatins were purchased from Himedia (Mumbai, India). Indole-3-carboxaldehyde was obtained from E. Merck (India). All substituted aldehydes were purchased from Sd. Fine Chemicals.\n\nGeneral procedure\n\nThe synthesis of isatin derivatives was carried out using a modified Sandmeyer methodology (Henry and Blatt, 1964) . N-benzyl isatin is prepared by a microwave method as reported in the literature (Shmidt et al., 2008) . All the isatin derivatives exhibit same physical properties as reported in the literature.\n\nThe synthesis of thiocarbohydrazide was carried out by the Taguchi method. The physical data of the synthesized compound are comparable and show m.p 170-172°C similar to that reported in the literature (Zhou et al., 2010) .\n\nAn equimolar mixture of thiocarbohydrazide (0.01 mol), substituted aldehyde (0.01 mol), and a few drops of glacial acetic acid were taken in 30 ml of ethanol in 250 ml conical flask. The resulting mixture was heated under reflux for 1 h. Then the reaction mixture was cooled overnight and the precipitate was collected by filtration. Further it was purified by recrystallization with ethanol. The synthesized compounds were comparable with the reported literature (Mohamed et al., 1991) .\n\nTo a solution of monothiocarbohydrazone (2a-g, 0.01 mol) and substituted isatin (3, 0.01 mol) in ethanol, a few drops of glacial acetic acid were added to initiate the reaction. The progress of the reaction was monitored by TLC. The residue was cooled, kept overnight and the precipitate was collected by filtration. The solid was purified by column chromatography, and subsequently by recrystallization with ethanol.\n\nA mixture of thiocarbohydrazide or carbohydrazide (0.01 mol) was mixed with appropriate substituted isatin derivatives (0.02 mol) in ethanol-acetic acid (1:1). The reaction mixture was refluxed for 2 h. Then the reaction mixture was cooled, kept overnight and the precipitate was collected by filtration. The resulting solid was purified by column chromatography and subsequently by recrystallization with ethanol. \n\n(3Z)-1-benzyl-2-oxo-2,3-dihydro-1H-indol-3-ylidene] amino}-1-[(phenylmethylidene)amino]thiourea (4g) IR (m cm -\n\nThe synthesized compounds were evaluated for antiviral activity according to well-established procedures by De Clercq (1981 Clercq ( , 1986 . The compounds were evaluated for antiviral activity by using the following viruses: human cytomegalovirus (HCMV) strains AD-169 and Davis, herpes simplex virus type 1 (HSV-1) strain KOS, thymidine kinasedeficient (TK -), HSV-1 KOS strain resistant to ACV (ACV r ), herpes simplex virus type 2 (HSV-2) strain G, vaccinia virus, vesicular stomatitis virus (VSV), VZV strain Oka, TK -VZV strain 07-1, RSV strain Long, VSV, coxsackie B4, parainfluenza 3, Reovirus-1, Sindbis, Punta Toro, feline coronavirus (FIPV: feline infectious peritonitis virus), influenza A virus subtypes H1N1 and H3N2, and influenza B virus. Antiviral assays were carried out in Crandell-Rees feline kidney cells (feline corona virus and feline herpes virus), HeLa cell cultures (vesicular stomatitis virus, coxsackie virus B4, and RSV), human embryonic lung (HEL) cell cultures [HSV-1 (KOS), HSV-2 (G), vaccinia virus, vesicular stomatitis virus and HSV-1 TK -KOS ACV r ], Madin Darby canine kidney (MDCK) cells (influenza A H1N1 subtype, influenza A H3N2 subtype, and influenza B) and Vero cell cultures (parainfluenza-3 virus, reovirus-1, sindbis virus, coxsackie virus B4, and Punta Toro virus). The HEL, Vero, and HeLa cell lines used in this study were monitored for mycoplasma contamination and were found to be mycoplasma-free.\n\nConfluent cell cultures in microtiter 96-well plates were inoculated with 100 CCID 50 of virus (1 CCID 50 being the virus dose to infect 50 % of the cell cultures) or with 20 plaque forming units (PFU) (for VZV) and the cell cultures were incubated in the presence of varying concentrations of the test compounds. Viral cytopathicity or plaque formation (VZV) was recorded as soon as it reached completion in the control virus-infected cell cultures that were not treated with the test compounds. Antiviral activity was expressed as the EC 50 or compound concentration required to reduce virus-induced cytopathicity or viral plaque formation by 50 %.\n\nCytostatic activity were based on the inhibition of HEL cell growth. HEL cells were seeded at 5 9 10 3 cells/well into 96-well microtiter plates and allowed to proliferate for 24 h. Then, medium containing different concentrations of the test compounds was added. After 3 days of incubation at 37°C, the cell number was determined with a Coulter counter. The cytostatic concentration was calculated as CC 50 (the compound concentration required to reduce cell growth by 50 % relative to the number of cells in the untreated controls). CC 50 values were estimated from graphic plots of the number of cells (percentage of control) as a function of the concentration of the test compounds. Cytotoxicity was expressed as minimum cytotoxic concentration (MCC) or the compound concentration that causes a microscopically detectable alteration of cell morphology.\n\nThe synthesized compounds were evaluated for their antiviral activity against three influenza virus subtypes [A/ Puerto Rico/8/34 (H1N1); A/Hong Kong/7/87 (H3N2), and B/Hong Kong/5/72]. Antiviral activity was estimated from the inhibitory effect on virus-induced cytopathic effect, as determined by microscopical examination and/or the \n\nSpecific pathogen-free female ICR mice (6 weeks old, body weight approx. 30 g) were obtained from Japan SLC Inc., Shizuoka, Japan, and the animals were housed, five per polycarbonate cage, in a temperature-controlled room at 24 ± 2°C and given food and water ad libitum throughout the experiment. Animals were divided into three experimental groups containing 15 mice each. The back (2 9 8 cm 2 ) of each mouse was shaved with surgical clippers, and the mice were topically treated with 7,12dimethyl benz[a]anthracene (DMBA) (100 lg, 390 nmol) in acetone (0.1 ml) an initiating treatment. One week after the initiation, papilloma formation was promoted twice weekly by the application of 12-O-tetradecanoylphorbol-13-acetate (TPA) (1 lg, 1.7 nmol) in acetone (0.1 ml) to the skin (Fig. 1) . One hour before each treatment with TPA, the mice were treated with the samples (85 nmol) in acetone (0.1 ml). The incidence of papillomas was examined weekly over a period of 20 weeks (Tanaka et al., 2001) , the percentages of mice bearing papillomas (Fig. 2a) and the average number of papillomas per mouse (Fig. 2b) were recorded.\n\nA series of new b-isatin aldehyde-N,N 0 -thiocarbohydrazone, bis-b-isatin thiocarbohydrazones, and bis-b-isatin carbohydrazones derivatives was synthesized by microwave-oriented reaction by two-step procedure as depicted in Schemes 1 and 2. The synthesized compounds were purified by column chromatography. All of the derivatives were characterized by FT-IR, 1 H NMR, and mass spectral data. The FT-IR spectra of the compounds revealed absorption bands in the region 1,509-1,610 cm -1 corresponding to C=N stretching bands. Absence of carbonyl (C=O) peak around 1,715 cm -1 revealed the formation of Schiff bases. The 1 H NMR spectrum of the synthesized compounds showed only one set of signals for the aromatic protons around 6.73-7.80 ppm, while the -NH of the isatin and -NH of hydrazones gave rise to two different signals in the 11-14 ppm range. The novel b-isatin aldehyde-N,N 0 -thiocarbohydrazones (4a-g) and bis-isatin (6a-e) were evaluated against various strains of DNA viruses (i.e., human cytomegalovirus (HCMV), vaccinia virus (VACV), HSV type 1 (HSV-1) and type 2 (HSV-2), acyclovir-resistant, ACV r ), VZV ( Table 1 ). The test compounds were also evaluated against several RNA viruses (i.e., VSV, coxsackie B4 virus, RSV, parainfluenza virus type 3, reovirus-1, sindbis virus and Punta Toro virus ( Table 2 ). The EC 50 was calculated as the effective concentration of compound that decreased the percentage of formazan production in compound treated, virus-infected cells to 50 % of that produced by compound-free uninfected cells. The 50 % cytostatic concentration (CC 50 ) was calculated as the concentration required to reduce cell growth by 50 %. MCC is the minimum cytotoxic concentration that causes a microscopically detectable alteration of cell morphology. The HEL, Vero, and HeLa cell lines used in this study were regularly monitored for mycoplasma contamination and found to be mycoplasma-free. The antiviral activity was measured for twelve isatin derivatives using a cell-protection assay. The data are recorded in Tables 1, 2 , 3, and 4. There was only moderate activity of the 4a and 4b compounds against both strains of HCMV. Although at concentrations close to their toxicity levels, no specific antiviral effects were noted with the evaluated compounds against HSV-1, (HSV-1 strain KOS), HSV-2 (HSV-2 strain G), HSV-1 (ACV resistant KOS strain), vaccinia virus, vesicular stomatitis virus, coxsackie virus B4, respiratory syncytial virus, parainfluenza-3 virus, reovirus-1, sindbis virus, and Punta Toro virus. None of the compounds exhibited specific antiviral effects (i.e., minimal antiviral effective concentration C fivefold lower than minimal cytotoxic concentration) against any of the viruses evaluated.\n\nThe anti-influenza virus activities of a series of isatin derivatives were determined by measuring their inhibitory effects on virus replication in MDCK cells using three None of the twelve analogs were able to inhibit the cytopathic effects of three influenza virus subtypes i.e., H1N1, H3N2, and influenza B (Table 3) , except 4f, 6d, and 6e that showed some activity below the non-toxic concentration of 100 lM. Two-stage mouse-skin carcinogenesis test\n\nIn the present study, we selected two compounds 6b and 6c among the ten compounds to examine their effects on in vivo two-stage carcinogenesis using mouse-skin papillomas induced by DMBA as an initiator and TPA as a promoter. During the test, no significant toxic effects, such as inflammation and lesional damage (edema, erosion, and ulcer), were observed on the areas of mouse skin topically treated with test compounds. In our experiment, the body weight of the animals was not affected by the treatment with test compounds. As shown in Fig. 2a , the positive control (DMBA and TPA) group in papilloma-bearing mice appears rapidly from week 6, and reached 100 % within 10 weeks of promotion. On the other hand, treatment with compound 6c (85 nmol) along with DMBA/TPA reduced the percentage of papilloma-bearing mice to 40-70 % during weeks 10-15, and thereafter 90 % during week 18 and reached 100 % at week 20. As shown in Fig. 2b , in the positive control group, the number of papillomas per mouse formed increased rapidly after week 6 and reached 7.9 papillomas/mouse at week 20. On the other hand, mice treated with compound 6c bore only 5.1 papillomas/mouse over the period of week 20. A moderate protection is observed for the compound 6b. The percentage of papillomas increased rapidly from week 7 and reached 100 % after week 17, and in this group only 1.2, 3.9, and 6.1 papillomas were formed per mouse at 10, 15, and 20 weeks of promotion. From these results, the inhibitory effects of compound 6c on mouse two-stage carcinogenesis induced by DMBA and TPA were apparently more potent than those of compound 6b. Thus, as demonstrated above, the in vivo anti-tumor promoting activity of compound 6c showed stronger chemoprevention activity than that of compound 6b. These results suggest that isatin lead molecules may be useful as cancer chemopreventive agents.\n\nWe have synthesized twelve compounds by reacting substituted/unsubstituted 2,3-dihydro-2,3-dioxindole and thiocarbohydrazide/carbohydrazide in alcohol in the presence of glacial acetic acid. All synthesized compounds were characterized by FT-IR, NMR, and mass spectra. All the compounds were screened for antiviral activity against a various strains of DNA and RNA viruses and some of them, exhibited moderate antiviral activity compared with the reference compounds. Further, the anti-carcinogenic activity of compounds 6b and 6c was examined by a two stage-carcinogenesis test using DMBA as initiator and TPA as a promoter. The data suggested that compound 6c exhibited stronger chemoprevention activity than compound 6b. Thus these results suggest that isatin lead molecules could also be useful as cancer chemopreventive agents."}