{"title": "Identification of SUMO E3 Ligase-Specific Substrates Using the HuProt Human Proteome Microarray", "body": "The functional protein microarray is a powerful and versatile systems biology and proteomics tool that allows the rapid activity profiling of thousands of proteins in parallel. Applications of functional protein microarrays range from the identification of proteinbinding properties, to surveying targets of posttranslational modifications, to uncovering novel enzymatic activities. Since the development of the yeast proteome microarray over 10 years ago [1] , more recent work has seen the development of complete and near-complete proteome arrays representing viruses, bacteria, and plants [2] [3] [4] . However, most existing human protein microarrays are comprised of only a minority of the human proteome [5] [6] [7] [8] [9] . We have recently developed a human proteome microarray, the HuProt array, which includes nearly 20,000 full-length human proteins [10] . The proteins used to generate this microarray were expressed in yeast and purified under native conditions. Expressing recombinant eukaryotic proteins in yeast improves the likelihood that proteins will retain their biological activity relative to prokaryotic and in vitro expression systems.\n\nNumerous collaborations between our labs and others have so far harnessed the power of the HuProt array to profile a wide range of protein activities. The role of posttranslational modifications in regulating enzymatic activity is one area of investigation particularly well suited for the HuProt array platform. A screen to define the S-nitrosylated proteome revealed an important regulatory role for this posttranslational modification in the control of ubiquitin E3 ligase activity [11] . In other work, phosphorylation and glycosylation states of the protein kinase CK2 were shown to affect its substrate specificity [12] . The HuProt array has also been used in two separate studies to link novel protein-RNA interactions to neurological disease, including an interaction between RNA splicing factors and a long noncoding RNA linked to schizophrenia [13] and an interaction between multiple RNA binding proteins and an expanded repeat-containing transcript implicated in amyotrophic lateral sclerosis [14] . Another ongoing project in our labs is the generation of monospecific monoclonal antibodies whose specificity can be quickly evaluated using the HuProt array [10] . The utility of the HuProt array further extends to exciting clinical applications including the identification of novel biomarkers that may be used as a diagnostic tool in primary biliary cirrhosis, an autoimmune disease of the liver [15] .\n\nProtein SUMOylation is an essential posttranslational modification in most organisms, including yeast, C. elegans, Arabidopsis, and mice [16] . The reversible SUMO-modification of target proteins involves an enzymatic cascade chemically similar to ubiquitylation, involving E1 activating, E2 conjugating, E3 ligating enzymes and SUMO proteases. As the only classes of SUMOylation enzymes for which multiple members have been identified, the SUMO E3 ligases and the SUMO proteases have been proposed to be the major factors determining substrate specificity. Recently, we have conducted SUMOylation assays using the HuProt microarray to identify numerous previously uncharacterized SUMO E3 ligasedependent substrates using a subset of human SUMO E3 ligases. While our study focused on some of the best characterized SUMO E3 ligases, recently additional SUMO E3 ligases have been described [17] [18] [19] [20] [21] and it is likely that new SUMO E3 ligases await discovery [22] . The methods that we describe here could be used to identify substrates for these additional SUMO E3 ligases. For most SUMO E3 ligases, only a limited number of substrates are known. In this chapter, we will describe the on-chip SUMOylation protocol that we have developed so that the reader may conduct SUMOylation assays using the HuProt microarray with their SUMO E3 ligase of interest.\n\nMicroscope slide box (25-slide size).\n\nMicroarray analysis software, GenePix Pro 6.0 (MDS Analytical Technologies, USA).\n\nOrbital shaker.\n\nSUMO-1 affinity-purified mouse monoclonal antibody (21C7) (#33-2400, Life Technologies).\n\nDyLight 549 Antibody Labeling Kit (Pierce Biotechnology): DyLight NHS ester, 0.67 M borate buffer, purification resin, spin columns, microcentrifuge collection tubes.\n\nSUMO blocking buffer: 2 % BSA, 0.05 % Tween-20 in TBS.\n\n2× SUMO conjugation buffer: 40 mM HEPES, pH 7.3, 200 mM NaCl, 20 mM MgCl 2 , 0.2 mM DTT.\n\nSUMO reaction mix (for 200 μl reaction): 100 μl 2× SUMO conjugation buffer, 0.25-2.5 μM E1 enzyme, 0.07-7 μM E2 enzyme, 20 nM E3 ligase (see Note 2).\n\nTBST: 0.05 % Tween-20 in TBS.\n\n1 % SDS.\n\nStreak out colonies onto a LB + ampicillin agar plate from a glycerol stock of GST-SUMO in pGEX6p.1 in BL21 cells.\n\nPick a single colony and inoculate into 5 ml LB with ampicillin overnight at 37 °C.\n\nDilute the 5 ml culture into 50 ml LB with ampicillin culture overnight at 37 °C.\n\nDilute 50 ml culture into 1 l LB with ampicillin until the OD = 0.6, then drop the temperature to 20 °C and induce with 1 mM IPTG and shake overnight at 20 °C.\n\nFreeze pellet at −80 °C until ready to proceed with purification.\n\nThaw pellet at 37 °C, resuspend with 25 ml general lysis buffer, rotate at RT for 15 min.\n\nCentrifuge at 4 °C for 30 min at 20,000 × g to pellet insoluble material.\n\nDuring centrifugation prepare glutathione sepharose by washing 2 ml 50 % glutathione sepharose with 1× PBS in 50 ml tube. Repeat twice.\n\nBind protein by mixing supernatant with glutathione sepharose, rotate at 4 °C for 1 h or longer.\n\nWash sepharose by spinning down sepharose, discard supernatant, resuspend sepharose in 1 ml of 1× PBS. Transfer sepharose to column; wash with 12 ml of 1× PBS.\n\nCleave SUMO from GST tag by transferring sepharose bound with GSTprecission protease and GST-SUMO to the same column. Parafilm column to prevent leakage. Incubate with shaking at 4 °C overnight.\n\nAllow sepharose to settle. Remove supernatant containing purified untagged SUMO. Apply 4 ml of 1× PBS and repeat.\n\nDialyze overnight against 2 l 1× PBS\n\nConcentrate protein using a micron centrifugal filter (10 kDa MWCO) by spinning 20 min at 500 × g. Aliquot and freeze with liquid nitrogen and store at −80 °C.\n\nStreak out colonies onto an LB + ampicillin agar plate from a glycerol stock of His-hE1 (His-Aos1/Uba2) in BL21 cells.\n\nPick a single colony and inoculate into 5 ml LB with ampicillin overnight at 37 °C.\n\nDilute the 5 ml culture into 50 ml LB with ampicillin culture overnight at 37 °C.\n\nDilute 50 ml culture into 1 l LB with ampicillin until the OD = 0.6, then drop the temperature to 20 °C and induce with 1 mM IPTG and shake overnight at 20 °C.\n\nFreeze pellet at −80 °C until ready to proceed with purification.\n\nThaw pellet at 37 °C, resuspend with 25 ml general lysis buffer, rotate at RT for 15 min.\n\nCentrifuge at 4 °C for 30 min at 20,000 × g to pellet insoluble material.\n\nDuring centrifugation prepare Ni-NTA agarose by washing 2 ml 50 % Ni-NTA agarose with E1 binding buffer in 50 ml tube. Repeat twice.\n\nBind protein by mixing supernatant with Ni-NTA agarose, rotate at 4 °C for 1 h or longer.\n\nWash agarose by spinning down agarose, discard supernatant, resuspend agarose in 1 ml of wash buffer. Transfer agarose to column; wash with 12 ml of E1 wash buffer.\n\nElute with 3 ml of E1 elution buffer. Collect fractions and analyze by SDS-PAGE. Pool fractions containing protein.\n\nDialyze overnight against 2 l enzyme dialysis buffer.\n\nConcentrate protein using a micron centrifugal filter (10 kDa MWCO) by spinning 20 min at 500 × g. Aliquot and freeze with liquid nitrogen and store at −80 °C.\n\nStreak out colonies onto an LB + ampicillin agar plate from a glycerol stock of GST-Ubc9 in pGEX6p.1 in BL21 cells.\n\nPick a single colony and inoculate into 5 ml LB with ampicillin overnight at 37 °C.\n\nDilute the 5 ml culture into 50 ml LB with ampicillin culture overnight at 37 °C.\n\nDilute 50 ml culture into 1 l LB with ampicillin until the OD = 0.6, then drop the temperature to 20 °C and induce with 1 mM IPTG and shake overnight at 20 °C.\n\nFreeze pellet at −80 °C until ready to proceed with purification.\n\nThaw pellet at 37 °C, resuspend with 25 ml general lysis buffer, rotate at RT for 15 min.\n\nCentrifuge at 4 °C for 30 min at 20,000 × g to pellet insoluble material.\n\nDuring centrifugation prepare glutathione sepharose by washing 2 ml 50 % glutathione sepharose with 1× PBS in 50 ml tube. Repeat twice.\n\nBind protein by mixing supernatant with glutathione sepharose, rotate at 4 °C for 1 h or longer.\n\nWash sepharose by spinning down sepharose, discard supernatant, resuspend agarose in 1 ml of E2 wash buffer. Transfer sepharose to column; wash with 12 ml of E2 wash buffer.\n\nCleave UBC9 from GST tag by transferring beads bound with GST-precission protease and GST-UBC9 to the same column. Parafilm column to prevent leakage. Incubate with shaking at 4 °C overnight.\n\nAllow sepharose to settle. Remove supernatant containing purified untagged UBC9. Apply 4 ml of E2 wash buffer and repeat.\n\nDialyze overnight against 2 l enzyme dialysis buffer.\n\nConcentrate protein using a micron centrifugal filter (10 kDa MWCO) by spinning 20 min at 500 × g. Aliquot and freeze with liquid nitrogen and store at −80 °C.\n\nAdd 40 μl 0.67 M borate buffer to 0.5 ml of 0.5 mg/ml affinity-purified SUMO-1 antibody.\n\nAdd 0.5 ml of antibody in borate buffer to the vial of DyLight reagent and vortex gently.\n\nBriefly centrifuge to collect the sample in the bottom of the tube.\n\nIncubate the reaction mixture for 60 min at room temperature protected from light.\n\nMix purification resin to ensure uniform suspension and add 400 μl of the suspension into both spin columns. Centrifuge for 45 s at 1,000 × g to remove the storage solution. Discard the used collection tubes and place the columns in new collection tubes.\n\nAdd 250-270 μl of the labeling reaction to each spin column and mix the sample with the resin by vortexing.\n\nCentrifuge columns for 45 s at 1,000 × g to collect the purified proteins.\n\nCombine the samples from both columns (0.5 ml total).\n\nAliquot and store the labeled antibody at −20 °C.\n\nRemove arrays from −80 °C freezer and immediately rinse by quickly dunking in a beaker of 300 ml of TBST.\n\nUsing forceps, transfer each array to a well of a four-well plate with 3 ml of SUMO blocking buffer per well.\n\nBlock protein microarray by gently shaking overnight at 4 °C (see Note 3).\n\nPrepare the reaction mix and keep on ice. Add E1 and E2 enzymes and E3 ligase immediately before the end of the blocking step. Set up two control experiments, one using antibody only, and one without the E3 ligase.\n\nRemove one array from blocking buffer and carefully wick off liquid by tapping the edge on a paper towel, give the bottom of the array a quick wipe with a kimwipe and place array on the top surface (protein side up) of a humidity chamber (see Note 4).\n\nAdd SUMO reaction mix to each slide carefully and place lifterslip on top, being careful to avoid bubbles (see Note 5).\n\nIncubate at 37 °C for 90 min (depending on enzyme activity).\n\nImmediately after start of incubation, pre-warm appropriate volume of 1 % SDS to 55 °C for later washing steps (see Note 6).\n\nRemove coverslip by gently sliding off array (see Note 7).\n\nPlace arrays in a four-well plate and wash gently on orbital shaker 3× for 10 min at room temperature with 3 ml TBST per well.\n\nWash with 1 % SDS warmed to 55 °C 3× for 5 min each.\n\nWash once with 3 ml TBST.\n\nDilute labeled SUMO1 antibody in blocking buffer at 1:1,000 dilution. Apply 200 μl of the antibody mixture to each array and add fresh coverslip. Incubate array with labeled SUMO1 antibody for 1 h at room temperature.\n\nRemove coverslip by gently sliding off array and wash slides three times for 10 min in 3 ml TBST in four-well plate.\n\nWash the slides once in 50-100 ml milliQ water for 5 min to remove residual salts from the surface of the microarray (see Note 8).\n\nPlace each array horizontally into a micro slide box with kimwipes on the bottom. Centrifuge the box in a benchtop centrifuge for 3 min at 500 × g.\n\nScan the microarray with a GenePix 4000B scanner with 5-μm resolution detection at 532 nm with the appropriate gain and power settings (see Note 9) . Save the scanned images as TIFF files. All slides that will be compared should be scanned using the same gain and power settings."}