{"title": "Middle East respiratory syndrome vaccines", "body": "Middle East respiratory syndrome (MERS), caused by a novel coronavirus (MERS-CoV), was first identified in 2012 in patients with severe respiratory disease in Jordan and Saudi Arabia. 1 Since its discovery, approximately 1600 cases have been reported, amounting to about 40 cases per month. While this number is low, the worrisome features of the disease are its propensity to cause severe disease in patients with underlying conditions, including diabetes, renal disease, lung disease, or an immunocompromised state, and its apparent ability to readily spread within hospital settings. 2 In addition, MERS-CoV has been identified in camel populations throughout the Arabian Peninsula and Africa, [3] [4] [5] and epidemiological evidence suggests that it is periodically introduced into human populations. 6 Further, coronaviruses have a well-described propensity to mutate and recombine. 7 Consistent with this propensity, the genomic sequence of MERS-CoV has changed since it first entered human populations in 2012, but these changes have not enhanced the ability to effect human-tohuman transmission. 8 This lack of increased transmissibility is encouraging, but, on the other hand, the continued introduction into human populations from infected camels coupled with coronavirus mutability means that measures to prevent infection are important to develop anticipatorily.\n\nFollowing the demonstration of the key role of hospitals in secondary spread, 9, 10 efforts were made to introduce careful infection control measures into affected hospitals. These appear to have been effective in reducing virus transmission and greatly decreasing the number of MERS cases. However, these measures do not affect the acquisition of primary cases of MERS, which likely occur either directly or indirectly from camels. These primary cases are the source for subsequent hospital outbreaks, so preventing transmission from camels or within the community might be the best way to provide subsequent secondary cases and hospital spread.\n\n'In addition to the appropriate infection control measures, virus transmission would be most effectively prevented by a combination of rapid and efficient diagnosis, treatment with antiviral therapy to decrease virus loads, and prophylactic treatment with an intervention that prevents infection or at least disease manifestations. Most often, the latter approach involves passive or active immunization, which will be discussed in this review. Efforts to prevent MERS by immunization are based in part on the extensive information gained from studies of coronavirus vaccines used to prevent infections in domesticated and companion animals. Additionally, a key piece of information required for the rational design of vaccines is knowledge of a protective immune response. Immune responses to some non-human coronaviruses have been characterized and these responses are also described below. directed against the surface (S) protein, responsible for binding to the host cell receptor. The N terminal S1 fragment of the S protein binds to the host cell receptor, elicits neutralizing antibody, and perhaps not surprisingly, is also the part of the virus that is most variable between isolates. 12 This variability explains why neutralizing antibodies are generally virus strain-specific and do not provide cross-reactive protection against even closely related coronaviruses. 13 On the other hand, coronavirus-specific CD8 and CD4 T-cells recognize epitopes from across the genome, some of which are in conserved proteins, which do not readily undergo mutation.\n\nPrior to the onset of severe acute respiratory syndrome (SARS) and MERS, many studies on protective immune responses used mice infected with the murine coronavirus, mouse hepatitis virus (MHV). These studies showed that virus clearance from infected mice required the development of an effective T-cell response. Both CD4 and CD8 T-cells were required for optimal kinetics of clearance. 14 The studies also showed that the T-cell response could be immunopathological. 14-16 Thus when irradiated mice or mice lacking T-and B-cells were infected with a strain of MHV that causes demyelination, the mice developed minimal clinical disease and showed no evidence of demyelination. However, within a few days of receiving virus-specific T-cells, severe myelin destruction occurred, along with hind limb paralysis. Neutralizing antibodies were also important in immune protection, serving at least two roles. First, in the absence of neutralizing antibody, MHV was cleared to very low levels by T-cells, but later recrudesced, resulting in lethal disease. 17 Second, virus-specific antibodies were most important for protecting mice against further challenge. Of note, immune protection was long-lived in immunocompetent mice that survived experimental infection with MHV, possibly because the infection was systemic, involving the central nervous system, or in some cases, the liver.\n\nIn marked contrast, coronaviruses that are primarily mucosal induce short-lived protection. This is most evident in studies of patients or human volunteers infected with respiratory coronaviruses such as HCoV-229E or HCoV-OC43. 18, 19 These viruses generally cause mild upper respiratory tract disease and only rarely cause severe disease. In human volunteer studies, the presence of pre-existing anti-HCoV-OC43 or HCoV-229E antibodies did not provide protection against experimental challenge with the same virus, in terms of clinical disease or virus titers. Similarly, experimental challenge provided only partial protection against subsequent re-challenge and this protection waned over several months. In these studies, systemic antibodies were generally measured, so less is known about the levels of IgA, which are likely most important for protection against viruses that remain confined to the upper respiratory tract.\n\nFrom these data, one might predict that infection with MERS-CoV or SARS-CoV would result in a long-lived protective response, since SARS-CoV and MERS-CoV cause severe respiratory illness based in the lungs, and SARS-CoV (and perhaps MERS-CoV) causes a systemic infection. 20 However, this may not be the case. While only a few SARS survivors have been followed longitudinally, anti-SARS-CoV antibody titers were not detectable after 6 years. 21 Longitudinal studies of T-cell responses in these patients are even fewer in number, but T-cell responses were detected at low levels in some survivors. [21] [22] [23] [24] While these data suggest that coronavirus-specific Tcells are more likely to persist than B-cells, it is still possible that there are sufficient numbers of residual memory T-and B-cells to protect patients from infection or severe disease on rechallenge.\n\nPrior to the outbreak of SARS, coronaviruses were considered most important as causes of infections of domesticated and companion animals. Vaccines to prevent several of these diseases were developed over the years, but none were very successful in preventing disease. Infectious bronchitis virus (IBV) is an economically important infection of young chickens, causing bronchitis as well as renal disease (reviewed by Cavanagh 25 ). Live attenuated vaccines were developed, which were efficacious in providing short-term protection to challenge with homologous but not heterologous IBV strains. Levels of circulating IBV did not diminish substantially because many strains of IBV co-circulate in chicken populations. Recombination between the vaccine and circulating strains resulted in the emergence of novel strains of IBV.\n\nLive attenuated vaccines were also developed for a swine coronavirus, transmissible gastroenteritis virus (TGEV), which causes fatal diarrhea with associated high mortality in very young pigs. 26 These vaccines were administered to pregnant sows but did not protect piglets to a great extent; the use of virulent virus in sows was more successful in protecting baby animals from lethal disease. Remarkably, however, a deletion variant of TGEV, porcine respiratory coronavirus (PRC), appeared in swine populations in North America and Eurasia. 27 PRC caused only a mild respiratory disease, but induced an immune response that was cross-reactive and protective against TGEV, resulting in the disappearance of TGEV from most locales.\n\nFinally, feline infectious peritonitis virus (FIPV) causes a lethal granulomatous disease in domestic cats and other felines, with wet (pyogranulomatous, effusive) and dry (classic granulomatous) forms. 28 FIP is uncommon and most often occurs in animals chronically infected with feline coronavirus (FCV), which mutates during the course of persistence. A vaccinia virus-based vaccine expressing the FIPV surface (S) glycoprotein was developed, and was shown to induce high levels of anti-FIPV neutralizing antibody. 29 However, this anti-S antibody was not protective against challenge with virulent FIPV. Rather, it induced an antibody-dependent accelerated and enhanced disease after challenge. Of note, antibody-dependent enhancement has never been observed in naturally infected felines, but the possibility that it might develop has been a concern as vaccines for SARS-CoV and MERS-CoV are developed. 30 \n\nVaccines useful for preventing SARS or MERS have been developed, based on information learned from the studies described above (Table 1) . Because both SARS and MERS tend to spread extensively within hospital settings, initial efforts were directed at developed reagents that could be used for passive immunization; more recent efforts have focused on methods useful for active immunization. In this section, vaccines targeting SARS-CoV are described first, since many of the approaches used in developing MERS vaccines were initially investigated in the context of SARS.\n\nMonoclonal antibodies (mAb) with neutralizing activity against SARS-CoV have been isolated from non-immune human volunteers. 31, 32 The advantage of this approach is that protective antibodies can be isolated, cloned, and propagated without the need to obtain patient specimens. Other approaches have included identifying and cloning memory B-cells obtained from SARS survivors and amplifying those that produce the most potently neutralizing antibodies. 33 In all of these vaccines, neutralizing antibodies have been directed against the S protein. Stockpiled anti-SARS-CoV antibodies would be especially useful in the healthcare or family setting to provide prophylaxis or treatment if administered very soon after exposure.\n\nConvalescent sera from SARS survivors have also been used to treat patients. 34, 35 Efficacy was not demonstrated, but this may well have reflected the administration of sera after disease had already developed; the clinical presentation of SARS is nonspecific, making it difficult to identify infected patients at an early time during the disease course. Convalescent sera would be most useful in an outbreak setting in which a large fraction of patients with respiratory disease might be expected to have SARS and therefore benefit from treatment.\n\nSimilar strategies have been used to isolate and amplify antibodies with MERS-CoV neutralizing activity. Initial reports described the isolation of neutralizing antibodies from naïve human antibody populations using phage display and yeast display. [36] [37] [38] In another approach, a mAb with high avidity for the MERS-CoV S proteins was isolated from B-cells harvested from a MERS patient after cloning into a mammalian expression system. 39 This antibody was shown to efficiently accelerate the kinetics of virus clearance and diminish pathological changes in mice infected with MERS-CoV. Mice are not naturally infectable by MERS-CoV because the virus cannot use the mouse MERS-CoV receptor (dipeptidyl peptidase, DPP4) to enter cells. In this instance, mice were sensitized to MERS-CoV by prior transduction with an adenovirus engineered to express human DPP4 (hDPP4). 40 In another approach, fully human antibodies with MERS-CoV neutralizing activity were developed using mice that expressed human antibody heavy and k light chains. In this study, efficacy was examined in mice that had been engineered to express hDPP4 in lieu of mDPP4 ('knock-in', KI mice). 41 The humanized anti-S mAbs accelerated virus clearance and reduced pathological changes in mouse lungs.\n\nThe use of convalescent sera from MERS survivors has been proposed based on studies of SARS patients. 35 However, the limited availability of convalescent sera may make its use infeasible. Camels are considered the primary reservoir for human MERS and appear to be periodically reinfected by the virus. Consequently, MERS-CoV antibody titers are elevated. The administration of sera from previously infected camels to MERS-CoV challenged hDPP4transduced mice was shown to accelerate MERS-CoV clearance and reduce pathological changes in the lungs. 42 \n\nMost vaccines have been directed at developing anti-S neutralizing antibody responses. Vaccines have included inactivated whole virus vaccines, live attenuated virus DNA vaccines, viral vector vaccines, subunit vaccines, and DNA vaccines. DNA vaccines were shown to induce anti-S antibodies in mice and were later shown to induce virus-specific neutralizing antibody and T-cell responses in a phase I human trial. 43, 44 Inactivated SARS-CoV vaccines were developed and tested in experimentally infected animals as well as in phase I human trials. 45 These vaccines induced strong anti-S antibody responses if administered with adjuvants such as b-propiolactone or formalin, 46 but subsequent studies suggested that they also induced eosinophilia and other signs of immunopathological disease upon challenge. 47, 48 Human phase I trials testing this reagent were halted based on these putative immunopathological changes. Live attenuated vaccines offer the best opportunity for developing both antibody and T-cell responses without eosinophilic infiltration or other manifestations of immunopathological disease in the lungs. Engineering of live attenuated vaccines has been facilitated by the development of reverse genetics systems for SARS-CoV, as well as other coronaviruses, including MERS-CoV. 49, 50 Using one of these methodologies, viruses deleted in the small envelope (E) protein were developed. These viruses were shown to be attenuated and to induce protective humoral and cell-based immune responses in hamsters and mice after SARS-CoV challenge. [51] [52] [53] Further investigations showed that this vaccine was not genetically stable, with partial duplication of the transmembrane (M) protein detected upon repeated passage. Remarkably, this genetic change resulted in re-acquisition of a PDZ binding motif (PBM) important for proteinprotein interactions. 54 If the E protein was only partially deleted so that the PBM was retained, the virus was genetically stable, attenuated, and immunogenic. In another approach, virus mutated at the catalytic site of a protein critical for genome fidelity during replication (nsp14) resulted in an attenuated virus that did not revert upon repeated passage in cells and mice, was safe even in highly immunocompromised mice, and induced a strong anti-S antibody response. 55 Further efforts to maximize the biosafety of these live attenuated vaccines include the introduction of additional mutations into non-essential proteins or into non-coding regions of the genomic RNA, which minimize the likelihood of a virulent virus arising after recombination with circulating coronavirus strains. 56, 57 Attenuated poxvirus, 58 adenovirus, 59,60 adeno-associated virus, 61 parainfluenza virus, 62 rabies virus, 63 measles virus, 64,65 and vesicular stomatitis virus 66 vectors expressing either full-length SARS-CoV S protein or the S1 extracellular domain have been engineered. These vaccines also induced high levels of SARS-CoV neutralizing antibody titers. Venezuelan equine encephalitis virus replicons (VRPs) expressing viral proteins have been shown to induce potent T-cell and antibody responses and to act as selfadjuvants. A major advantage of VRPs is that since they are nonreplicating, they are not infectious and will not recombine with circulating CoV to generate new variants. VRPs expressing the S or nucleocapsid (N) protein, like other vaccines, were found to be less effective in senescent mice and VRP-N was reported to induce immunopathological disease. 67 Similar immunopathology was observed after SARS-CoV challenge of mice previously immunized with the N protein. 68 Potent neutralizing antibody responses have also been induced in mice immunized with constructs expressing the receptor binding domain, the part of the SARS-CoV protein that actually binds to the receptor (angiotensin-converting enzyme 2, ACE2) on target cells. 69 These subunit vaccines exhibit high safety profiles and have minimal side effects in addition to being immunogenic.\n\nMany of the approaches described above have been used to develop MERS vaccines. Recombinant adenoviruses, 70 poxviruses, 71 and measles virus 72 expressing full-length S protein or the extracellular S1 domain have been engineered and tested in experimentally infected animals. All were able to induce an anti-S protein antibody response. Although not examined, it is likely that some or all of them also induced CD8 and CD4 T-cell responses. Live attenuated MERS-CoV vaccines have not yet been described, although it is likely, based on SARS-CoV data, 55 that virus mutated in the catalytic site of the exonuclease of nsp14 would be an excellent vaccine candidate.\n\nDNA vaccines that induce MERS-CoV-specific antibody and T-cell responses have been described and shown to be efficacious in non-human primates. 73 Vaccines expressing the MERS-CoV receptor binding domain (RBD) induced potent neutralizing antibodies in mice and neutralizing antibodies and T-cell responses in non-human primates. 74, 75 Vaccination resulted in accelerated virus clearance and diminished pathological changes, but did not prevent infection.\n\nWhile vaccine development usually targets human populations, MERS-CoV infects a much greater number and higher percentage of camels than humans in the Arabian Peninsula and in Africa. Thus camel vaccination is an approach to decrease the amount of circulating virus and also diminish the amount of virus secreted by infected animals. A recent study showed that this approach is feasible. Camels were immunized with an orthopoxvirus vector (modified vaccinia virus Ankara, MVA) expressing the S protein. 76 After challenge with MERS-CoV at 3 weeks after boosting, clinical signs (rhinitis) and infectious virus titers in the upper respiratory tract, the main site of replication in the camel, were diminished in immunized compared to control animals.\n\nWhile several promising MERS vaccine candidates are under development, several issues need to be resolved. First, an important consideration is whether humans or, alternatively, camels should be vaccinated. Humans but not camels develop severe respiratory disease, but only a relatively small total number of infected individuals have been identified and many of these have had co-morbidities, which would impair vaccine responsiveness. In the absence of a greater disease burden in human populations, it seems unlikely that human vaccination would ever be economically viable. On the other hand, a high percentage of camels are infected with MERS-CoV and vaccination reduces virus load, although without inducing sterilizing immunity. The longevity of the camel immune response is not known but may be short, since camels appear to be readily re-infected with MERS-CoV. Further, the large size of camels plus the number of camels potentially requiring immunization would cause logistical problems.\n\nSecond, most vaccines induce anti-S neutralizing antibody responses. The receptor binding part of the S protein, the target for most neutralizing antibodies, is the most variable part of the S protein so that antibodies are highly strain-specific. While the S protein of MERS-CoV has not shown evidence of mutations that result in antibody evasion, this is still a possibility because coronaviruses are prone to mutation and recombination. Thus, targeting the S protein may provide protection against MERS-CoV but may not be useful against either a closely related strain or one that evolves in response to immune or other pressure in humans. This possibility was highlighted in a recent study that showed that two bat strains of SARS-like CoV were closely related to human SARS-CoV and used the same ACE2 receptor to enter cells. 77, 78 However, anti-SARS-CoV S antibodies could not neutralize one of these strains. 78 Third, T-cell responses in MERS and SARS survivors have not been investigated widely, but these tend to target more conserved regions of the viral genome and will provide protection against strains that differ in the RBD. Analysis of the T-cell response is facilitated by the identification of CD8 or CD4 T-cell epitopes. T-cell epitopes have been identified in some inbred strains of mice, 40 but are more difficult to identify in human populations because of inter-individual human leukocyte antigen (HLA) diversity. The extent to which vaccines should be formulated to induce T-cell responses as well as neutralizing antibody responses is not yet resolved.\n\nFourth, prior to use in humans, vaccines need to be carefully evaluated in experimentally infected animals. No laboratory animal infected with MERS-CoV develops disease with the same pathogenesis as occurs in patients with severe respiratory disease. Marmosets develop severe disease in some laboratory settings but not all. 79, 80 Even if a lethal mouse-adapted MERS-CoV is identified, disease in the mouse and untoward effects of vaccines may not mirror the human infection sufficiently. Better animal models for MERS would facilitate more useful and accurate in vivo vaccine evaluation.\n\nIn conclusion, it was learned from the Ebola pandemic that preparedness for epidemic spread of a virus that has never exhibited such spread in the past is critical. So far, there has not been an upsurge in MERS cases during the Hajj or Umrah pilgrimages. Nevertheless, consideration of how to develop tools for passive and active immunization is critical."}