{"title": "Promises and pitfalls for recombinant oligoclonal antibodies-based therapeutics in cancer and infectious disease This review comes from a themed issue on Special section: New concepts in antibody therapeutics", "body": "Davide Corti 1,3 and Jeffrey D Kearns 2,3\n\nMonoclonal antibodies (mAbs) have revolutionized the diagnosis and treatment of many human diseases and the application of combinations of mAbs has demonstrated improved therapeutic activity in both preclinical and clinical testing. Combinations of antibodies have several advantages such as the capacities to target multiple and mutating antigens in complex pathogens and to engage varied epitopes on multiple disease-related antigens (e.g. receptors) to overcome heterogeneity and plasticity. Oligoclonal antibodies are an emerging therapeutic format in which a novel antibody combination is developed as a single drug product. Here, we will provide historical context on the use of oligoclonal antibodies in oncology and infectious diseases and will highlight practical considerations related to their preclinical and clinical development programs.\n\nCombinations of monoclonal antibodies provide promising opportunities to increase patient benefit beyond that already observed with individual mAbs across numerous disease areas including oncology, infectious diseases, and autoimmunity [1] [2] [3] [4] [5] . Such combinations generally retain the advantages of individual mAbs, including well-characterized cell-intrinsic and cell-extrinsic mechanism(s) of action [6, 7 ] , established manufacturing processes, and acceptable safety profiles [8, 9] . As the number of approved antibodies increases -seven new mAbs were approved in 2015, nearly 50 mAbs are in late stage clinical development (i.e. Phase 3), and approximately 60-80 new mAbs enter Phase 1 every year [10] -it is likely that the number of clinical studies of antibody combinations will similarly increase. Oligoclonal antibodies are a subset of the broader field of antibody combinations. Unlike traditional combinations of mAbs, in which approval is sought for the combined use of two or more separate drug products, oligoclonal antibodies are developed as a single drug product that is defined by the mixture of mAbs at a specified formulation ratio.\n\nThe biological rationale for and the clinical application of combinations of anti-cancer mAbs is well-established with numerous studies across solid and hematological cancers [3, 4, 11, 12] . To date, however, only two pairs of antibodies have received regulatory approval for use in combination -the HER2-targeted mAbs trastuzumab and pertuzumab in breast cancer [13, 14] and the immunomodulatory mAbs ipilimumab and nivolumab in melanoma [15] . These two successes stand apart from the multitude of studies that have assessed the clinical benefit for the combined use of monoclonal antibodies. Those studies notably include the combined use of approved mAbs against EGFR (cetuximab, panitumumab), HER2 (trastuzumab), and VEGF (bevacizumab) across cancer indications [16] [17] [18] [19] and combined use of these agents with investigational mAbs against targets such as IGF1R or HGF/cMet [20] . Clinical data with combinations of immunomodulatory mAbs are still immature but such studies remain an ongoing and exciting area for development of antibody combinations [4, 21 ,22] . While combined use of separate drug products is common in oncology, only two oligoclonal mixtures of mAbs are in clinical development -MM-151 (three anti-EGFR IgG1) [23 ] and Sym004 (two anti-EGFR IgG1) [24, 25] .\n\nThe rationale and potential application of oligoclonal mAbs could be paralleled within the context of infectious diseases. Anti-infective antibodies are an alternative therapeutic modality to antimicrobials such as conventional antibiotics and peptides [26, 27] ; however, efforts to develop anti-infective antibodies have lagged behind those for cancer [28, 29] . Only two monoclonal antibodies are approved in this disease area -palivizumab for the prevention of RSV infections in premature and at risk newborns and raxibacumab for the treatment of inhalational anthrax. In addition to the ongoing development of new mAbs, including radiolabeled mAbs [30] , there are numerous ongoing preclinical and clinical studies that are assessing the utility of traditional and oligoclonal combinations of anti-infective antibodies [28, 29] .\n\nOligoclonal antibody combinations in infectious diseases: the status quo?\n\nDevelopment of effective therapeutics against bacterial and viral targets must contend with a variety of primary and adaptive mechanisms that limit activity and/or duration of response. Oligoclonal antibodies have been recognized as a potential solution to these challenges and a significant number of candidates are undergoing development for infectious diseases (Table 1) .\n\nComplex pathogens, such as bacteria, harbor redundant cell surface and/or secreted virulence factors and have evolved resistance to available drugs, as demonstrated by the increasing prevalence of multi-drug resistant Gram-positive and Gram-negative bacteria in nosocomial infections. These pathogens can be targeted, in terms of strain coverage and involvement of multiple mechanisms of action, more effectively by the combination of multiple antibodies. This is exemplified by the development of two oligoclonal mixtures of two mAbs targeting Clostridium difficile exotoxins A and B [31 ,32] . Another example is the oligoclonal mixture of two mAbs to fight pneumonia and bloodstream infections caused by Staphylococcus aureus -the Asn-1 mAb which broadly reacts with alpha-toxin and the F-components of three leukotoxins (LukSF, LukED and HlgB) and a second mAb targeting leukotoxin LukAB [33] . Yet another example is the oligoclonal mixture of two antibodies against Shiga toxin 1 and 2, which are produced by Escherichia coli and cause hemorrhagic colitis and hemolyticuremic syndrome [34] .\n\nThe need for a combination of multiple antibodies also applies to serotype-dependent bacterial targets, such as the O-antigen of lipopolysaccharide in Gram-negative bacteria. In this context, targeting only one of the several serotypes would provide an overall insufficient coverage (e.g. the O11-specific IgM antibody panobacumab against P. aeruginosa [35, 36] ).\n\nOligoclonal mixtures have also been assessed against viral pathogens in order to neutralize highly variable and continuously drifting targets. For example, a mixture of two anti-infective antibodies called CT-P27 was necessary to target the hemagglutinins of both group 1 and group 2 subtypes of Influenza A and presents an alternative to rare antibodies capable of broadly neutralizing all subtypes [37, 38] . In general, antibodies broadly reacting with highly variable viruses, such as influenza virus or HIV-1, are also characterized by the recognition of sites of vulnerability, reducing the risk of pathogen escape [39] . In the case of less variable pathogens, the need for antibody combinations is driven by the risk of rare natural escape variants or the risk of selecting in vivo escape mutants. The use of two antibodies against non-overlapping sites was considered a possible solution to this 52 Special section: New concepts in antibody therapeutics Table 1 Oligoclonal antibodies in development for infectious diseases. problem and has been demonstrated for rabies virus [40, 41] , HBV [42] , and MERS-CoV [43] .\n\nThere is no general scientific rule governing the rational selection of the appropriate number of antibodies in an oligoclonal mixture.\n\nThere are examples where the combinations of multiple antibodies, typically three, showed a significant synergistic effect in vivo, such as in the case of antibodies against botulinum neurotoxin [44, 45, 46 ] and pertussis toxin [47] . Another example is the case of the three antibodies composing the Zmapp preparation which has been utilized on a compassionate basis, and recently in a randomized trial (that however failed to show a statistically significant effect [48] ), to treat Ebola virus infections from the recent outbreak in West Africa [49 ] . The suggested mechanisms responsible for the observed synergistic effects were the increase in functional antibody binding affinity, the combination of direct neutralization and antibody effector functions, and Fc-dependent hepatic clearance of immune-complexes similar to what was recently observed for IgE and GM-CSF [50, 51] . The generation of high-order oligoclonal mixtures (also named 'polyclonal', due to the high number of antibodies in the mixture) has been pioneered by a limited number of companies, including Symphogen, as demonstrated by their mixtures of 26 mAbs to target vaccinia virus (Sym002) and six mAbs against RSV (Sym003) [52, 53] .\n\nThe rationale for such high-order mixtures, both of which have now ceased clinical development, was stated to be the recapitulation of the diversity and specificity of the human antibody immune response.\n\nOligoclonal antibody combinations in oncology: overcoming tumor heterogeneity and plasticity\n\nThe diversity of monoclonal antibody-based therapeutics for the treatment of cancer encompasses a wide class of agents including anti-tumor mAbs (e.g. trastuzumab, pertuzumab, cetuximab, rituximab), inhibitors of angiogenesis (e.g. bevacizumab), immunotherapies (e.g. ipilimumab, nivolumab), antibody-drug conjugates (e.g. ado-trastuzumab emtansine, brentuximab vedotin), and a host of novel formats [6,7 ,21 ,54,55]. These mAbs function through a variety of overlapping mechanisms that notably include the perturbation of cell signaling responses, engagement of immune-effector activities (e.g. antibody-dependent cellular cytotoxicity), and modulation of the host immune response [7 ] . The application of combinations of these agents is the focus of intense preclinical and clinical development [4, 11,12,21 ,56] , as highlighted by the necessity for programmatic keyword searches across public databases to generate a more complete accounting of such combinations [11, 12] .\n\nThe development of antibody combinations is contemporaneous with, if not intimately dependent upon, advances in the molecular profiling technologies that have led to a revolution in the understanding of the genomic and proteomic landscapes across cancer and the host immune system (e.g. next-generation sequencing, multiplex immunohistochemistry) [57] [58] [59] [60] [61] . These efforts are a linchpin in precision medicine strategies and have revealed a universe of driver genes and redundancies within and across cell signaling pathways that inform the selection of appropriate therapeutic combinations and the identification of predictive biomarkers. More recently, longitudinal analysis of patient samples across the course of treatment(s) has revealed the challenges and opportunities in developing therapeutic strategies that overcome or exploit tumor heterogeneity, evolution, and plasticity [62] [63] [64] [65] . In this regard, oncology shares a core biological context with infectious diseases [66] and thus the necessity to both recapitulate this context in preclinical testing [67] [68] [69] [70] and monitor tumor evolution during the course of treatment (e.g. via liquid biopsy analysis of cell-free DNA) [71] [72] [73] [74] [75] .\n\nThe use of oligoclonal antibodies in oncology is still emerging and there are relatively few candidates in development (Table 2) . Receptor plasticity and functional redundancy are two exemplary phenomena addressed by current oligoclonal antibodies and these are also analogous to the biology of infectious diseases. These aspects are perhaps no better studied than for the ErbB receptors (EGFR, HER2/ErbB2, HER3/ErbB3) and the downstream MAPK and AKT effector pathways. An impressive number of preclinical and clinical studies have evaluated combinations of targeted therapies, including both antibodies and small-molecule inhibitors (e.g. tyrosine kinase inhibitors), within this core cancer pathway [76] [77] [78] [79] .\n\nOligoclonal antibodies in cancer & infectious diseases Corti and Kearns 53 First, monospecific oligoclonal mixtures have been demonstrated to maintain activity in the presence of somatic mutations in the extracellular domains of EGFR and HER2 receptors that function as markers of primary insensitivity or acquired resistance to single mAbs (cetuximab, panitumumab, trastuzumab) [80] [81] [82] . This is an additional mechanism of action for monospecific oligoclonal mixtures beyond those already described -robust inhibition of cell signaling, enhanced down-regulation of receptor, and increased activation of complement-dependent cytotoxicity [23 ,56,77,78,83,84] . Notably, the MM-151 oligoclonal mixture of three anti-EGFR IgG1 antibodies has been demonstrated to maintain activity in cell lines and patient-derived models harboring EGFR extracellular domain mutations that inhibit binding of single antibodies. Longitudinal analysis of cell-free DNA ('liquid biopsies') of a sub-cohort of patients treated with MM-151 revealed changes in the allelic frequencies of EGFR mutations during the course of treatment [85 ] .\n\nWe hypothesize that mixtures of multiple mAbs with single-agent activities, as is the case for MM-151, are perhaps required to generate sufficient therapeutic redundancy to overcome receptor plasticity that inhibits the binding of one or more of the mAbs.\n\nSecond, combinations of antibodies with specificities for different ErbB receptors have been demonstrated in preclinical models to overcome both primary and adaptive functional redundancy via signaling elsewhere in the ErbB/MAPK/AKT network [76, 86, 87] . To date, however, combinations of approved therapeutics against these targets, such as trastuzumab (HER2) and cetuximab (EGFR), have not shown sufficient clinical activity to seek approval for the combination [76] . The Sym013 oligoclonal mixture of six antibodies against EGFR, HER2, and HER3 (two mAbs per receptor) represents a novel approach to overcoming functional redundancy across multiple targets [88 ] . It remains to be seen how any future clinical development with Sym013 (or more generally, any multi-specific oligoclonal antibodies) will incorporate a diagnostic strategy to identify patients whose tumors are truly dependent upon the target antigens (e.g. receptors) or are likely to adapt to treatment against one antigen via the remaining antigen(s).\n\nThe humoral immune response generates polyclonal antibody responses targeting multiple epitopes and mediating a broad variety of effector functions. The use of passive serotherapy was pioneered by Emil v. Behring and Kitasato Shibasaburō in the early 1890s when they showed that hyperimmune sera of animal origin could protect against diphtheria and tetanus [89] . This approach, in some cases replaced by the use of hyperimmune immunoglobulin preparations, is still used to treat several infectious diseases [90] [91] [92] [93] [94] . While no polyclonal antibody therapies have entered clinical development in oncology, some technological hurdles have been addressed to enable these products, such as development of methodologies to generate libraries of polyclonal antibodies [95] .\n\nThe use of blood-derived polyclonal antibodies faces the obstacles of limited availability, the risk of blood-borne disease transmission, batch-to-batch variability and, more importantly, low specific activity because only a very small fraction of the antibodies are specific for the antigen of interest (thus requiring large doses for efficacy) [93] .\n\nOne of the advantages of recombinant oligoclonal antibody mixtures over the 'natural' polyclonal response is that in this case each of the antibodies of the cocktail can be selected, engineered and tuned for high affinity, neutralizing activity and optimized effector functions. This design avoids the sinking effect of decoy epitopes and thus allows the development of antibody-based products able to exceed the potency of 'natural' polyclonal antibodies [96, 97] . Another advantage for oligoclonal antibodies is the ability to rationally define an optimal formulation ratio on the basis of systematic preclinical studies (e.g. using pairwise titrations of purified component antibodies) without the significant inconvenience of generating and screening a multitude of polyclonal expression variants.\n\nThe combination of multiple specificities into a single molecule represents an alternative therapeutic strategy to oligoclonal antibodies and a wide number of multi-specific (often bispecific) antibody formats have progressed into clinical development [98, 99] . Two bispecific antibodies are approved for use in oncology -catumaxomab (in EU) and blinatumomab (in US) -and both utilize a bispecific format to retarget T cells (anti-CD3) to tumor cells via engagement of HER2 or EpCAM, respectively. To date, no multi-specific products are approved for the treatment of infectious diseases. One promising candidate in early clinical development is MEDI3902, which targets two Pseudomonas aeruginosa cell-surface factors, Psl and PcrV, and has showed enhanced activity in comparison to the combination of the parental antibodies [100] .\n\nThere is no evidence to suggest that multi-specific antibodies harbor a general advantage over combinations of monospecific antibodies. To the contrary, it is understood that the selection of the appropriate therapeutic format is dependent upon factors such as target engagement (e.g. is targeting required?) and biological context (e.g. are antigens coexpressed on the same cell? If antigens are expressed on distinct cells, are these cells in close proximity?) that must be considered early in preclinical development [54, 101] . There are examples where antibody mixtures showed higher efficacy as compared to the corresponding bispecific antibodies, such as in the case of a combination of antibodies targeting a cellsurface molecule and a secreted toxin (DC, unpublished results). In this scenario, one of the two targets might exhibit a sinking effect over the second antibody.\n\nPolyclonal antibodies are regulated by the Center for Biologics Evaluation and Research (CBER). These regulations require characterization of the bulk activity of the product, but not the individual antibodies. A similar consideration applies to the regulation of multivalent vaccines, which does not require assessment of individual vaccine antigen components [102] . However, recombinant biologics are regulated by the Center for Drug Evaluation and Research (CDER) and different rules apply.\n\nIn general, oligoclonal recombinant antibodies are regulated according to the combination drug rules of FDA and EMA guidelines [103] [104] [105] . This rule indicates that the components of a combination product have to be assessed individually as well as in combination and, generally, this may require assessment of safety and pharmacokinetics, and potentially efficacy, in multi-arm clinical studies [104, 106] . The assessment of individual antibody components in late stage multi-arm trials poses obvious clinical and financial obstacles, especially if all combinatorial 'submixtures' are included. Importantly for development of such therapeutics, the current guidance does specify that this requirement may be waived on ethical grounds if there are sufficient preclinical or clinical data indicating that the monotherapies would likely be ineffective or in cases where primary and/or acquired resistance are a significant concern. Indeed, the FDA on several occasions has allowed oligoclonal antibodies to be clinically tested as single products in Phase 1 and Phase 2 studies (such as for rabies [41] , botulinum [44] , the rhesus D antigen [107] and for the MM-151 and Sym004 anti-EGFR therapeutics in cancer). As no oligoclonal antibodies have, to date, filed for regulatory approval, we recommend that sponsors engage regulators early and often during development of these products and, as warranted, share their experiences with the community.\n\nThe production of recombinant oligoclonal antibodies is largely an extension of well-established practices [8, 9] utilized for individual mAbs [108] . To date, the majority of disclosed oligoclonal antibody products utilize a parallel GMP manufacturing approach in which mAbs are expressed and purified individually and then subsequently formulated in a single vial [56] . Rarely, the mAbs are combined at the point of administration, as illustrated by the early clinical evaluation of three HIV-1 broadly neutralizing antibodies administered by serial infusions [109, 110] .\n\nThe so-called 'single pot' strategy represents an alternative approach for the production of oligoclonal mixtures.\n\nAs the component antibodies are inherently combined downstream, the single pot production strategy utilizes a mixture of antibody-producing cell lines in a single bioreactor. Several single pot technology platforms have been developed to overcome the challenges of reproducible cell growth and constant antibody ratios. Merus has developed a platform that utilizes PER.C6 cells stably expressing one common light chain and three heavy chains that is limited to the production of oligoclonal antibodies that do not include antigen specificity via the light chains [111] . A second approach was developed by Symphogen and is based on the site specific integration of the antibody expression cassette in order to favor consistent growth and expression (e.g. expression of 25 antibodies in the Sym001 product, called rozrolimupab, tested in Phase 2 in 2012 for the treatment of Primary Immune Thrombocytopenia Purpura [107, 112] ). A variant to this second approach, also developed at Symphogen, is based on the random integration and selection of high expressing stable clones to be used in the single pot production, as shown in the case of the Sym002 (RSV) and Sym003 (vaccinia virus) oligoclonal antibody products [112] .\n\nThe development of oligoclonal antibodies involves several unique challenges that must be considered at key decision points starting from early therapeutic design and preclinical testing and continuing through clinical studies (Figure 1 ). The considerations described below represent some, but certainly not all, of the challenges.\n\nPharmacokinetics of the component antibodies. An oligoclonal antibody product consists of a formulation of component mAbs at a ratio (or within a range of ratios) that is defined at the time of the initial regulatory filing (e.g. IND). However, it is problematic to assume that this formulation ratio will be maintained in the patient, due to the potential for differential pharmacokinetics or ADME (i.e. absorption, distribution, metabolism and excretion) for each antibody. The characterization and mitigation of this issue must be an essential factor in the development of all oligoclonal antibodies. In preclinical research, the performance of the mixture should be assessed over a physiologically relevant range of ratios to ensure that activity is maintained. In clinical studies, the selection of the dose and the dosing interval should consider the pharmacokinetics of the individual component antibodies (using antibody-specific assays) to ensure that active ratios are maintained over time and across patients. This issue is exemplified by the use of oligoclonal antibodies against multiple antigens that are described to mediate different degrees of target-mediated drug disposition (TMDD). For example, it can be reasonably expected that the equimolar ratio of the six antibodies in the Sym013 combination will vary over time due to significant (via EGFR) or negligible TMDD (via HER2/ErbB2 and HER3/ErbB3). These risks may apply also to anti-infective antibodies where the multiple antigens targeted could be displayed at different and variable levels, depending on multiple factors that influence pathogen growth and clearance.\n\nOverlapping toxicity profiles. Similar to combination drug treatment, oligoclonal antibodies harbor the potential for overlapping toxicity profiles that may be difficult to interpret and cannot be mitigated in the clinic by the adjustment of the defined formulation ratio (as is regularly done for combined use of separate mAb drug products). This is perhaps most pressing for anti-cancer antibodies that must contend with selfrecognition and less pressing for anti-infective antibodies that have the inherent advantage of specificity for pathogenic antigens. Indeed, anti-infective oligoclonal antibodies are commonly tested for safety in Phase 1 studies in healthy patients. While the two \n\nPractical considerations for the development of oligoclonal antibodies. (a) The underlying biology or disease context should inform the therapeutic design and generation of proof-of-concept molecules. A key consideration will be the selection of mono-specific or multi-specific antibodies. (b) Comprehensive preclinical assessment should be performed in relevant model systems to characterize the performance of the individual mAbs and the mixture (and any emergent properties of the mixture). Findings will likely, and iteratively, inform further therapeutic design.\n\n(c) The selection of the formulation ratio (the ratio of antibodies within the mixture) is perhaps the most critical decision point for the development of oligoclonal antibodies and is strongly coupled to preclinical testing, manufacturing considerations, and later clinical development. (d) There are numerous manufacturing strategies for oligoclonal antibodies, notably parallel GMP and single pot, and these will be informed by the formulation ratio and commercial considerations. The assessment of the pharmacokinetics and safety in preclinical (e) and clinical (f) studies should consider the individual mAbs as well as the mixture. Unexpected findings, such as more rapid clearance or a limited therapeutic window for an individual antibody, may necessitate a costly and time consuming reconsideration of the formulation ratio. (g) The clinical development strategy should include a strong consideration of the regulatory landscape to ensure that sufficient data will be generated to support the mixture (e.g. improved activity of the mixture versus the individual antibodies) and/or an application for a waiver to the combination drug rule.\n\ninstances of approved combined use of separate mAbs in oncology utilize the monotherapy dose for each mAb (e.g. trastuzumab + pertuzumab; nivolumab + ipilimumab), rigorous preclinical and early clinical toxicology studies should be performed with oligoclonal antibodies to identify issues that would motivate reformulation (likely necessitating a new IND filing) or discontinuation.\n\nOverlapping or elusive mechanisms of action. Oligoclonal antibodies have demonstrated several mechanisms of action that are unique to the mixture such as engagement of immune responses, enhanced receptor down-regulation, increased clearance of immune complexes, or tolerance for escape variants and other acquired resistance mechanisms. Characterization of these emergent properties, both individually or in combination, is not trivial and is complicated by the need for comprehensive model systems. For example, standard human xenograft tumor models will mask enhanced immune activities (if implanted in an immune-deficient mouse) or other tumor microenvironment effects (if one or more antibodies do not cross-react to the mouse antigen). The oligoclonal characterization strategy should be considered early in development as it will likely inform decisions in the therapeutic design and selection of the formulation ratio (e.g. should species crossreactivity be considered in lead selection?). Translation of preclinical findings to clinical development. The inherent risk in the development of oligoclonal antibodies is the necessity to have a complete and comprehensive preclinical data package to support the combination of antibodies and the formulation ratio. Beyond commercial and manufacturing considerations, this is the key differentiator from combinations of separate antibody products. Those developing oligoclonal antibodies would be wise to prioritize both early preclinical efforts and ongoing translational research.\n\nThe late-stage failure of the combination of two antibodies against Clostridium difficile toxins A and B (actoxumab + bezlotoxumab), while not technically an oligoclonal antibody, is a cautionary tale for all oligoclonal antibodies. This experience highlights the need to clearly demonstrate the necessity of the oligoclonal antibody modality in rigorous preclinical studies with relevant models. Initial animal studies had demonstrated enhanced activity for the combination [113] and motivated a Phase 2 trial that assessed the activity of the combination, but not of the individual antibodies [31 ] . However, later results from two comparative Phase 3 clinical trials (MODIFY I and II) revealed no benefit of the combination over the toxin B-specific mAb alone (bezlotoxumab). Indeed, subsequent animal studies using isogenic toxin A and B mutants of a virulent C. difficile strain demonstrated that only toxin B is essential for virulence [114] .\n\nThe conceptual utility of oligoclonal antibodies for the treatment of infectious diseases or cancer is supported by the growing list of investigational agents undergoing clinical development in both of these disease areas.\n\nNevertheless, such therapeutics have yet to establish clinical utility and no such products have received regulatory approval, to date. Increased scientific and development focus on oligoclonal antibodies, however, suggest that the field is approaching a watershed moment.\n\nIn this review, we highlight biological contexts and practical considerations that existing oligoclonal antibodies have realized throughout their development programs. In particular, we note the importance of a comprehensive preclinical data package to support both the oligoclonal format and the formulation ratio as a key differentiator from traditional antibody combinations that can be readily adjusted based upon comparative clinical studies. Comprehensive preclinical and clinical strategies to address these considerations will likely have a positive effect on the development of oligoclonal antibodies across disease areas. "}