{"title": "Peripheral Blood Mononuclear Cell Gene Expression in Chronic Obstructive Pulmonary Disease", "body": "Chronic obstructive pulmonary disease (COPD) results from a combination of environmental exposures and genetic susceptibility, and is the third leading cause of death in the United States (1) . Although cigarette smoking is the major environmental risk factor and is present in greater than 80% of patients with COPD (2) , only approximately 20% of smokers develop COPD. Previous studies have shown that there are heritable risk factors (3, 4) , but the relationship between genetic risk and the molecular changes associated with COPD remains unknown. Although the traditional definition of COPD is based on spirometry measurements, recent work suggests that distinct COPD subtypes are independent of spirometry, such as those with emphysema predominance (5) , chronic bronchitis (6) , or frequent exacerbations (7) . The molecular mechanisms for these phenotypes remain largely unknown, but several studies using small panels of selected biomarkers suggest that inflammation plays a role in distinguishing phenotypes (8, 9) .\n\nAlthough the primary site of disease in COPD is the lung, increasing evidence indicates that COPD is a systemic disease with such manifestations as inflammation, weight loss, and skeletal muscle dysfunction (10, 11) . Several systemic biomarkers (e.g., serum amyloid A and procalcitonin) have been associated with exacerbations of COPD (12) . Furthermore, biomarkers in plasma, sputum, and exhaled breath are also associated with fat-free mass in subjects with mild COPD (13) . Because of its systemic nature, we hypothesized that genome-wide expression profiling of peripheral blood may be used to identify signatures of COPD phenotypes.\n\nGenome-wide expression studies in subjects with COPD and emphysema have been performed in lung tissue, but typically have involved small sample sizes (n ¼ 16-75) because of the invasiveness of sample collection (14) (15) (16) (17) (18) . As an alternative, we propose the use of peripheral blood to study gene expression profiles in smokers with and without COPD because of its noninvasive availability and ease of use for biomarker screening. The utility of peripheral blood gene expression profiling for the identification of molecular signatures has been demonstrated in a wide range of diseases and disorders, including cancers and neurologic disease (19) . Furthermore, studies of COPD have found overlapping gene expression signatures between blood and lung tissue (20) or alveolar macrophages (21) . However, those recent COPD studies of blood involved small sample sizes (n ¼ 24-38) (20, 21) and therefore low statistical power to observe real differences, or they primarily examined subjects with less severe COPD (22) . To overcome these limitations, we describe an investigation, which to our knowledge is the largest to use gene expression profiling (n ¼ 211) in blood, with a comprehensive representation of COPD severity.\n\nThis study was reviewed and approved by the Institutional Review Board at National Jewish Health. All subject participants provided written, informed consent and were part of the COPDGene cohort of current and former smokers aged 45-80 years, with a history of smoking at least 10 pack-years, and who self-identified as either non-Hispanic white or African-American, and who had not experienced an acute exacerbation of COPD for at least 30 days (23) . Subjects were initially divided into either a hypothesis (n ¼ 136) or a replication/testing (n ¼ 75) group. The hypothesis group was designed to represent a COPD cohort with a broad range of airflow obstruction, and was balanced with respect to demographic and clinical covariates (Table 1) . To validate our top findings using an independent platform (as will be discussed), 74 subjects in the hypothesis group were randomly selected as a confirmation group, in addition to the 75 independent replication subjects (see Figure E1 and Table E1 in the online supplement).\n\nCOPD is defined as post-bronchodilator airflow obstruction with a ratio of forced expiratory volume in 1 second (FEV 1 ) to forced expiratory volume (FVC) of less than 0.70, and is further subdivided into Stages 1-4, based on Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines (24) . Subjects with FEV 1 /FVC greater than or equal to 70 and FEV 1 percentage of less than 80% post-bronchodilator were considered GOLD unclassified (25) . Secondary endpoints included percent emphysema, gas trapping, and 6-minute walking distance (please see the online supplement for further details) (23) .\n\nPeripheral blood was drawn into a BD Vacutainer Cell Preparation Tube (Becton Dickinson, Franklin Lakes, NJ), which was processed within 60 minutes according to the manufacturer's instructions. Upon centrifugation, lymphocytes and other mononuclear cells appeared in a distinct band and were isolated from the supernatant. RNA isolation was performed using Qiagen RNeasy RNA isolation spin-column kits and protocol, combined with the fully automated Qiagen QIAcube (both from Qiagen, Valencia, CA).\n\nThe expression of 54,675 transcripts was measured using Affymetrix Human Genome U133 plus 2.0 Gene Array (GEO accession number GSE 42057; Affymetrix, Santa Clara, CA). Quality control was performed, and data were filtered and normalized (see the online supplement). For each probe set, a linear model was fit for the association between gene expression and lung function while controlling for age, sex, body mass index, parental history of COPD, and two smoking variables (smoking status and pack-years). Afterward, the statistical significance of the slope for expression was tested and controlled at a 0.05 false-discovery rate (FDR) (26) .\n\nGenes whose expression levels were associated with lung function were further investigated using IPA (Ingenuity Systems, Redwood City, CA). The overrepresentation of significant genes within pathways was assessed using Fisher's exact test, and the FDR was controlled at 0.10.\n\nBased upon preliminary results, 46 genes of interest were selected for validation, using the Applied Biosystems (Foster City, CA) Open Array Platform (see the online supplement). Expression was determined as fold change compared with a panel of five control genes. The Spearman correlation coefficient was calculated for primary clinical endpoints, and P values were controlled at an FDR of 0.05. Combined P value calculations between platforms were performed using the Stouffer combined P value test in both directions (up-regulated or down-regulated) (27) .\n\nThe demographics of subjects used for microarray analysis are listed by GOLD stage in Table 1 . Attempts were made to balance subjects by age, sex, and pack-years for different GOLD stages, and to include a spectrum of emphysema severity. Clinical phenotypes were associated with GOLD stage, pack-years of smoking, and current smoking status.\n\nAfter microarray data normalization and filtering (see the online supplement), separate linear models for the remaining 12,531 transcripts were fit for post-bronchodilator FEV 1 percentage and *For categorical covariates, a GOLD stage-specific percentage is given, along with a P value based on a x 2 test of association. Standard deviations are provided in parentheses.\n\ny For continuous covariates, a GOLD stage-specific mean is given, along with a P value based on an overall F-test for equality of means. FEV 1 /FVC across the 136 subjects. The total number of transcripts whose relative abundance was associated with FEV 1 percentage, while controlling for demographic and smoking covariates, was 1,090. The total number of transcripts whose relative abundance was associated with FEV 1 /FVC while controlling for covariates was 1,745. Their intersection involved 993 transcripts (Table E2) . For the most statistically significant genes, gene expression explained almost 20% of the variation in FEV 1 percentage ( Figure E2 ). With covariates, the entire clinical and gene expression model explained about 25% of the variation in FEV 1 percentage.\n\nA preliminary investigation revealed that 830 genes of the 993 statistically significant transcripts mapped to 266 canonical pathways (Table E3 ). Thirty of these had more statistically significant genes represented than would be expected by chance. A large fraction of those (15 out of 30) were related to immunity and inflammatory responses (e.g., Calcium-Induced T Lymphocyte Apoptosis, T Cell Receptor Signaling, Role of Macrophages, Fibroblasts and Endothelial Cells in Rheumatoid Arthritis). An example in Figure 1 shows the role of the nuclear factor of activated T cells (NFAT) in the regulation of the immune response pathway, where the transcription factor NFAT is upregulated in subjects with more severe COPD. Metabolic pathways were also overrepresented in our list (e.g., sphingolipid metabolism) (28) .\n\nA quantitative RT-PCR strategy was used for the confirmation and replication of PBMC gene expression in 46 selected genes (Table E4) . Candidate genes were selected from preliminary microarray results, based on their overall significance according Figure 1 . Role of nuclear factor of activated T-cells (NFAT) in the regulation of the immune response pathway. Genes that are in color are those found to be statistically significant in the analysis of forced expiratory volume in 1 second/forced expiratory volume. Red represents a positive slope with the phenotype, and green represents a negative slope with the phenotype. Each node may represent related molecules, and double lines indicate a family of molecules. *Genes identified more than once in transcripts correlated to phenotype.\n\nto P value (10), and their occurrence in significant pathways related to the immune system (11) , sphingolipid metabolism and signaling (17) , or multiple significant pathways (8) . Confirmation involved 74 random subjects profiled in the microarray study ( Figure E1 ). Another 75 independent subjects were not used in the microarray experiments, but were used for the \"replication\" (or testing) cohort (Table E1) .\n\nTwenty-six of the 46 genes profiled showed significant correlation between expression and FEV 1 /FVC over the complete cohort (FDR-adjusted P , 0.05; see Table E4 in the online data supplement; significant results for FEV 1 percentage involve a subset of results for FEV 1 /FVC, and therefore FEV 1 /FVC is reported). The magnitude of adjusted P values and the direction of effects (correlation) were similar between the confirmation and replication cohorts. For the 46 genes, the effects of smoking on expression were examined in the larger microarray study, and current smoking status was not predictive of gene expression for any individual probe set on the microarray. However, pack-years were significant for one probe set in the PLCL2 gene (Table E5) .\n\nFor the final selection of genes, we examined the most significant discovered, based on results from both platforms, namely, the microarray (n ¼ 136) and quantitative RT-PCR (n ¼ 75, i.e., the replication cohort not contained in the original microarray study). Table 2 lists the top 16 candidates for both panels (FDR , 0.05).\n\nMany of the 16 candidate genes associated with airflow obstruction were also associated with secondary clinical phenotypes (FDR , 0.05). Twelve were correlated with emphysema, 13 were correlated with gas trapping, and eight were correlated with distance walked (Table E6 ). None of these candidate genes were associated with chronic bronchitis. Correlations were consistent with the microarray results (Table E7 ) and were based on disease severity, namely, if there was a positive correlation with emphysema and gas trapping, there was a negative correlation with distance walked, FEV 1 percentage, and FEV 1 /FVC, and vice versa. Eight genes produced significant correlations for primary and secondary phenotypes (Figure 2 ).\n\nTo assess the predictive power of the top candidate genes to predict disease status, the supervised learning algorithm \"random forests\" was used to construct a classifier from the top candidate genes in Table 2 . The estimated error rate was approximately 14%, based on the expression of probe sets for these genes, using the microarray data on the original subjects. A similar analysis was performed on the quantitative RT-PCR data using the replication subjects (those not in the microarray analysis), and the estimated error rate was 10%.\n\nAlthough no other studies this large have investigated PBMC gene expression in COPD, a recent study reported on wholeblood microarray gene expression experiments, using the Sentrix Human WG-6 BeadChips (Illumina, San Diego, CA) microarray platform in 67 test subjects with 69 confirmation subjects (GOLD Stages 1 and 2) (22) . A meta-analysis with our results identified a significant overlap of 61 genes (P ¼ 3.1 3 10 210 ; see the online supplement).\n\nTo explore the specificity of our findings in COPD, we examined three other PBMC expression studies in chronic inflammatory diseases unrelated to the lung (Crohn disease and ulcerative colitis) or acute inflammatory disease in the lung (severe acute respiratory syndrome). As with our study, probe sets were filtered if they were not present, and similarity was evident in the number of probe sets filtered in our results compared with each of the three studies (P , 10 23 ). Comparing retained probe sets, no significant overlap was found with our gene list and the differentially expressed genes between disease and control subjects in any of the three studies (P . 0.20). This indicates that the identified PBMC expression profiles have some specificity to COPD, and are not solely attributable to a general disease state.\n\nMetabolomics was also used to identify differences in smallmolecule profiles among these patients (see the online supplement). Metabolomic investigations identified 19 differentially expressed metabolites between control subjects and those with COPD. A search of the Metlin database resulted in six matches within an acceptable mass tolerance (,5 ppm). One of these, lactosylceramide, also known as galabiosylceramide, was confirmed using high-performance liquid chromatography time of flight ( Figure E3 ). Lactosylceramide was present in all patients with emphysema, a few of the smoking control subjects, and none of the patients with COPD but no emphysema (P ¼ 1.93 3 10 211 ).\n\nTo our knowledge, this is one of the largest studies of microarray gene expression profiling for COPD in humans. Unlike most PBMC microarray publications, we were able to confirm many of our most significant findings, using a large independent cohort of subjects. A few of these candidate genes were reported to be associated in smaller previously published studies of PBMC gene expression in similar cohorts, lending weight to the importance of the expression of these genes as biomarkers for COPD. In addition to the large size of both the discovery and testing cohorts, our study contained additional unique features, including a highly phenotyped study population with quantitative computed tomography scans, a balanced study design among GOLD groups, and companion metabolomic investigations.\n\nMost previous studies of gene expression in subjects with COPD have used either lung tissue (15, 17) or bronchial epithelia (16) . Because previous studies suggested that COPD is a systemic disease (11, 12, 29, 30) , we postulated that the presence of a systemic gene expression profile in subjects with COPD. The choice of studying gene expression in PBMCs versus lungspecific cells such as airway epithelium was primarily determined by the accessibility of suitable samples and the appropriateness of blood draw versus bronchoscopy as a clinical assay. Microarrays of PBMCs have been used to identify gene signatures from diseases as diverse as exertional heat injury (31) , sepsis (32) , and multiple sclerosis (33) . PBMCs have been used to discriminate between subjects with healthy lungs and those with lung diseases Figure 2 . Box plots of expression fold-change are based on quantitative RT-PCR in the complete cohort across Global Initiative for Chronic Obstructive Lung Disease status. For all but TNSF13B, the box plots have been separated into panels, where outliers are displayed at the top. The line segment below each box in the plot is the first quartile, the box segment above this line is the second quartile, the horizontal line within each box represents the median, the box segment above the median is the third quartile, and the line segment above the box is the fourth quartile. Points outside the dashed lines are outliers (.1 box distance from third quartile).\n\nsuch as chronic beryllium disease (34) , lung cancer (35) , and pulmonary hypertension (36) , as well as to distinguish disease activity among patients with severe asthma (37) , lung cancer (38) , and sickle-cell disease (38) . For COPD, the PBMC microarray approach was used previously in small discovery studies of PBMCs from 38 research subjects (21) and 24 subjects undergoing resection for lung tumors (20) , as well as whole-blood leukocytes (which contain predominantly neutrophils) in 67 training research subjects (22) . These cohorts were limited by small sample size as well as a lack of comprehensive phenotyping (e.g., no emphysema according to high-resolution computed tomography). However, these studies showed promise for using PBMC gene expression as a biomarker COPD. The major limitation of human gene expression studies of COPD, in common with most human studies, is the inability to determine whether differences in gene expression are causative or correlative. However, for one of our candidate genes (ASAH1), we were also able to use a metabolomic approach to identify a related metabolite (lactosylceramide) as a biomarker of COPD and emphysema.\n\nThe major analytic strategy to interpret hundreds of statistically significant differences in gene expression involves pathway analysis. Our analysis suggested that subjects with COPD were more likely to exhibit differences in transcriptional control (eukaryotic initiation factors 1 and 4, mechanistic target of rapamycin, G-protein signaling mediated by Tubby, and NFAT; see example in Figure 1) , T-cell activation (CD28 signaling in T helper cells, and cytotoxic T lymphocyte-associated protein 4 signaling in cytotoxic T lymphocytes), oxidative stress signaling (NO and reactive oxygen species), and metabolic pathways (sphingolipid metabolism and sphingosine-1-phosphate signaling). The abundance of differentially expressed immune and inflammatory response genes was not unexpected, considering that PBMCs were profiled. Although the candidate pathways were informative, the number of genes in each pathway was prohibitive for replication with a quantitative RT-PCR strategy. Thus, our strategy for the replication study included the selection of 46 genes based on a variety of criteria, including the most highly significant and those represented in pathways of interest. Some of the highlights of the candidate genes that were significant in the validation study will be discussed.\n\nASAH1 encodes the enzyme N-acylsphingosine amidohydrolase (acid ceramidase), which catalyzes the degradation of ceramide into sphingosine and fatty acid. ASAH1 has been associated with the lysosomal storage disorder Farber disease (39) . ASAH1 is highly expressed in the thyroid, lymphocytes, and lung (according to the Gene Atlas) (40) . The knockdown of rat alveolar macrophage ASAH1 improves the cigarette smokeinduced inhibition of apoptosis (41) . In a recent whole-blood microarray study using 67 training and 65 test subjects, ASAH1 whole-blood expression was the top candidate biomarker for distinguishing subjects with and without airflow obstruction (FEV 1 /FVC , 0.7 versus FEV 1 /FVC > 0.7, respectively) (22) . In our study, ASAH1 expression in PBMCs was higher in subjects with severe COPD and emphysema in both the training and test cohorts. As further evidence of this pathway's importance in emphysema and COPD, our metabolomic investigations identified a glycoceramide (galabiosylceramide) as a biomarker of emphysema. Interestingly, an abnormal accumulation of galabiosylceramide occurs in Fabry syndrome (angiokeratoma corporis diffusum), and patients with Fabry syndrome are prone to manifest COPD (42) and emphysema (43) . Ceramides are bioactive lipids that mediate cell proliferation, differentiation, apoptosis, adhesion, and migration, and ceramidases such as acid ceramidase (ASAH1) catalyze the hydrolysis of ceramides into sphingosine (44) . Thus, acid ceramides play a role in metabolizing ceramides such as galabiosyceramide. We believe that this is the first report identifying galabiosylceramide as a biomarker of COPD. However, additional work will be needed to understand more about the role of the glycoceramides in the pathogenesis of emphysema.\n\nForkhead box P1 (FOXP1) encodes a transcription factor that is expressed in the lung and is important during lung development (45) . FoxP1 protein has been shown to act cooperatively with histone deacetylase 2 to regulate the expression of IL-6, and it modulates the lung epithelial injury response (46) . In this study, we found that FOXP1 was also expressed in PBMCs, and that lower expression was associated with both airflow obstruction and emphysema. Low levels of FOXP1 expression were also reported to be associated with COPD in PBMCs from subjects undergoing resection for lung cancer (20) . FoxP1 has been shown to play a role in the integrin-dependent modulation of gene expression and macrophage differentiation (47) , and thus whether FOXP1 gene expression functions through lymphocytes or is a marker for gene expression in the lung remains unclear.\n\nToll-like receptor 8 (TLR8) recognizes single-stranded viral RNA, and has been associated with asthma and allergic rhinitis (48) . We found that PBMCs expressed significantly lower concentrations of TLR8 in subjects with COPD. The lower expression of TLR8 in patients with COPD could result in increased susceptibility to viral infections (49) .\n\nVanin 2 (VNN2) codes for a pantetheine hydrolase that is expressed in most tissues but demonstrates high expression in leukocytes (50) . We observed that subjects with COPD demonstrated lower VNN2 expression in PBMCs. An association between VNN2 expression in whole blood and COPD was also found in the cohort described by Edmiston and colleagues (22) . The mechanism by which Vanin 2 might cause COPD is unknown. However, Vanin 2 (formerly called GPI-80) has been shown to play a role in leukocyte trafficking, and is expressed in alveolar macrophages (51) .\n\nThe major limitation of this study is its cross-sectional basis. This limitation may be assumed to be of minor importance, because the biologic variability of microarray gene expression is very low over short time periods (1 wk), suggesting the stability of the gene expression phenotype (52) . However, the stability of PBMC gene expression over longer time periods is unknown, and we do not know whether these gene expression profiles are predictive of declines in lung function or the progression of emphysema. Furthermore, in the parent COPDGene study (23) , smokers with normal spirometry were defined as control subjects. Based on these control subjects, we are not able to assess the effects of smoking alone in PBMC expression. Others reported that gene expression is associated with smoking in the oxidative stress response, antiapoptosis and cell-death signaling, and carcinogen metabolism (53) (54) (55) . However, we found that in our final candidate genes, the correlation of smoking variables with expression was either nonexistent or relatively small compared with the effects of other covariates. Several studies profiled lung tissue in COPD and emphysema subjects. We did not find a significant overlap in the PBMC genes identified in the present work and in those previous studies (data not shown). These results do not suggest a common signature between PBMCs and lung tissue, but the comparisons are also based on small sample sizes (n < 30), which compromises their statistical power. Future work in larger studies or in paired analyses with blood and lung tissue from the same subjects will be able to provide more definitive conclusions. Finally, because of cost and statistical power, the expression profiling was restricted to one racial and ethnic group (non-Hispanic whites). Although this is was a large study with an independent replication cohort, additional gene expression studies in never-smokers and in other ethnicities and races, and different clinical or research studies, would improve the generalizability of our findings. Despite these limitations, by using COPDGene, we were able to leverage a large, well-phenotyped cohort of subjects with COPD. The candidate genes identified in this study suggest new disease targets and further mechanistic studies that can be designed to identify which candidate genes might be important causes of COPD.\n\nIn conclusion, this study is, to our knowledge, the largest gene expression study of smokers with COPD, and demonstrates the potential for PBMC gene expression to serve as a biomarker of COPD. The expression of candidate genes was confirmed in two independent groups with two different assays, and several candidates suggest novel potential targets pathways such as sphingosine-1-phosphate signaling, which were further verified by a plasma metabolomic approach.\n\nAuthor disclosures are available with the text of this article at www.atsjournals.org."}