{"title": "Characterization of the Two Overlapping Papain-like Proteinase Domains Encoded in Gene 1 of the Coronavirus Infectious Bronchitis Virus and Determination of the C-Terminal Cleavage Site of an 87-kDa Protein", "body": "Avian infectious bronchitis virus (IBV) is the prototype of Coronaviridae, a family of enveloped viruses which possess a large continuous positive-stranded RNA genome. The genomic RNA is 27.6 kb in length and contains at least 10 distinct open reading frames (ORFs) . Most of these ORFs do not appear to be translated from the genomic RNA but are expressed from a set of subgenomic mRNAs. Six mRNA species, including a genome-length mRNA (mRNA 1) and five subgenomic mRNA species (mRNA 2-6), are produced in virus-infected cells. These mR-NAs range in length from about 2 to 27.6 kb and have been shown to form a 3Ј-coterminal`ǹested'' structure (Stern and Sefton, 1984) .\n\nApproximately 70% of the coding potential of the IBV genome is contained within the 5Ј-terminal unique region of mRNA 1. Nucleotide sequencing has shown that mRNA 1 contains two large overlapping ORFs (1a and 1b), with ORF 1a having the potential to encode a polyprotein of 441 kDa and 1b a polyprotein of 300 kDa . The downstream ORF 1b is produced as a fusion protein of 741 kDa with 1a by a ribosomal frameshifting mechanism (Brierley et al., 1987 (Brierley et al., , 1989 . These polyproteins are expected to be cleaved by viral or cellular proteinases to produce functional products associated with viral replication.\n\nRecently, products encoded by these two ORFs have been identified. These include 87-, 10-, and 100-kDa polypeptides (Liu et al., 1994 (Liu et al., , 1997 . Three ORF 1a-encoding proteinase domains, i.e., two overlapping papain-like proteinase domains (PLPDs) encoded by the IBV sequence between nucleotides 4243 and 5553 and a picornavirus 3C-like proteinase domain encoded between nucleotides 8937 and 9357, were demonstrated to be involved in the production of these mature viral proteins (Liu et al., 1994 (Liu et al., , 1997 . Proteolytic processing of the 1a and 1a/1b polyproteins by the equivalent proteinase activities of human coronavirus and mouse hepatitis virus has also been documented. So far, four mature products have been identified in cells infected by human coronavirus strain 229E. These include a 34-kDa protein representing the 3C-like proteinase, a 105-kDa protein corresponding to the 100-kDa protein of IBV, a 71-kDa protein with an ATPase activity, and a 41-kDa protein processed from the 1b polyprotein (Ziebuhr et al., 1995; Grotzinger et al., 1996; Heusipp et al., 1997a, b) . Similarly, three mature products, including two N-terminal cleavage products of 28 and 65 kDa and a 27-kDa protein identified as the 3C-like proteinase, have been reported for mouse hepatitis virus (Denison and Perlman, 1987; Denison et al., 1995; Lu et al., 1995) .\n\nIn this communication, we report that of the two predicted PLPDs of IBV, only the first one, PLPD-1, encoded between nucleotides 4243 and 5019, is required for cleavage of the 87-kDa protein at its C-terminus. Sitedirected mutagenesis studies confirmed that the previously predicted Cys 1274 and His 1437 residues of PLPD-1 are essential for the proteinase activity, suggesting that they may be components of the catalytic center of the proteinase. Meanwhile, expression of a series of Cterminal deletion mutants indicated that the Gly 673 ±Gly 674 dipeptide bond encoded by nucleotides 2545 to 2550 may be responsible for releasing the C-terminus of the 87-kDa protein. Site-directed mutagenesis and internal deletion studies further demonstrated that this dipeptide bond was indeed the C-terminal cleavage site of the 87-kDa protein. As no further N-terminal cleavage of the 1a polyprotein was observed, it is therefore established that the 87-kDa protein is encoded by the ORF 1a sequence between nucleotides 529 and 2547.\n\nFurther analysis of processing of the 1a and 1a/1b polyproteins to an 87-kDa protein by the two overlapping papain-like proteinase domains\n\nWe have previously demonstrated that expression of the IBV sequence from nucleotides 362 to 5753 (pIBV1a2) led to the detection of three protein species: a 250-kDa product representing the full-length product of the construct and two cleavage products of 160 and 87 kDa, respectively . However, when the IBV sequence from nucleotides 362 to 4858 (pIBV1a1) was expressed, no processing of the full-length 220-kDa protein to smaller products was observed . These results suggest strongly that the two putative overlapping papain-like proteinase domains are involved in processing of the 1a and 1a/1b polyproteins to the 87-kDa protein species. To further characterize the proteinase activity and to determine the cleavage sites of the 87-kDa protein, a series of N-terminal, internal, and C-terminal deletion mutants were constructed based on pIBV1a2. Plasmid pIBV1a2⌬1 contains an N-terminal deletion of the IBV sequence from nucleotides 362 to 1310; pIBV1a2⌬3 and pIBV1a2⌬4 contain internal deletions of the IBV sequences from nucleotides 2251 to 3832 and from 3047 to 3997, respectively; pIBV1a2⌬5 contains a C-terminal deletion of the IBV sequence from nucleotides 5027 to 5753 (see Figs. 1 and 2a) . These constructs were then expressed in Vero cells using the vaccinia virus-T7 expression system (Fuerst et al., 1986) .\n\nThe N-terminal deletion construct pIBV1a2⌬1 was firstly expressed in Vero cells. As can be seen, expression of pIBV1a2 resulted in the detection, once again, of the 250-, 160-, and 87-kDa protein species (Fig. 2b) . Similarly, three protein species of approximately 220, 160, and 58 kDa were detected from lysates prepared from pIBV1a2⌬1-transfected cells by immunoprecipitation with region-specific antiserum V59 (Fig. 2b) . The 220-kDa species is probably the full-length product, while the 160-and 58-kDa protein species may represent products derived from a cleavage event. As the 160-kDa protein comigrated with the 160-kDa protein FIG. 1. Diagram of the structure of plasmid pIBV1a2, showing the locations of the 87-kDa protein, the two putative overlapping papain-like proteinase domains (PLPDs), and the restriction sites used in this study. The C-terminal cleavage site (Gly 673 2Gly 674 dipeptide) of the 87-kDa protein, the catalytic residues of the PLPD-1 (Cys 1274 and His 1437 ), and the IBV sequence recognized by antiserum V59 are indicated. Also shown are the IBV sequences present in plasmids pIBV1a1, pIBV1a2⌬1, pIBV1a2⌬3, pIBV1a2⌬4, pIBV1a2⌬5, pIBV1a2⌬8, pIBV1a2⌬9, pIBV1a2⌬10, pIBV1a2⌬11, pIBV1a2⌬12, and pIBV1a2⌬14. detected from pIBV1a2-transfected cells (Fig. 2b) , this result suggests that it may represent the C-terminal cleavage product of the 220-kDa protein, and the 58-kDa protein may be an N-terminally truncated version of the 87-kDa protein.\n\nIn a previous study, we speculated that the 160-kDa species may be an intermediate cleavage product containing the 87-kDa protein, as both the 87-and 160-kDa proteins can be immunoprecipitated by the two N-terminal-specific antisera (V52 and V59) used . It was therefore likely that a second cleavage site may be located between the regions coding for the 87-kDa protein and the two PLPDs. To investigate this possibility, plasmid pIBV1a2⌬3 was constructed and expressed. As can be seen, only the full-length protein of approximately 136 kDa was immunoprecipitated (Fig. 2b) . No cleavage products were detected from the expression of this construct. This result hence rules out the possibility that the 160-kDa is an intermediate cleavage product covering the 87-kDa protein and a protein of 70 kDa (Fig. 2b) . The reason for the coimmunoprecipitation of the 160-kDa by antiserum V59 is considered under Discussion.\n\nPlasmid pIBV1a2⌬4 was next expressed to test the effect of internal deletion of the region between the sequences coding for the 87-kDa protein and PLPDs on processing to the 87-kDa protein. As shown in Fig. 2b , FIG. 2. (a) Diagram showing the full-length and cleavage products synthesized from plasmids pIBV1a2, pIBV1a2⌬1, pIBV1a2⌬3, pIBV1a2⌬4, and pIBV1a2⌬5. (b) Analysis of transiently expressed ORF 1a products from cells transfected with pIBV1a2, pIBV1a2⌬1, pIBV1a2⌬3, pIBV1a2⌬4, and pIBV1a2⌬5. Plasmid DNA was transiently expressed in Vero cells using the vaccinia virus/T7 expression system. Cells were labeled with [ 35 S]methionine, lysates were prepared, and polypeptides were either analyzed directly or immunoprecipitated with antiserum V59. Gel electrophoresis was performed on an SDS±10% polyacrylamide gel and polypeptides were detected by fluorography. HMW, high-molecular-mass markers (numbers indicate kilodaltons). expression of pIBV1a2⌬4 led to the detection of three products of approximately 190, 100, and 87 kDa. Both the 190-and 87-kDa protein species were efficiently immunoprecipitated by antiserum V59; only weak immunoprecipitation of the 100-kDa protein, however, was observed ( Fig. 2b) . This result demonstrates that the IBV sequence between nucleotides 3047 and 3997 is not essential for processing to the 87-kDa protein species and suggests that the C-terminal cleavage site of the 87-kDa protein is encoded between nucleotides 2251 and 3047.\n\nFinally, the C-terminal cleavage construct pIBV1a2⌬5 was expressed to investigate if both of the two putative PLPDs were required for processing to the 87-kDa protein. As can be seen, expression of this construct led to the detection of three protein species of approximately 225, 135, and 87 kDa, respectively (Fig. 2b ). Both the 225and 87-kDa proteins were efficiently immunoprecipitated by antiserum V59 (Fig. 2b ). This result indicates that PLPD-1 is responsible for releasing the 87-kDa protein.\n\nIn addition to the protein species described above, expression of pIBV1a2, pIBV1a2⌬3, pIBV1a2⌬4, and pIBV1a2⌬5 also resulted in the detection of protein species which migrated more slowly on SDS±PAGE than their respective full-length products (Fig. 2b ). Furthermore, protein species that migrated between the cleavage products were also observed (Fig. 2b ). The identities of these products are currently uncertain, but they may represent modified forms of the cleavage and full-length products.\n\nThe polypeptides detected from the expression of pIBV1a2, pIBV1a2⌬1, pIBV1a2⌬3, pIBV1a2⌬4, and pIBV1a2⌬5 are illustrated in Fig. 2a .\n\nMutagenesis studies of the putative catalytic center of PLPD-1\n\nData presented above showed that only the first of the two overlapping proteinase domains was required for processing to the 87-kDa product. Computer analysis of the proteinase domain suggested that it may belong to the papain-like class of thiol proteinase with a catalytic dyad of cysteine and histidine residues (Gorbalenya et al., 1989 . In fact, the Cys 1274 and His 1437 residues were predicted to be the catalytic dyad of the proteinase (Lee et al., 1991 ) (see Fig. 1 ). To test this prediction, site-directed mutagenesis was carried out using pIBV1a2⌬4 as the template. By monitoring the production of the 87-kDa protein, the effect of the mutations on the proteinase activity could be tested.\n\nThe putative nucleophilic cysteine (Cys 1274 ) residue, which was encoded by nucleotides 4348 to 4350, was first mutated to a Ser residue, giving rise to the mutant construct pIBV1a2⌬4C 1274 -S. As shown in Fig. 3 , expression of pIBV1a2⌬4, once again, yielded the 190-kDa full-length product and the 87-kDa protein species. Expression of pIBV1a2⌬4C 1274 -S, however, resulted in the detection of only the 190-kDa full-length product. No 87-kDa protein was detected, indicating that this substitution disrupts the proteinase activity required for the release of the 87-kDa protein. Similarly, mutation of the predicted His 1437 residue (encoded by nucleotides 4837 to 4839) to a Lys was introduced, giving rise to pIBV1a2⌬4H 1437 -K. The mutant construct was then expressed in Vero cells. As can be seen, only the 190-kDa full-length product was immunoprecipitated by antiserum V59; no 87-kDa protein was detected (Fig. 3) . These results support the computer prediction that both the Cys 1274 and His 1437 are essential for the catalytic activity of the proteinase.\n\nData obtained from the expression of pIBV1a2⌬3 and pIBV1a2⌬4 indicate that the C-terminal cleavage site of the 87-kDa protein is encoded between nucleotides 2251 and 3047. To define more precisely the cleavage site, a series of C-terminal deletion mutants were constructed by introducing a termination codon (UAA) into different positions of the IBV sequence (see Fig. 1 ). By comparing the migration of products expressed from the mutant FIG. 3 . Mutational analysis of the two putative catalytic residues (Cys 1274 and His 1437 ) of PLPD-1. Vero cells were transfected with plasmids pIBV1a2⌬4, pIBV1a2⌬4C 1274 -S, and pIBV1a2⌬4H 1437 -K and labeled with [ 35 S]methionine and lysates were prepared. Polypeptides were either analyzed directly or immunoprecipitated with antiserum V59. Gel electrophoresis was performed on an SDS±10% polyacrylamide gel and polypeptides were detected by fluorography. HMW, high-molecular-mass markers (numbers indicate kilodaltons).\n\nconstructs with the 87-kDa protein processed from the wild-type plasmids, it would allow us to locate more precisely the C-terminal cleavage site of the 87-kDa protein.\n\nThe first of such mutants, pIBV1a2⌬8, was made by introducing a UAA codon at the nucleotide position 2854. Expression of this plasmid led to the synthesis of a product migrating on SDS±PAGE more slowly than the 87-kDa protein expressed from pIBV1a2⌬4 (Fig. 4a) . The apparent molecular mass of this protein is approximately 98 kDa, indicating that the actual cleavage site is located at least 250 bp upstream of this position. However, this interpretation was based on the assumption that the 87-kDa protein was encoded by the 5Ј-most part of ORF 1a and no N-terminal cleavage of the 1a polyprotein occurred before the 87-kDa protein.\n\nTo avoid this ambiguity, four deletion mutants, pIBV1a2⌬9, pIBV1a2⌬10, pIBV1a2⌬11, and pIBV1a2⌬12, were constructed based on pIBV1a2⌬1 by inserting the UAA triplet at nucleotide positions 2854, 2599, 2545, and 2515, respectively (see Fig. 1 ). Expression of pIBV1a2⌬9 and pIBV1a2⌬10 led to the detection of two protein species migrating more slowly on SDS±PAGE than the 58-kDa protein expressed from pIBV1a2⌬1. Their apparent molecular masses are approximately 65 and 62 kDa, respectively (Fig.  4b) . Expression of pIBV1a2⌬11 led to the detection of a protein species which almost comigrates with the 58-kDa expressed from pIBV1a2⌬1 on SDS±PAGE (Fig. 4b) . Expression of pIBV1a2⌬12, however, resulted in the detection of a product with an apparent molecular mass of approximately 56 kDa (Fig. 4b) . These results indicate that the C-terminal cleavage site of the 87-kDa protein is in the vicinity of amino acid residue Gly 673 encoded between nucleotides 2545 and 2547.\n\nFurther determination of the C-terminal cleavage site of the 87-kDa protein by site-directed mutagenesis and deletion analysis From the observation that the C-terminus of the 87-kDa protein is probably located near nucleotide position 2550, it is tempting to speculate that this protein may be cleaved from the precursor at a potential Gly 673 ±Gly 674 or Thr 676 ±Val 677 dipeptide bond. By comparative analysis of the cleavage sites used by other viral papain-like proteinases, it seems likely that either of the two sites could be the scissile bond of PLPD-1 (Bonilla et al., , 1997 Dong and Baker, 1994; Hughes et al., 1995) . To explore these possibilities, substitution mutations of the Gly 673 residue with an Ala and the Thr 676 residue with a Ser were made, giving rise to the mutant constructs pIBV1a2⌬4G 673 -A and pIBV1a2⌬4T 676 -S. As can be seen, expression of pIBV1a2⌬4G 673 -A led to the detection of the full-length 190-kDa protein; no processing to the FIG. 4 . Deletion analysis of the C-terminal cleavage site of the 87-kDa protein. Plasmids pIBV1a2⌬4 and pIBV1a2⌬8 (a) and plasmids pIBV1a2⌬1, pIBV1a2⌬9, pIBV1a2⌬10, pIBV1a2⌬11, and pIBV1a2⌬12 (b) were transiently expressed in Vero cells using the vaccinia virus/T7 expression system. Cells were labeled with [ 35 S]methionine and lysates were prepared. Polypeptides were either analyzed directly or immunoprecipitated with antiserum V59. Gel electrophoresis was performed on an SDS±10% polyacrylamide gel and polypeptides were detected by fluorography. Control DNA indicates that a plasmid not containing the IBV sequence was used. HMW, high-molecular-mass markers (numbers indicate kilodaltons). 87-kDa protein was observed (Fig. 5) . However, both the 190-and 87-kDa proteins were observed when pIBV1a2⌬4T 676 -S was expressed (Fig. 5) . Furthermore, the relative amount of the 87-kDa protein to the 190-kDa protein expressed from this mutant construct was very similar to that expressed from the wild-type construct pIBV1a2⌬4 (Fig. 5) , indicating that the production of the 87-kDa protein was not affected by mutation of the Thr 676 to a Ser residue. These results suggest strongly that the Gly 673 ±Gly 674 dipeptide bond is the C-terminal cleavage site of the 87-kDa protein.\n\nTo support this conclusion further, the six nucleotides coding for the Gly 673 ±Gly 674 scissile bond were deleted by PCR, giving rise to plasmid pIBV1a2⌬4⌬G 673 ±G 674 . As can be seen, expression of pIBV1a2⌬4⌬G 673 ±G 674 resulted in the detection of the 190-kDa full-length product only. No 87-kDa protein was detected (Fig. 5) , confirming that deletion of the Gly 673 ±Gly 674 dipeptide bond totally blocks the release of the 87-kDa protein from its precursor.\n\nNo N-terminal cleavage of the 1a polyprotein before the 87-kDa protein\n\nTo rule out the possibility that further N-terminal cleavage is required for releasing the 87-kDa protein from the 1a and 1a/1b polyprotein precursors, plasmid pIBV1a2⌬14 was made by extending the 5Ј end of pIBV1a2⌬11 to cover the IBV sequence up to nucleotide 362 and was expressed in Vero cells. The mobility of the full-length product expressed from this plasmid was then compared with the 87-kDa protein processed from pIBV1a2⌬4. As expected, expression of pIBV1a2⌬14 resulted in the synthesis of a protein which comigrates on SDS±PAGE with the 87-kDa protein expressed from pIBV1a2⌬4 (data not shown). This result indicates that no N-terminal cleavage of the 1a polyprotein occurs before the 87-kDa protein.\n\nThroughout this and our previous report , this protein was referred to as 87 kDa based purely on its migration on linear SDS±PAGE. In an early communication, Brierley et al., (1990) noted that Western blots of IBV-infected chicken kidney cells and Vero cells with antiserum V59 led to the detection of a virus-specific polypeptide of 75 kDa. This 75-kDa protein was subsequently shown to migrate on linear SDS±PAGE at the same position as the 87-kDa product . It is likely that the gradient SDS±PAGE system used in the original report may reflect more accurately the real molecular mass of the protein. To test this possibility, lysates prepared from pIBV1a2⌬4-and pIBV1a2⌬14-transfected cells were immunoprecipitated with antiserum V59 and separated on an SDS±7.5 to 15% polyacrylamide gradient gel. Once again, comigration of the 87-kDa protein expressed from both plasmids was observed (Fig. 6) . It was also noted that the 87-kDa protein and the full-length product migrated slightly more rapidly in this gel system; the estimated molecular masses are approximately 78 and 180 kDa, respectively. Obviously, the migration of the 87-kDa protein in this gel system is closer to its calculated molecular mass of 75 kDa.\n\nCo-and posttranslational processing of polyproteins encoded by the 27.6-kb genome-length mRNA, mRNA 1, of the coronavirus IBV is an essential step in the viral replication cycle. Three viral proteinase domains, i.e., two overlapping PLPDs and a picornavirus 3C-like proteinase domain, have been predicted to be involved in these processing events (Gorbalenya et al., 1989 Lee et al., 1991) . PLPD-1, the so-called`main'' proteinase, is encoded by ORF 1a from nucleotides 4243 to 5019 and located downstream of the``X'' domain (Lee et al., 1991; Gorbalenya et al., 1991) . The second PLPD, which shares similarity with the streptococcus proteinase, is encoded by nucleotides 4681 to 5553 (Gorbalenya et al., 1989 . In a previous communication, we reported that the region coding for the two putative PLPDs was required for processing of the 1a and 1a/1b polyproteins to an 87-kDa mature viral product . Evidence presented in this report demonstrates that only PLPD-1 is responsible for cleavage of the 87-kDa protein from its polyprotein precursors. This conclusion is supported by two observations. Firstly, production of similar amount of the 87-kDa protein was observed from expression of constructs with or without the second proteinase domain. Second, mutation of the two predicted catalytic residues of PLPD-1, the Cys 1274 and His 1437 , totally abolished the proteinase activity required for processing to the 87-kDa protein. As the second PLPD is still present in these mutants, this result reinforces the conclusion that only PLPD-1 is required for cleavage of the 1a and 1a/1b polyproteins to the 87-kDa protein species.\n\nThe observation that the PLPD-1 activity is inactivated by substitution mutations of the Cys 1274 and His 1437 confirms that they are most likely the catalytic residues of the proteinase. However, when the IBV sequence up to nucleotide 4858 (and therefore includes these two core residues) was expressed, no proteinase activity was detected , indicating that besides the catalytic center of the enzyme, the region from nucleotides 4859 to 5027 is also indispensable for the activity of the proteinase. The significance of this region in the formation of the catalytic center, substrate binding, and overall folding of the proteinase remains to be understood. As for the second PLPD, no functional role has been reported so far. This lack of activity hampers its further characterization by mutagenesis study. In fact, no proteinase activity has been documented for the second PLPD of human coronavirus and mouse hepatitis virus strains JHM and A59 (Baker et al., 1993; Bonilla et al., 1995 Bonilla et al., , 1997 Dong and Baker, 1994; Hughes et al., 1995; Herold et al., 1998) . It is likely that the second PLPD of coronavirus may be functionally inactive.\n\nDeletion and mutagenesis studies demonstrated convincingly that cleavage of the C-terminus of the 87-kDa protein may occur between the Gly 673 ±Gly 674 dipeptide bond. Examination of cleavage sites recognized by other viral papain-like proteinases suggested that they may consist of two small amino acids with short, uncharged side chains; in most cases, the P1 site is a Gly residue and the P1Ј a Gly, an Ala, or a Val (Bonilla et al., 1997; Dong and Baker, 1994) . According to these criteria, the Thr 676 ±Val 677 dipeptide bond encoded by nucleotides 2554 to 2559 may also be a cleavage site of PLPD-1. However, as shown in Fig. 5 , mutation of the Thr 676 residue to a Ser did not affect processing to the 87-kDa protein. Another potential cleavage position is the Gly 680 ±Glu 681 dipeptide bond encoded by nucleotides 2566 to 2571. This possibility is ruled out by deletion of the Gly 673 ±Gly 674 dipeptide bond, which totally abolished the release of the 87-kDa protein (Fig. 5 ). As these two residues are located six and seven amino acids, respectively, upstream of the Gly 680 , this deletion should render very little, if any, effect on the cleavability of the Gly 680 ± Glu 681 dipeptide bond if it were a genuine cleavage site. These results virtually exclude the possibilities that either the Thr 676 ±Val 677 or Gly 680 ±Glu 681 dipeptide bond is the C-terminal cleavage site of the 87-kDa protein. Meanwhile, deletion studies also suggested that no N-terminal cleavage was required for releasing the 87-kDa protein from the 1a and 1a/1b polyproteins, indicating that it is encoded by ORF 1a from the authentic AUG initiation codon at nucleotide positions 529 to 531. Therefore, the 87-kDa protein is released from its polyprotein precursors via a single cleavage mediated by PLPD-1 at the Gly 673 ±Gly 674 scissile bond; it is composed of 673 amino acid residues with a calculated molecular mass of 75 kDa. The reason for the increased apparent molecular masses of this protein (as well as the full-length product encoded by the first 5753 bp of ORF 1a) on SDS±PAGE is uncertain, but it may reflect the amino acid composition of the products encoded by this region. Examination of the deduced amino acid sequence shows that the region between nucleotides 2300 and 3800 encodes a product with unusually high content of negatively charged amino acid residues (21.8%). This may influence the mobility of the products on SDS±PAGE. To support this view, it was observed that deletion of this region resulted in synthesis of the full-length protein with an electrophoretic mobility on SDS±PAGE consistent with its calculated molecular mass (Fig. 2, lane pIBV1a2⌬3) . As no functional FIG. 6 . Analysis of the migration in gradient SDS±PAGE of the 87-kDa protein transiently expressed from pIBV1a2⌬4 and pIBV1a2⌬14. Vero cells were transfected with plasmid DNAs and labeled with [ 35 S]methionine and lysates were prepared. Polypeptides were immunoprecipitated with antiserum V59. Gel electrophoresis was performed on an SDS±7.5±15% polyacrylamide gel and polypeptides were detected by fluorography. HMW, high-molecular-mass markers (numbers indicate kilodaltons). domain has been allocated to this region of the genome yet, the significance of such a high proportion of negatively charged amino acid composition remains unclear.\n\nIn summary, data presented here and in our previous communication demonstrate that IBV PLPD-1 resembles the first PLPD of human coronavirus 229E and mouse hepatitis virus strains JHM and A59 in terms of the composition of the catalytic residues and the cleavage specificity (Baker et al., 1993; Bonilla et al., 1995 Bonilla et al., , 1997 Dong and Baker, 1994; Hughes et al., 1995; Herold et al., 1998) . However, three major differences were also observed. First, IBV PLPD-1 exhibits no proteinase activity in cell-free expression systems. Extensive investigation showed that expression of ORF 1a up to nucleotide 5753 in rabbit reticulocyte lysate led to the detection of only the full-length product and several products derived from premature termination of translation. No cleavage of the full-length product to the 87-kDa protein was observed. Interestingly, no proteinase activity could be detected when the IBV 3C-like proteinase was expressed in cell-free expression systems (Liu et al., 1994) . Second, although the general recognition pattern of the three coronavirus PLPD described so far is similar, IBV PLPD-1 shows unique features. The most notable difference of the IBV PLPD-1 recognition site is in the P5 position. Instead of a basic amino acid, a Val residue was located at this position. This indicates that IBV PLPD-1 may be more distantly related to other coronavirus PLPD. In fact, the nucleotide sequences around the IBV PLPD-1 recognition site are not compatible with either alignment model proposed to explain the evolutionary relationship among proteins of human coronavirus 229E, mouse hepatitis virus, and transmissible gastroenteritis coronavirus (Herold et al., 1998) . Finally, no trans-cleavage activity has been detected so far for IBV PLPD-1 either in cell-free translation systems or in intact cells (unpublished observations). Once again, this is markedly different from PLPD of both human coronavirus and mouse hepatitis virus. It is therefore likely that IBV PLPD-1 may be a unique member among the coronavirus papain-like proteinase domains.\n\nIn a previous communication, we reported that a cellular proteinase activity presented in Vero cell lysates could mediate cleavage of in vitro synthesized ORF 1a products at a position closed to the C-terminal cleavage site of the 87-kDa protein . Subsequently, we observed that the same cell lysate was able to mediate cleavage of the 1a and 1a/1b polyproteins at other positions (unpublished observations). However, none of the cleavage products released from these positions corresponds to genuine mature cleavage products, if compared with products generated from virusinfected or transfected cells. Cleavage at these positions does not therefore reflect real cleavage events that occurred in virus life cycles.\n\nDeletion studies presented in this report clearly showed that cleavage at the Gly 673 ±Gly 674 dipeptide bond may be the only proteolytic event occurring in the polyprotein encoded by the first 5753 bp of ORF 1a. This cleavage led to the production of the N-terminal 87-kDa and the C-terminal 160-kDa cleavage products. It was intriguing to note that the 160-kDa protein can also be efficiently immunoprecipitated by the N-terminal specific antiserum V59 (see Fig. 2 ). We have also observed that the 87-kDa protein can be coimmunoprecipitated by a region-specific antiserum recognizing the IBV sequence encoded between nucleotides 4868 and 5576 (unpublished observations) . The coimmunoprecipitation of the 160-kDa protein by antiserum V59 is likely due to the interaction between the N-and C-terminal cleavage products. Further investigation is underway to characterize this interaction.\n\nIBV sequences placed under the control of a T7 promoter were transiently expressed in eukaryotic cells using the system described by Fuerst et al., (1986) . Briefly, 60±80% confluent monolayers of Vero cells grown on 35-mm dishes were infected with 10 PFU/cell of a recombinant vaccinia virus (vTF7-3) which expresses bacteriophage T7 RNA polymerase. The cells were then transfected with 2.5 g plasmid DNA (prepared with Qiagen plasmid Midi kits) by using DOSPER (or DOTAP) liposomal transfection reagent according to the instructions of the manufacturer (Boehringer Mannheim). As determined by monitoring the expression of a reporter plasmid coding for the green fluorescent protein from the jellyfish Aequorea victoria, 25±35% of the transfection efficiency was usually achieved by this procedure.\n\nAfter incubation at 37°C for 5 h, the cells were washed twice with methionine-free medium and were labeled with 25 Ci/ml [ 35 S]methionine. The radiolabeled cells were harvested at 18 h postinfection.\n\nAmplification reactions of the respective template DNAs with appropriate primers were performed with Pfu DNA polymerase (Stratagene) under standard buffer conditions with 2 mM MgCl 2 . PCR reaction conditions were 30 cycles of 95°C for 45 s, X°C for 45 s, and 72°C for X min. The annealing temperature (X°C) and the extension time (X min) were subjected to adjustments according to the melting temperature of the primers employed and the length of the PCR fragments synthesized.\n\nSite-directed mutagenesis was carried out, as previously described, by two rounds of PCR with two pairs of primers (Liu et al., 1997) .\n\nPlasmid DNA-transfected Vero cells were lysed with radioimmunoprecipitation assay buffer [50 mM Tris±HCl (pH 7.5), 150 mM NaCl, 1% sodium deoxycholate, 1% NP-40, 0.1% sodium dodecyl sulfate (SDS)] and precleared by centrifugation at 12,000 rpm for 5 min at 4°C in a microfuge. Immunoprecipitation was performed as described previously (Liu et al., 1991) .\n\nSDS±polyacrylamide gel electrophoresis (SDS±PAGE) of viral polypeptides was performed with 10% polyacrylamide gels (Laemmli, 1970) . The 35 S-labeled polypeptides were detected by autoradiography of the dried gels.\n\nPlasmids pIBV1a1 and pIBV1a2 (formerly called pKT1a1 and pKT1a2), which cover the IBV sequences from nucleotides 362 to 4858 and from 362 to 5753, respectively , were used to construct pIBV1a2⌬1, pIBV1a2⌬3, pIBV1a2⌬4, pIBV1a2⌬5, pIBV1a2⌬8, and pIBV1a2⌬9 (see Fig. 1 ).\n\nPlasmid pIBV1a2⌬1, which covers the IBV sequence from nucleotides 1311 to 5753 and contains an artificial AUG initiation codon in an optimal context (ACCAUGG) located immediately upstream of the viral sequence, was constructed by cloning a BamHI/MluI-digested PCR fragment into BglII/MluI-digested pIBV1a2 (Fig. 2a) . BglII digests pIBV1a2 at a position immediately upstream of the viral sequence and MluI digests the IBV sequence at nucleotide position 3997. The sequences of the upstream primer (LDX-3) and downstream primer (LDX-4) used were indicated in Table 1 .\n\nPlasmid pIBV1a2⌬3 was made by deletion of the IBV sequence between nucleotides 2251 and 3832 from pIBV1a2. This was achieved by digestion of pIBV1a2 with NcoI, which cuts the IBV sequences at nucleotide positions 2251, 2642, and 3832, respectively, and religation with T4 DNA ligase (Fig. 1) .\n\nPlasmid pIBV1a2⌬4 was constructed by cloning a 2685-bp BamHI/MluI-digested PCR fragment, containing the IBV sequence from nucleotides 362 to 3047, into BglII/MluI-digested pIBV1a2, resulting in the deletion of the region between nucleotides 3047 and 3997. The upstream and downstream primers used were LKP-1 and LKP-2, respectively (Table 1) .\n\nPlasmid pIBV1a2⌬5, which covers the IBV sequence from nucleotides 362 to 5027, was made as follows. A 1030-bp restriction fragment covering the IBV sequence between nucleotides 3997 and 5027 was obtained by digestion of pIBV1a2 sequentially with MluI and SpeI and was then inserted into MluI/XbaI-digested pIBV1a1, giving rise to pIBV1a2⌬5. SpeI cuts the IBV sequence at nucleotide position 5027, and XbaI digests pIBV1a1 at a position 120 nucleotides downstream of the viral sequence presented in this plasmid.\n\nPlasmid pIBV1a2⌬8, which contains a UAA stop codon at nucleotide position 2854, was constructed by inserting a BamHI/MluI-digested PCR fragment into BglII/MluIdigested pIBV1a2. The sequences of the upstream primer LKP-1 and downstream primer LKP-3 are shown in Table 1 . As can be seen, the UAA codon was introduced by the downstream primer LKP-3. Plasmid pIBV1a2⌬9, which covers the IBV sequence from nucleotides 1311 to 5753 and contains a UAA termination codon at nucleotide position 2854, was constructed as follows. A 1571-bp PCR fragment was generated with pIBV1a2⌬8 as the template and LDX-3 and LKP-3 as primers (Table 1 ). This PCR fragment was then digested with BamHI and MluI and ligated into BglII-and MluIdigested pIBV1a2, giving rise to pIBV1a2⌬9.\n\nPlasmids pIBV1a2⌬10, pIBV1a2⌬11, and pIBV1a2⌬12, which contain the IBV sequences starting from nucleotide 1311 and ending at nucleotides 2598, 2544, and 2514, respectively, were constructed by cloning BamHIand SmaI-digested PCR fragments into BglII-and SmaIdigested pKTO (Liu et al., 1994) . The PCR fragments used to construct these plasmids were generated with pIBV1a2⌬1 as template and LDX-3 as the upstream primer. The downstream primers used were LKP-4, LKP-5, and LKP-6, respectively (Table 1) . Again, a UAA termination codon inserted immediately downstream of LDX-3 5Ј-ACGCGGATCCACCATGGGTTCTAAG-3Ј 1304±1323 LDX-4 5Ј-TCTGTTTGCAAGTTACATCG-3Ј 4060±4041 LKP-1 5Ј-TCTCAGGGATCCCCCCACATACC-3Ј 370±383 LKP-2 5Ј-ACGCTAACGCGTTCATCAAGAGGCAG-3Ј 3047±3022 LKP-3 5Ј-CTCTCATAGACGCGTTAGATCAAATGGC-3Ј 2870±2843 LKP-4 5Ј-ATAGGCCCGGGTTAAGGTGGTGGTATCT-3Ј 2612±2584 LKP-5 5Ј-CAGTCCCGGGTTATGCTTTGCAAACCAC-3Ј 2557±2530 LKP-6 5Ј-CATTAATCCCGGGTTATTGAGACATTGGTG-3Ј 2530±2501 LKP-7 5Ј-CGATGGAAATAGCTGGATTAGTTCAGC-3Ј 4338±4364 LKP-8 5Ј-GAACTAATCCAGCTATTTCCATCGCG-3Ј 4361±4336 LKP-9 5Ј-CTAATAGTGGCAAGTGTTATACACAAGC-3Ј 4826±4853 LKP-10 5Ј-GTATAACACTTGCCACTATTAGTAGAAC-3Ј 4847±4820 LKP-11 5Ј-GTTTGCAAAGCAGCTGGTAAGACTGT-3Ј 2533±2558 LKP-12 5Ј-GTGACAGTCTTACCAGCTGCTTTGCA-3Ј 2561±2537 LKP-13 5Ј-GGTAAGAGCGTCACCTTTGGAGAAA-3Ј 2548±2572 LKP-14 5Ј-GGTGACGCTCTTACCGCCTGCTTTG-3Ј 2562±2538 LKP-15 5Ј-TTGCAAAGCAAAGACTGTCACCTTTG-3Ј 2535±2560 LKP-16 5Ј-AGGTGACAGTCTTTGCTTTGCAAACC-3Ј 2532±2557 the viral sequences in these constructs was introduced by the downstream primers (see Fig. 1 ). Two mutants, pIBV1a2⌬4C 1274 -S and pIBV1a2⌬4H 1437 -K, with alterations at the putative catalytic residues Cys 1274 and His 1437 , respectively, were created by PCR with pIBV1a2⌬4 as templates. Plasmid pIBV1a2⌬4C 1274 -S contains a substitution mutation of the Cys 1274 residue to a Ser and pIBV1a2⌬4H 1437 -K contains a mutation of the His 1437 residue to a Lys. The pairs of primers used to introduce these mutations were LKP-7/LKP-8 and LKP-9/LKP-10, respectively (Table 1) .\n\nSimilarly, plasmids pIBV1a2⌬4G 673 -A, pIBV1a2⌬4T 676 -S, and pIBV1a2⌬4⌬G 673 -G 674 were constructed by two rounds of PCR based on plasmid pIBV1a2⌬4. Plasmid pIBV1a2⌬4G 673 -A contains a substitution mutation of the Gly 673 residue to an Ala, and pIBV1a2⌬4T 676 -S contains a mutation of the Thr 676 residue to a Ser. The sequences of the mutation primers, LKP-11/LKP-12 and LKP-13/LKP-14, are shown in Table 1 . Plasmid pIBV1a2⌬4⌬G 673 -G 674 contains a deletion of six nucleotides coding for Gly 673 and Gly 674 residues. The pair of primers used was LKP±15/ LKP±16 (Table 1) .\n\nAll the mutant constructs were selected and confirmed by automated sequencing."}