{"title": "", "body": "FMC. 2008;15 (8) :489-98 489 L a frecuencia cada vez mayor de viajes aéreos justifica la necesidad de comprender los problemas tanto medioambientales como fisiológicos que pueden acompañar a los pacientes con una enfermedad de base y la prevención de las complicaciones asociadas, así como las eventuales contraindicaciones para el viaje 1 .\n\nCada año, aproximadamente 1.700 millones de personas viajan por vía aérea, y se estima que esta cifra se incremente anualmente un 4,4% hasta el año 2015. En los aero-puertos españoles, según datos muy recientes de Aeropuertos Nacionales y Navegación Aérea (AENA), se han superado en 2007 los 210 millones de pasajeros, y se ha confirmado un incremento anual mínimo del 6%. Además, la horquilla de edad cada vez es más amplia, y con gran asiduidad observamos que un mayor número de pasajeros de la tercera edad, así como de población infantil, viaja por vía aérea. A pesar de ello, es escaso el número de incidencias médicas ocurridas a bordo de aeronaves, o incluso \n\n• Viaje aéreo • Hipoxia hipobárica • Cabina • Contraindicaciones vuelo • Incapacitación.\n\n• El ambiente de la cabina presurizada de una aeronave comercial constituye un factor determinante en la disponibilidad de oxígeno y, por tanto, un factor que cabe considerar en pacientes con enfermedades cardiorrespiratorias que cursen con hipoxia.\n\n• La presencia de una enfermedad aguda o crónica, acompañada o no de comorbilidad, exige realizar al paciente que desea hacer un viaje por vía aérea una evaluación integral de su situación clínica para establecer su indicación o desaconsejarlo.\n\n• El consejo médico al viajero incluye aspectos relativos a eventuales medidas profilácticas iniciadas antes del viaje, el establecimiento de las necesidades terapéuticas a bordo, y consejos para seguir en el lugar de destino.\n\n• La presencia de enfermedades infecciosas en fase de actividad y con capacidad de contagio supone un riesgo para el paciente y para el resto del pasaje, que por convertirse en conviviente durante un tiempo prolongado puede ser contagiado.\n\n• Las compañías aéreas establecen criterios y normas relativas a la admisión de pasajeros que puedan sufrir algún tipo de dolencia crónica o manifiesten limitaciones para la movilidad en la cabina de la aeronave.\n\n• El embarazo a partir de la semana 36, o la 32 si éste es múltiple, puede constituir una razón para evitar el desplazamiento por vía aérea.\n\n• Las aeronaves comerciales disponen de unos medios sanitarios regulados internacionalmente, aunque muchas compañías aéreas añaden sistemas telemáticos, desfibriladores AED y un entrenamiento médico básico a los tripulantes de cabina.\n\n• Las eventuales necesidades de oxígeno a bordo por parte de pasajeros deben ser solicitadas a la compañía aérea a través de su servicio médico. El oxígeno de emergencia en caso de despresurización no puede utilizarse para uso médico a bordo.\n\n• Los antecedentes recientes de cardiopatía isquémica requerirán siempre una evaluación específica por parte del especialista, que debe valorar el grado de estabilidad, el riesgo de recidiva y la respuesta al tratamiento antes de aconsejar un viaje por vía aérea.\n\n• La presencia de una enfermedad respiratoria puede constituir una contraindicación relativa o absoluta para el viaje por vía aérea según determinados factores, como el grado de reversibilidad del proceso, su afectación funcional y la situación clínica del paciente.\n\nde muertes, y los casos de fallecimiento a bordo no siempre son consecuencia directa del estrés que produce el vuelo o el ambiente de la cabina de la aeronave, sino de una enfermedad de base 2 . El factor edad y el mejor control de la enfermedad crónica que afecta a un gran número de pacientes hace que éstos se encuentren en una situación de control clínico suficientemente bueno para que se planteen el viaje por vía aérea, algo que raramente sucedía hace unos años. Esto, que sin duda es positivo, no deja de ser un riesgo si en el transcurso del viaje por vía aérea se produce una exacerbación o una descompensación del proceso.\n\nPor otro lado, debemos considerar que el viaje por vía aérea se inicia en el momento en que el paciente sale de su domicilio. Desde entonces pueden plantearse un sinfín de vicisitudes: esperas para la facturación, controles estrictos de seguridad, retrasos, cambios de puerta de embarque, pérdida de conexiones, pérdidas de equipajes y un largo etcétera 3 .\n\nAdemás, hemos de considerar el aeropuerto de destino, la altitud y la latitud, factores quizás no compatibles con las necesidades oxigenativas de un paciente con una enfermedad respiratoria crónica.\n\nNo hay que olvidar las características especiales del país destino, que por la presencia de enfermedades endémicas podría obligar a poner en marcha medidas de profilaxis y vacunación que se consideren obligatorias, aunque no sean recomendables en determinados pacientes o simplemente no están indicadas en una mujer embarazada.\n\nTambién hay que valorar la presencia de enfermedades infecciosas en fase de actividad que constituyan un riesgo de contagio para el resto de pasajeros o suponga la importación de un brote epidémico desde un lugar remoto o alejado a través del medio aéreo.\n\nLa expansión de gases atrapados tanto en las cavidades cerradas como semicerradas, y por problemas fisiopatológicos de índole obstructiva u originados por la necesaria presencia de aire secundaria a técnicas diagnósticas o terapéuticas, puede ser causa de problemas.\n\nNo debemos olvidar los factores ligados a las fobias, la ansiedad o los fenómenos claustrofóbicos que podrían hacer inviable un viaje por vía aérea.\n\nPor último, debemos valorar las eventuales contraindicaciones estimadas por las compañías aéreas en función de la discapacidad y/o movilidad del pasajero, y el riesgo y el compromiso para el resto del pasaje en el caso de una evacuación de éste en situación de emergencia.\n\nUna vez iniciado el despegue, durante el vuelo dispondremos de un espacio y unos medios muy concretos y limitados para subsanar cualquier problema que se plantee. Por ello, consideramos fundamental prever con antelación las potenciales necesidades durante el vuelo y los condicionamientos fisiopatológicos que podrían hacer no recomendable un viaje por vía aérea 4 . \n\nLa mayoría de los vuelos comerciales se realizan a altitudes que oscilan entre los 22.000 pies (6.706 m) y los 44.000 pies (13.411 m). La presión barométrica ambiental desciende desde 760 mmHg a nivel del mar a valores entre 326 y 140 mmHg, respectivamente. Esto da lugar a un descenso de la PiO 2 incompatible con la vida (FiO 2 entre el 8 y 3%, respectivamente). Las cabinas de las aeronaves comerciales disponen de sistemas de compresión del aire, lo que permite la presurización de éstas entre 627 y 565 mmHg, equivalente a altitudes de crucero que suelen oscilar entre los equivalentes a 6.000 y 8.000 pies (1.829 y 2.438 m). Es decir, FiO 2 a nivel del mar entre el 15 y el 16% 5 .\n\nEl aire respirable en el interior de la cabina, procede del exterior y se filtra a través de sistemas de alta eficiencia (filtros HEPA), lo que permite retener elementos menores de 0,3 m de diámetro, entre los que se encuentran partículas en suspensión, bacterias, hongos e inclusos virus. Este aire recircula al menos en un 50%, y se renueva aproximadamente 15 veces cada hora, según el tipo y el modelo de aeronave 6 .\n\nEl porcentaje de humedad en la cabina es muy bajo, y no supera nunca el 15-20%.\n\nLa temperatura en el interior se mantiene constante. Los aviones comerciales disponen de sistemas catalizadores de ozono, gas cuya concentración aumenta en la altitud y es tóxico para el aparato respiratorio. Dichos sistemas consiguen mantener concentraciones medias por debajo de los límites de toxicidad establecidos por normativas aeronáuticas, como las de la FAA o JAA 7 .\n\nRespirar aire ambiente a 2.438 m (8.000 pies) es equivalente a respirar oxígeno al 15,1% a nivel del mar. Esto implica una caída de la PiO 2 de 150 mmHg a nivel del mar hasta 107 mmHg. En sujetos sanos esto puede suponer una reducción de la presión parcial de oxígeno PaO 2 de 98 a 55 mmHg, que suele ser bien tolerada y libre de síntomas por sujetos sanos. Sin embargo, en pacientes con una enfermedad respiratoria y cierto grado de hipoxemia basal, esta disminución puede originar reducciones acusadas de la saturación de la hemoglobina y una reagudización de la enfermedad 8 .\n\nciones endoscópicas, desprendimiento de retina tratado o no con gas, presencia de infecciones de vías altas, otitis, sinusitis o intervenciones odontológicas, enfermedades infecciosas o enfermedades exantemáticas en estadios contagiantes [12] [13] [14] .\n\nOtra consideración cada vez mas común es la asociación de buceo y vuelo, no es infrecuente la aparición de una enfermedad descompresiva en las horas siguientes a una inmersión seguida de un viaje por vía aérea 15, 16 .\n\nEs necesario valorar las necesidades terapéuticas que puedan ser necesarias durante el vuelo, sobre todo si requiere oxígeno o algún tipo de sistema de presión, como presión positiva continua de la vía aérea 17, 18 .\n\nAdemás, se considerarán las vacunas o la medicación profiláctica que pueda estar indicada si el lugar de destino es una zona endémica o de especial riesgo de contagio.\n\nAsimismo, tendremos muy presente algunas situaciones: estado de gestación, edad avanzada, presencia de comorbilidad, limitaciones a la movilidad, pasajeros pediátricos, presencia de fobias o psicosis, y situaciones de ansiedad o miedo al vuelo [19] [20] [21] .\n\nUna vez evaluado el paciente y confirmada su estabilidad y, por tanto, la ausencia de contraindicaciones formales para realizar el viaje por vía aérea, es preciso valorar y poner en conocimiento de la compañía las necesidades del pasajero durante el vuelo: oxígeno medicinal, necesidad de una dieta específica (caso de diabetes), limitaciones a la movilidad o eventual necesidad de acompañante.\n\nLa demanda de oxígeno a bordo deben ser comunicada a la compañía, ya que es ésta la que lo provee con un coste adicional sobre el precio del billete. Las compañías sólo suministran el oxígeno en el avión, pero durante los trayectos de acceso a las terminales, conexiones y esperas es el propio paciente quien debe asegurarse el oxígeno necesario.\n\nEl oxígeno de emergencia en caso de despresurización no puede utilizarse para uso médico a bordo.\n\nLas aerolíneas pueden exigir una autorización de su servicio médico si hay una indicación de que un pasajero puede sufrir alguna enfermedad o condición física que pueda considerarse un peligro potencial para la seguridad del avión, afecte negativamente al bienestar y la comodidad de los otros pasajeros y/o miembros de la tripulación, requiera atención médica y/o equipo especial durante el vuelo o pueda agravarse su situación durante éste.\n\nSi el personal de cabina sospecha antes de la salida que un pasajero puede estar enfermo o considerarse alguno de los supuestos antes mencionados, el comandante de la aeronave será informado y se tomará la decisión apropiada en relación con la capacidad del pasajero para viajar. No obstante, se aconseja siempre ponerse en contacto con la compañía y obtener la información y, en su caso, autorización para efectuar el vuelo.\n\nLos recursos a bordo de las aeronaves comerciales son limitados, y además éstos pueden estar sujetos a variaciones según la compañía aérea 22, 23 .\n\nBásicamente, se dispone de un botiquín de uso por parte de los tripulantes de cabina de pasajeros, y otro botiquín médico o medicalizado de uso exclusivo por parte de personal sanitario que eventualmente pueda encontrarse a bordo 24 .\n\nLa tripulación de cabina recibe formación básica, inicial y periódicamente (cada año), en primeros auxilios y reanimación cardiopulmonar.\n\nAlgunas aeronaves llevan a bordo desfibriladores automáticos (AED). En Estados Unidos son obligatorios en todas las aeronaves comerciales norteamericanas por normativa FAA 25 . En Europa, por ahora es sólo una recomendación y no todas las compañías europeas disponen de estos sistemas a bordo.\n\nAsimismo, todas las aeronaves comerciales disponen de botellas portátiles de oxígeno medicinal, para uso en caso de emergencia. El oxígeno destinado para el eventual caso de una despresurización de la aeronave no puede utilizarse a bordo como oxígeno medicinal o terapéutico.\n\nAlgunas compañías tienen establecidos canales de comunicación por vía telefónica o mediante radiofrecuencia con servicios médicos propios o contratados, localizados en tierra, incluso para la transmisión de datos o parámetros médicos a distancia 26 .\n\nLa disponibilidad de oxígeno en cabina depende del régimen de presurización de ésta. Por regla general, la presión de cabina media máxima suele estar en torno a los 6.500 pies, y la presión máxima legalmente aceptada es de 8.000 pies (2.438 m).\n\nEllo implica una posibilidad de desaturación que en las personas normales, sin una enfermedad cardiorrespiratoria, puede llegar hasta 2-3 puntos porcentuales de saturación de hemoglobina 5, [27] [28] [29] .\n\nLos pacientes con antecedentes de enfermedad cardiovascular y con una reserva funcional limitada pueden verse afectados por la disminución de la disponibilidad de oxígeno en cabina, lo que podría originar síntomas de descompensación cardiovascular. En general, estos pacientes, si están adecuadamente controlados y reciben medicación, pueden volar sin complicaciones y raramente se necesita un aporte suplementario de oxígeno (tabla 1).\n\nEl antecedente reciente de infarto de miocardio sin complicaciones y buena función ventricular no constituye una contraindicación per se para realizar un viaje por vía aérea, pero se recomienda un período mínimo de 14 días antes de hacerlo.\n\nLos antecedentes de angina inestable y sintomática contraindicarían la realización de un vuelo por vía aérea, al menos hasta que se trate adecuadamente y se considere estable y asintomática.\n\nLa presencia de insuficiencia cardíaca congestiva descompensada y sintomática constituiría una contraindicación formal 30 .\n\nLa cirugía coronaria (colocación de uno o más puentes/injertos) no contraindica la realización de vuelos comerciales si la cirugía se ha desarrollado sin complicaciones, se lleva un control de los eventuales factores de riesgo coronario y el pasajero está estable, asintomático y correctamente tratado. Se aconseja un período de 15-30 días antes de viajar 31 .\n\nLos pacientes a los que se ha realizado una angioplastia o colocado un stent generalmente están sujetos a escasas complicaciones y podrían viajar en un plazo relativamente corto, aunque no inferior a 10-15 días, en ausencia de complicaciones y estabilidad clínica 32 .\n\nLa enfermedad valvular asintomática y con función ventricular aceptable no constituiría una contraindicación para viajar, excepto si dicha valvulopatía congénita o adquirida, tratada o no tratada, es sintomática, afecta a la función ventricular y cursa con hipoxemia.\n\nEl pasajero con hipertensión arterial debe asegurarse un buen control de ésta y disponer de medicación durante el vuelo y en el lugar de destino. Si presenta antecedentes de crisis hipertensivas, se aconseja consultar con el especialista y disponer de medicación antihipertensiva de acción rápida.\n\nLa presencia de marcapasos o desfibriladores implantables no constituye una contraindicación para viajar y, por regla general, raramente ocasionan interferencias con los instrumentos de la aeronave. No obstante, es aconsejable contactar con las autoridades aeroportuarias y la compañía aérea si se considera o necesita algún tipo de duda o aclaración.\n\nEn el caso del accidente cerebrovascular se aconseja la recuperación clínica y funcional y la estabilización del paciente antes de viajar. La presencia de secuelas neurológicas o motrices puede requerir la consulta con los servicios médicos de la compañía aérea.\n\nAunque con una incidencia globalmente baja, hay evidencias científicas suficientes para asociar la relación de vuelos de larga duración con la aparición de trombosis venosa 10, 11 . Pero esto no es más que un factor añadido e independiente de los que eventualmente pueda presentar el sujeto 33, 34 . Entre los factores de riesgo se encuentran los siguientes: edad avanzada, antecedentes de enfermedad tromboembólica, presencia de trombofilias, tratamiento con anticonceptivos orales o terapia hormonal sustitutiva, presencia o antecedentes neoplásicos, obesidad, cirugía o traumatismos recientes y enfermedades crónicas. Dichos problemas deben identificarse necesariamente antes de realizar un vuelo, valorarse en su contexto y tomar la decisión más oportuna. Durante el vuelo, sobre todo si es de más de 6 h de duración, se recomiendan tomar ciertas medidas, como evitar ropas ajustadas en las extremidades inferiores o en la cintura, prevenir la deshidratación y realizar estiramientos frecuentes de los músculos de la pantorrilla.\n\nNo se precisa una profilaxis de la enfermedad tromboembólica venosa (ETEV) en sujetos en los que el viaje es el único factor de riesgo.\n\nSi se considera una profilaxis activa porque se percibe un incremento de riesgo de ETEV, se sugiere el uso de medias de compresión elástica gradual y correctamente ajustadas por debajo de la rodilla, que proporcionan una presión de 15-30 mmHg en el tobillo o una profilaxis con una dosis única de una heparina de bajo peso molecular inyectada antes de la salida 35, 36 .\n\nSe desaconseja el uso de ácido acetilsalicílico para la prevención de ETEV asociada al viaje.\n\nEn las tablas 2 y 3 se muestran algunas contraindicaciones cardiovasculares y recomendaciones para pacientes cardiovasculares. neumología antes de realizar un desplazamiento por vía aérea. Esta evaluación comprende una completa anamnesis, donde fundamentalmente se recogerán datos que puedan inducir a un deterioro de su situación clínica basal, como consecuencia de su exposición a un ambiente de cabina que limita la disponibilidad de oxígeno del paciente, factores de comorbilidad, enfermedad cardiovascular asociada o antecedentes constatados de complicaciones en un eventual vuelo previo 2,37 .\n\nOtros marcadores a nuestra disposición son la saturación de oxihemoglobina medida por pulsioximetría, la gasometría arterial, la espirometría forzada y la prueba de la caminata. Una PaO 2 < 50 mmHg en tierra hace recomendable el uso de oxígeno en vuelo 38 .\n\nSe han descrito ecuaciones de predicción basada en la inclusión de diversos parámetros respiratorios, como la PaO 2 a nivel del mar y los valores de la relación entre el volumen espiratorio forzado en el primer segundo y la capacidad vital forzada, incluso mediante la utilización de normogramas [39] [40] [41] .\n\nTambién se puede acudir a sistemas como las denominadas pruebas de simulación hipóxica. Esto se puede conseguir de forma isobárica, mediante la inhalación de mezclas de oxígeno y nitrógeno, que proveen oxígeno entre el 18 y el 15% 39 .\n\nMenos asequible por la disponibilidad de cámaras hipobáricas, pero realmente útil, es la exposición del paciente a un ambiente hipóxico hipobárico mediante la utilización de este tipo de cámara de vacío o baja presión.\n\nLa indicación de oxígeno suplementario durante el vuelo está determinada por las consideraciones anteriores. Una PaO 2 estable en tierra > 70 mmHg se considera adecuada, y si no hay factores de riesgo adicionales o criterios de comorbilidad, ese paciente puede realizar el viaje. Unos valores inferiores a 70 mmHg deben considerarse en el contexto de la situación clínica del paciente y, llegado el caso, subsidiarios de oxígeno suplementario 17, 18, 39 .\n\nEn la tabla 4 se muestran algunos procesos respiratorios que deberían ser evaluados específicamente por el especialista antes de que el paciente inicie un viaje por vía aérea 42 .\n\nUna evaluación prevuelo resulta sin duda aconsejable, sobre todo ante la eventualidad de necesidad de oxígeno a bordo 17,43-45 . En la tabla 5 se señalan los aspectos principales que cabe considerar en una evaluación de un paciente respiratorio crónico.\n\nEn general, la enfermedad pulmonar obstructiva crónica no debe constituir una contraindicación absoluta para realizar viajes por vía aérea, si el control del paciente es aceptable, su grado de oxigenación adecuado y se ha indicado la necesidad o no de oxígeno suplementario 17, 46 . \n\nEn ambos casos se precisa una exhaustiva evaluación prevuelo que asegure la estabilidad del proceso. Hay que considerar en los viajes de larga duración el bajo contenido higrométrico de la cabina, y la necesidad de incrementar la ingesta de líquidos. La planificación del viaje es esencial para asegurar un buen drenaje bronquial y fisioterapia antes de iniciar el vuelo, así como las facilidades necesarias para continuar con la fisioterapia respiratoria en el lugar de destino.\n\nLa posibilidad de desaturación a bordo en niños es alta [48] [49] [50] .\n\nLa presencia de tuberculosis pulmonar activa (y, por tanto, bacilífera) contraindica la realización de un viaje por vía aérea. Deberá asegurarse la ausencia de enfermedad contagiosa y de sintomatología antes de iniciarlo, sobre todo si éste es de una duración superior a 6 h, por la significativa posibilidad de contagio a bordo 14, 51, 52 .\n\nLa aparición primero del brote epidémico del síndrome agudo respiratorio grave y luego de la fiebre aviaria puso de manifiesto la facilidad de propagación de una enfermedad viral a kilómetros de distancia mediante la transmisión de la enfermedad en el lugar de destino o, eventualmente, a otros pasajeros en el transcurso del vuelo 53, 54 . El diagnóstico de presunción de la enfermedad contraindica la posibilidad de iniciar el vuelo y obliga a iniciar medidas de aislamiento preventivo y una confirmación diagnóstica de la enfermedad 55 .\n\nLa presencia de neumotórax no drenado contraindica el vuelo. El incremento de volumen del espacio aéreo pleural, como consecuencia de la disminución de la presión a bordo, condiciona la posibilidad de evolución hacia un neumotórax a tensión 2,3 .\n\nUn neumotórax intervenido generalmente requiere un mínimo de 2-3 semanas de control evolutivo antes de plantearse un viaje por vía aérea.\n\nEn cualquier caso, debe asegurarse la completa reexpansión del pulmón e, idealmente, descartar la presencia de una enfermedad bullosa como causa del neumotórax.\n\nCon las debidas autorizaciones por parte de la compañía aérea no sería una contraindicación para el vuelo la presencia de un neumotórax con drenaje 37 .\n\nEn caso de derrame pleural subsidiario de drenaje, no se aconseja emprender viaje por vía aérea antes de 2-3 semanas, una vez retirado el tubo y asegurada una reexpansión completa del pulmón, y constatada la ausencia de clínica asociada a insuficiencia respiratoria 56 .\n\nLa presencia de bullas enfisematosas, quistes aéreos o bullas puede ser un problema según la cantidad de aire atrapado y el grosor de la pared que la rodea. Generalmente, no es causa de contraindicación absoluta, pero siempre es aconsejable una evaluación previa y, llegado el caso, incluso la utilización de una cámara hipobárica para la valoración clínica y oximétrica del paciente 57, 58 .\n\nLa presencia de enfisema mediastínico contraindica la realización de un vuelo 59 .\n\nLos pacientes con cifoscoliosis, obesidad, hipoventilación o distrofias musculares tienen una especial susceptibilidad a la hipoxia, sobre todo en la originada por un vuelo de larga duración.\n\nMuchos de estos pacientes van a requerir oxígeno suplementario durante el viaje y, si son subsidiarios de ventilación mecánica, deben gestionar con la compañía aérea y su servicio médico todas las posibles necesidades, incluida la eventualidad de un acompañante 60 .\n\nPor su especial configuración y contenido aéreo, constituyen un área anatómica muy sensible a los cambios de presión. Los problemas de índole inflamatoria u obstructiva pueden producir atrapamiento aéreo, presencia de dolor frontal, maxilar o incluso hemorragia. Dicha sintomatología, más frecuente durante el descenso, debe evitarse evitando volar si se presenta clínica compatible con sinusitis aguda o crónica, cirugía maxilofacial reciente, poliposis nasal o infecciones respiratorias de las vías altas 61 .\n\nEl oído medio tiene su vía de aireación natural a través de la trompa de Eustaquio, su tracto de salida forma una válvula que funciona preferentemente de forma unidireccional, por lo que tanto en el ascenso (descompresión) como en el descenso (compresión), pero sobre todo en este último supuesto, cualquier proceso inflamatorio que afecte al tracto de salida de la tuba puede originar sensación de bloqueo, tensión y dolor; si la diferencia de presión es suficientemente importante (> 10-15 mmHg), puede llegar a producir una rotura timpánica y una eventual hemorragia.\n\nLas infecciones de las vías aéreas altas, la otitis, la tubaritis o la cirugía reciente del aparato auditivo constituirían una contraindicación para el vuelo, al menos durante el curso postoperatorio o hasta el control completo de la infección 62 .\n\nLa falta de humedad de la cabina puede tener consecuencias sobre la superficie del globo ocular, sobre todo si el pasajero es usuario habitual de lentillas. En determinadas circunstancias, los cuadros asociados al denominado \"ojo seco\", como queratoconjuntivitis, tratamientos diuréticos, utilización de bloqueadores beta o secuelas de la cirugía refractiva, pueden verse agravados después de un viaje de larga duración. La utilización de humectantes y lágrimas artificiales evitan dichos problemas 63 .\n\nEl tratamiento quirúrgico del desprendimiento de retina puede incluir la utilización de gas (hexafluoruro de azufre-SF6 y otros gases expandibles); en esas circunstancias es desaconsejable volar hasta que éste no se haya reabsorbido en su totalidad, lo cual no suele ocurrir generalmente antes de 1-2 semanas 64 .\n\nEn general, raramente constituyen una contraindicación formal. Determinados procesos, como la epilepsia, deberían evaluarse con antelación.\n\nLas secuelas neurológicas de accidentes vasculares o enfermedad neuroquirúrgica deben valorarse caso por caso y evitar el vuelo hasta lograr una recuperación funcional adecuada 65 .\n\nLos pacientes psicóticos no adecuadamente controlados deben abstenerse de volar; en cualquier caso, deberían aportar un informe psiquiátrico completo donde se especifique su estabilidad y la ausencia de síntomas; sólo en estos casos podría considerarse su autorización y, preferentemente, volarán con acompañante.\n\nEl diagnóstico de una enfermedad psiquiátrica que pueda conducir a comportamientos impredecibles, agresivos, antisociales, claustrofóbicos o ansiosos debería ser incompatible con el uso de vuelos comerciales 66 .\n\nEl embarazo per se no constituye una contraindicación formal para realizar un viaje por vía aérea. Sólo en casos de embarazos múltiples (hasta 32 semanas), antecedentes de prematuridad, riesgo de aborto, y a partir de la semana 36 de gestación puede desaconsejarse la realización del vue-lo67,68. El embarazo constituye un factor de riesgo en la enfermedad tromboembólica; por ello, si se asocian otros factores de riesgo, a criterio del especialista, puede desaconsejarse el vuelo. En cualquier caso, debe resaltarse la necesidad de dar paseos frecuentemente, utilizar ropa holgada y la utilización de medias elásticas 35 .\n\nLa presencia de anemia aguda o crónica con hemoglobinas < 8,5 g/dl puede poner en serio compromiso la disponibilidad de oxígeno del paciente y, por tanto, se considera una contraindicación relativa 69 .\n\nOtros problemas asociados a trombocitosis, drepanocitosis y alteraciones en las cadenas polipeptídicas de la hemoglobina han de considerarse específicamente por parte del hematólogo 70 .\n\nLa presencia de nitrógeno disuelto residual después de practicar buceo o hacerlo con criterios de descompresión, o la realización de inmersiones sucesivas, aconseja no volar al menos en las 12 h siguientes en el primer supuesto y mantener 24 h en los segundos.\n\nEn el caso de clínica de enfermedad descompresiva o diagnóstico de síndrome de sobrepresión pulmonar estaría contraindicado de forma absoluta el vuelo 15, 16, 71 .\n\nEl diagnóstico de diabetes mellitus, tanto tipo 1 como tipo 2, no debería ser un inconveniente para realizar un viaje por vía aérea. El paciente sólo necesita tener presente el itinerario y la diferencia horaria con el lugar de destino, para programar la medicación y, concretamente, la dosis de insulina prevista.\n\nSiempre es recomendable que el paciente diabético insulinodependiente vaya provisto de su bolígrafo autoinyector, así como de un glucosímetro portátil para el control diario (que incluya tiritas) y la determinación de perfiles.\n\nConsideramos crítica la preparación del viaje. El paciente debe acudir a su especialista en endocrinología o consulta de diabetes, donde el personal especializado, con arreglo al patrón específico del viaje, ajustará las dosis de insulina el día previo al viaje, en el transcurso de éste y en los días posteriores 72 .\n\nComo regla general, se recomienda utilizar una insulina de acción rápida que se completa con una de acción intermedia antes de la noche el primer día de llegada 73, 74 .\n\nRespecto a las comidas, es aconsejable poner en conocimiento de la compañía aérea las necesidades calóricas y la dieta establecida por el especialista en endocrinología.\n\nLos pasajeros que presenten limitaciones a la movilidad por enfermedades congénitas, adquiridas o secuelas de traumatismos, deberán poner en conocimiento de la compañía y las autoridades aeroportuarias su situación clínica y las eventuales limitaciones para el acceso a la aeronave, la movilidad en la cabina, la autonomía para el acceso a los lavabos y el espacio necesario, con objeto de proveer los medios de transporte y ayuda más adecuados, tanto en el embarque como en las eventuales conexiones y destino 75, 76 .\n\nAlgunas compañías pueden exigir la presencia de acompañante o la compra de un asiento en clase preferente e incluso, si fuera necesario, la adquisición de dos asientos.\n\nEl síndrome de mareo por movimiento no sólo está descrito en aeronaves sino en cualquier tipo de vehículo, embarcación o sistemas de simulación.\n\nAunque los niños presenten una mayor susceptibilidad, es relativamente frecuente en adultos, en los que el diagnóstico y el pronóstico del problema deben valorarse por el especialista en otorrinolaringología junto con el médico de la compañía aeronáutica 77 . El tratamiento con cerclaje mandibularmaxilar es una circunstancia que debe comunicarse a los servicios médicos de la compañía.\n\nAunque cada caso debe tener un tratamiento personalizado y especializado, en la medida de lo posible, en la tabla 6 se muestran las circunstancias principales en las que por la enfermedad subyacente o el riesgo de exacerbación durante el vuelo, en términos generales debemos desaconsejar la realización de un viaje por vía aérea 78 . Las limitaciones a la movilidad deberán evaluarse caso por caso y, eventualmente, autorizar el desplazamiento con condiciones: presencia de acompañante, disponibilidad de asientos, control de higiene y necesidades fisiológicas personales"}