{"title": "Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases", "body": "The morbidity, mortality, and social disruption due to the acquired immunodeficiency syndrome (AIDS) pandemic weigh disproportionately upon resource-poor areas of the tropics. 2 Consequently, the potential for interactions between human immunodeficiency virus (HIV) infection and other tropical infectious diseases is great.\n\nSuch interactions are marked by epidemiologic complexity. The AIDS pandemic is best described as the sum of discontinuous and overlapping epidemics of disease among populations of variable and varying risk (see Chapter 81). The predominant modes of transmission of HIV (perinatal, sexual, and parenteral) result in a bimodal distribution of disease, with peaks among young children and young adults. The risk of infection or disease due to tropical pathogens varies widely with differences in ecological, political, and socioeconomic conditions (including access to medical care); related specific host factors such as age of exposure, pregnancy, behavior, and nutrition; and host genetics. Disease due to a coinfecting pathogen may be due to primary infection, recurrent infection, or the reactivation of latent infection. For some pathogens, the risk factor responsible for the acquisition of HIV may also be the risk factor responsible for the acquisition of the coinfecting pathogen. As a consequence of this epidemiologic complexity, both the prevalence and the expression of coinfection are variable across ecological, economic, political, behavioral, and cultural divides.\n\nInfection with HIV can influence the natural history of infection with other pathogens through: (1) facilitating infection; (2) altering the incidence of disease by increasing the ratio of disease to infection; (3) changing the presentation of disease; or (4) exacerbating the course of disease. 3 Such effects are primarily the result of the immunosuppression associated with HIV infection.\n\nAbnormalities of immune function are found in essentially every cellular and functional compartment of the immune system in AIDS, although profound defects in cell-mediated immunity (CMI) appear to be of greatest clinical importance. 4 In vitro correlates include functional abnormalities of: • CD4 + T cells, with progressive failure of proliferation, interleukin (IL)-2 and interferon-γ (IFN-γ) production, 5,6 dysregulated expression of molecules essential for T-cell/antigen presenting cell interactions; 6 abnormal activation-induced apoptosis, 7,8 preferential loss of Th17-polarized CD4 + T cells in the gastrointestinal (GI) tract; 9,10 and expansion of regulatory T cells that are potent inhibitors of immune responses both to self and to pathogens. 11,12 • Monocyte/macrophages, with decreased chemotaxis and intracellular microbicidal activity and abnormal cytokine production. 4 • Dendritic cells, with reduced ability to present antigen and activate T cells (along with efficient transfer of HIV infection to CD4 + T cells) 13 and with depletion of plasmacytoid dendritic cell populations. 14,15 • CD8 + T cells, with decreased cytotoxic T-lymphocyte (CTL) function 4 and abnormal activation-induced apoptosis. 8 • Natural killer (NK) cells, with decreased proliferation and IFN-γ production. 16 Dysregulation of humoral immunity, marked by polyclonal B-cell activation, is also seen. 4 Functionally, abnormalities of CD4 + T-cell, macrophage, and dendritic cell function have been thought to be paramount to the suppression of CMI and the opportunistic infections (OIs) seen in patients with AIDS. In addition to direct effects of HIV infection, the immune system of HIV-infected people may also be compromised in clinically significant ways by profound nutritional and metabolic derangements (e.g., wasting or \"slim disease\"), therapeutic interventions (e.g., corticosteroids used for the treatment of Pneumocystis pneumonia), and immune abnormalities associated with secondary infections (e.g., suppression of CMI seen in visceral leishmaniasis (VL)).\n\nThe list of infectious diseases that are exacerbated by HIV coinfection 17 includes many that can be predicted from data demonstrating the important role of CMI in protection from the etiologic agent. Several pathogens for which immunity has been presumed to depend on CMI do not appear to be exacerbated by HIV coinfection, however. The HIV \"experiment of nature\" has caused a reexamination of the immunology of such \"missing infections\" in AIDS. 18 HIV infection can also influence the therapeutic responses of patients with varied tropical infections. The ability to diagnose and monitor coinfection may be compromised by aberrant serologic responses, including false positives due to polyclonal B-cell activation, false negatives due to blunted antigen-specific antibody responses to newly acquired pathogens, and false serologic reversion after treatment in late HIV disease. 4 Diagnosis may also be hindered by unusual presentations of disease with coinfecting pathogens. Finally, a plethora of intercurrent pathologic conditions may lead to a dulling of Ockham's razor during disease evaluation in AIDS patients. A single pathogen, multiple pathogens, HIV infection, side effects of therapeutic drugs, or a combination of these may be responsible for the presenting complaints. Given the suboptimal response to the chemotherapy of many infections in the presence of profound immunosuppression, drugs may need to be given in greater numbers or for a longer duration. With many pathogens, in the absence of immune reconstitution resulting from highly active antiretroviral therapy (HAART), lifelong suppressive therapy is necessary. Drug therapy in the Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases HIV-infected patient may be complicated further by increased rates of drug allergy as well as by untoward drug interactions in the setting of polypharmacy. 19 Prophylaxis against coinfections may be compromised by substandard vaccination responses. Finally, the presence of HIV coinfection can complicate the public health consequences of tropical diseases. AIDS may increase the transmissibility of secondary infections and provide fertile soil for the development of drug resistance. Public health resources devoted to the AIDS pandemic may divert resources away from the control and prevention of other infectious diseases.\n\nThe presence of HIV coinfection can lead to disease of markedly greater incidence or severity (the standard definition of an OI) 17 with some tropical infectious diseases, such as leishmaniasis and American trypanosomiasis. Coinfection has also been demonstrated to have subtle effects on the course of disease with other tropical agents, such as Schistosoma mansoni. No robust alteration has been found in the natural history of many tropical infections, including most nematodes. With organisms in the latter groups, the current absence of evidence of significant effects of HIV on the expression of disease or the response to treatment should not be construed as strong evidence for the absence of such effects. Most research resources have been spent on understanding the clinical and epidemiologic manifestations of the HIV pandemic in industrialized countries, where tropical infectious diseases are underrepresented. Where coinfections with HIV and endemic tropical diseases are marked by low prevalence, subtlety of interaction, diagnostic difficulty, or low research priority, the presence and significance of any interaction are likely to be missed. For example, despite the research priority among tropical infections accorded to malaria, the first significant interaction appreciated with HIV infection -the lack of a benefit of increasing parity in the control of malaria in pregnant women -was only discovered 15 years after the AIDS epidemic was recognized. 20 With less heavily studied pathogens, comparatively subtle interactions will likely emerge over time as research resources are appropriately directed.\n\nFocusing on OIs may help to highlight some of the clearest data on the clinical expression of AIDS in the tropics. Of the more than 100 agents known to cause OIs in AIDS patients, several are classic tropical pathogens. These are mostly found among the intracellular protozoans, bacteria, and endemic fungi; there is a marked absence of metazoans. Overall, the clinical expression of AIDS in many resource-poor areas of the tropics appears to involve a different spectrum of OIs than those common in North America and Europe. In place of the high incidences of Pneumocystis pneumonia, disseminated Mycobacterium avium, and cytomegalovirus (CMV) found in the resource-rich north, the clinical expression of AIDS in much of the tropics has been marked by frequent tuberculosis (the most common serious AIDS OI in the world), chronic diarrhea, wasting, chronic fever without an obvious localizing source, and pulmonary disease. 21 The contribution of predominantly tropical pathogens to these latter common syndromes is unclear, which illuminates the problems with much of the available data on HIV disease in the tropics. Understanding the spectrum of AIDS-associated OIs in any given area depends on the presence of adequate surveillance systems, which are often lacking in resource-poor regions of the tropics. In the presence of inadequate infrastructures, limited financial resources, and difficult access to medical care on the part of the socially disadvantaged, surveillance is likely to be sporadic and to involve mainly the sampling of subgroups of AIDS patients at late stages of disease. 20 Where resources are limited, diagnostic reporting is likely to be biased in favor of OIs that are inexpensive to diagnose (or misdiagnose). 20 Even the common impression that the progression of AIDS is more rapid in sub-Saharan Africa than in industrialized countries [22] [23] [24] [25] rests on data that are less than robust. 26 A more rapid observed course (presumed due to a higher frequency and virulence of coinfection and problems of nutrition and access to medical care) may represent in large part a systematic bias in favor of later initial diagnosis of HIV infection and AIDS. 20, 27 Conversely, it has been suggested that the burden of illness and mortality in early HIV disease (often unrecognized as such) due to high-grade pathogens, such as Streptococcus pneumoniae, Mycobacterium tuberculosis, and the salmonellae, may rival that due to the OIs of late-stage AIDS in the tropics. 27, 28 HIV has shed light on many previously obscure human pathogens. Some, such as the enteric microsporidians, were unknown as agents of human disease prior to the AIDS epidemic. Others, such as Crypto sporidium parvum, were underappreciated as causes of disease in normal hosts until their prevalence in AIDS patients led to systematic study in normal hosts.\n\nThere are theoretical and experimental reasons to believe that coinfection can significantly alter the course of HIV pathogenesis. The central role of ongoing viral replication in HIV pathogenesis is firmly established, and the set point concentration of plasma viremia correlates well with longterm clinical outcome. 29 It is presumed that any increases in viral replication have the potential for accelerating the course of disease. Efficient replication of HIV in CD4 + T cells is dependent on cellular activation. Similarly, activation of macrophages and dendritic cells can stimulate HIV replication by increasing transcription factor binding to the HIV long terminal repeat region, enhancing transcription. Coinfecting pathogens can stimulate such immune cell activation either directly (e.g., stimulating signaling through Toll-like receptors 30 or upregulating transcription factor transactivation in coinfected immune cells) or indirectly (e.g., promoting the generation of proinflammatory cytokines or activating CD4 + T cells as part of the adaptive immune response). Immune activation can also lead to upregulation of the expression of HIV coreceptors, 31 thereby facilitating the infection of fresh cells.\n\nImmunologic responses to pathogens, as well as to purified vaccine antigens, clearly have the potential for enhancing the dynamic burden of HIV replication. In vitro studies with diverse pathogens have provided mechanistic support for this idea. [32] [33] [34] Experimental evidence has also suggested that immune activation-driven augmentation of the HIV viral burden can occur in vivo. [35] [36] [37] [38] [39] [40] [41] [42] There is also circumstantial evidence that such immune activation may enhance HIV pathogenesis. 43, 44 Both points remain somewhat controversial, however. 45 Whether immune activationrelated increases in viral loads actually accelerate the pathogenesis of HIV may depend on whether the changes are transient (as with immunization or with treated acute infection) or chronic (as with untreated infection, or through a resetting of the set point of plasma viremia by a particular coinfection). 46 Direct equation of immune activation with upregulation of HIV replication is simplistic, however. With CD4 + T cells, the mechanism of activation appears to be critical to whether viral replication is induced or suppressed. [47] [48] [49] Furthermore, activation of proinflammatory cytokine production with positive effects on HIV replication goes hand in hand with activation of anti-inflammatory cytokine production, which can inhibit HIV replication. More generally, immune responses reliably induce counterregulatory responses that may well suppress HIV replication. 50,51 It thus should not be surprising that in vitro studies have provided mechanistic support for the ability of coinfecting pathogens to suppress HIV replication. 52-55 Indeed, whereas infection with some tropical pathogens (e.g., Plasmodium falciparum) has been shown to increase plasma HIV load, the overall effect of acute coinfection with some pathogens, including measles virus, dengue virus, and Orientia tsutsugamushi, may be a decrease in HIV viral load. 56-58 That said, measures of persistent immune activation, broadly taken, have been shown to correlate, independently of plasma viral load, with a steeper slope of CD4 + T-cell depletion, disease progression, and mortality risk. 59,60 While the responsible mechanisms remain underdefined, coinfection may thus favor the progression HIV disease independently of effects on viral dynamics. In this context, the provocative finding that HIV infection leads to sustained systemic exposure to microbial products from the gut 61 (something that may well be abetted by tropical gut luminal and tissue pathogens) is potentially of special importance. these three trials -a procedure that seems biologically tenuous -suggested significant (at least short-term) benefit of deworming on plasma HIV-1 mRNA load and CD4 + T-cell counts. 49 The overall hypothesis thus remains compelling. However, given the short-term follow-up, the variable biology and epidemiology of these different organisms, and the different interventions used in these trials, the clearest conclusions to be made are that more data on the subject are needed -something underscored by a recent alarming report that maternal helminth coinfection is associated with a significantly increased risk for mother-to-child transmission of HIV infection. 53 Other effects of coinfection are perhaps more concrete. Tropical diseases may lead directly to an increased risk of infection with HIV. Treatment of the severe anemia induced by malaria has led to the HIV infection of countless children by transfusion. 74 Genital schistosomiasis, like other genital inflammatory conditions, appears to increase the efficiency of HIV transmission. 75\n\nThe basic biology of HIV; the progression, diagnosis, and treatment of HIV disease; and the epidemiology of HIV/AIDS in the tropics are discussed in Chapter 81. This chapter focuses on tropical infectious diseases that may be OIs in the HIV-infected patient. OIs that are common in the industrialized world are not discussed in depth unless there are compelling clinical or epidemiologic reasons for doing so. Multiple references are available that discuss these cosmopolitan OIs. 17,77-79 Further information on the specific organisms discussed here can be found in the cited pathogen-specific chapters.\n\nThe diagnostic, prophylactic, and therapeutic recommendations discussed here describe an approach to the HIV patient that is not limited by scarce medical resources. As such, like many strategies for dealing with HIV disease that have evolved in affluent industrialized countries (including high-technology diagnostics, and multidrug chemoprophylaxis), many of these recommendations may not easily be translated to resource-poor areas of the tropics.\n\nMalaria Malaria (see Chapter 96) remains one of the most important infectious diseases in the world today. 55 Evidence from mouse and human studies suggests an important role for CD4 + T cells in protective immunity to blood-stage malaria. With large areas of shared endemicity, a medically significant interaction between HIV and malaria was thus expected and feared. 79 Initial studies were negative; falciparum malaria did not appear be an OI or to accelerate the progression of HIV disease. 80-84 However, follow-up studies have revealed complex bidirectional interactions between P. falciparum and HIV. (There remains little information about the interaction of HIV with P. vivax, P. malariae, P. ovale, or P. knowlesi.)\n\nThe epidemiology and immunobiology of P. falciparum are integral to this complexity. Severe disease and death due to P. falciparum occur in those lacking specific acquired immunity, something that only develops in the face of high rates of transmission and over time. With stable, heavy transmission, the greatest burden of disease occurs in young children, travelers, and pregnant women (the latter, for reasons discussed below); nonpregnant adults tend to be parasitemic in the absence of symptoms. With unstable or low transmission rates, the relationship between parasitemia and disease tends to be more direct, and the burden of disease falls more equally. 85 As might be expected, interactions between P. fal ciparum and HIV vary with malaria transmission dynamics. 86 The first significant clinical effect of HIV on malaria was found in the setting of pregnancy in areas of high malarial endemicity. Despite agedependent induction of immunity to severe disease in such areas, pregnant women have heightened vulnerablility to both asymptomatic and In addition to the viral sequelae of generalized immunologic activation, induction of specific alterations in the immunoregulatory environment of the host by ubiquitous tropical pathogens has been postulated to accelerate the course of HIV. Cross-regulating subsets of CD4 + T cells have been distinguished by their cytokine profiles and functional activities: Th1 cells (producing IFN-γ, among other cytokines) are important in classical macrophage activation, the development of CMI, and the generation of humoral responses involving complement-fixing antibody isotypes; Th2 cells (producing IL-4, IL-5, and IL-13, among other cytokines) are important in alternative macrophage activation, the generation of immunoglobulin E (IgE) responses, eosinophilia, mast cell responses, and atopy. The immunologic response to most helminthic parasites is dominated by Th2 cytokine production. Mouse models have shown that helminthdriven Th2 polarization can shift the immunologic response to heterologous antigens and pathogens from a Th1-to a Th2-dominant pattern, as well as significantly suppress CD8 + T-cell-mediated viral clearance. 62, 63 Such responses have also been found to impair antigen-specific Th1 immune responses in both mice and humans. 62, 64 Chronic helminthic infections are widespread in the tropics. The resultant Th2 \"priming\" of the immune system may favor progression of HIV disease. 65 Several mechanisms have been postulated. First, a Th2polarized immune system may directly suppress CD8 + T-cell-mediated anti-HIV responses. 63 Second, HIV appears to replicate preferentially in Th2 cells, 66 something that may well be due to increased expression of APOBEC3G, a cytidine deaminase with anti-HIV activity, in Th1 cells. 40, 41 Third, T cells from HIV-seropositive people undergo abnormal activationinduced apoptosis, 7,8 which is thought to play a role in the depletion of both CD4 + and CD8 + T cells over time. 41 Th2 cytokines can amplify such activation-induced apoptosis. 67 Fourth, Th2 cytokines can upregulate HIV coreceptor expression by CD4 + T cells and monocyte/macrophages. 68 Of note, it has been demonstrated that peripheral blood cells from patients with intestinal helminth infection are more susceptible to in vitro infection with HIV than are cells from helminth-uninfected patients. 69,70 Fifth, diverse chronic helminth infections are associated with the development of strong immune counterregulatory responses, which may blunt heterologous anti-HIV immune responses. 43 Finally, both tissue trematodes (e.g., schistosomes) and luminal nematodes (e.g., geohelminths) are likely to have effects on gut mucosal permeability, something that may drive immune activation and disease progression by increasing systemic exposure to gut-derived microbial products.\n\nThere is thus clear biological plausibility for the hypothesis that endemic helminth coinfection can lead to acceleration of HIV disease course in the tropics. The hypothesis has been difficult to clearly address experimentally. An initial study in Ethiopia indicated that HIV viral load was significantly higher in individuals with various helminthic infections than in individuals without helminths, correlating positively with the parasite load as well as decreasing after elimination of the worms by antiparasitic treatment. 71 Subsequently, several similar studies from southern Africa failed to replicate these findings, 72,73 one study even reporting significant, transient increases in viral load after therapy for schistosomiasis. 45 A Cochrane Review 49 analyzed the only three randomized, controlled trials published to date on the effects of anthelminthic therapy on HIV disease progression in antiretroviral naïve patients: (1) a randomized trial of praziquantel for schistosomiasis, which found a significant benefit of treatment on plasma HIV-1 RNA load (a lack of an increase with treatment, compared with an increase in viral load in the absence of treatment), with a nonsignificant trend towards a beneficial effect on CD4 + counts in HIV-infected individuals; 50 (2) a randomized, double-blind, placebo-controlled, cross-over trial of diethylcarbamazine for bancroftian filariasis, which reported a decrease in plasma HIV-1 RNA load (and a nonsignificant trend towards a beneficial effect on CD4 + counts) with treatment; 51 and (3) a randomized, double-blind, placebocontrolled trial of albendazole for infection with diverse geohelminths (including hookworms, Ascaris, and Trichuris), which found a nonsignificant trend towards a beneficial effect of treatment on plasma HIV-1 RNA load, but a significant benefit of treatment on CD4 + T-cell counts, specifically in the subset of patients with Ascaris infection. 52 Pooling of data from Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases Pharmacological interactions between antiretrovirals and antimalarials have been recognized and studied in vitro. 119-121 A number of protease inhibitors (PIs) as well as the nonnucleoside reverse transcriptase inhibitors delaviradine and efavirenz inhibit hepatic cytochrome P450 enzymes. Principal effects are on the CYP3A4 isoform (with ritonavir being the most potent inhibitor), although the CYP2D6 isoform may also be affected. 122, 123 Nevirapine and efavirenz cause secondary induction of CYP3A4, an effect of ritonavir and nelfinavir as well. 122 Most antimalarial agents are largely metabolized via P450 enzymes. Mefloquine appears to be no exception, although details remain poorly understood. 124 Proguanil and chloroquine metabolism appears to be largely by the CYP2C19 and CYP2D6 isoforms, respectively. 125-128 Chloroquine also undergoes appreciable renal excretion, whereas doxycycline largely avoids these pathways. However, it should be noted that these interactions are in vitro observations, and it is unknown whether these theoretical considerations have practical consequences in vivo. Published pharmacokinetic data suggest that: (1) there are no significant drug-drug interactions between nelfinavir or indinavir and mefloquine; 129 (2) ritonavir has minimal effects on mefloquine pharmacokinetics, whereas mefloquine suppresses ritonavir plasma levels; 130 and (3) atovaquone increases serum zidovudine (AZT) levels by approximately 30%, although AZT has no effect on the pharmacokinetics of atovaquone. 131 In summary, the actual pharmacokinetics are not easily predictable from theoretical considerations, and there is a paucity of data. Based on the current data, mefloquine, doxycycline, chloroquine, and malarone (atovaquone + proguanil) are likely to be safe and to retain efficacy for prophylaxis of sensitive strains of malaria.\n\nAmong other malaria treatment options, quinidine, quinine, and β-artemether (and possibly other artemesinin compounds) are all predominantly metabolized through CYP3A4 isoforms. 122 Large (more than threefold) increases in the area under the curve for quinidine are expected for ritonavir. 132 As a result, quinidine has been considered to be contraindicated for those on ritonavir, 132 and this likely applies to quinine as well. There are no actual clinical data, however. Whether there are clinically relevant effects of these PIs on the metabolism of artemisinin compounds (dependent at least in part on CYP3A4) remains unknown. Uncomplicated malaria can probably be safely treated with mefloquine (in regions of susceptible strains), or atovaquone/proguanil or artemesinins plus doxycyline. Use of quinine, quinidine, or artemisinin compounds remains essential for the parenteral therapy of severe chloroquine-resistant malaria. For those on ritonavir (and/or other PIs, delaviridine, or efavirenz), the normal loading dose of quinine or quinidine should probably be given, along with some reduction of the maintenance infusion dose. Obviously, careful monitoring needs to be done for the potentially fatal arrhythmic consequences of quinine/quinidine overdosage in this setting. Given the lack of data, however, underdosing may also be a potential problem. The \"washout\" period for the metabolic effects of ritonavir is thought to be 24-48 hours.\n\nRecent WHO guidelines for malaria treatment recommend artemesinin-based combination therapy containing artemether and lumefantrine or artesunate and amodiaquine, mefloquine or sulfadoxinepyrimethamine as first-line treatment for uncomplicated malaria. 133 In malaria-endemic regions, first-line treatment for HIV infection includes antiretroviral therapy containing efavirenz, 134 which has been found to elevate amodiaquine levels and half-life. 135-138 These findings raise concerns about the safety of the combination treatments in question. In addition, the rare occurrence of amodiaquine-related hepatotoxicity, along with reports of neutropenia in HIV-infected children treated with artesunate plus amodiaquine, are causes for concern. 139-141\n\nA higher incidence of allergic responses to sulfonamides makes pyrimethamine-sulfadoxine less attractive as a malaria therapy in HIV-seropositive patients, at least in North American populations. 142 Furthermore, Stevens-Johnson syndrome and related adverse mucocutaneous reactions to the long-acting sulfa compound, sulfadoxine, have contraindicated its use in malaria prophylaxis in developed countries. 143 The presence of HIV infection alters the predictive value of fever in the empirical diagnosis of malaria. In areas with a high prevalence of both HIV and malaria, the common practice of empirically treating febrile symptomatic parasitemia; 87 the placental vasculature shields parasitized erythrocytes from the systemic immune response, allowing localized parasite replication. Placental parasitemia has been associated with low birth weight and increased infant mortality. Uteroplacental immune responses do restrict parasite replication, however, and the effectiveness of these responses increases in subsequent pregnancies under pressure of recurrent malarial exposure. Parity-acquired immunity to P. falciparum is delayed or impaired in the presence of HIV infection. 88, 89 In turn, the beneficial effects (maternal, placental, and neonatal) of parity in the control of parasitemia during pregnancy are markedly attenuated in the face of HIV coinfection. 90-100 HIV infection is associated with increased rates and levels of peripheral and placental parasitemia, clinical malaria, and maternal anemia in pregnant women; and coinfection is associated with a higher risk of low birth weight, preterm birth, intrauterine growth retardation, and postnatal infant mortality. Although placental parasitemia is associated with increased placental HIV viral loads in coinfected patients, 90 it remains unclear as to whether this increases the risk of mother-to-child transmission of HIV. Conflicting results (enhancement, protection, and no effect) have all been published. 96,97,100 A World Health Organization (WHO) technical consultation has recommended that HIVinfected pregnant women at risk for malaria should use insecticide-treated bednets, along with (according to HIV stage) either intermittent preventive treatment with sulfadoxine/pyrimethamine (at higher doses than is recommended for nonpregnant populations) or daily trimethoprimsulfamethoxazole (TMP-SMX) prophylaxis. 101, 102 In areas with unstable transmission of P. falciparum, HIV coinfection is a risk factor for severe malaria in both adults and young children. 101, 103, 104 In areas of heavy transmission, HIV infection is thought also to be a risk factor for severe malaria in children, although clear data are lacking. 105 In contrast, the presence of HIV coinfection seems to have only a modest impact on risk of parasitemia and clinical malaria in semi-immune adults in such areas. The risk does increase with decreasing CD4 + T-cell numbers, but the correlation is less strong than with other HIVrelated OIs. [106] [107] [108] As acquired immunity is important for therapeutic clearance of drug-resistant parasites, one might predict that HIV infection hinders the response to antimalarial therapy, particularly when suboptimal, in adults in areas of heavy transmission. Recent data support this. 109, 110 HIV coinfection has also been found to be associated with an increased risk for reinfection after successful treatment for malaria. 111,112 Whether this is due to immunosuppression-associated compromise of immune responses to liver-stage parasites, or to an increased frequency of biting by Anopheles mosquitos in the presence of HIV-associated febrile diseases, is unclear.\n\nDaily prophylaxis with TMP-SMX, recommended by WHO for all children and adults in sub-Saharan Africa with CD4 + T-cell counts <500/ mm 3 , led to a 95% decrease in febrile malaria episode frequency in a study in Uganda. 113 The fact that the addition of antiretroviral therapy was associated with a further >60% decrease in such episodes provides biological support for the link between HIV infection and vulnerability to disease with P. falciparum. The use of insecticide-treated bednets lowered the risk further.\n\nHIV replication in peripheral blood cells is enhanced by exposure to P. falciparum antigens in vitro, in part through induction of TNF-α. 114 HIVuninfected peripheral blood mononuclear cells challenged with malarial (sporozoite) extracts exhibit increased susceptiblity to HIV infection, and peripheral blood mononuclear cells from HIV-infected individuals exhibit higher levels of HIV replication after exposure to parasite antigens. 115 Increased HIV replication in dendritic cells has also been seen after in vivo infection with P. chabaudi of mice transgenic for the HIV genome. 116 As might therefore be expected, P. falciparum infection has been shown to be associated with increased HIV viral burden in peripheral as well as placental blood. 90,117 Malaria treatment has been associated with reductions in plasma HIV viral load, although the viral burden remained elevated compared to controls for the 4-week duration of the study. 117 Whether or not malaria-mediated increases in HIV replication accelerate the course of HIV disease remains to be determined. 118 isolates were recovered from HIV-infected patients that had previously not been encountered in immunocompetent people with either VL or cutaneous leishmaniasis (CL). 154 The finding that certain strains of Leishmania typically causing cutaneous disease are being recovered from the bone marrow of coinfected patients could support either the primary or the reactivation hypothesis. 155 Normally, the age distribution of VL caused by L. donovani includes adults as well as children. In contrast, VL due to L. infantum affects children predominantly, often age 5 years or younger. In Spain, where intravenous drug use accounts for the majority of HIV-Leishmania coinfections, the age distribution of VL has been reversed, with most cases occurring in young adult males. 156 The fact that half of patients have demonstrable organisms in peripheral blood smears 157 and the fact that sandflies can readily be infected by feeding on coinfected patients 158 provide evidence for an additional anthroponotic cycle of transmission in this setting. 155 In summary, although reactivation of latent leishmanial infection is difficult to exclude, increasing evidence -in southern Europe, at least -favors primary infection by certain strains of Leishmania as the main mechanism for coinfection with HIV/AIDS.\n\nWith the spread of the HIV pandemic, there is increasing epidemiological overlap of areas in which HIV and leishmaniasis occur. Cases have been reported from approximately 40 countries, although the bulk of cases have been reported from southern Europe. [148] [149] [150] 155, 159, 160 Of note, relatively few cases of American mucocutaneous leishmaniasis have been recognized in HIV-infected subjects. 161, 162 The propensity for disseminated disease in the presence of HIV appears to be limited to certain species of Leishmania. The bulk of the information on VL complicating HIV infection involves L. infantum in the Mediterranean region. Presumably, the ability to visceralize under the influence of HIV also applies to L. donovani in southern Asia and Africa and to L. chagasi in Latin America; however, documentation for this is still somewhat meager, one of the possible reasons being the poor overlap between geographic distribution of leishmaniasis caused by these species and the distribution, as well as prevalence, of HIV infection. The species of Leishmania that cause CL have been implicated only rarely as OIs in HIV/AIDS. In one instance, L. braziliensis was recovered from the bone marrow of a patient with a CD4 + T-cell count of less than 10/µL, 163 but the main clinical picture in this case, as well as in others, 164-166 including a patient infected with L. major, 167 has been one of multiple cutaneous lesions resembling diffuse CL. Diffuse CL has also been reported as part of the immune reconstitution inflammatory syndrome (IRIS). 168, 169 A febrile illness of longer than 2 weeks' duration in an HIV-infected person with a lifetime history of travel to Leishmaniaendemic regions of the world should raise suspicion of leishmaniasis complicating HIV infection. If the patient is an intravenous drug user, travel to southern Europe, especially Spain, France, and Italy, would be particularly pertinent. Clinical diagnosis of VL in Leishmania-HIV coinfected people may be difficult. Only 75% of HIV-infected patients, as opposed to 95% of non-HIV-infected patients, exhibit the characteristic clinical pattern, namely fever, splenomegaly, and hepatomegaly. 149, 150, 155, 160, 170 With increasing immunosuppression, clinically evident ectopic localization of parasites becomes common. 171 Gastrointestinal, laryngeal, pulmonary, and peritoneal involvement has been reported. [171] [172] [173] [174] [175] [176] [177] [178] Single and multiple cutaneous forms and/or mucosal and mucocutaneous lesions have also been described in AIDS patients worldwide. 166, 173, 179 In immunocompetent people, serological tests have been very useful in the diagnosis of VL because B-cell activation is prominent, with large amounts of both specific and nonspecific antibody being produced. In contrast, approximately 50% of coinfected patients lack detectable antibody levels. 142, 149, 150, 170 The situation may be different in instances in which leishmanial infection precedes HIV infection and the impaired immune responses that ensue. Gradoni and associates 180 suggested that this type of serologic data could be used as an indicator of the sequence of acquisition of the two infections. Support for this concept is provided by a report from Ethiopia of seven cases of VL with HIV coinfection, all with highly elevated antileishmanial antibody titers. 181 All patients had lived for many years in a leishmaniasis-endemic area of Ethiopia. 181 The adults for malaria leads to gross overestimation and overtreatment of malaria. 108 Finally, treatment of severe anemia due to malaria is one of the most common reasons for blood transfusion in sub-Saharan Africa. Malaria thus provides an indirect but very important risk factor for the acquisition of HIV infection by children where the blood supply is not well screened for HIV. 144, 145 Babesiosis A significant clinical interaction with HIV infection has been suggested for Babesia microti (see Chapter 97), raising the possibility that infection with other tropical babesial species may be a risk for AIDS patients. There are a handful of reported cases of B. microti infection in HIV-infected people. 135, 136, 146, 147 Two occurred in splenectomized patients; in one, chronic low-level hemolysis due to Babesia prior to splenectomy was likely. Patients with intact spleens have presented with fevers of unknown origin in the face of CD4 counts less than 200/µL. Quinine plus clindamycin or atovaquone plus azithromycin both appear to have therapeutic efficacy in acute disease. In the face of HIV infection, chronic suppressive therapy appears to be indicated. 146 As with all vector-borne diseases, vector avoidance is the most efficient way to prevent disease. Significant interactions with HIV infection remain to be described for European bovine Babesia species (B. bovis and B. divergens) and the emerging agents of human babesiosis (WA1, CA1, MO1) in North America.\n\nWith the exception of Toxoplasma gondii, Leishmania species (see Chapter 100) are the most common tissue protozoa causing OI in patients with AIDS. This is not surprising because CMI (in particular, Th1-mediated immune responses) is critical for protection from Leishmania, and competence of the Th1 axis of cellular response becomes increasingly compromised during the progression of HIV-related immunosuppression. In vivo, the overall loss of immunological control of parasite infection is reflected by often-aberrant manifestations of VL in AIDS, including peripheral parasitemia (found in more than 50%) and parasite dissemination to unusual body compartments. 148 An AIDS-related OI occurring at low CD4 + T-cell counts, leishmaniasis may be due either to primary infection or to the reactivation of clinically latent infection. 149, 150 Although published data on the interaction of HIV and Leishmania focus largely on the effects of HIV on leishmanial infection and disease, there is also both in vitro and in vivo evidence that Leishmania can augment HIV replication. [151] [152] [153] Leishmania normally require an arthropod vector, the sandfly, to move from its zoonotic cycle to human hosts. With certain species of Leishmania (L. tropica and L. donovani) and in some locations (e.g., Syria and India, respectively), an anthroponotic human-to-human cycle via the sandfly can exist. In situations in which intravenous drug use is practiced, transmission is simplified even further by direct person-to-person transfer via contaminated needles and syringes. Generally, however, leishmaniasis is a rural or periurban zoonosis.\n\nThe experience with VL complicating HIV/AIDS in Mediterranean countries indicates that many, perhaps most, of the leishmanial infections are acquired with HIV or after HIV infection has already occurred. The transmission of both agents that occurs by sharing of needles and syringes by intravenous drug users could theoretically be reduced by an aggressive program of education and provision of clean needles and syringes. An effective program of sandfly vector control will interrupt transmission from heavily infected human reservoirs to other humans as well as the more usual cycle of infected dogs to humans. Vector control is also the only way to prevent coinfection with Leishmania in those who acquire HIV sexually.\n\nFrom the relatively high prevalence of latent leishmanial infection, it would appear that reactivation of latent infection could account for the increasing numbers of HIV-Leishmania coinfections; however, this concept is not always supported by epidemiologic evidence. A greater variability in zymodemes (enzyme markers) has been found in parasite isolates from HIV-infected than uninfected patients. In one series, five Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases features of disease are similar to those of toxoplasmic meningoencephalitis. Enlargement of hemorrhagic foci can produce mass effects simulating brain tumors. Lesions are often multiple, with computed tomographic (CT) scans and magnetic resonance imaging (MRI) showing ring enhancement and preferential involvement of the white matter. Toxoplasmic encephalitis may coexist in the same patient. 201 The cerebrospinal fluid (CSF) findings include a slight pleocytosis, increased protein, slightly decreased glucose in some patients, and the presence of trypanosomes. Histologically, the brain lesions show necrotic foci with hemorrhage and infiltration of inflammatory cells. Amastigote forms of the parasite are abundant in glial cells and macrophages and only occasionally in neuronal cells. Myocarditis is a common autopsy finding in those dying of AIDS-related T. cruzi meningoencephalitis. 198 Such myocarditis is often clinically silent. Clinical manifestations, when present, involve arrhythmias and congestive heart failure. 199, 202, 203 Diagnosis of reactivated T. cruzi infection depends, first, on considering the possibility based on the geographic origin of the patient, and on an appreciation of the clinical picture. If neurologic signs are present, performing a CT scan or MRI is key. 204 The imaging pattern of CNS T. cruzi infection is indistinguishable from that of toxoplasmic encephalitis. Direct microscopic examination of centrifuged sediment of CSF will often show motile trypanosomes. If fever and other systemic signs are present, direct examination of the buffy coat from the microhematocrit tube may also show motile trypanosomes. Since serum antibodies to T. cruzi indicate previous infection with the parasite, this test is only useful for ruling out reactivated infection if it is negative. If other tests are inconclusive, biopsy of a brain lesion to demonstrate characteristic organisms can be done. PCR on blood or CSF requires research laboratory facilities.\n\nClinically, differentiating HIV-related reactivation of Chagas disease from chronic chagasic disease may be difficult. HIV-related reactivation is associated with high parasitemia, however, whereas the parasitemia of chronic disease is very low. 205 Indeed, even in the absence of overt, clinical reactivation, chronic Chagas disease is associated with a higher percentage and level of parasitemia in those coinfected with HIV (independent of CD4 count) than in HIV seronegatives. 206 The effects of coinfection appear to be bidirectional. HIV viral load has been documented to increase simultaneously with an asymptomatic increase in T. cruzi parasitemia, returning to baseline in the face of successful antiparasitic treatment. 207 Nifurtimox and benznidazole, both of which have moderate antitrypanosomal activity, are the standard drugs recommended for treatment of Chagas disease. However, there is not enough experience to evaluate the effectiveness of these drugs in the treatment of T. cruzi infections complicating HIV/AIDS, especially in cases with meningoencephalitis. No information is available on the penetration of nifurtimox and benznidazole into the CNS, and the survival time of reported cases of coinfection has been short. A patient reported by Nishioka and coworkers 208 survived for 92 days, with disappearance of trypanosomes from the blood and CSF as well as clearance of a brain lesion while being treated with benznidazole at a dose of 8 mg/kg/day for 80 days. Clinical improvement and reduction in size of a brain lesion were attributed to treatment with benznidazole plus, later, itraconazole and fluconazole in another patient with coinfection who survived for at least 6 months. 209 Itraconazole and ketaconazole have been used and are reported to have reduced parasitemia in one case each, 210 but both cases succumbed to HIV infection. Although there is no other reported experience with the use of itraconazole or fluconazole in the treatment of American trypanosomiasis in humans, itraconazole was reported to be very effective in experimental infections. 211 It has been recommended that treatment of T. cruzi infection in the setting of HIV be started early in the reactivation process, when parasitemia is detectable, but before irreversible end-organ damage has occurred. 207 Such a strategy would hinge on serological identification of those at risk, something indicated in all HIV-infected individuals with appreciable risk of T. cruzi infection. Although data are lacking, it should be noted that immunological reconstitution through HAART therapy is likely to provide considerable prophylactic and therapeutic benefit in this disease. recombinant antigen rK-39 appears to be highly sensitive and specific for immunodiagnosis of VL due to L. donovani and L. chagasi in patients without complicating HIV infection; however, the sensitivity of rK-39 for immunodiagnosis of cutaneous cases from Turkey was greatly reduced compared with most cases of VL. 182 The utility of rK-39-based diagnostics is not clear in HIV-seropositive people. The peripheral parasitemia displayed by many HIV-coinfected individuals allows the detection of parasites from the blood in approximately 50% of cases. Cultures and polymerase chain reaction (PCR) of buffy-coat preparations are positive in 70% and up to 100%, respectively. 149,150,183 There is abundant evidence that successful treatment of leishmanial disease, regardless of the drugs used, ultimately requires intact CMI. The coinfected patient is the victim of a double insult to the immune system. VL is associated with antigen-specific T-cell unresponsiveness 184 and dysfunctional cytokine responses. 185 This situation is further compounded by the immunologic abnormalities associated with HIV infection.\n\nTherapy for VL in the face of HIV coinfection remains controversial, largely due to a lack of firm data. The same drugs used for treatment of VL in normal hosts (including pentavalent antimonials and amphotericin B preparations) have utility in the treatment of coinfected patients, albeit with significantly less efficacy. 170 Amphotericin B is a conventional drug for all forms of leishmaniasis, including visceral disease. Liposomally encapsulated amphotericin has the theoretical advantage of being targeted to macrophages, host cells for leishmanial parasites. Between 40% and 65% of coinfected patients have initial parasitological cure after treatment with pentavalent antimonials, amphotericin B deoxycholate, or amphotericin B lipid complex. 170, 186, 187 Among these options, treatment with lipid formulations of amphotericin B appears to have similar efficacy, but less severe toxicity, than the other drugs. However, the experience with lipid formulations of amphotericin B in coinfected patients is limited. These lipid formulations are also quite expensive. Miltefosine, an oral agent that is safe and effective for the treatment of Indian patients with VL, 188 has shown promise in early compassionate-use treatments of VL in HIV-infected subjects. 189 Even with initial cure, relapse is predictable, occurring in up to 80% of coinfected individuals within 1 year. 169, 170, 186, 190, 191 The optimal drug for secondary prophylaxis remains unclear. Pentamidine given once every 3 or 4 weeks 192 and liposome-encapsulated amphotericin every 2 weeks 193 or 3 weeks 191 have been used.\n\nThe fact that significant reductions in the incidence of AIDS-related VL were seen in southern Europe after the advent of HAART, 194, 195 along with the fact that HAART-related immune reconstitution has allowed secondary prophylaxis for other OIs to be stopped, has raised hope that HAART will allow for safe discontinuance of secondary prophylaxis for VL. [196] [197] [198] American Trypanosomiasis (Chagas Disease) American trypanosomiasis (see Chapter 99), is a well-recognized OI in AIDS. 199 The causative organism, Trypanosoma cruzi, and its triatomine vector are widely distributed from the United States to Chile and Argentina. Because the cases of HIV-related Chagas disease reported to date largely represent reactivation of chronic infection during the course of HIV-induced immunosuppression and not primary infection in the face of AIDS (not surprising given the differing patterns of epidemiological risk for these infections: largely rural for T. cruzi and largely urban for HIV), this OI can be expected to appear outside these geographic bounds. It should be noted that activation of latent T. cruzi infection, as well as exacerbated primary infection (transmitted by blood transfusion), is also well described in the face of the iatrogenic immunosuppression used for solid-organ transplantation and therapy for hematological malignancies.\n\nClinical T. cruzi reactivation in the face of HIV coinfection appears to occur largely in those with CD4 + T-cell counts less than 200/µL. Clinically, such reactivation most commonly involves the central nervous system (CNS). 199,200 T. cruzi was probably late in being recognized as an opportunistic pathogen in this setting because the most prominent cooking meat well); and (2) avoiding the oocysts of the definitive host, the cat. Avoiding cat feces in and around dwellings is probably not sufficient because the oocysts are viable for up to 18 months in moist soil. Contamination of fresh vegetables may be a common method of human infection, and such foodstuffs should probably be washed well or cooked or both.\n\nPrimary prophylaxis (TMP-SMX is preferred) 235 should be taken by all Toxoplasma-seropositive HIV patients with a CD4 + T-cell count less than 100/µL. It is safe to discontinue both primary and secondary prophylaxis after HAART-related immune reconstitution (sustained CD4 + T-cell counts >200/µL). 76-78\n\nFree-living amebae of the Acanthamoeba and Balamuthia genera (see Chapter 101) are rare causes of opportunistic encephalitis and cutaneous disease in late-stage AIDS. Most case reports have been from the United States, but the worldwide environmental distribution of these ubiquitous protozoans and the fact that diagnosis is often postmortem suggest that underdiagnosis is widespread in the tropics and elsewhere. Acanthamoeba and Balamuthia have been isolated from soil, water (including tap water, bottled water, chlorinated pools, and natural sources of fresh and seawater), and air throughout the world. 236 The isolation of Acanthamoeba from the nasopharynx of healthy adults indicates that these organisms may be common constituents of normal flora. 237 Cellular immunity, along with antibody and complement, appears to be critical for protective immunity. 238 Invasive disease occurs in the immunocompromised and debilitated. 239 Occasionally, encephalitis with Balamuthia mandrillaris has occurred in apparently normal hosts. [240] [241] [242] Granulomatous amebic encephalitis (GAE), a subacute to chronic disease of compromised hosts caused by multiple species of Acanthamoeba as well as B. mandrillaris, generally causes death in weeks to months. Clinical and pathologic data, along with animal models, suggest that the pathogenesis involves hematogenous dissemination to the brain from initial respiratory (or perhaps cutaneous) sites of infection. 239 Pathologic changes, in the form of necrotizing granulomatous inflammation, are found predominantly in the posterior neuraxis.\n\nMore than 20 cases of GAE, due to a variety of species, have been reported in AIDS patients. 239,243-253 Disseminated cutaneous disease (subacute granulomatous dermatitis) has been a feature of many of these cases and has preceded clinical cerebral involvement by weeks or months in some. Subacute granulomatous dermatitis has been the sole manifestation of invasive disease in some patients. 254-258 CD4 + T-cell counts in HIVinfected individuals with GAE have been reported to be less than 250/µL (median, 24/µL) at the time of presentation. Where CD4 counts have not been reported, the histories reveal clinical evidence of latestage AIDS. 236, 239 In AIDS patients, GAE is marked by a more rapid course (with death in 3-40 days) 239 and a paucity of well-formed granulomas in comparison to other hosts with the disease. 239,257 Symptomatic involvement of the nasopharynx, paranasal sinuses, or the skin prior to development of GAE is common in AIDS patients. 239,259 Cutaneous lesions are usually nodular, with subsequent enlargement, ulceration, and metastatic spread. Such lesions can be quite pleomorphic (pustules, plaques, eschars, and cellulitis), however, and have been confused with cat-scratch disease, cryptococcosis, sporotrichosis, bacillary angiomatosis, mycobacterial infections, and vasculitis. 239 The most common presentation of cerebral disease is that of fever and headache. 239,256 Focal neurologic deficits and profound changes in mental status are also frequent. Neuroradiologic findings mimic those of toxoplasmic encephalitis, with multiple enhancing mass lesions and surrounding edema. CSF findings are quite variable. 239, 256 A high index of suspicion and tissue or microbiologic diagnosis are key to the antemortem identification of GAE. Wet mounts of CSF are occasionally useful (perhaps less useful in Balamuthia infection). 259 CSF examination generally reveals lymphocytic pleocytosis with mild to severe elevation (≥1000 mg/dL) of protein and normal or low glucose. Both\n\nNo significant interactions between the agents of African trypanosomiasis (see Chapter 98) and HIV have been delineated. Although T-cell and macrophage responses are not thought to be important in the protective host response to trypanosomiasis, trypanosomiasis can suppress cellular immune responses, so a biologic interaction between the two is plausible. No significant epidemiologic association between Trypansoma brucei gam biense and HIV has been found. [212] [213] [214] [215] Whether HIV alters the clinical course of either West or East African trypanosomiasis is unclear. 214 There is anecdotal evidence that HIV may complicate the therapy of West African trypanosomiasis, however. Of 18 patients treated with melarsoprol in a rural hospital in the Congo, all 14 HIV-negative patients recovered, whereas 3 of 4 HIV-positive patients died during treatment (likely due to treatment-related encephalopathy) and the fourth failed to respond to therapy. 216\n\nIn addition to the two genera, Leishmania and Trypanosoma, known to cause disease in humans, the Trypanosomatidae family includes other genera that parasitize other vertebrates, insects, and plants. There have been three reports of HIV-infected individuals presenting with symptoms typical of VL in which ultrastructural, isoenzyme, and/or kinetoplast DNA analyses of the isolated lesional parasites have indicated that the responsible organism actually belongs to one of these latter genera. 217 The strong implication is that HIV-related immunosuppression can render humans vulnerable to normally nonpathogenic lower trypanosomatids.\n\nToxoplasma gondii is a ubiquitous parasite of mammals throughout the world (see Chapter 103). Latent infection lasts for the lifetime of the host. Maintenance of latency is dependent on CMI responses. Reactivation of latent infection is common with increasing immunosuppression in AIDS. The principal manifestation of such reactivation, toxoplasmic encephalitis, is thus a common OI in AIDS patients throughout the world. The incidence of toxoplasmic encephalitis is proportional to the prevalence of latent infection in the population at risk of or with AIDS. 218 In the United States, the rate of latent infection varies between 10% and 40%; in Paris, the rate is 90%. 218 Acquisition of Toxoplasma infection is age-dependent, but there is wide variation in infection rates even over narrow geographic areas. 219,220 Prevalence rates in the tropics vary from 0% to 90%, with most measured communities falling in a broad middle range. [221] [222] [223] [224] [225] [226] [227] In the United States, prior to the advent of HAART, one-third of Toxoplasma-seropositive AIDS patients developed toxoplasmic encephalitis in the absence of prophylaxis, 228 90% of such cases were in patients with less than 200 CD4 + T cells/µL, and 70% in those with less than 100 CD4 T cells/µL. 229 The prevalence of toxoplasmic encephalitis in AIDS patients in the tropics is unclear, but the burden is thought to be immense and underdiagnosed. Autopsy series that have included examination of the brain have suggested disease prevalence rates in late-stage AIDS patients of 15% in Abidjan, Côte d'Ivoire, 230 25% in Mexico City, 231 and 36% in Kampala, Uganda. 232 The presumptive diagnosis of toxoplasmic encephalitis is based on clinical presentation, positive Toxoplasma serologies, and characteristic neuroradiologic features. 233 A final clinical diagnosis is made based on the clinical and radiographic response to specific chemotherapy. Less common manifestations of toxoplasmosis in AIDS include pneumonia, retinochoroiditis, myocarditis, orchitis, and gastrointestinal involvement. Excellent reviews on Toxoplasma in AIDS provide information on the clinical management of this cosmopolitan OI. 17, 76, 78, 234 Five percent of toxoplasmic encephalitis occurs not as reactivation but as an acute infection. 228 Preventing the transmission of T. gondii to Toxoplasma-seronegative, HIV-infected people has two facets: (1) avoiding the ingestion of tissue cysts of other intermediate mammalian hosts (i.e., Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases it has been reported to be one of the most common parasitic etiologic agents of diarrhea in HIV-infected individuals, rivaling rates for Cryptosporidium. [285] [286] [287] Rates of infection have fallen dramatically with the introduction of HAART. 288 Isosporiasis usually presents with chronic watery diarrhea and weight loss, with or without vomiting, abdominal pain, and fever. 288 Invasion of gallbladder tissue, similar to that described with Cryptosporidium, has been described, along with disseminated involvement of mesenteric and tracheobronchial lymph nodes, in the setting of HIV coinfection. 289,290 Prominent tissue eosinophilia of the involved lamina propria is often present. 284 TMP-SMX provides effective therapy. 291 Pyrimethamine (with leucovorin) provides a second option. 292 Clinical response is usually rapid, but relapses are common. In the absence of immune reconstitution, suppressive therapy is indicated. [76] [77] [78] Cyclospora cayetanensis (see Chapter 95) The clinical picture of enteric infection with C. cayetanensis in AIDS appears to be similar to that due to other coccidia. 293 Biliary tract involvement -manifested as right upper-quadrant pain, elevated alkaline phosphatase, and thickened gallbladder by ultrasound -has also been described in Cyclospora infection. 294 Thus, all three human enteric coccidia are capable of invading the gallbladder. As with isosporiasis, cyclosporiasis in AIDS is treatable with TMP-SMX. 293 Follow-up suppressive therapy is indicated. [76] [77] [78] Microsporidiosis Microsporidia are intracellular protozoans that, due to HIV and AIDS, have emerged from their relative obscurity as pathogens of insects, fish, and laboratory animals to occupy a new role as important OIs of humans. 295 These cosmopolitan emerging pathogens of the immunosuppressed (including Enterocytozoon bienusi, E. (Septata) intestinalis, E. cuniculi, E. hellem, as well as pathogens from several other genera) are considered in Chapter 102.\n\nEntamoeba histolytica This intestinal parasite (see Chapter 92) was initially associated with HIV because of its high prevalence in men who have sex with men (MSM), and seroprevalance studies continue to indicate a high exposure rate in MSM, although the significance of this observation remains unclear. [296] [297] [298] [299] Despite considerable evidence that immunity in amebiasis requires the participation of CMI, there is no evidence that patients with HIV infection or AIDS are more likely to develop invasive disease. 297\n\nAs with E. histolytica, a high prevalence of infection with G. lamblia (see Chapter 93) was found in the 1980s among MSM. 300 A study of MSM performed at that time revealed no increase in prevalence or severity of giardiasis in patients with AIDS. 301 Since then, no evidence has been found of a significant effect of HIV coinfection. 298 Although some studies have indicated a higher prevalence of giardiasis in HIV seropositives, this has not been a consistent finding. 302 Therapy of giardiasis in people with AIDS is usually successful. Some patients, immunocompromised as well as immunocompetent, are refractory to standard therapeutic regimens for giardiasis. It may well be that such refractoriness to standard therapy is found more commonly in the face of HIV coinfection. 303\n\nControversy continues to exist as to the role of this organism as a cause of diarrheal disease in either immunocompetent patients or HIV-infected people. 302, 304 Balantidium coli No information is available as to whether this organism can serve as an OI in HIV-infected people.\n\ntrophozoites and cysts can be found in tissue biopsies. Cysts have been mistaken for the sporangia of Rhinosporium or Prototheca or for cryptococci; trophozoites have been mistaken for macrophages. 259 Acanthamoeba can be isolated by culture on Escherichia coli-seeded nonnutrient agar or in tissue culture medium. 239,256 Identification of species (and even differentiation of Acanthamoeba from Balamuthia) is not possible morphologically. Immunofluorescence techniques can differentiate Acanthamoeba to the group level in tissue section or with cultured organisms.\n\nTreatment of disseminated disease due to these organisms is difficult in any host. No chemotherapeutic regimen is clearly efficacious. Miltefosine showed some efficacy in a recently reported case. 260 Other agents with possible clinical utility in combination therapy include pentamidine, 5-fluorocytosine, sulfamethazine, sulfadiazine, fluconazole, itraconazole, ketoconazole, macrolides, phenothiazines, and rifampin. 239, 252, 254, 255, 261 There may be value in testing clinical isolates for drug sensitivities. With isolated cerebral lesions, there may be a role for surgical excision. 253 A case of primary amebic meningoencephalitis due to an apparently newly recognized ameba and not associated with thermally polluted water was reported in a patient with late-stage AIDS in Spain. 262, 263 Enteric Coccidiosis (Isospora, Cryptosporidium, and Cyclospora)\n\nA trio of coccidian protozoa -Isospora belli, Cryptosporidium spp., and Cyclospora (Eimeria) cayetanensis -are all prominent causes of self-limited, small-bowel diarrhea in immunologically normal hosts as well as causes of chronic, severe disease in the face of HIV coinfection. All are cosmopolitan infections. Infection with a fourth organism, Sarcocystis hominis, responsible for both enteric and disseminated coccidioisis in humans, has been reported as a coinfecting organism in only a handful of cases with HIV infections. 264\n\nCryptosporidium spp. (see Chapter 94) In addition to the most common human pathogen within this genus, C. hominis, a variety of zoonotic species also infect humans, including C. parvum, C. canis, C. felis, C. meleagridis, and C. muris. [265] [266] [267] Zoonotic species may cause more severe human disease and may occur more commonly in immunocompromised people. Because of the high prevalence of disease and the lack of effective specific treatment, cryptosporidiosis is a particularly common and severe problem as an OI throughout the world. Chronic infection and disease are most frequent with CD4 + T-cell counts less than 180/µL 268 and are associated with increased mortality. 269-271 The use of HAART therapy has led to a decreasing prevalence of cryptosporidial disease in HIV-infected individuals; however, rates of diarrhea in HIVinfected individuals associated with Cryoptosporidium spp. in developing countries remain high, up to 83% in symptomatic and 57% in asymptomatic individuals. [272] [273] [274] Four clinical syndromes of cryptosporidial diarrheal disease in patients with AIDS have been limned: (1) chronic diarrhea (36%); (2) cholera-like disease (33%); (3) transient diarrhea (15%); and (4) relapsing illness (15%). The severe end of the spectrum is seen largely in those with CD4 + T-cell counts less than 180/µL. 275, 276 Less commonly, extraintestinal sites are secondarily involved, including biliary tract, stomach, pancreas, lung, paranasal sinuses, and middle ear. [275] [276] [277] [278] Of these, biliary tract involvement (presenting with right upper-quadrant pain, nausea, vomiting, and fever) represents the most common, clinically important site, being found in up to one-fourth of patients with AIDS-related intestinal disease prior to the use of HAART. 279 Individuals with CD4 + T-cell counts less than 50/µL are at a particular risk for development of symptomatic biliary disease. 279 No antimicrobial agent has demonstrable, consistent efficacy in HIV-related cryptosporidiosis. Immune reconstitution with HAART should be pursued, 280-283 along with supportive treatment with fluids, nutrition, and antimotility agents. [76] [77] [78] Isospora belli (see Chapter 95) Disease due to Isospora is less cosmopolitan than that due to Cryptosporidium, being most common in tropical and subtropical areas. 284 In some regions, is unclear. The latter interpretation is favored by a previous similar case report of presumably disseminated cestode infection in the face of immunosuppression due to Hodgkin's disease and its therapy. 324 Four cases of exuberant subcutaneous disease due to the larval form of Taenia crassiceps have been reported in AIDS patients. [325] [326] [327] [328] Thus, HIV infection may be a risk for disease with this cestode. A case of hepatic alveolar echinococcal disease in a 6-year-old child with AIDS has been described. 329 Uncommon features of this case include the remarkably young age and hence short incubation period for disease and the complete lack of demonstrable parasite-specific humoral or cellular immune responses. The paucity of reported cases of hydatid disease in HIVinfected patients does not permit any conclusions about the biology or clinical course of coinfection.\n\nFinally, several cases of neurocysticercosis have been reported in HIVinfected patients. 330 Most cases of coinfection have presented with multiple parenchymal lesions. 330 The frequency of giant cysts and racemose forms of disease is elevated in reported cases, 331 again perhaps a reflection of the role of CD4 + T cells in tissue immunity to T. solium. Further clinical data on the interaction between HIV and cestode infections are awaited.\n\nStrongyloides stercoralis (see Chapter 117) appeared to qualify as a potential OI because it is one of the two nematodes (apart from Capillaria philip pinensis; coinfection not yet reported) capable of multiplying in human hosts, especially in immunocompromised subjects.\n\nOne way in which immunosuppression enhances Strongyloides infection is by permitting or stimulating an increased degree of the normal process of autoinfection. 332 In this process, first-stage rhabditiform larvae (L1) produced by the adult female worm in the upper small bowel are transformed into infective filariform larvae (L3) that can reinvade the colonic intestinal wall or the perianal or perineal areas. Massive upregulation of the autoinfective process results in the hyperinfection syndrome, with the development of many more adult worms, and the production of large numbers of larvae that disseminate to all organs. The clinical picture is dominated by Gram-negative bacterial sepsis, meningitis, and/or pneumonia. Hyperinfection is usually associated with immunosuppression, particularly the administration of corticosteroids.\n\nStrongyloidiasis was initially designated as an AIDS OI based on the past record of S. stercoralis in causing hyperinfection in the immunosuppressed. 333 Five years later, when it became apparent that hyperinfection syndrome was not being encountered frequently in patients with AIDS, it was removed from the list of AIDS-defining OIs. 334 Given the low but appreciable rate (3.9%) of strongyloidiasis among men attending sexually transmitted disease clinics in New York City in 1981, 335 the AIDS epidemic in the United States should have provided some clinical evidence of any predisposition of AIDS patients to hyperinfection. This did not occur. The available evidence makes it extremely unlikely that misdiagnosis or underreporting are the relevant factors here; severe strongyloidiasis or hyperinfection syndrome has prominent clinical features and is often fatal if untreated, and it is not likely that the association would escape notice. Few cases of hyperinfection syndrome have been reported in the English-language literature. 336-345 Even among these cases, the presence of hyperinfection is poorly documented in many; and, all too frequently, there is confusion between severe GI disease and hyperinfection. 346 Diagnosis (as opposed to suspicion) of hyperinfection syndrome depends on the demonstration of markedly increased numbers of filariform larvae in the stool or multiple such larvae in the sputum. The mere presence of filariform larvae in the sputum only indicates the existence of autoinfection. (It should also be noted that the presence of rhabditiform larvae in the sputum points to neither autoinfection nor hyperinfection but to the presence of adult female worms in the lung.)\n\nIt is possible that the frequency of severe strongyloidiasis complicating HIV infection is much higher in certain areas of the tropics where both infections are prevalent and medical facilities are lacking; however, an\n\nThere is no evidence that any trematode infection is more severe or difficult to treat in the face of HIV coinfection. More subtle interactions have been explored in schistosomiasis (see Chapter 122). A study of car washers working on the shores of Lake Victoria in Kenya, a population with a high intensity of exposure to Schistosoma mansoni and an HIV seroprevalence of approximately 30%, has provided insights into the bidirectional effects of coinfection. 305 The CD4 + T-cell-dependent granulomatous response to schistosome eggs has been shown to be important in egg migration from venules to the lumen of the intestine in mouse models of disease. 306 As might thereby be expected, a significant suppression of egg excretion efficiency, controlled for the degree of infection, was found in S. mansoni-infected patients in the presence of HIV coinfection and low CD4 + T-cell counts. 307 Although successful therapy of S. mansoni infection with praziquantel may depend on the host antibody response, praziquantel was efficacious in treating schistosomiasis in this HIV-infected cohort. 308 Given that schistosome infection likely preceded HIV infection in these individuals, whether praziquantel will have equal efficacy in individuals infected first with HIV remains an open question. In this context, a study from Kenya reported that treatment with a standard regimen of praziquantel in coinfected individuals resulted in normal kinetics of reduction in egg excretion, but a slower decline in serum levels of an adult worm antigen -interpreted to indicate less efficient killing of adult worms. 309 Notably, despite similar responses to therapy, individuals with HIV coinfection and low CD4 + T-cell counts showed increased susceptibility to reinfection after therapy, 310 something that appeared to correlate with blunted immunological responses to successful drug therapy (and the resultant release of parasite antigens) in such individuals. 311 A study of HIV/S. haematobium coinfection in Zambia mirrored these findings: (1) coinfected individuals had lower egg excretion; and (2) praziquantel retained efficacy in the face of coinfection. 312 No alteration in resistance to reinfection with S. haematobium was seen in the face of HIV infection, but CD4 + T-cell counts were not performed in this cohort that lacked clinically evident HIV disease. It thus remains possible that, as with S. mansoni infection, resistance to reinfection with S. haematobium is decreased with progression of HIV/AIDS.\n\nAs for the effects of schistosomiasis on HIV, both female and male urogenital schistosomiasis, like other inflammatory genital diseases, are thought to increase the risk for HIV transmission. 309,313-317 Schistosomiasis is also a prime example of a chronic tropical infection that has been postulated to enhance the pathogenesis of HIV. Schistosome infections act as powerful inducers of Th2 polarization and immune counterregulatory responses in both mice and humans. 309,318-320 Such infections are also likely to alter gut mucosal permeability and systemic exposure to gut-derived microbial products. As noted above, following on the heels of negative studies, a recent randomized trial of praziquantel for schistosomiasis found a significant benefit of treatment on plasma HIV-1 RNA load, along with a nonsignificant trend towards a beneficial effect on CD4 + counts in HIV-infected individuals. 321 The literature appears to be silent as to whether there are any significant interactions between pulmonary, hepatic, or intestinal trematodes and HIV.\n\nA few unusual manifestations of cestode infection have been reported in AIDS patients. A rapidly expanding, invasive, and ultimately lethal abdominal mass in a patient with a CD4 + T-cell count less than 100/µL was found, by ribosomal DNA amplification and sequencing, to be due to Hymenolepis nana. 322, 323 Whether this represents merely the fortuitous concurrence of an unusual pathologic finding with dramatic improvements in diagnostic technology (previous rare cases in normal hosts having occurred in the absence of diagnosis) or the recognition of a new disease because its expression is facilitated or dependent on immunosuppression (AIDS patients serving as \"sentinel chickens\" for the population at large) Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases between the two infections, nor was there any difference in the efficacy of ivermectin treatment in HIV-infected compared with uninfected patients. 363 Onchocercal skin disease may be worse in the face of HIV infection 364 and HIV-coinfected individuals have lower levels of antibodies to O. volvulus. 365 In contrast, two studies have suggested a significant epidemiological association of lymphatic filariasis (see Chapter 104) with HIV infection. 366 The increased infectability of Th2-polarized CD4 + T cells may underlie this surprising finding -although a similarly increased risk for HIV infection has not been observed with infection with other helminths. As for the effect of lymphatic filariasis on HIV progression, a randomized, double-blind, placebo-controlled, cross-over trial of diethylcarbamazine for Wuchereria bancrofti infection reported a significant treatment-associated decrease in plasma HIV-1 RNA load, along with a nonsignificant trend towards a beneficial effect on CD4 + counts. 360\n\nArthropods Sarcoptes scabiei var. hominis stands alone among the arthropod and crustacean infestations of humans (see Chapter 124) as a cause of exacerbated disease in the presence of HIV. In normal hosts, scabies is usually manifest as a markedly pruritic, papular, and vesicular dermatitis, with pathognomonic burrows harboring gravid females. Excoriations, nodules, and eczematous or impetiginized plaques may also be found. Relatively few adult mites are normally present. Crusted scabies is seen in neurologically impaired or immunosuppressed patients. Pruritus is often absent or mild. Lesions consist of widespread hyperkeratotic, crusted, scaling, fissured plaques. The nails are frequently involved. Patients tend to be heavily infested, with thousands of adult mites (see Chapter 124). Crusted scabies has been reported as a complication of HIV infection. CD4 + T-cell counts in reported cases have been less than 500/µL. 367-369 Both typical and atypical presentations are seen, the latter including the \"pruritus of AIDS,\" crusting with pruritus, pruritic papular dermatitis, and mimics of Darier's disease and psoriasis. 368 Secondary sepsis and death have been reported. 370 In the face of this clinical variability, the diagnosis of crusted scabies in HIV-seropositive people rests on appropriate clinical suspicion and the demonstration of heavy infestation by microscopic examination of skin scrapings. With such extraordinary mite loads, these patients are remarkably contagious. 371,372 Combination therapy with ivermectin 200 µg/kg and topical benzyl benzoate (or perhaps permethrin) appears to be the treatment of choice. 369,373 Single-dose ivermectin is also effective at preventing transmission in close contacts.\n\nThere is no evidence of transmission of HIV by arthropod vectors. Pruritic papular eruptions associated with HIV infection are common in sub-Saharan Africa. The etiology of these intensely pruritic lesions has been attributed to exaggerated immune responses to arthropod bites in HIV-infected individuals.\n\nDisseminated infection with P. marneffei, a dimorphic fungus endemic to Southeast Asia and southern China (see Chapter 87), has emerged as an important OI in AIDS patients. It is the third most common OI in HIV disease in northern Thailand, after extrapulmonary tuberculosis and cryptococcal meningitis. 374-376 Infection with P. marneffei was a rare event before the arrival of the AIDS pandemic. 376 Since then, thousands of cases have been diagnosed, primarily in southern China, northern Thailand, Hong Kong, Taiwan, Malaysia, Vietnam, Singapore, Indonesia, and Myanmar. [376] [377] [378] [379] [380] The overwhelming majority of cases have been in AIDS patients, although normal hosts are also known to develop systemic disease with this fungus. 376, 378, 381 There is a pronounced intracountry variation in infection rates. In northern Thailand, up to one-fourth of AIDS patients suffer disease with it, whereas in southern Thailand the prevalence is 10-fold less. 380 It remains unresolved whether the human disease, penicilliosis, results from zoonotic or sapronotic transmission. The ecological reservoirs remain unknown despite more than a decade of absence of such an association has been noted from just such areas. 18 Petithory and Derouin 347 pointed out that clinical studies of AIDS patients in central Africa, where the prevalence of strongyloidiasis varies from 26% to 48%, did not mention extraintestinal strongyloidiasis. Similarly, a report from Brazil estimated a 1-2% prevalence of Strongyloides infection in the population of São Paulo, finding the parasite in 10% of 100 AIDS patients, who showed no evidence of systemic strongyloidiasis. 348 Similar results have been found in Zambia. 349,350 A survey of urban adults in Kinshasa detected S. stercoralis in 20% by intensive fecal examinations of single specimens, and estimated a 50% infection rate in the same population on the basis of positive serologies. There were no significant differences in infection rates in those seropositive or seronegative for HIV (F. Neva, unpublished observations).\n\nTaken together, these data suggest that the presence and severity of clinical disease due to S. stercoralis are not significantly increased in patients with HIV infection or AIDS alone. A recent study has shed light on the subject. 351 Careful quantitation of the numbers and proportions of freeliving adult worms and directly developing L3 larvae in stool cultures revealed a surprising negative correlation between CD4 + T-cell count and the development of infectious larvae in the gut, the latter process being necessary for autoinfection. 352 More subtle interactions, such as an increased mean GI parasite burden or slower response to therapy, may have been missed. Also, some conditions that cosegregate with HIV/AIDS are known to predispose to the hyperinfection syndrome, including the use of steroids (given for Pneumocystis pneumonia and lymphoma in AIDS), inanition (seen in patients with chronic diarrhea, untreated oropharyngeal or esophageal candidiasis, and slim disease), and coinfection with human T-cell lymphotropic virus type I (HTLV-I; see Chapter 81). Strongyloidiasis is an important OI in individuals infected with HTLV-I, and Strongyloides infection has been suspected to be a cofactor in the development of acute T-cell leukemia and tropical spastic paraparesis in asymptomatic carriers of HTLV-I. 353, 354 Notably, intravenous drug use is a risk factor for infection with both HTLV-I and HIV.\n\nApproximately one-third to one-half of the world's population is thought to be infected with a soil-transmitted geohelminth. 355,356 Apart from S. stercoralis, the heaviest public health burdens are posed by Ascaris lumbri coides, hookworm species, and Trichuris trichuria. 355 There are no published data indicating that infection or disease with any of these latter organisms is excerbated by HIV infection. Indeed, in the case of hookworm, while anemia is an independent risk factor for early death in HIV 357,358 and while hookworm infection can lead to anemia, the actual literature on hookworm infection in HIV has not revealed anything striking apart from the puzzling findings: (1) of a negative association between hookworm infection and HIV infection; 359 (2) of significantly higher CD4 + T cells counts in HIV-infected individuals with hookworm infection than those without hookworm infection; 360 and (3) of a significantly lower prevalence of, and mean intensity of, hookworm infection in those with pulmonary tuberculosis and HIV, than those with pulmonary tuberculosis without HIV. 361 What, if any, significance these observations have remains unclear.\n\nOn the other hand, for reasons discussed above, chronic/recurrent geohelminth infection has been suspect as a cofactor for HIV progression. Again, following the publication of conflicting studies, a recent randomized, double-blind, placebo-controlled trial of albendazole for infection with diverse geohelminths (including hookworm, Ascaris, and Trichuris) found a significant benefit of treatment on CD4 + T-cell counts -specifically in the face of Ascaris infection, not in those with the considerably more prevalent hookworm infection. 362 A nonsignificant trend towards a beneficial effect of treatment on plasma HIV-1 RNA load was also seen. 362 More data are needed on the subject.\n\nAmong the tissue-infecting filaria, the effect of HIV coinfection has been studied in a large cohort of patients with Onchocerca volvulus infection (see Chapter 106). No significant epidemiological association was found capsulatum and C. neoformans in tissue. 393 Characteristic intracellular organisms have been detected on routine blood smears. 394 In the series discussed above, definitive diagnosis was performed by culture of P. marneffei from blood (76%, even in the absence of routine lysis-centrifugation culture), skin biopsy (90%), bone marrow (100%), and sputum (34%). Diagnostic antigenemia tests that may prove valuable for rapid diagnosis have been developed. 395,396 Quantitation of urinary antigen by enzyme immunoassay is especially promising. High sensitivity and specificity were demonstrated in an area of high endemnicity. 397 Of note, P. marneffei infection is a known cause of false-positive reactions in the H. capsulatum polysaccharide antigen immunoassay, and also crossreacts with antisera raised against Aspergillus galactomannan. 374,398 Current serologic assays are unlikely to be helpful in the diagnosis of AIDS patients but, with improved sensitivity, may provide a useful index of infection. 393, 399 Amphotericin B, 0.6 mg/kg/day for 2 weeks, followed by itraconazole, 200 mg twice a day for 10 weeks, is safe and effective. 400 In mild to moderately ill patients, primary therapy with itraconazole may be reasonable. Voriconazole has also shown success in treatment of P. marnef fei infections in HIV-infected travelers from nonendemic regions. 401 Secondary prophylaxis is mandatory, given relapse rates of 50% within 6 months in its absence. 402 A placebo-controlled, double-blind randomized trial showed that secondary prophylaxis with itraconazole (200 mg once daily) is safe and effective. 78, 403 With immune reconstitution as a result of a successful response to HAART, discontinuation of secondary prophylaxis is probably safe. 404 A controlled, double-blind trial of primary prophylaxis with itraconazole (200 mg once daily) in Thai patients with AIDS and CD4 + T-cell counts less than 200/µL showed that the regimen was well tolerated and effective at preventing both cryptococcosis and penicilliosis. 405 No survival benefit was found, but the study was not powered to detect a survival advantage. 405\n\nThe dimorphic fungus, P. brasiliensis, is the cause of the most common systemic mycosis in Latin America (see Chapter 86). Two clinical forms are distinguished in normal hosts: an acute or subacute \"juvenile\" form and a chronic \"adult\" form. Acute, juvenile disease, occurring in children and young adults and accounting for a small minority of cases (3-5%), is marked by a rapid course, disseminated involvement of macrophages and lymphoid tissue, and severe suppression of CMI. Chronic, adult disease, accounting for the vast majority of cases, is a slowly progressive disease, predominantly of older men. In most patients, the primary clinical and pathologic manifestations are pulmonary, with nodular, infiltrative, or cavitary lesions progressing to fibrosis. Other frequent manifestations of adult disease include infiltrative and ulcerative mucosal lesions of the oro-and nasopharynx, polymorphic cutaneous lesions, lymphadenopathy, and adrenal infiltration. Most infections are subclinical. Long latency has clearly been demonstrated, with a mean of 15 years between leaving an endemic area and presentation. 406 It is thought that CMI responses are critical to the host defense from disease with P. brasiliensis. 406, 407 Clinical and experimental evidence indicates that paracoccidioidomycosis is associated with marked abnormalities of immune function, with suppression of CMI responses, polyclonal B-cell activation, and elevation of plasma IgE levels. 406-408 These immunologic perturbations are more common and severe in juvenile disease and are reversed with successful therapy. 406 Given the immunology of paracoccidioidomycosis, one might expect it to be a prominent OI in South America and among HIV patients with a history of travel there. In fact, fewer than 100 cases have been reported, despite the presumed wide prevalence of infection or coinfection in areas such as urban Brazil. [409] [410] [411] [412] [413] [414] Possible reasons for the low number of cases in HIV-seropositive patients include: (1) prophylaxis with TMP-SMX, which has activity against P. brasiliensis; (2) the use of ketoconazole for oropharyngeal candidiasis; (3) misdiagnosis as Pneumocystis carinii pneumonia, with a therapeutic response to TMP-SMX; (4) lack of diagnosis; and (5) the presence of a particularly subtle interaction between HIV and Paracoccidioides brasiliensis. 409, 412 research. The organism has been isolated from the organs, feces, and burrows of three species of bamboo rats. 374 The geographic range of these rodents overlaps the previously mentioned known areas of endemicity for disease with P. marneffei 377-379 and suggests the likelihood that this fungus is also endemic in Laos, Cambodia, and Malaysia. 376 Whether bamboo rats are important reservoirs for human infection or just another natural host is unclear. There is no evidence of transmission between rats and humans. The seasonal distribution of the diagnosis of disseminated disease in AIDS patients suggests expansion of the reservoir during the rainy season. 377 Exposure to soil appears to be a key factor. 382 The pathogenesis of penicilliosis is presumed, by analogy with other endemic systemic mycoses, to involve transmission by inhalation, with secondary systemic dissemination. Like Histoplasma capsulatum, P. marnef fei is an intracellular parasite of macrophages. 378 Mouse models indicate that T cells play a central role in controlling infection. 383, 384 In coinfected patients, disseminated disease is associated with CD4 + T-cell counts less than 100/µL. 376, 385 The largest clinical series of disseminated P. marneffei infection reported to date provided detailed information on 80 patients. 376 Symptom onset was generally sudden and intense. The most common presenting symptoms and signs were fever (92%), anemia (77%), weight loss (76%), and skin lesions (71%). Similar patterns of clinical symptoms have also been reported from other endemic regions. 386 Other frequent signs and symptoms included cough (49%), generalized lymphadenopathy (58%), hepatomegaly (51%), and diarrhea (31%). The most common cutaneous manifestation (87%) was a generalized papular rash with central umbilication that resembled the lesions of molluscum contagiosum. These were predominantly found on the face, scalp, and upper extremities but occurred throughout the body, including the palate. Other cutaneous lesions included papules without umbilication, a maculopapular rash, subcutaneous nodules, acne-like lesions, and folliculitis. Chest films were frequently abnormal, with diffuse reticulonodular or localized alveolar infiltrates the most common. The mean duration of illness prior to presentation in this study was 4 weeks.\n\nThe incubation period for disseminated disease is unclear, as is the percentage of patients whose disease is a result of reactivation of latent infection, as opposed to new infection or reinfection. The fact that reactivation with increasing immunosuppression occurs is supported by the several cases of disseminated disease reported from nonendemic areas in patients who had a distant history of travel to endemic areas. 385, 387, 388 Many such patients had spent little time in endemic areas, indicating that infection with P. marneffei can occur rapidly. The development of clinically active disease within weeks of exposure in endemic areas 389 and the reports of children with vertically transmitted HIV infection developing disease in the first months and years of life 390 demonstrate that primary infection can quickly lead to disseminated disease. Finally, the pronounced seasonal variation in disease incidence implies an important role for exogenous reinfection in the expression of disease in endemic areas. 377 The mortality rate of patients with disseminated P. marneffei infection is very high in the absence of prompt treatment. Diagnosis depends on a high index of suspicion, including a careful history to assess residence or travel in an endemic area. The differential diagnosis includes tuberculosis, other endemic fungi, and cryptococcosis. Cutaneous lesions may mimic those of AIDS-related molluscum contagiosum, H. capsulatum and Cryptococcus neoformans. An absence of cutaneous lesions may retard diagnosis. In this regard, a characteristic syndrome of hepatic disease in the absence of skin lesions (fever, hepatomegaly, and markedly elevated serum alkaline phosphatase levels) should be noted. 391 A presumptive diagnosis can be made by the examination of a Wright's-stained bone marrow aspirate, lymph node aspirate, or touch preparations of skin biopsy specimens. 376, 378, 392 Intracellular and extracellular basophilic elliptic yeast-like organisms with central septation (as opposed to the budding of H. capsulatum) are characteristic. P. marneffei has characteristic crosswall formations within macrophages, appearing as transverse cell walls separating individual conidia, which help in distinguishing it from other conidioform fungi. Indirect fluorescent antibody reagents have been developed that may prove useful for differentiating P. marneffei from H. Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases Asia suggest high prevalence rates there as well. 426 Cutaneous and lymphocutaneous disease is most common. Extracutaneous involvement, including osteoarticular disease, pneumonia, and meningitis, has been described in both normal and immunosuppressed hosts. A handful of cases of severe, disseminated sporotrichosis in late-stage AIDS have been described. [427] [428] [429] [430] Diffuse cutaneous involvement is the norm. Some patients have also presented with CNS, ocular, osteoarticular, splenic, bone marrow, and/or mucosal involvement. It appears likely that disseminated Sporothrix will become a more prominent OI in heavily endemic areas. The response to therapy (with amphotericin B, potassium iodide, itraconazole, ketoconazole, and 5-fluorocytosine) has been variable and problematic. Amphotericin B should probably be used for initial treatment, followed by lifelong suppressive therapy with itraconazole. 431\n\nH. capsulatum, Blastomyces dermatitidis, and Coccidioides immitis are systemic mycoses endemic to the United States that cause AIDS-related OI. As such, they are not distinctly tropical diseases and have been covered in depth elsewhere. [76] [77] [78] [432] [433] [434] The tropical extent of their respective areas of endemicity deserves brief mention, however.\n\nH. capsulatum var. capsulatum (see Chapter 85) is found in distinct river basin systems worldwide between 45°N and 30°S of the equator. 432 Progressive disseminated histoplasmosis is common in AIDS patients in endemic areas. 432 In addition to the most prominent worldwide focus (the Ohio and Mississippi river valleys of the United States), cases have been reported from Central and South America, the Caribbean, Africa, Southeast Asia, and Europe. 435, 436 Disease caused by B. dermatitidis was originally named North American blastomycosis. It is now clear, however, that the distribution of this fungus is far more cosmopolitan (see Chapter 85). Blastomycosis has been reported in all the major regions of Africa, with a concentration in southern Africa. It is likely underreported. 437 Occasional cases have been reported from Central and South America, the Middle East, and India. 438 African strains of B. dermatitidis appear to be antigenically distinct from North American strains. The clinical spectrum likewise appears to be different in African cases, with prominent involvement of bone and chronic draining sinuses. Disseminated blastomycosis is an uncommon, late, frequently fatal OI in patients with AIDS in the United States. 439, 440 Cases in Africa are to be expected in the future.\n\nC. immitis is endemic to lower Sonoran life zones in the United States, Mexico, Guatemala, Honduras, Colombia, Venezuela, Bolivia, Paraguay, and Argentina (see Chapter 85). Coccidioidomycosis is a severe, often fatal disease in patients with AIDS and low CD4 + T-cell counts. 434, 441, 442 Most have presented with diffuse or focal pulmonary disease; extrapulmonary dissemination is not uncommon. In some endemic areas, it is the third most common OI in AIDS patients. 434, 441, 442 Cryptococcus neoformans Cryptococcosis (see Chapter 85) is a common life-threatening fungal infection in AIDS patients. 443 Although C. neoformans can disseminate to any organ system in the face of HIV infection, meningitis is the most frequent manifestation. Other relatively common manifestations include pneumonia and cutaneous lesions. Occurring most commonly when CD4 counts fall well below 200/µL, cryptococcosis is a frequent presenting diagnosis in AIDS. 443 Excellent reviews on cryptococcosis in AIDS are available for detailed information on the clinical approach to this ubiquitous OI. [76] [77] [78] 444, 445 C. neoformans is distributed globally. The distribution of cryptococcus as an OI in AIDS is global as well. Regional differences exist in the prevalence of disease as defined by clinical or autopsy series. The prevalence of cryptococcosis in AIDS patients in the United States was estimated to be 7-8% in the 1980s. 446 In Thailand, it is the second most common OI (after tuberculosis), with a prevalence of 13-44% in different clinical series. 20, 447, 448 In Africa, the case series prevalence has been variable, from 1% in Soweto, South Africa, 449 to 6-13% in Kinshasa (the former Zaire). [450] [451] [452] The prevalence in autopsy series has similarly varied from Paracoccidioidomycosis in HIV-seropositive people has been primarily of the \"acute\" form; however, pulmonary and oral mucosal involvement, more typical of the \"chronic\" form, often coexists. 410 Although published reports have suggested that this disseminated disease may occur across a broad range of HIV-associated immunosuppression, CD4 + T-cell counts less than 200/µL have been the reported norm. 410,411 More than one-third of patients with paracoccidioidomycosis have presented with another opportunistic coinfection, most frequently oral/esophageal candidiasis or tuberculosis. 410 Reported clinical presentations span a wide spectrum, from relatively indolent to rapidly progressive disease. Clinical manifestations have included prolonged fever, weight loss, cough, dyspnea, generalized lymphadenopathy, hepatosplenomegaly, skin lesions (localized or disseminated maculopapular, nodular, or ulcerative), oral lesions (ulcerative and/or nodular), osteoarticular lesions, and meningitis. 409, 410 Diagnosis in these patients was made by direct examination or culture of clinical specimens, including skin biopsies, lymph node aspirates or biopsies, bone marrow aspirates, CSF, or blood. 409, 410 Sputum should also be examined using potassium hydroxide preparations, calcofluor stains, or immunofluorescence. The \"pilot wheel\" cell, consisting of numerous small buds surrounding the mother cell, is characteristic. Serologies have not been diagnostically helpful. PCR using primers for ITS1 region of the ribosomal gene has been found to be a highly sensitive and specific test that may prove to be useful as a diagnostic tool in the near future. 414 Mortality in the reported cases of disease in HIV-seropositive people was 30%. 409 No randomized clinical trials have been performed with any of the drugs commonly used for the treatment of P. brasiliensis infection (sulfonamides, amphotericin B, ketoconazole, and itraconazole), even in normal hosts. Treatment recommendations are based on data from case series and comparison with historical controls. 412 However, the data are fairly compelling that itraconazole (100 mg/day) is the drug of choice in normal hosts. 406 416 However, no increases in the incidence of African histoplasmosis were reported in a study from the People's Republic of the Congo (now Congo Republic) in the 1980s, despite a rapid increase in the AIDS-related incidence of cryptococcal disease. 417 Disease manifestations reported in reported coinfections suggest that AIDS patients are at risk of more severe, disseminated disease. [418] [419] [420] [421] [422] [423] [424] Diagnosis is typically by direct examination of clinical specimens and culture. Serodiagnostic tests are cross-reactive with Aspergillus and Penicillium. 425 The yeast form is larger and has a thicker wall than H. capsulatum var. capsulatum. Amphotericin B and itraconazole have therapeutic efficacy. 424 With the advent of HAART, there is increasing concern about emergence of Histoplasma and other invasive fungi as causes of IRIS. 424\n\nThe dimorphic fungus S. schenckii has a worldwide distribution, although most reports have been from tropical and subtropical areas of the Americas (see Chapter 90). The highest incidence of disease is thought to be in the highlands of Mexico and in southern Brazil. Recent reports from South\n\nOther predominantly tropical fungi, such as the agents of maduromycosis, lobomycosis, rhinosporidiosis, and subcutaneous zygomycosis, may prove to cause OI in AIDS patients but do not appear to have been reported as such. Isolated case reports of infection due to a variety of unusual fungi in AIDS patients have been published (reviewed in references 485 and 486). Some may indeed prove to be OIs, even predominantly tropical OIs, but firm data are lacking. The common occurrence of superficial and invasive infections with Candida and the growing problem of Aspergillus infection in neutropenic long-term survivors of late-stage AIDS are beyond the scope of this chapter.\n\nApproximately one-third of those living with HIV worldwide are coinfected with M. tuberculosis (see Chapter 35). In developing countries, 50% of patients with HIV infection will develop active TB; in contrast, in the United States, only 4% of patients with AIDS have had TB. 2, 487 In some countries in sub-Saharan Africa, more than 70% of TB patients are HIVseropositive. TB is the leading cause of death among people with HIV infection, accounting for one-third of AIDS deaths worldwide. 488 The introduction of HAART has decreased death and OIs such as TB by 60-90% among people living with HIV worldwide in affluent countries; 489 in developing countries, however, HAART still remains available only to a minority of those who need it.\n\nThe M. avium complex (MAC) (see Chapter 35) consists of multiple serovars of two Mycobacterium species, M. avium and M. intracellulare. MAC bacteria are ubiquitous, with organisms commonly being isolated from soil, natural sources of water, tap water, and domestic and wild animals worldwide. 490,491 Most MAC isolates from AIDS patients are M. avium; more than 90% are of serovars 1, 4, and 8. 492,493 Disseminated disease due to M. avium is the most common systemic bacterial infection in AIDS patients in the industrial north, occurring in up to 43% of AIDS patients in the United States. 494,495 Disease occurs almost exclusively in those with CD4 + T-cell counts less than 100/µL, most frequently in those with CD4 + T-cell counts less than 50/µL. 495 The pathogenesis of disseminated M. avium infection in AIDS is thought to involve primary infection (or reinfection) as opposed to reactivation, with initial colonization of the respiratory or GI tracts followed by widespread dissemination. [496] [497] [498] Systemic disease is marked by high-grade mycobacteremia (almost exclusively in monocytes) and impressive tissue burdens of bacteria. 499 The remarkable feature of M. avium in the tropics is the apparent virtual absence of disseminated disease in AIDS patients in many areas, predominantly in sub-Saharan Africa. None of 95 blood cultures from severely ill patients with advanced AIDS in Uganda were positive for M. avium, nor were any of 165 mycobacterial sputum cultures from HIV-seropositive and seronegative patients at the same hospital found to be positive for M. avium. 500, 501 232 Overall, the rates of disease in Africa appear to be higher than those in North America or Europe. Interestingly, a large retrospective case study in London found a significantly higher rate of extrapulmonary cryptococcal disease in Africans attending an HIV clinic than in non-Africans attending the same clinic. 453 Data from case series estimated the prevalence of cryptococcosis in Mexico to be 8-12% 454 and in Haiti 13%. 455 In Brazil, from 1980 to 2002, 6% of patients had cryptococcus as an AIDS-defining diagnosis. 456 Cryptococcal infections have been estimated to contribute to 10-30% of AID-related deaths in developing countries. 457 C. neoformans exists in two varieties: C. neoformans var. neoformans and C. neoformans var. gatti. They inhabit different ecological niches, with C. neoformans var. neoformans being associated with soil contaminated with bird excrement and C. neoformans var. gatti having a unique, if poorly understood, association with the tree Eucalyptus camaldulensis. 458, 459 With the completion of the genomic sequence of C. neoformans, enough differences have been found in the sequences of these two fungal subspecies for a proposal to raise C. neoformans gatti to its own species, C. gatti. 460 Whereas C. gatti has a predominantly tropical and subtropical distribution, C. neo formans occurs worldwide. 458,459 Of note, although cryptococcosis due to C. gatti occurs with some regularity in normal hosts in regions where this variety is endemic, cases of cryptococcosis in AIDS patients have been almost exclusively due to C. neoformans. 459, 461 Pneumocystis jirovecii Throughout the world, there is almost universal serologic evidence of exposure by the age of 2 years to P. jirovecii 462 (see Chapter 91). The prevalence of antibodies to specific P. jirovecii antigens varies, however, suggesting exposure to antigenically different strains in different areas of the world, 463 which is mirrored by genetic studies revealing strain differences in this organism. 464 Prior to HAART, PCP (Pneumocystis carinii pneumonia, based on the prior terminology) occurred in 40-50% of patients in the United States and Europe with a CD4 count less than 100/µL per year, and in 60-80% of patients overall, in the absence of prophylaxis. PCP prevalence appears to be high among AIDS patients in Central and South America and in Asia. 465 Interestingly, however, the incidence of PCP in adult AIDS patients in Africa may be far lower than was seen in the pre-HAART era in industrialized countries. 465 Adult clinical series in Africa have shown prevalence rates of 0-22%. 449, 455, [466] [467] [468] [469] Studies including bronchoscopy for diagnosis have described rates of 0-39% (the highest figures being obtained as a percentage of acid-fast bacillus-negative pneumonias). 455, 466, [470] [471] [472] Autopsy series have had rates of 0-11%. 231, 468, 473 The reasons for these lower rates are unclear. Possible explanations include less environmental exposure, exposure to differing strains, differences in host susceptibility, earlier deaths in tropical patients with AIDS due to exposure to more virulent organisms, diagnostic difficulties, and host-specific differences in susceptibility. 455, 474 The existence of genetically and antigenically distinct human strains is likely; however, pediatric PCP rates in AIDS patients in Africa are quite similar to those in the industrial north. 465, 475 Indeed, approximately one-third of HIVinfected infants in Africa die during the first year of life, and PCP is thought to be responsible for 30-50% of such deaths. 476,477 Demise from more virulent pathogens prior to clinical PCP may well occur in adults (and PCP does tend to occur early in the course of HIV disease in North American infants, 478 perhaps with initial exposure). 78 The high prevalence of cryptococcal disease in these same series, which is thought to occur at similar levels of immunosuppression, suggests that this is not the complete answer. 455 More recent studies from Africa, using bronchoscopy and improved microbiological identification, have yielded higher rates of PCP, so it is possible that lower rates in earlier studies may have represented reporting bias introduced by the use of suboptimal diagnostic techniques. 479, 480 The clinical presentation of PCP in the tropics appears to be similar to that in the industrial north. 472 Frequent coinfection with tuberculosis may obscure the diagnosis. Multiple reviews of the clinical approach to PCP in AIDS are available. [481] [482] [483] [484] Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases out among 189 new cases of leprosy matched for age, sex, and district of residence with 481 controls in Uganda. No significant difference in overall positive rates was found (12% in cases versus 18% in controls), but again, positive HIV reactions were more frequent among multibacillary cases. 516 A different clinical association was noted in Zambia in leprosy patients with active neuritis, which suggested that HIV-positive cases had poorer recovery of nerve function than controls after treatment with steroids. 517 A factor that should be considered in evaluating reports of HIV/AIDS in leprosy patients is the greater likelihood of false-positive serologic reactions. One or more positive bands to HIV antigens in Western blots were commonly found in several hundred sera from northern India in the absence of positive enzyme-linked immunosorbent assays (ELISAs). 518 Another report claimed that 3 of 75 (4%) sera from Indonesia and 6 of 100 (6%) sera from Somalia gave positive HIV ELISAs but negative Western blots. 519 These were attributed to leprosy.\n\nPublished epidemiological data show neither an increased HIV prevalence among leprosy cases nor a higher rate of HIV among individuals infected with M. leprae. Further, there appears to be no striking evidence that HIV infection has an adverse effect on the course of leprosy nor any clear alteration in the clinical spectrum of leprosy among coinfected patients; 520 although some suggest that immune-mediated reactions that complicate leprosy occur at a higher frequency in coinfected patients, 521,522 several of the above reports suggest the possibility that multibacillary disease may develop more readily with coinfection. However, there are several features of leprosy that may tend to obscure an interaction with HIV infection. Both infections are chronic and slow in their progression, so it may simply take more time to recognize an influence of one on the other. Leprosy is predominantly a rural infection; HIV/AIDS is more urban. Patients with AIDS in the tropics may not survive long enough to display interactions with leprosy. Finally, patients in the early stages of leprosy have relatively subtle clinical manifestations with which physicians in the urban environment may not be familiar. Therefore, there may be more going on out there than we realize. Leprosy has now been reported presenting as immune reconstitution disease among patients commencing HAART. 523\n\nDisease due to M. genavense (see Chapter 35) mimics that due to M. avium, causing disseminated disease in AIDS patients with very low CD4 + T-cell counts (mean, <50/µL). Pathogenesis appears to involve initial GI colonization followed by dissemination. 524, 525 The important environmental reservoirs are unclear, but pet birds can have extensive GI tract involvement. The organism may also be present in tap water. 526 The geographic range of disease is only beginning to be defined. Cases have been reported from North America, Europe, and Australia. 524 The most common presenting symptoms and signs are fever, weight loss, abdominal pain, chronic diarrhea, lymphadenopathy, hepatosplenomegaly, \"pseudo-Whipple's disease,\" and anemia. 524,527,528 Imaging of the spleen may suggest splenic abscesses; 529 diffuse nodular infiltrates may be seen in the lung. 530 Pathologically, involved organs are filled with histiocytes that are packed with acid-fast bacilli. The diagnosis can be established by the isolation of M. genavense from normally sterile sites (blood, bone marrow, lymph node, and spleen). Specific diagnosis is confounded by the fastidious growth requirements of the organism. Primary isolation on solid media is difficult, and growth in liquid broth may have only 50% sensitivity. Definitive identification demands PCR techniques. 524 The clear implication is that a significant percentage of cases ascribed to disseminated M. avium are likely due to M. genavense. 527 Data on treatment are all retrospective, but therapy appears to be associated both with improvement in symptoms and with survival. Multidrug regimens that include clarithromycin appear to be associated with the best clinical responses. 531,532 Like other nontuberculous mycobacteria, M. genovense has also been reported to declare itself during IRIS. 533 Before the AIDS pandemic, M. kansasii was known primarily as a cause of chronic pulmonary disease, resembling TB, in lungs with disease due to M. avium of 4-6%, 231,506 whereas 18% of 125 hospitalized patients with AIDS in Brazil had M. avium cultured from bone marrow. 507 Few data are available from India and Southeast Asia. One study from East Asia showed patterns of MAC infection similar to those seen in the west, with ~55% of mycobacteremias being identified as due to MAC. 508 The reasons for the apparent absence of disseminated disease due to M. avium in areas of the tropics are unclear. As with the decreased prevalence of PCP, many explanations have been proposed, including less exposure, exposure to less pathogenic variants, differences in host susceptibility, greater acquired immunity to mycobacteria, earlier death by more virulent pathogens, and diagnostic difficulties. Overall exposure to MAC organisms is likely to be similar. Environmental isolation of MAC occurs with similar or greater frequency in Congo and Uganda than in the United States 491,501 and skin test surveys suggest a similar frequency of exposure to MAC in economically developed and developing countries. 509 Piped water systems in the United States and Europe have a higher frequency of MAC isolation, however, and economic conditions may lead to greater exposure to MAC-containing droplets via showerheads in economically developed countries; 490,491,510 such differences, however, are unlikely to lead to an essentially total absence of disease in countries such as Uganda. Exposure to different M. avium serovars or strains may well be important. Data on serotyping of African clinical strains are scarce. Preliminary data suggest that African clinical isolates are distinguishable from European and American isolates by restriction fragment length polymorphism analysis. 511 The possibility of underlying genetic differences in host susceptibility is belied by the similar rates of disseminated M. avium infection as a presenting diagnosis in African and non-African AIDS patients in a London clinic. 453 Greater acquired immunity to mycobacterial disease through bacille Calmette-Guérin (BCG) vaccination 512 or prior infection with M. tuberculosis may exist, but the reported BCG coverage (50%) and purified protein derivative (PPD) reactivity (82%) in Uganda seem unlikely to explain the lack of any disseminated MAC disease. 501 Earlier death due to a greater environmental presence of, or greater latent infection with, more virulent pathogens may occur. This is unlikely to be the entire explanation because patients in many of the previously mentioned studies had clinical late-stage AIDS. Finally, the design of several of the previous studies makes the assertion that the central problem is one of a lack of diagnostic sophistication untenable. Further data from Africa are needed to this puzzling pattern of infections with MAC.\n\nThe causative agent of leprosy (see Chapter 37) is an incredibly slowgrowing parasite of macrophages. For comparative purposes, it may be useful to recall that Leishmania, which infects similar cells, is a prominent opportunistic pathogen for patients with HIV infection. The importance of CMI in leprosy and leishmaniasis was emphasized by Turk and Bryceson 513 in their detailed comparison of skin lesions and histopathology of both diseases. Moreover, the immunopathology of both infections is very similar. In view of the widespread prevalence of leprosy in the tropics and subtropics, the immunosuppressive effects of HIV/ AIDS on leprosy would be expected to become readily apparent, but there is little or no evidence of this interaction. In fact, in a comprehensive analysis of the possible interaction between HIV/AIDS and leprosy, Lucas concluded that leprosy appears to be another \"missing infection in AIDS.\" 18 Several studies have examined positive serology for HIV in newly diagnosed leprosy cases. One report from a rural hospital in Zambia found a higher prevalence of reactors compared with blood donors and surgical patients (6 of 18 versus 9 of 105), but the numbers were small and the controls were not adequately matched. 514 A larger study of HIV seroprevalence in northwest Tanzania of 93 new leprosy cases compared with more than 4000 controls found that the presence of HIV antibody was significantly associated with multibacillary disease. 515 The fact that this association was based on only 5 HIV-positive cases with multibacillary disease illustrates the complexity of epidemiologic analysis in a disease such as leprosy. Another comparison of seropositivity for HIV was carried regimens as assessed by clinical or serologic measures (including a lack of appropriate nontreponemal titer reduction or a serologic relapse). [575] [576] [577] [578] [579] [580] Higher rates of serological failure continue to be reported in the post-HAART era, but it has become clear that effective suppression of HIV viremia clearly increases the rates of serological responses to standard therapy. [581] [582] [583] [584] Concerns about effectiveness of standard therapy for syphilis in HIV-positive individuals, based largely on case reports and retrospective studies, were amplified by the disconcerting finding of T. pallidum invasion of the CNS in early syphilis in HIV-infected patients. Such early invasion of the CNS occurs equally frequently in HIV-seropositive and seronegative people, however, 585 and the above \"atypical\" courses of syphilis were well-known in the pre-AIDS era. Knowledge of the actual frequency and relative significance of such events awaited well-designed prospective studies. Three studies now provide evidence that the clinical presentation and clinical and serologic responses to treatment of syphilis may not be appreciably altered by HIV coinfection. 586-588 A major caveat of these studies is that the mean level of immunosuppression in the patients in these studies, as assessed by CD4 + T-cell counts, was not severe. Furthermore, the number of patients involved was relatively small. Thus, the clinical course of syphilis in the face of severe HIVinduced immunosuppression may in fact be exacerbated, and the response to conventional therapy may lead to the infrequent occurrence of serious adverse treatment outcomes. 588 The clinical approach to the HIV patient infected with this cosmopolitan sexually transmitted disease has been thoroughly discussed elsewhere [76] [77] [78] 589, 590 and will likely continue to evolve.\n\nWhether HIV infection has a deleterious effect on the course of the nonvenereal, endemic treponematoses (see Chapter 43) is unknown, but such an effect has been postulated by analogy with syphilis. 591 No effects of HIV on concurrent infection with the Borrelia species that cause relapsing fever have been reported (see Chapter 44). Whether Lyme disease follows an unusual course in HIV-infected people is unclear. 592,593 Finally, initial observations suggest that leptospirosis (see Chapter 45) runs a similar course in patients coinfected with HIV. 594,595\n\nAmong the Rickettsiae and related organisms, only infections with Coxiella burnetii, the etiologic agent of Q fever (see Chapter 53) and Ehrlichia spp. have been reported to be exacerbated by concurrent HIV infection. Notably, these pathogens are obligate intracellular parasites of monocyte/ macrophages. C. burnetii lives and multiplies in the phagolysosomes of monocyte/macrophages, and host defense appears to depend on specific T-cell activation of the microbicidal effector functions of infected cells. 596,597 Case series have suggested that patients with immunocompromise due to a variety of causes (including leukemia, Hodgkin's disease, bone marrow and renal transplantation, and alcoholism) are more susceptible to both symptomatic acute and relapsing or chronic disease with C. burnetii. 598-600 While the rationale for expecting more frequent or serious disease in the HIV-infected patient is clear, supporting data are sparse. A study from southern France demonstrated a threefold higher prevalence of antibodies to C. burnetii in HIV-seropositive people. 601 This suggestion of an increased rate of transmission in HIV-infected people has not been found in other seroprevalence studies from Paris, Spain, or the Central African Republic. 602-604 Given the differential prevalence of risk factors for the acquisition of HIV infection between the studies, the contradictory data strongly suggest that C. burnetii can be bloodborne and that intravenous drug use is a risk for its transmission. Two studies from southern Europe have further suggested that HIV infection leads to a higher diseaseto-infection ratio with C. burnetii. 601,605 A retrospective serologic study of 520 patients with acute Q fever from an area of Spain with a high incidence of both HIV and C. burnetii infection revealed no overrepresentation of HIV-infected people, however, with endocarditis being a common presentation. 604, 606, 607 The clinical features of Q fever do not appear to vary between HIV-infected and uninfected hosts. 601,603-605 However, definitive statements await prospective studies in severely immunosuppressed AIDS patients. underlying damage. M. kansasii is second to MAC among nontuberculous mycobacteria as a cause of disease in HIV-infected patients in the United States. 534 Although M. kansasii has been reported as a cause of pulmonary disease in most areas of the world, most case reports of HIV coinfection are from North America and Europe. However, coinfection may be especially prevalent in the gold mines of the Transvaal in South Africa. 535 In HIV-infected individuals, disease due to M. kansasii and M. tuberculosis has very similar clinical and radiological characteristics. 536,537 A major difference (with epidemiological and prognostic implications) is that M. kansasii disease tends to occur later in the course of HIV infection. The mean CD4 + T-cell count at the time of presentation is approximately 50-60/µL; 536-539 60-90% present with pulmonary disease alone and 20-35% with disseminated disease. 539, 540 The incidence in industrialized countries has plummeted in the HAART era. 541 With all nontuberculous mycobacteria, differentiation between colonization, contamination, and disease can be problematic. Mere colonization of the respiratory tract with M. kansasii appears to be infrequent in AIDS patients, however. All pulmonary isolates should be taken seriously. 538, 540 Despite relative in vitro resistance to isoniazid, 541 the recommended therapy is isoniazid, rifampin, and ethambutol. Therapy clearly alters survival in patients with pulmonary disease. 539,540,542 Disseminated disease has a particularly poor prognosis.\n\nM. malmoense is an uncommon cause of pulmonary disease resembling tuberculosis. The environmental reservoir is unknown. Person-to-person transmission has never been documented. Multisystem disease with bacteremia has rarely occurred in the presence of profound immunosuppression, including several patients with AIDS and low CD4 + T-cell counts. Pulmonary and GI disease, along with bacteremia, is usual. 543, 544 In vitro susceptibility testing does not correlate well with clinical response. 545 The best regimen for pulmonary disease in the nonimmunosuppressed patient appears to be isoniazid, rifampin, and ethambutol. 545 Optimal therapy in AIDS patients is unclear.\n\nM. haemophilum causes localized lymphadenitis in immunologically healthy children and cutaneous, osteoarticular, and, more rarely, pulmonary or disseminated disease in immunocompromised patients. Several cases have been reported in AIDS patients. 546-551 Cutaneous lesions include furuncles, abscesses, papules, vesicles, and deep ulcers. Such lesions are usually diffuse, most often on the extremities. Culture (at 30-32°C) demands supplementation of media with an iron source. In vitro susceptibility data and scattered clinical reports suggest that rifampin plus ciprofloxacin is reasonable empirical therapy. Other agents with good activity include amikacin, ciprofloxacin, and clarithromycin. 548 The environmental source and mode of infection are unclear.\n\nSeveral other mycobacteria have been demonstrated or suspected to cause opportunistic disease in AIDS patients, including M. fortuitum (primary pulmonary disease, 552 disseminated disease, 553 cervical lymphadenitis, 553 \n\nAlong with other genital inflammatory diseases, syphilis (see Chapter 138) has been implicated as a cofactor in HIV transmission. Many case reports have suggested that HIV infection can alter the course of disease with Treponema pallidum. In the presence of concurrent HIV infection, syphilis has been thought to: (1) progress more frequently and rapidly to neurosyphilis; 571,572 (2) lead to an increased incidence of meningitic manifestations of neurosyphilis; 573 (3) lead to an increased frequency of \"malignant secondary syphilis\" with ulcerating lesions and prominent systemic symptoms; 574 and (4) be less amenable to successful therapy with standard Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases presence of HIV. Data from the tropics on enteric bacterial pathogens are scant. Studies of slim disease (enteropathic AIDS) have not revealed an enteric bacterial cause in most cases. 349, 503, 504 The prevalence of certain enteric pathogens such as Campylobacter, Vibrio, and enteropathogenic E. coli in the tropics has not been accurately assessed because their detection requires the use of special media and experienced laboratory personnel. In the case of less fastidious organisms that are easier to detect, such as Salmonella spp., the phenomenon of bacteremia with nontyphoid organisms has been noted in tropical Africa. 27, 249, 628 Since bacteremia with Shigella spp. probably occurs more commonly in patients with HIV disease, 631 this association may be expected to occur in the tropics as well. There is no reported evidence to suggest that cholera is altered in the presence of HIV, although the gastric secretory failure that occurs commonly in AIDS may lead to a greater susceptibility to infection with Vibrio cholerae. 632,633 It should be noted that, although the live oral cholera vaccine is considered to be contraindicated in people with HIV infection by the US Public Health Service (USPHS)-Infectious Diseases Society of America (IDSA) working group, 235 it has been shown to be safe and immunogenic in HIV-infected adults in Mali. 634\n\nAlthough data on HIV infection and epidemic meningococcal meningitis have not provided evidence for a significant interaction, 635 studies suggest that HIV infection may be a risk factor for sporadic meningococcal disease. 636, 637 Interactions between HIV and Bacillus anthracis or Yersinia pestis have not been reported. The globally endemic Bartonella species, B. henselae and B. quintana (see Chapter 39), cause acute and persistent bacteremia as well as localized tissue infection (including bacillary angiomatosis, bacillary peliosis, microscopic abscess formation, and lymphadenitis), primarily in AIDS patients and other immunocompromised people. 55,638-641 The closely related species B. bacilliformis, which is geographically restricted to Andean river valleys, causes a similar spectrum of disease (including acute and persistent bacteremia and hemangiomatous nodules resembling those seen in bacillary angiomatosis) in immunologically normal hosts (see Chapter 39). Cases of coinfection with HIV and B. bacilliformis do not appear to have been reported.\n\nHemorrhagic Fever Viruses, Arboviruses, and Others No significant interactions have been well documented between HIV and bunyaviruses, hantaviruses, phleboviruses, arenaviruses, alphaviruses, or filoviruses. In part, of course, this may be a function of a lack of sufficient experience with coinfection with these agents. Among the flaviviruses, two uncontrolled series of patients with St Louis encephalitis in Texas have suggested the possibility that the ratio of disease to infection, but not the course of symptomatic disease, is worsened in the presence of HIV infection. 642, 643 There are insufficient data to determine whether HIV alters the course of yellow fever (no case reports; 20-50% mortality in the absence of coinfection), 644 West Nile virus infection (a handful of case reports; interestingly, genetic data implicate CCR5, the HIV coreceptor, in resistance to symptomatic West Nile virus infection), 645 or dengue infection (a handful of case reports; 646 interestingly, one report suggests that dengue fever, like acute measles and scrub typhus, may lead to a reversible suppression of HIV replication). 647 Should the live-attenuated yellow fever vaccine be given to those infected with HIV? There are theoretical risks of vaccine-induced encephalitis and/or hepatic damage due to prolonged viremia in the immunodeficient. 644 A handful of cases of postvaccinial encephalitis or multiple-organ failure (yellow fever vaccine-associated viscerotropic disease) have been reported in presumably immunocompetent patients (against a denominator of approximately 400 million people vaccinated). 644 Of note, 4 of 23 vaccinees who developed yellow fever vaccine-associated viscerotropic disease had undergone thymectomy for thymomas, raising the concern that T-cell deficiency may be a risk factor. 648 Human monocytic ehrlichiosis (HME), caused by the tick-borne agent Ehrlichia chaffeensis, is an acute febrile illness associated with leukopenia, thrombocytopenia, and hepatic enzyme abnormalities (see Chapter 52). While most reports of infection with E. chaffeensis have been from the United States, a report of infection in Mali supports a much wider distribution of disease, however. 608 HME appears to be an AIDS-related OI. 608-611 Reported hospitalized cases have had a high rate of complications and a mortality of approximately 30% 609 (compared with an estimated case-fatality rate for HME in the absence of HIV of <3%). 612 Patients with fatal disease had CD4 + T-cell counts less than 200/µL; in patients with less than 100/µL, the mortality rate was more than 50%. Of 8 reported cases of disease caused by E. ewingii, a related tick-borne agent, 7 occurred in patients with immune deficiencies, including 4 with HIV infection. 609, 612 The suspicion is thus strong that E. ewingii is an opportunistic pathogen in the setting of HIV infection. 613 No cases of infection with the tick-borne agent of human granulocytic ehrlichiosis 614 in the face of HIV infection appear to have been reported.\n\nThere is no evidence implicating any of the spotted fever or typhus group of Rickettsiae as having a clinically significant interaction with HIV. A prospective study on scrub typhus (due to Orientia (formerly Rickettsia) tsutsugamush) revealed no increase in clinical severity at time of presentation in HIV-infected patients with a median CD4 + T-cell count of 70/µL. 615 Interestingly, rickettsemia occurred significantly less often in the HIV-seropositive patients. Neither the relative prevalence of infection nor the response to treatment was addressed in this study. Of interest, acute infection with O. tsutsugamushi has been associated with decreased plasma HIV viral load. 56\n\nBrucella A cause of systemic disease worldwide, Brucella species are facultative intracellular parasites that infect and multiply in macrophages (see Chapter 40). CMI responses, particularly the activation of monocyte/ macrophages by antigen-specific T cells, are important in host resistance. Despite this, the meager published data on coinfection do not support a significant effect of HIV on infection with Brucella and, in fact, prior to the AIDS pandemic, only 2 cases of brucellosis in immunocompromised hosts (hairy cell leukemia and IgM deficiency) had been reported. 616,617 A retrospective seroprevalence study found no significant association between Brucella serology and HIV serology in a cohort of female sex workers in Kenya. 618 The clinical course of brucellosis in the 18 reported cases with concurrent HIV infection was not outside the spectrum of disease seen in normal hosts. 618-622\n\nMelioidosis (see Chapter 33) does not appear to behave as an AIDSrelated OI. The disease is endemic in Southeast Asia, particularly in northern Thailand, where the prevalence of AIDS is high. However, only one case of fatal, recrudescent, bacteremic disease in an HIV-seropositive person has been reported, and another study in the same region failed to note any difference in severity of illness in 8 HIV infected individuals compared to HIV-uninfected subjects. 66,623 Clinical series from Thailand are silent with regard to the presence of melioidosis in AIDS patients, 447, 448, 624, 625, 626 and a 10-year study of bloodstream infections in a hospital in northern Thailand reported a similar proportion of B. pseudoma llei isolates in HIV-infected and uninfected patients. 627\n\nSeveral enteric bacterial infections have been reported to cause disease of greater severity, invasiveness, chronicity, or recurrence in the presence of HIV coinfection. [628] [629] [630] Enterotoxigenic Escherichia coli has not been described as causing more severe disease in HIV-seropositive patients, but Shigella species, Salmonella, Campylobacter, and Listeria monocytogenes have all been implicated as causes of more severe or relapsing disease in the between HIV infection and HIV seropositivity found few differences in the clinical presentation, complications, or mortality of HIV-infected compared to -uninfected children with measles. 676 However, enrollment was based on a clinical diagnosis of measles, which would be expected to minimize the ability to detect differences in clinical presentation; there was a bias against enrollment of critically ill children and those dying soon after admission; and there was significantly greater mortality among HIVinfected compared with -uninfected children among those with clinically diagnosed as opposed to confirmed measles. 676 Early death prior to mounting diagnostic measles IgM titers in the face of severe immunosuppression was suspected to be confounding. Indeed, extension of enrollment in this study revealed that HIV coinfection led to a more than two-fold increase in measles mortality. 662 Other positive findings in these studies included a higher proportion of HIV infection among children hospitalized with measles than expected from (maternal) population prevalence rates, a greater proportion of coinfected patients hospitalized with measles younger than the age of 9 months, and a longer duration of illness before hospitalization and longer hospitalization in coinfected children. 676 Follow-up studies have shown that coinfected patients have a higher risk (90.9% vs. 52.8%) for prolonged (30-61 days after rash onset) shedding of measles virus; 677 and that in vivo HIV replication is suppressed during acute measles. 678 No therapies have been rigorously studied. Vitamin A, which has been shown to be protective in severe measles in malnourished children, 679 may be of benefit, especially given the marginal nutritional status of many with HIV infection. Ribavirin has been shown to reduce the severity of measles in normal hosts. 680 Reports of its use in HIV-positive patients with measles pneumonitis have suggested some efficacy, although rigorous data are lacking. 665, 666, 668, 669, 672 Intravenous use is probably most effective. Intravenous immunoglobulin (IVIG) may also be of benefit. 666 Given the severity of measles in HIV patients, prevention is key. Postexposure prophylaxis with intramuscular immunoglobulin attenuates disease in normal hosts. It is recommended by the ACIP 681 in symptomatic HIV patients (and in those with CD4 + T-cell counts <200/µL) regardless of measles serostatus, but it may have limited efficacy in these and other immunosuppressed patients. 669, 682 The recommended dose is 0.5 mL/kg (15 mL maximum), given intramuscularly within 6 (or, better, 3) days. Such postexposure prophylaxis is also recommended by the American Academy of Pediatrics (AAP) for all HIV-infected children and adolescents, and for all children of unclear infection status born to HIV-infected women, regardless of measles immunization status or degree of immunosuppression. 683 Preexposure prophylaxis with monthly IVIG has been advocated for HIV-positive children with documented measles vaccine nonresponsiveness during community outbreaks of measles, 669 but this is not likely to be an economically viable option in the resource-poor areas of the tropics where measles is heavily endemic.\n\nVaccination remains the principal strategy for preventing measles in HIV-infected people. In normal hosts, the protective efficacy of measles vaccination is greater than 95%. 684 Vaccination efficacy data in HIVseropositive people is lacking, but seroconversion data are available. In adults with HIV infection, there appears to be no waning of measles antibody titers with increasing immunosuppression. 685-687 Unfortunately, there are no clear data on the response to vaccination in those adults who lack antibodies to measles. 688 In children, the situation is different. HIVinfected infants have lower rates of seroconversion after measles vaccination, generate lower titers of antibody on seroconversion, and have a high rate of secondary vaccine failure, with antibody titers that decrease with time and with increasing immunosuppression. 689 In the absence of HAART-related immune reconstitution 690 responses to second doses of vaccine in the face of immune suppression are generally poor. 691 There is likely benefit to vaccinating early (at 6-9 months of age), both because of lower levels of passively transferred antibodies in infants born to HIV-infected mothers, 692 and because of there being less HIV-related immunosuppression at this early age. 5 While this immunization strategy is clearly immunogenic, a greater percentage of HIV-infected (compared to HIV-uninfected) infants still remain measles-susceptible. 693 A single case has also been reported of fatal myeloencephalitis after vaccination in a Thai man with asymptomatic HIV infection, albeit a low CD4 + T-cell count and a high viral load. 649 Approximately 100 asymptomatic HIV-seropositive US military personnel received yellow fever vaccination prior to the introduction of routine HIV screening; no adverse effects were detected (R. Redfield, personal communication, 1997) . Small published series of travelers have suggested safety and variable efficacy of the 17D yellow fever vaccine in HIV seropositives without severe immunosuppression, 650-652 a concept bolstered by retrospective analysis of 102 patients in the Swiss HIV Cohort Study who received yellow fever vaccine. 653 As might be expected, the latter study noted reduced vaccine immunogenicity and a more rapid decline in titers of neutralizing antibody in those with HIV infection. The immunogenicity of yellow fever vaccination has also been noted to be severely reduced, again in the absence of significant adverse events, in HIV-infected children in Côte d'Ivoire. 654 WHO recommendations are to use yellow fever vaccine in HIV-seropositive patients who are asymptomatic; it remains a part of the WHO EPI. 655 Pending further studies, yellow fever vaccine is not recommended for symptomatic HIV-infected patients by WHO. 655 The ACIP recommends that HIV-infected people without AIDS or other symptomatic manifestations of HIV infection, who have laboratoryestablished verification of adequate immune function, and who cannot avoid potential exposure to yellow fever be offered the choice of vaccination. 656, 657 As genetic evidence has implicated disruption of the CCR5/ RANTES axis in a previously healthy, HIV-uninfected vaccinee who developed viscerotropic disease after vaccination, 658 it would be prudent to avoid such vaccination in patients receiving CCR5 antagonists. 659 Given apparent reduced vaccination efficiency, neutralizing antibody titers should probably be measured prior to travel. If travel requirements (as opposed to actual risk of infection) are the only reason for vaccination of an asymptomatic HIV-infected person, a vaccination waiver letter (not accepted at some borders) should be obtained. 657 For all travelers, avoidance of areas of transmission and, if travel to such areas is essential, conscientiously avoiding mosquito exposure is prudent.\n\nMeasles virus (see Chapter 54) causes an annual mortality in the tropics far in excess of that due to the \"traditional\" tropical disease viruses. In fact, until quite recently 660 the worldwide yearly mortality due to measles was rivaled among single pathogens only by falciparum malaria, TB, and AIDS. This mortality is predominantly in sub-Saharan Africa. Similar to AIDS, infection with measles virus is accompanied by marked abnormalities of CMI that contribute to the increased susceptibility to secondary infections that account for much of the morbidity and mortality of the disease. 661 Measles is exacerbated in the presence of HIV coinfection. 662 The mortality rate in North American case series and reports of measles in HIV-positive children and adults has been 40%, far higher than the usual 0.1% case fatality rate seen in the United States. 663-673 Although the presentation of disease has been normal in many, up to 40% have had no rash. In these reports, giant cell pneumonitis has been the principal complication and the prime cause of death, although fatal subacute measles encephalitis has also been described. CD4 + T-cell counts have not been reported in many of these cases, but where they have been reported they have generally been less than 500/µL. Such case reports and series are obviously likely to be biased toward the severe end of the spectrum of disease, however.\n\nFour substantial studies have investigated HIV-measles coinfection in sub-Saharan Africa. 662,674-676 A study of children hospitalized with measles in Kinshasa showed similar mortality rates among HIV-seropositive (31.3%) and -seronegative (28%) children. 674 The fact that only severely ill patients, with complications, were hospitalized likely obviated the ability to detect differential mortality in this study. An initial study of children with measles in Lusaka revealed a significantly higher mortality rate in HIV seropositives (28%) than seronegatives (8.3%). 675 A second prospective study in hospitalized children in Lusaka that distinguished Approach to the Patient with HIV and Coinfecting Tropical Infectious Diseases the face of HIV infection include mandatory use of rabies immunoglobulin, use of intramuscular vaccine, and monitoring of neutralizing antibody titers. 709 Revaccination may be necessary. Even multiple-site, double-dose postexposure vaccination has led to poor responses in the face of HIV coinfection in the presence of immunosuppression. 708\n\nThere is no evidence that HIV infection alters the outcome of infection with poliovirus (see Chapter 60). It has been estimated that more than 500 000 HIV-infected children have received live oral polio vaccine (OPV). 691 Only two cases of vaccine-associated paralytic poliomyelitis in HIV-infected children have been reported. 691 If there is greater risk of vaccine-associated disease in the face of HIV infection, the attributable risk is thought to be very low and OPV remains part of the WHO expanded program of immunization for all children. 691 ACIP recommendations have replaced oral polio vaccine with inactivated polio vaccine for all vaccinees in the United States. 710\n\nChronic diarrhea is a common problem in AIDS patients throughout the world. Although no definite pathogenic role has been ascribed to enteric viruses (small round structured viruses, enteric adenoviruses, and coronaviruses) in AIDS-related diarrhea in either North America or Africa, 711, 712 there are some preliminary data suggesting greater disease severity in children coinfected with HIV and astroviruses 712 and an association of picobirnaviruses with diarrhea in HIV-coinfected patients. 713 In noncholera-endemic areas of the tropics, rotavirus is probably the principal cause of diarrheal deaths in HIV-uninfected infants. 714 Rotavirus diarrhea does not appear to be an opportunistic pathogen in children with HIV coinfection. In a large study in Malawi, no differences in the severity of rotavirus gastroenteritis were found between HIV-infected and uninfected children. Interestingly, rotavirus was less frequently detected in HIV-infected children with gastroenteritis. Despite equal resolution of clinical disease, however, the frequency of death after hospital discharge was significantly greater in coinfected children. 715\n\nInfection with hepatitis A virus (HAV) (see Chapter 64) occurs worldwide. In resource-poor countries, especially in the tropics, HAV is hyperendemic, and exposure is essentially universal by the age of 10 years. Virtually all adults are immune. HIV/HAV coinfection appears to be associated with a higher HAV serum viral load, a longer duration of viremia, and lower elevations in serum alanine aminotransferase levels 716 but a similar disease course. 716-718 Vaccination against HAV is safe in HIVinfected patients. 719-721 Efficacy wanes with increasing immunosuppression. 720,721 The CDC, the National Institutes of Health (NIH), and the HIV Medicine Association (HIVMA) of IDSA recommendations are to vaccinate: (1) those with chronic liver disease, MSM, and intravenous drug users; and (2) hepatitis A-susceptible, HIV-infected persons with risk factors for HAV infection. 710 Infection with hepatitis E virus (HEV) (see Chapter 64) is more localized, with sporadic and epidemic disease being reported in Mexico; North and West Africa; the Middle East; and South, Southeast, and East Asia. Clinical disease occurs in both adults and children. Data are not clear as to whether HEV has a significant interaction with HIV.\n\nWith the cosmopolitan hepatitis viruses that are capable of causing chronic disease, however, several potentially important interactions with HIV have been described. The prevalence of coinfection is furthered by the fact that these viruses share routes of transmission with HIV. For hepatitis B virus (HBV) (see Chapter 66), CMI responses are thought to be important both for the resolution of acute disease and for the production of hepatic inflammation in chronic disease. HIV infection has been reported to lead to: (1) at least a threefold increase in risk of the development of a chronic HBV carrier state (with an inverse correlation with the CD4 count), without a significant change in the severity of acute disease;\n\n(2) potential reactivation of quiescent HBV infection; (3) increased HBV Safety concerns have obviously been of great importance in the use of this live-attenuated vaccine in HIV patients. The use of measles vaccine had appeared to be quite safe in HIV-infected children and adults, 694 although two reports have emphasized the need for some caution. A 20-year-old man with no HIV-related symptoms but a CD4 + T-cell count \"too few to enumerate\" received a second dose of measles vaccine prior to entry into college. One year after vaccination, he developed progressive, vaccine-associated measles pneumonitis. 695 A study of the effect of HIV on measles mortality in 356 children hospitalized with measles in Lusaka, Zambia, is also troubling. 675 Previous studies have suggested that when prior measles vaccination does not prevent disease, it can reduce the severity of infection. 674 In HIV-seronegative boys hospitalized for measles, prior measles vaccination did lead to a significantly lower casefatality rate. 675 Although case fatality rates were not significantly lower in vaccinated HIV-seropositive boys or HIV-seronegative girls than in their unvaccinated controls, there was a trend toward a lower case fatality rate in the vaccinees. Surprisingly, however, the case fatality rate was higher in measles-vaccinated than in unvaccinated HIV-seropositive girls. Although this did not reach statistical significance, it is reminiscent of the experience with the high-titered Edmonston-Zagreb (EZ) vaccine. Use of high-titered EZ vaccine at less than 9 months of age was associated with a delayed excess mortality in several study sites. [696] [697] [698] This occurred exclusively in female infants for reasons that remain unclear. It is notable that in the Zambian study noted previously, the highest mortality was seen in the youngest, vaccinated HIV-seropositive girls. However, in regions where there is measles transmission, risk-benefit analysis clearly favors measles immunization of all children regardless of HIV status. 691 In regions where measles transmission does not occur and where immune status can be monitored, withholding of measles vaccine from HIVinfected children with severe immune compromise is wise. 691 WHO recommends measles vaccination for all children in developing countries regardless of HIV infection or symptom status because of the high risk and severity of measles in general in such countries. 693, 699 In the United States, the USPHS-IDSA working group and the Advisory Committee on Immunization Practice (ACIP) recommend measles vaccination for HIV-infected people according to the schedule and conditions for normal hosts if they are not severely immunocompromised. 17, 56 In addition, the risks and benefits of vaccination or immunoglobulin prophylaxis should be weighed in severely immunocompromised patients who are at increased risk due to travel or outbreaks. 17 AAP recommendations for HIV-infected infants to young adults in the United States include: • No immunization in the face of severe immunosuppression. • Use of the measles-mumps-rubella (MMR) vaccine at 12 months of age, with a second dose given as soon as 28 days after the first dose. • With measles transmission in the community, vaccination of infants as young as 6 months old with MMR or monovalent measles vaccine, and revaccination with MMR at 12 months. • Vaccination of all measles-susceptible household members of an HIV-infected person. • Use of immunoglobulin prophylaxis as noted previously. 683 Few data are available on other paramyxoviruses in AIDS. With respiratory syncytial virus infection, pneumonia may be more common than bronchiolitis with wheezing, and viral carriage may also be prolonged. [700] [701] [702] [703] Copathogens may occur more frequently than in normal hosts. 701 As for metapneumovirus infection, emerging data suggest higher rates of hospitalization, bacterial coinfection and mortality in HIV-coinfected infants. 704\n\nMost human rabies (see Chapter 79) occurs in tropical countries where canine rabies is still endemic. The presentation of rabies does not appear to be altered by HIV infection. 705 HIV-infected, immunosuppressed children and adults clearly have substandard responses to rabies vaccination, however. 706-708 WHO recommendations for postexposure prophylaxis in replication and decreased inflammation in those with 722,723 or without 724 chronic hepatitis; (4) decreased response to HBV vaccination; 725 (5) loss of HBV antibody over time; 725,726 and (6) increased rates of cirrhosis, and liver-related mortality, and increased risk of hepatocellular carcinoma. 727, 728 Vaccination against HBV has reasonable efficacy in HIV-seropositive populations. Interestingly, however, the highest reported rate of development of chronic carrier status in adults (56-80%) occurred in HIVinfected people who were vaccinated at the same time that they developed HBV infection. 729 HBV does not appear to have a significant effect on the clinical course of HIV infection. 730 Coinfection with hepatitis C virus (HCV) (see Chapter 65) and HIV is associated with reduced likelihood of spontaneuous clearance, an increase in HCV viral set point, increased risk of cirrhosis, and reduced likelihood of a successful response to treatment. 731 In the HAART era, HCV-induced liver disease has become a leading cause of mortality in HIV-infected persons. Whether HCV infection has a significant effect on the natural history of HIV infection or the response to HAART remains controversial. [732] [733] [734] [735] [736] Maternal HCV infection appears to be associated with an increased risk of HIV vertical transmission. 737 The data on hepatitis D virus (HDV) are more meager. HDV replication may be prolonged or reactivated in the presence of HIV coinfection. 738, 739 Herpesviruses (see Chapter 56)\n\nAs in the industrial world, herpes zoster is quite common in adult AIDS patients in the tropics. A history of shingles is reported by more than 10% of AIDS patients in Africa. 740 In areas of Africa with HIV high seroprevalence, the positive predictive value of a history of shingles for HIV infection is greater than 90%. 740 As elsewhere, zoster tends to develop early in HIV disease; recurrence is common. 740, 741 Chronic genital herpes simplex lesions are common throughout the world in patients with sexually transmitted HIV infection. CMV infection is ubiquitous in most of the tropics. 742 The reported incidence of severe disease due to CMV in AIDS in Africa and Asia (although not Latin America and the Caribbean) has lagged behind that of the industrial north, however, likely because of greater mortality at earlier stages of disease. 743, 744 The natural history, diagnosis, and therapy of disease due to coinfection with these cosmopolitan herpesviruses have been discussed elsewhere. [745] [746] [747] Endemic (central Africa), AIDS-related, \"classic,\" and post-transplant Kaposi's sarcoma are all closely associated with human herpesvirus 8 (HHV-8). 748 In the AIDS era, Kaposi's sarcoma has become one of the leading malignancies in areas of sub-Saharan Africa. 749\n\nThe single case report of severe acute respiratory syndrome coronavirus infection in the face of HIV coinfection was within the described clinical spectrum of this newly emerging virus. 750\n\nThe CDC/NIH/HIVMA/IDSA working group has updated guidelines for preventing OIs in HIV-infected people. 17,78 Several factors were weighed for the generation of these evidence-based recommendations: (1) disease incidence; (2) disease severity in terms of morbidity and mortality; (3) the level of immunosuppression at which disease is most likely to occur; (4) the feasibility, efficacy, and cost of preventive measures; (5) the impact of intervention on quality of life; (6) toxicities, drug interactions, and the potential for drug resistance; and (7) the quality of the evidence supporting each recommendation. 17 The prevention of each OI was evaluated from the standpoint of prevention of exposure, prevention of the first episode of disease (primary prophylaxis), prevention of disease recurrence (secondary prophylaxis), and discontinuance of prophylaxis in those whose CD4 + T-cell counts have risen in response to HAART. 17 These guidelines address specific recommendations for 29 pathogens that"}