{"title": "", "body": "For background introduction to ACE2 and B 0 AT1, please refer to our recent posting on bioRxiv that reports the 2.9 Å-resolution cryo-EM structure of the full-length ACE2 in complex with B 0 AT1, assembled as a dimer of heterodimers (1) . The presence of B 0 AT1 appears to stabilize the overall conformation of the full-length human ACE2.\n\nThe surface spike glycoproteins (S proteins) of the coronaviruses are responsible for attaching to host cells through interaction with the surface receptors. S protein exists as a homotrimer, with more than 1200 amino acids in each monomer. In the S protein of the SARS-CoV, a small domain containing residues 306-575 was identified to be the receptor binding domain (RBD), in which residues 424-494 known as the receptor binding motif (RBM) directly mediate the interaction with ACE2 (2).\n\nACE2 has also been suggested to be the receptor for the 2019-nCoV (3, 4) . The ectodomain of the 2019-nCoV S protein was reported to bind to the PD of ACE2 with a Kd of ~ 15 nM, measured with surface plasmon resonance (SPR) (5) . Docking analysis based on our structure of the ACE2-B 0 AT1 complex suggests that RBD can access to the PD, which protrudes into the extracellular space, in the presence of B 0 AT1, indicating compatibility of all three proteins for ternary complex formation (1).\n\nStructural elucidation of the interface between S protein-RBD and ACE2-PD will not only shed light on the mechanistic understanding of viral infection, but also facilitate development of viral detection techniques and potential antiviral therapeutics. Highresolution cryo-EM structural determination of the dimer of the ACE2-B 0 AT1 heterodimers established the framework for structural resolution of the ternary complex using single-particle cryo-EM.\n\nOverall structure of the RBD-ACE2-B 0 AT1 complex To reveal the recognition details between ACE2 and the 2019-nCoV, we purchased 0.2 mg recombinantly expressed and purified RBD-mFc of the 2019-nCoV (for simplicity, author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.956946 doi: bioRxiv preprint we will refer it as RBD for short if not specified) from Sino Biological Inc., mixed it with our purified ACE2-B 0 AT1 complex at a stoichiometric ratio of ~ 1.1 to 1, and proceeded with cryo-grid preparation and imaging. Following the same protocol for data processing as for the ACE2-B 0 AT1 complex, a 3D EM reconstruction of the ternary complex was obtained. The structural findings about the dimeric full-length ACE2 and its complex interaction with B 0 AT1, which were reported in detail in our bioRxiv posting (1) , will not be repeated here. In this manuscript, we will focus on the interface between ACE2 and RBD.\n\nIn contrast to the ACE2-B 0 AT1 complex, which has two conformations, \"open\" and \"closed\", only the closed state of ACE2 was observed in the dataset for the RBD-ACE2-B 0 AT1 ternary complex. Out of 527,017 selected particles, the overall resolution of the ternary complex was achieved at 2.9 Å. However, the resolution for the ACE2-B 0 AT1 complex is substantially higher than that for the RBDs, which are at the peripheral region of the complex (Fig. 1A) . To improve the local resolutions, focused refinement was applied. Finally, the resolution of the RBDs reached 3.5 Å, supporting reliable modelling and interface analysis (Figs. 1, 2; Supplementary Figures S1,S2, Table S1 ).\n\nAs expected, each PD accommodates one RBD (Fig. 1B) . The overall interface is similar to that between the SARS-CoV and ACE2 (2, 6), mediated mainly through polar interactions (Fig. 3A ). An extended loop region of RBD spans above the arch-shaped α1 helix of ACE2 like a bridge. The α2 helix and a loop that connects the β3 and β4 antiparallel strands, referred to as Loop 3-4, of the PD also make limited contributions to the coordination of RBD.\n\nThe contact can be divided to three clusters. The two ends of the \"bridge\" attach to the amino (N) and carboxyl (C) termini of the α1 helix as well as small areas on the α2 helix and Loop 3-4. The middle segment of α1 reinforces the interaction by engaging author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.956946 doi: bioRxiv preprint 5 two polar residues (Fig. 3A) . For illustration simplicity, we will refer to the N and C termini of the α1 helix as right and left. On the left, Gln498, Thr500, and Asn501 of the RBD form a network of hydrogen bonds (H-bonds) with Tyr41, Gln42, Lys353, and Arg357 from ACE2 (Fig. 3B) . In the middle of the \"bridge\", Lys417 and Tyr453 of the RBD interact with Asp30 and His34 of ACE2, respectively (Fig. 3C) . On the right, Gln474 of RBD is H-bonded to Gln24 of ACE2, while Phe486 of RBD interacts with Met82 of ACE2 through van der Waals forces (Fig. 3D) . RBD. In addition, from SARS-RBD to nCoV-RBD, the following alternation of interface residues, Tyr442  Leu455, Leu443  Phe456, Phe460  Tyr473, and Asn479  Gln493, may also change the affinity with ACE2 (Fig. 4C) . On the right end, the corresponding locus for Leu472 in the SARS-RBD is occupied by Phe486 in the nCoV-RBD (Fig. 4D ).\n\nOn the basis of our cryo-EM structural analysis of the ACE2-B 0 AT1 complex, we hereby report the high-resolution cryo-EM structure of the ternary complex of RBD from the 2019-nCoV associated with full-length human ACE2 in the presence of B 0 AT1. author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.956946 doi: bioRxiv preprint 6 The 2019-nCoV has killed more people in the past two months than SARS-CoV because of its high infectivity, whose underlying mechanism remains unclear. A furin cleavage site unique to the S protein of the 2019-nCoV may contribute to its greater infectivity than SARS-CoV (7, 8) . The recently reported higher affinity between the nCoV-RBD and ACE2 may represent an additional factor (5).\n\nStructures of ACE2 in complex with nCoV-RBD and SARS-RBD establish the molecular basis to dissect their different affinities. In this study, we carefully analyzed the interface in both RBD-ACE2 complexes. Whereas some of the variations may strengthen the interactions between nCoV-RBD and ACE2, others may reduce the affinity compared to that between SARS-RBD and ACE2. For instance, the change from Val404 to Lys317 may result in tighter association because of the salt bridge formation between Lys317 and Asp30 of ACE2 (Figs. 3C, 4C) . Change of Leu472 to Phe486 may also make stronger van der Waals contact with Met82 (Fig. 4D) .\n\nHowever, replacement of Arg426 to Asn439 appears to weaken the interaction by losing one important salt bridge with Asp329 on ACE2 (Fig. 4B) .\n\nOur structure provides the molecular basis for computational and mutational analysis for the understanding of the affinity difference. It should be noted that additional approaches, such as isothermal titration calorimetry (ITC) and microscal thermophoresis (MST), should be applied to validate SPR-measured affinities.\n\nStructural elucidation nCoV-RBD to ACE2 also set up the framework for the development of novel viral detection methods and potential therapeutics against the 2019-nCoV. Structure-based rational design of binders with enhanced affinities to either ACE2 or the S protein of the coronaviruses may facilitate development of decoy ligands or neutralizing antibodies that block viral infection.\n\nauthor/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.956946 doi: bioRxiv preprint Variation of the interface residues between nCoV-RBD (labeled brown) and SARS-RBD (labeled green). In this three panels, the two structures are superimposed relative to RBD."}