{"title": "", "body": "immune tolerance disruption that lead to diseases such as autoimmunity and inflammation. Furthermore, pathogen-induced epigenetics of immune cells may have implications for the design of vaccination strategies and could lead to improvement of vaccination efficacy [8] .\n\nEpigenetics is defined as heritable modifications of DNA/chromatin that does not include changes in the DNA sequence. In broader terms, however, epigenetics describes the mechanisms by which chromatin-associated proteins, posttranslational modifications (PTMs) of histones, and covalent modifications of DNA regulate transcription. The \"histone code\" hypothesis [9] , proposed by David Allis and colleagues, explains how single and/or combinatorial PTMs on histones define and regulate transcriptional states of DNA. According to the hypothesis, the histone code is as important to gene expression as the DNA sequence itself. The development of techniques such as chromatin immunoprecipitation sequencing in recent years has enabled unprecedented advance in our understanding of the function of various histone modifications in general, and of the numerous enzymes that contribute to the establishment of histone modifications, as well as the assorted effector proteins that bind them. Whether histone modifications truly constitute a strict \"code\" or not, it is clear that the elaborate combinations of PTMs on histones function to tightly regulate cell-type-specific gene transcription. It is arguable if histone modifications are truly \"epigenetic,\" as it is not yet understood how histone modifications are maintained through cell division or intergenerationally. Certainly in cells of the immune system, heritability of induced epigenetic modifications has yet to be demonstrated. However, functionally, pathogen-induced epigenetic modifications, particularly in cells of the innate immune system, can influence secondary responses to the same or different pathogens in the short term (1 week to 3 months) at least. This aspect will be discussed in further detail. Misexpression of many chromatin-modifying enzymes is increasingly being identified in multiple diseases, making proteins that \"write,\" \"erase,\" and \"read\" histone tail and DNA modifications the most promising and intently pursued targets in drug discovery today. We will discuss rapidly accumulating evidence of their potential as targets in immunologic disease, for enhanced responses to pathogens, and prevention of unwanted inflammation.\n\nEpigenetic (\"epi\" = outside of or above) regulation of gene expression is a dynamic process that establishes precise cellular development and function in genetically identical cells. Such regulation is brought about by covalent modification of the DNA itself and of DNA-associated histone proteins. DNA modifications primarily are CpG cytosine-5 methylation [10] and 5-hydroxymethylcytosine [11] , but hydroxylation, formylation, and carboxylation have also been observed [12] . In eukaryotic cells, DNA is packaged into the nucleus along with histone and nonhistone proteins, collectively called chromatin. The unit of chromatin is a nucleosome, which consists of 147 bp nucleotides wrapped around a histone octamer. The histone octamer contains two copies each of histone H2A, H2B, H3, and H4. Nucleosomes are packaged into progressively higher-order structures and ultimately give rise to chromosomes that are visible under a light microscope at metaphase. NH2-terminal tails of histone proteins protrude from the nucleosome, and are subject to covalent chemical modifications. Recent mass spectrometry analysis identified more than a dozen different types of PTMs on histone tails [13] , the most studied of which are acetylation, methylation, phosphorylation, sumoylation, citrullination, and ubiquitination [14] . With the exception of methylation, histone-tail modifications lead to a change in the net charge of the nucleosomes, loosening interactions between histones and DNA. This in turn affects the levels of chromatin compaction, creating condensed \"heterochromatic\" or more open \"euchromatic\" regions, which are refractory or permissive, respectively, to binding of TFs. Thus histone modification leads to changes in chromatin compaction, affecting access of TFs to promoter and enhancer regions, thus affecting gene expression. What effect histone methylation has on gene expression largely depends on the position of the amino acid residues that are methylated and whether the residues are mono-, di-, or trimethylated. Methylation of histone 3, lysine 4 (H3K4), H3K36, and H3K79 are associated with areas of active transcription whereas methylation of H3K9, H3K27, or H4K20 are associated with transcriptional repression [10, 15] .\n\nThe dynamic nature of chromatin modifications serves a key requirement of changeable gene expression patterns: while on the one hand, histone modifications can be stably maintained, they are amenable to a high turnover of varying modifications to keep up with changing developmental, metabolic, and environmental needs. This delicate task is accomplished by several proteins that have traditionally been divided into three main classes: \"writers,\" which establish the epigenetic modifications [DNA and histone methyltransferases, histone acetyltransferases (HATs), kinases, etc.], \"erasers,\" which remove these marks [demethylases, histone deacetylases (HDACs), phosphatases], and \"readers,\" which interpret the modifications by docking to them through defined protein domains such as bromodomains, chromodomains, and plant homeodomain (PHD) (Fig. 12. 1; see Table 12 . 1 for examples of epigenetic enzymes). Some reader proteins have also been shown to be essential for the assembly of appropriate transcriptional machinery at sites of recognition, for example, gene promoter regions. In sum, histone modifications determine the accessibility of DNA to TF as well as serve as sites of recruitment of transcriptional machinery to specific loci. Several other nuclear processes such as nucleosome occupancy and positioning along DNA [16] , incorporation of alternative nonallelic histone variants at promoter and enhancer regions [17] , and expression and binding of noncoding RNAs such as long noncoding RNAs [18] also contribute substantially to epigenetic regulation of gene expression.\n\nVarious lysine residues along N-terminal histone tails can be modified to gain methylation (-CH 3 ). Histone lysine methylation is the one modification known so far that can either function to promote (eg, histone 3, lysine 4 (H3K4), H3K36, and H4K20) or repress (H3K9, H3K27) transcription [15, 19] . Enzymes that act as histone methyltransferases (\"writers\") and demethylases (\"erasers\") collectively maintain a dynamic histone methyl landscape. H3K27 methylation has a key role in regulating transcriptional responses from innate immune cells. The histone H3K27me3 demethylase JMJD3, shown to utilize the jumonji (jmj) catalytic domain, showed a rapid induction in response to proinflammatory stimuli [20] . JMJD3 is recruited to the transcription start sites of > 70% of lipopolysaccharide (LPS)-induced genes [21] , thus contributing both to removal of repressive H3K27 methylation and to transcriptional upregulation of LPS-inducible genes. Further, JMJD3 is essential for M2 macrophage polarization in response to helminth infection and chitin, although dispensable for M1 responses [22] . The histone methyltransferase (G9a) catalyzes methylation of histone H3 on lysine 9 (H3K9me). H3K9 methylation is found at a subset of promoters of LPS-inducible genes such as IL12b and CCL22 but is rapidly lost following LPS stimulation [23] . Similarly, H3K9 dimethylation levels at type I interferon (IFN) and IFN stimulatory genes (ISGs) inversely correlate with the scope and amplitude of IFN and ISG expression. Professional IFN-producing dendritic cells have significantly lower levels of H3K9 dimethylation at these gene promoters compared to weak producers of IFN such as fibroblasts, cardiac myocytes, or neuroblastoma cells. Indeed, H3K9 methyltransferase G9a knockout fibroblasts show enhanced IFN production and improved ability to suppress virus [2] . The repressive effects of di-or trimethylation of H3K9 are achieved by several means: influencing DNA methylation and heterochromatin formation, occluding deposition of the \"activating\" histone acetylation, and active recruitment transcriptional repressors of the HP1 (heterochromatin protein 1) family [24] . Signal transduction via Toll-like receptors (TLRs) and other immune sensors affect permissive histones downstream, mainly H3 lysine 4 trimethylation (H3K4me3) at transcriptionally active promoter and H3 lysine 36 trimethylation (H3K36me3) at regions of active transcription. At least two immune cell types show enrichment of activating histone marks in an LPS-inducible fashion. Dendritic cells stimulated with LPS upregulate H3K4me3 that is very stable for 2 h following stimulation with the exception of about 30 loci that are lowly expressed prestimulation and become strongly induced after stimulation [25] . Similarly, macrophages upregulate H3K4me3 and H3K4me1 at the promoters and enhancers, respectively, of multiple genes following exposure to a range of stimuli, with the majority of acquired H3K4me3 returning to basal levels within a few hours [4, 26] .\n\nHistone acetylation is a reversible posttranslational modification catalyzed by HATs that transfer the acetyl moiety of acetyl-CoA to lysine (K) residues. HDACs catalytically reverse this process. LPS-stimulated macrophages show increased [26] . In DCs, a dramatic H4K27 acetylation was reported over an LPS time course correlating with RNA polymerase II (Pol II) binding [25] . Histone acetylation is exclusively \"read\" by bromodomains. There are 46 bromodomain-containing proteins in the human genome. Bromodomains of individual proteins have defined affinities to specific locations of lysine acetylation and some have been shown to recruit distinct proteins to the chromatin [27] . Hence each subclass of bromodomain proteins likely has unique functions in regulating gene expression. Most work has focused on the role of the bromodomain and extraterminal (BET) subfamily of bromodomain-containing proteins that consists of BRD2, BRD3, BRD4, and a testes-specific BRDT. BET proteins connect histone acetylation state to the transcriptional elongation machinery [1, 28] . For instance, BRD4 can recruit positive transcription elongation factor b (P-TEFb) through its C-terminal domain and removes the pausing complex negative elongation factor and DRB sensitivity-inducing factor, thus allowing transcriptional elongation [28, 29] . Brd4 can also coactivate transcriptional activation of NF-kB via specific binding to acetylated RelA [30] . Knockdown of BRD2, 3, or 4 proteins, however, results in reduced expression of multiple inflammatory cytokines in macrophages suggesting all three BET proteins control the transcription of inflammatory genes in LPS-stimulated macrophages [26] . This is likely through the ability of BRD2, BRD3, and BRD4 to interact with the PAF1 (polymerase associated factor 1) complex, or other chromatin modifying proteins such as NSD3 or JMJD6 [31] .\n\nThe role of incorporation of histone variants, the nonallelic form of conventional histones in gene transcription, is unclear. However, the emerging picture is that the presence of variant histone proteins in chromatin confers novel structural and functional properties to the nucleosome. In the context of immune responses, IFN treatment has been shown to trigger robust H3.3 incorporation into activated genes, which remain even after cessation of transcription [17] . Interestingly, this deposition was dependent on the histone methyltransferase Wolf-Hirschhorn syndrome candidate 1 (WHSC1) that interacts with HIRA, the H3.3-specific histone chaperone. Indeed, WHSC1 also interacted with BRD4 and P-TEFb, demonstrating that deposition of histone variants can facilitate transcriptional elongation [17] .\n\nA number of studies have described essential roles for long noncoding RNAs (lncRNAs) in innate immune gene expression [18, 32] . The Fitzgerald laboratory identified lncRNA-Cox2 as a highly inducible lncRNA in both macrophages and dendritic cells following microbial stimulation. LncRNA-Cox2 is essential for controlling basal levels of ISGs as well as for proinflammatory cytokine production following microbial challenge. LncRNA-Cox2 mediates its repressive functions on ISGs through interactions with hnRNP-A/B and A2/B1. Knockdown of lncRNA-Cox2 or hnRNP A/B or A2/B1 resulted in decreased levels of RNA Pol II recruitment to the promoter of Ccl5 in macrophages [18] . LncRNAs have also been shown to be upregulated in the context of viral infection and downstream IFN production. Approximately 500 lncRNAs were differentially expressed following infection with severe acute respiratory syndrome coronavirus or influenza [33] and more than 200 lncRNAs were upregulated following treatment of human hepatocytes with type I IFN [34] . One lncRNA, lnRNA-CMPK2, was a potent negative regulator of ISGs and its knockdown resulted in reduction of hepatitis C virus replication [34] . LncRNAs have also been shown to be important to T-lymphocyte differentiation. Recently, a chromatin associated lincRNA, Linc-MAF-4, was shown to be specifically expressed in CD4 + TH1 cells [35] . The expression of Linc-MAC-4 inversely correlates with the TF MAF, expressed in TH2 cells. Linc-MAF-4 was shown to modulate expression of MAF-4 in trans by recruitment of chromatin modifiers LSD and EZH2. Indeed, downregulation of the Linc-MAF-4 was shown to skew CD4 + T-cell differentiation toward the TH2 phenotype [35] .\n\nThe precise kinetics of innate immune cell gene transcription following pathogen assault is tightly regulated by changes in histone modifications and the action of chromatin remodeling complexes. ATP-dependent chromatin-remodeling complexes influence transcriptional status just like histone modification. This is accomplished by sliding of the nucleosomes, as well as by insertion and ejection of histone octamers. The remodeling complexes have been classified into four families: SWI/SNF, CHD (chromodomain and helicase-like domain), ISWI, and INO80 (including SWR1 or SRCAP in mammals).\n\nMacrophages are preprogrammed to enable expression of a defined set of primary response genes (PRGs) within minutes of cell activation [36, 37] . This is thought to be accomplished early in naive macrophages, likely during lineage commitment, by enrichment of activating histone tail modifications commonly found at the promoters of actively transcribed genes (eg, H3K4me3, H4Ac), and the presence of CpG islands that may be protected from the repressive DNA methylation and as well as high levels of RNA Pol II association [1, 26] . Thus these genes do not require extensive chromatin remodeling (eg, SWI/SNF-mediated chromatin remodeling) or de novo protein synthesis for their activation, since they are epigenetically primed for transcription, their chromatin state is permissive to swift access by relevant TFs. In a naive stage, PRGs are transcriptionally active at a low level, producing low levels of unspliced and unstable transcripts. Upon appropriate stimulation these genes recruit the positive elongation factor (P-TEFb) and switch to expression of mature, processed mRNAs [1] . In contrast, late primary response genes such as Ifnb1 and secondary response genes (SRGs) such as Il12b and Il6, which are only transcribed hours after cell stimulation, possess low-density CpG promoters, display low H3K4me3, H4Ac, and RNA Pol II occupancy in naive macrophages, and require the SWI/SNF complex for chromatin remodeling for transcription to take place [36, 37] .\n\nThe innate immune system has historically been considered to be perpetually naive with respect to immunological memory, which has been thought of as solely a feature of the adaptive immune system. However, the ability to remember and respond more vigorously to a second pathogen encounter has been described in organisms devoid of T and B cells. Indeed, plants and invertebrates do not possess an adaptive immune system, which first appeared during evolution at jawless or early-jawed vertebrates [38] . However, multiple studies have demonstrated that the immune system of plants and invertebrates can be primed by previous infections to mount stronger recall responses upon pathogen rechallenge [39, 40] . Now, examples of innate immune antigen-and nonantigen-specific \"memory\" in mammals are rapidly emerging [4] [5] [6] [7] 41] . Innate monocytes and neutrophils from mice infected with attenuated Listeria monocytogenes were capable of \"bystander\" killing of an unrelated pathogen (Leishmania major) upon secondary infection [42, 43] . However, such priming was orchestrated primarily by IFNγ and other inflammatory mediators produced by memory T cells [42, 44] . Certainly, other studies have now shown that memory T cells can trigger activation of innate immune cells following reinfection [45, 46] . Examples of innate immune boosting by means that are independent of adaptive immunity have also emerged. A combination of aerosolized TLR agonists could protect mice against bacterial pneumonia and influenza infection [47, 48] . Infection with Heligmosomoides polygyrus significantly inhibited type I diabetes (T1D) in nonobese diabetic mice through CD25-and IL-10-independent mechanisms [49] . In humans it was shown by the Netea laboratory that monocytes recovered from healthy volunteers that were vaccinated with Bacillus Calmette-Guérin (BCG), a widely used live attenuated vaccine against tuberculosis, produced significantly higher levels of inflammatory cytokines following exposure to nonmycobacterial bacteria and fungi [7] . Importantly, this nonantigen-specific innate immune \"training\" was maintained up to 3 months post the initial vaccination. Further, such monocyte immune \"training\" was completely independent of T and B cells since severe combined immunodeficiency mice vaccinated 2 weeks prior with BCG survived significantly longer after a lethal inoculum of Candida albicans [7] . Moreover, Rag1-deficient mice were protected from a secondary challenge of C. albicans or LPS following priming with C. albicans. These findings suggest that \"training\" of innate immune cells in mammals could be cell intrinsic, or at the very least independent of the adaptive immune system. Epigenetic reprogramming by initial exposure to pathogen appears to drive the \"training\" of innate immune cells to respond differently to secondary stimulation ( Fig. 12. 2). Until recently it was thought that cell-lineage and signal-specific gene expression programs are fundamentally predetermined during cellular differentiation. However, recent evidence demonstrated that terminally differentiated cells such as monocytes and macrophages can acquire additional histone modifications upon pathogen exposure that affect gene expression upon subsequent stimulation. TLR4 activation by LPS induces histone modifications that lead to altered and repressed gene expression upon secondary LPS stimulation [3, 50] . Many of these pathogeninduced epigenetic changes in macrophages, particularly monomethylation of lysine(K)-4 on histone 3 (H3K4me1) at enhancers persist despite washout of the stimulus and removal of the TFs responsible for the initial deposition. Moreover, H3K4me1 was associated with a faster and stronger induction of multiple genes upon nonspecific restimulation [4] .\n\nC. abicans-induced innate immune training was associated with changes in the activating H3K4me3 at certain gene promoters in peritoneal macrophages 7 days post initial infection. In addition, a methyltransferase inhibitor prevented this induced training [6] . A follow-up study by the same group showed that β-glucan, the cell wall component of C. albicans, could induce changes in H3K4me3 as well as H3K27ac in human monocytes 7 days after washout. Without a direct comparison to induced H3K4me3 or H3K27Ac after acute stimulation it remains difficult to interpret whether these are maintained epigenetic modifications or are just demonstrative of active transcription in these cells triggered by other mechanisms.\n\nNonetheless, many genes with altered H3K4me3 or H3K27ac profiles 1 week after C. albicans exposure were involved in innate immune signaling, and a large proportion with enhanced H3K4me3 and H3K27Ac were associated with glycolysis [5] , raising an interesting potential of a metabolic switch in innate immune training. Multiple epigenetic modifications have a well-established link to central metabolism, as histone-modifying enzymes require metabolites as substrates or cofactors: demethylases and TET proteins are Fe(II) and α-ketoglutarate dioxegenases, HDACs are NAD-dependent enzymes, and S-adenosylmethionine is required for function of DNA/histone methyltransferases. Therefore, these enzymes are likely sensitive to fluctuations in these metabolites [51] . Interplay between metabolism and epigenetics would allow the relative metabolic activity of the cell to feed back into transcriptional regulation in an effort to maintain homeostasis. In fact, it has been proposed that epigenetic processes may initially have been a means to transduce metabolic events into phenotypic results [52] . This is well documented in cancer cells that undergo a switch to anaerobic metabolism (the \"Warburg effect\") and exhibit multiple epigenetic imbalances [51] . Interestingly, macrophages and other innate immune cells are frequently found in inflamed sites, which are characterized by low oxygen levels and therefore may also rely heavily on the relationship between metabolism and epigenetics for gene expression. Certainly, activation of TLRs, notably TLR4, leads to a switch from oxidative phosphorylation to glycolysis in immune cells [53] . Succinate, which is known to inhibit α-ketoglutarate and Fe(II)-dependent dioxygenases such as histone and DNA demethylases, as well as prolyl hydroxylases [52] , is elevated in inflammation and sustains IL-1β production through HIF-1α stabilization [54] . Also differentiation of monocytes to macrophages results in a change in abundance of enzymes responsible for peroxisomal β-oxidation pathway, glycine, serine, and threonine metabolism, and the tricarboxylic acid cycle [50] . β-Glucan-trained monocytes exhibited reduced oxygen consumption, enhanced glucose consumption, increased production of lactate and an increased NAD + /NADH ratio [5] , which may be responsible for the observed alterations in H3K4me3, H3K27Ac, and H3K4me1 in these cells [5, 50] .\n\nIt is unknown whether these pathogen-induced \"epigenetic\" changes are maintained for the life of the infected cell (or daughter cells or hematopoietic stem cells, to be truly \"epigenetic\"), for an innate immune memory of pathogen infection in vivo. Cells of the innate immune system have been generally thought to be short lived. However, tissue macrophages have been shown to live for months if not years, particularly at sites of inflammation or tumors [55] , but if they proliferate remains unclear. If demonstrated to be long lived, it is to be expected that trained immunity through epigenetic and metabolic mechanisms will have important consequences for the design of vaccination strategies. Moreover, an individual's history of infection may influence the function of their innate immune system, at least in the short term, through altered epigenetics.\n\nCoevolution of the host and pathogen, driven by conflicting interests, is akin to an evolutionary arms race. It is in the host's interest to detect and stop the progression of an infection early by mounting a timely inflammatory response; conversely, it is important for the pathogen to subvert the innate immune system, ie, the first defense response of the host to establish an infection. The pathogen must also prevent an excessive inflammatory reaction not only to avoid elimination, but also to ensure its own survival by keeping the host alive. To this end, pathogens have evolved strategies to disrupt host immune signaling cascades that culminate in drastic transcriptional upregulation of several proinflammatory and other immune response genes. Inhibition of NF-kB, MAPK, and JAK/STAT signaling and modulation of protein ubiquitylation are welldocumented strategies of host immune evasion.\n\nAs we saw earlier, the proinflammatory transcriptional response is formulated by underlying complex and multistep processes of histone modification and chromatin remodeling. The elaborate nature of such epigenetic control provides the pathogen with substantial opportunity to manipulate host gene expression to its own advantage. An example of bacteria epigenetically manipulating the host innate immune response for nonpathogenic survival can be seen in the mammalian gut. Commensal bacteria are essential for induction/maintenance of DNA methylation at the TLR4 gene in large intestinal epithelial cells, resulting in reduced TLR4 expression and thus avoiding an excessive inflammatory reaction [56, 57] . Pathogens, which face a different selection pressure to commensals, have evolved proteins that interfere, interact with, or mimic components of the host's epigenetic machinery often resulting in subversion of the host innate immune response. Broadly, this is achieved by changing chromatin architecture in three ways: by influencing host histone modification using the host's own epigenetic writer enzymes, by interfering directly with enzymes of the host's chromatin remodeling machinery, or by manufacturing proteins that specifically recognize host histone targets. We will review these strategies with the help of relevant examples next (Table 12. 2).\n\nL. monocytogenes infection causes a drastic and global dephosphorylation of H3 and deacetylation of H4 accompanied by repression of a subset of proinflammatory and immunity genes [60, 61] . L. monocytogenes also causes the HDAC-SIRT2dependent histone deacetylation at promoters of ISGs, and in fact is heavily reliant on host SIRT2 for infection, as SIRT2 null mutants are resistant to L. monocytogenes infection [62] . The human intestinal pathogen Shigella flexneri phosphatase, OspF dephosphorylates host MAPKs, thereby preventing MAPK-dependent phosphorylation of histone H3S10 at select gene promoters, making them inaccessible to NF-kB-mediated upregulation [63] . By an unknown mechanism, infection with Toxoplasma gondii also causes loss of phosphorylation and acetylation at H3 at the Tnf promoter, resulting in impaired recruitment of TFs and Pol II binding, and subsequent inability of the cell to upregulate Tnf upon LPS stimulation, or secondary infection [64, 72, 73] .\n\nMycobacterium tuberculosis counters the host IFNγ-induced inflammatory response by repressing the interferon stimulatory MHC class II (HLA-DR) and its transactivator protein CIITA. TLR2-mediated downstream MAPK signaling leads to binding of a transcriptional repressor C/EBP to the CIITA promoter region, and keeping out the chromatin remodeler complex SWI/SNF. The CIITA-regulated HLA-DR is also repressed, with promoter enrichment of HDAC containing chromatin complexes [64, 65] . Interestingly, L. monocytogenes secretory protein LntA directly interacts with the chromatin repressor BAHD1, probably dislodging BAHD1 from ISG promoters and causing subsequently upregulating some ISG [58, 59] . This seemingly counterintuitive strategy is proposed to be a mechanism used by the pathogen to fine tune host IFN I and II response to infection. Constitutive LntA expression leads to faster bacterial clearance, and BAHD1 deletion heterozygous mice are more resistant to infection compared to wild-type siblings [59] .\n\nSeveral bacterial pathogens despite lacking histones or higher-order chromatin structures produce histone-modifying proteins. For instance, the SET domain-containing protein RomA, required for pathogenesis of Legionella pneumonia, localizes to several gene promoters including innate immune gene promoters and catalyzes a previously unreported H3K14 methylation genomewide, leading to global gene repression [75] . BaSET, of Bacillus anthracis, is required for virulence and methylates lysine residues on H1, leading to repression of various NF-kB target gene promoters [64, 70] . The Ankyrin-repeat (Ank)-containing proteins are yet another class of eukaryotic protein mimics found in intracellular pathogens of the Anaplasma, Ehrlichia, Ricketssia, Orientia, Coxiella, and Legionella species. Anaplasma phagocytophilum, a tick-transmitted pathogen causing human granulocytic anaplasmosis, propagates within the primary antimicrobial defense cells, the neutrophils. A. phagocytophilum infection leads to a decrease in H3 acetylation at a subset of defense gene promoters and an overall increase in expression of HDAC1 and HDAC2. Consistent with this, treatment with HDAC1 inhibitors severely restricts the bacterium's ability to survive in the host, suggesting that the pathogen may survive the harsh environment of the host cell by HDAC1-mediated deacetylation and suppression of host defense genes [75] . It has been suggested that an Ank-containing bacterial secretory protein that binds AT-rich chromatin regions is responsible for HDAC recruitment to relevant gene promoters in the host [68, 77] \n\nPathogens employ various types of molecular mimicry to evade the host immune response. In recent years, evidence of pathogens using molecular mimicry of host histone proteins to modify transcriptional response to infection has emerged. The carboxy-terminal of the influenza A strain H3N2 protein NS1 (nonstructural protein) shares resemblance with histone H3 tails. These NS1-histone-like tails associate with the PAF1 (polymerase-associated factor 1) transcriptional elongation complex as well as with the CHD1 chromatin-remodeling complexes of the host. Like histone H3 tails, the NS1 tails bind to the PAF1 complex unmodified or after lysine methylation, but not upon lysine acetylation. Such binding inhibits elongation of virally induced genes, presumably by occluding PAF1 and RNA Pol II association to gene bodies [76] (Fig 12.3) . How, or if indeed, these mechanisms specifically achieve silencing of immune and proinflammatory gene sets in the host is not well understood. In many examples cited here, expression of a wide array of genes apart from immune-related genes is affected [60, 61, 63] . Presumably, such broad-ranging effects of epigenetic interference by the pathogen may not face elimination so far as the host system is not fatally perturbed.\n\nAutoimmune diseases characterized by loss of immunological tolerance include greater than 80 disorders, affecting roughly 7% of the population. The National Institutes of Health (NIH) estimates that up to 23.5 million Americans suffer from autoimmune diseases and that the prevalence is rising. Genetics contributes to disease, ranging from simple Mendelian inheritance of causative alleles (eg, mutations at the FOXP3 and CTLA4 loci) to the complex interactions of multiple weak loci influencing risk. A few rare autoimmune diseases with Mendelian inheritance patterns within families have been known to occur, for example, in APS-1 (autoimmune polyendocrine syndrome type 1), immunodysregulation, polyendocrinopathy, and enteropathy X-linked syndrome, and autoimmune lymphoproliferative syndrome. Most autoimmune diseases are, however, multifactorial in nature, the susceptibility being controlled by multiple genetic and environmental factors [78] . Certainly, concordance rates of autoimmune disorders in monozygotic twins are relatively low, suggesting an influence of environmental and, likely, epigenetic factors to autoimmune pathogenesis [79] . Exposure to environmental factors such as UV, tobacco smoke, or infectious agents, as well as being female or living in a cold climate, are all predisposing factors for autoimmunity. Epigenetic mechanisms are an important interface between environmental stimuli and gene expression, and are thus likely contributors to disease. Alterations in the posttranslational modification of histones and DNA methylation are the two major epigenetic mechanisms that may potentially cause a breakdown of immune tolerance and the perpetuation of autoimmune diseases. Indeed, changes in both DNA and histone modifications have increasingly been observed in patients with autoimmune disease, some correlating with disease severity. Thus far systemic autoimmune rheumatic diseases like systemic lupus erythematosus (SLE) and rheumatoid arthritis (RA) have received the most focus in terms of epigenetic regulation and will be discussed below.\n\nSLE is perhaps the most-studied autoimmune disease with regard to epigenetics. A chronic autoimmune condition that can affect virtually any organ system, SLE is characterized by the production of autoantibodies targeted to a variety of nuclear antigens. Early studies in SLE demonstrated that CD4 + T cells treated with DNA methylation inhibitors convert to autoreactivity, and the introduction of synthetically demethylated CD4 + T cells into mouse models resulted in a lupuslike syndrome [80] . Subsequently, several studies have highlighted the importance of DNA methylation in SLE etiology. SLE is characterized by a global DNA hypomethylation phenotype, particularly in CD4 + T cells and B cells, compared to healthy controls. Furthermore, a reduction in expression of the DNA methyltransferase, DNMT1, is observed in SLE patients compared to healthy controls, leading to overexpression of many genes [81, 82] . Expression levels of IL-6 are correlated with disease severity in SLE, and the promoter region of IL-6 was found to be hypomethylated in SLE B cells [83] . Monozygotic twins are an ideal model to study epigenetic influences that contribute to autoimmune processes. One recent study compared DNA methylation genomewide in a cohort of monozygotic twins discordant for SLE, RA, and dermatomyositis [84] . Monozygotic twins discordant for SLE manifested DNA methylation and expression changes in genes relevant to SLE pathogenesis and a global decrease in the methylation content [84] .\n\nSimilarly, changes in histone modifications have been associated with SLE states. Global hypoacetylation of H3/4 and hypomethylation of H3K9 are typical of CD4 + T cells isolated from SLE patients, and was shown to be accompanied by a loss of HDAC2, HDAC7, and lysine methyltransferase KMT1B and KMT6 expression compared to healthy controls [85, 86] . In fact, H3 acetylation levels are inversely correlated with SLE disease activity [85] . Both H3 and H4 histones are hypoacetylated in spleen-isolated cells from lupus-prone mice compared with controls [87] and a murine strain carrying a mutation in the HAT, p300, develops a severe lupus-like disease with serum anti-dsDNA autoantibodies, glomerulonephritis, and premature death [88] . Furthermore, HDAC inhibitors demonstrated improvement in glomerulonephritis and splenomegaly commonly observed in SLE [89] .\n\nLastly, PBMCs from patients with SLE show disturbed expression of several miRNAs (miR-21, miR-25, miR-125a, miR-146a, miR-148, and miR-186). MiR-146a, a negative regulator of IFN I, is downregulated in SLE patients, and also predictive of SLE prognosis. MiR-146a also controls regulatory T cell (Treg) suppressor function and Treg mediated Th1 response. Expression of miR-21 is reduced in SLE patients. MiR21 has been shown to repress PP2Ac, a protein translator. Moreover, overexpression of several miRNAs (miR126, miR21, and miR148) was shown to downregulate DNMT expression in cells isolated from SLE patients, culminating in global hypomethylation [90, 91] .\n\nRA is a chronic systemic inflammatory disease that primarily affects peripheral joints. The clinical onset of RA requires a combination of genetic susceptibility factors, deregulated immunomodulation as well as environmental influences. Synovial fibroblasts may have a major role in the initiation and perpetuation of RA. Certainly, an altered DNA methylome signature in synovial fibroblasts derived from RA and osteoarthritis patients, in PBMC from RA patients and healthy controls, as well as reduced amounts of 5-mC in synovial tissues of RA patients, have been described by various research groups. Hypomethylated genes cluster in key pathways related to cell migration including focal adhesion, cell adhesion, transendothelial migration, and extracellular matrix interactions (reviewed in [92] ). DNA hypomethylation and derepression of L1 retrotransposons has also been observed in these cells [82] . Moreover, the promoter region of the death receptor gene DR3 is hypermethylated in RA synovial cells, resulting in a reduced expression of DR3 protein and resistance to apoptosis [93] . Interestingly, normal fibroblasts treated with the DNA methyltransferase inhibitor 5-Aza-CdR acquired a hypomethylated and activated phenotype [82] . In RA monocytes, unmethylated CpG islands within the IL-6 promoter region have been associated with a local hyperactivation of the inflammation circuit [94] . Finally, hypermethylation of the promoter region of Foxp3, a TF key to the generation of Tregs, has also been reported in RA, systemic sclerosis, and T1D [95, 96] .\n\nIn RA synovial tissue there is evidence of lower HDAC activity and increased expression of EZH2, an H3K27 methyltransferase, potentially resulting in autoantibodies targeting H3K27me3 found in RA patients [97] . Treatment of RA patients with antitumor necrosis factor (TNF)-αtherapy was shown to increase the HAT/HDAC ratio in nuclear extracts of PBMC, whereas rituximab increased nuclear activity of both HAT and HDAC [98] .\n\nRecently, an overexpression of aurora kinases A (AURKA) and B (AURKB) was observed in mononuclear cells derived from proteoglycan-induced arthritis (PGIA) mice and PBMC derived from treatment naive RA patients compared with healthy controls by screening 84 known chromatin-modifying enzymes. Increased AURKA and AURKB levels in B cells derived from PGIA mice correlated with elevated levels of phosphorylated histone 3. Treatment with a pan-aurora kinase inhibitor promoted B-cell apoptosis and attenuated inflammatory reactions in arthritic mice [99] .\n\nSpecific expression and function of miRNAs, in particular miR-155 and miR-146, might also be involved in RA pathogenesis [100] .\n\nMultiple sclerosis (MS) is a chronic inflammatory disease that results in the demyelination of neurons and subsequent neurodegeneration. It is believed that immune cells attack myelinated regions, resulting in inflammation and disruption of neural signaling. There are limited data on the epigenetics of MS, but a 30% reduction was reported in the methylation rate of cytosines in CpG islands in the white matter of central nervous tissue in affected individuals compared to controls [101] . Increased demethylase enzyme activity was also observed [101] . However, recently, the comparison of multiple epigenetic readouts in CD4 + T cells from monozygotic twins discordant for MS failed to identify consistent changes in DNA methylation. Only 2-176 differences in the methylation of approximately 2 million CpG dinucleotides were detected between siblings of the three twin pairs [102] . Nonetheless, determining the epigenetic bases of MS is of particular importance in the search for better therapeutic interventions.\n\nExtensive studies have provided a wealth of evidence implicating both genetic and environment factors in the etiology of T1D (only 10-15% of new cases have a family history). Moreover, the disease incidence has been increasing over the past decades, as demonstrated by data from Finland, where T1D yearly incidence has increased from 12 to 63 per 100,000 [103] . Studies of epigenetic alterations in T1D, however, are limited. Monozygotic twins discordant for T1D varied at >100 loci in DNA methylation [104] . Additionally, a significant increase in H3K9me2 in several high-risk T1D genes including CTLA4 was observed in peripheral lymphocytes and monocytes from T1D patients, compared to normal subjects [105] . T1D is a T-cell-mediated autoimmune disease and differentiation of subtype T helper cells is governed by epigenetic factors [106] . Increased body weight and insulin resistance may be associated with T1D in adults. In addition, methyl donors (methionine, choline) and cofactors (vitamin B12, folic acid, and pyridoxal phosphate) that are essential for DNA methylation are dietary derived. Hence it is conceivable that epigenetic mechanisms associated with changes in nutrition might also contribute to the pathogenesis of T1D. In support of this hypothesis, hyperglycemia was observed to affect histone methylation [107] .\n\nWhile the role of epigenetic modifications in cancer etiology and progression is well established, direct evidence of a dysregulated epigenetic landscape in chronic, immune-based diseases are rapidly emerging [108, 109] . Studies in monozygotic twins minimize the confounding effects of genetic heterogeneity in disease etiology and have implicated epigenetic discordance between disease affected and nonaffected twins in inflammation in diseases like T1D [110] , SLE [84] , and asthma [111] . Genome-wide association studies have identified single nucleotide polymorphisms (SNPs) in chromatin-interacting proteins as significant susceptibility loci for inflammatory diseases: variants in histone reader proteins are associated with incidence of Crohn's disease and MS [112, 113] , variants within the DNA methylation writer DNMT3A with Crohn's disease [112] , and the histone demethylase JARID1A (KDM5A) with ankylosing spondylitis [114] . Three SNPs in the BRD2 locus were found to be associated with a subset of RA patients positive for citrullinated αenolase peptide 1 and cyclic citrullinated peptides, independently of the HLA-DRB1 shared epitope alleles [115] . In addition, an SNP in the locus of another epigenetic reader protein, namely, BRD1 (BRPF2), was shown to be protective in joint damage progression in stage I of a genomewide association study (GWAS) in ACPA + RA patients [116] .\n\nGenetic mutations in the autoimmune regulator AIRE, a TF that has an affinity for chromatin markers of low transcriptional activity, has been identified as causative of autoimmune polyendocrinopathy candidiasis ectodermal dystrophy (APECED, also called APS-1), a rare autosomal-recessive disease characterized by autoimmune attack against peripheral tissues, as well as by generation of autoantibodies. Patients with APECED carry autoantibodies in their serum, develop multiorgan autoimmunity, and display variable symptoms, such as premature gonadal failure, hypothyroidism, enamel hypoplasia, pernicious anemia, T1D, autoimmune hepatitis and gastritis, alopecia, keratitis, and vitiligo. AIRE is a central regulator of negative selection of self-reactive T cells in the thymus. Primarily a transcriptional activator, AIRE induces variable ectopic gene expression in subsets of medullary thymic epithelial cells (mTECs), resulting in promiscuous expression of normally tissue-restricted genes in the thymus. mTECS then present these proteins as self-antigens inducing clonal deletion by apoptosis of self-reactive thymocytes, leading to elimination of T cells that would otherwise target the self. AIRE, highly expressed in mTECs, is critical for this development of self-tolerance: AIRE-deficient mice display impaired clonal deletion of self-reactive thymocytes leading to the production of autoantibodies and lymphocytic infiltrates in peripheral tissues [117] . AIRE comprises various protein domains (caspase-recruitment domain, CARD [15] , a nuclear localization signal [16] ), a SAND (for Sp100, AIRE, nuclear phosphoprotein 41/75 or NucP41/75, and deformed epidermal autoregulatory factor 1 or Deaf1), and two plant homeodomain (PHD) fingers [18] . CARD domain is shown to be critical for AIRE homooligomerization and speckled nuclear localization, the PHD of AIRE functions as an epigenetic reader, specifically recognizing unmethylated lysine 4 on histone 3 (H3K4me0) [118] . The first plant homeodomain (PHD1) is shown to be absolutely critical for AIRE's transcription-transactivation activity, as well as for its capacity to prevent multiorgan autoimmunity in transgenic mouse models. Recently, multiple cases and families with monoallelic mutations in the PHD1 zinc finger of AIRE that followed dominant inheritance were identified, typically characterized by later onset, milder phenotypes, and reduced penetrance compared to classical APS-1 [119] . Individuals with biallelic disease-causing AIRE mutations developed classic early-onset APS-1 phenotypes, whereas those carrying one of three different monoallelic mutations in the PHD1 finger (p.C311Y, p.V301M, and p.C302Y) segregated with clear but varying autoimmune phenotypes, ranging from late-onset classical APS-1 to APS-2 and isolated organ-specific autoimmunity (eg, vitiligo, PA, and APS-1-specific autoantibodies) [119] .\n\nIn addition to disrupted expression or function of epigenetic enzymes in immune disease, there is evidence of diseaseassociated mutations in enhancer regions of the chromatin. A recent study found that a majority of autoimmune disease GWAS variants are noncoding (90%) and are enriched in enhancer regions active in CD4 + T-cell subpopulations [120] . Enhancers are cis-regulatory elements in the DNA, typically a few hundred base pairs in size, to which TFs and cofactors can bind and control transcription. Active enhancers are selectively marked with H3K27Ac. Thus genetic variants in these regulatory regions may significantly alter the binding of TFs and gene expression, emphasizing that improper epigenetic regulation may lead to pathogenesis of autoimmune disease [120] .\n\nOur fast-evolving understanding of the role of chromatin modifying enzymes in dictating the precise gene transcription program in homeostatic as well as detrimental immunity and inflammation raises the exciting possibility of targeting chromatin-modifying enzymes to combat human immune-based diseases (Table 12. 3). Targeting of epigenetic enzymes makes it possible to regulate subsets of genes with similar function and kinetics, giving an advantage over targeting of single inflammatory cytokines. Moreover, epigenetic modulating drugs with current FDA approval for cancer could potentially be leveraged and repurposed to treat autoimmune patients with evidence of epigenetic disruptions.\n\nAs outlined previously, H3K27me3 suppresses the expression of multiple proinflammatory genes in macrophages. These studies suggest that modulating the \"eraser\" of these suppressive modifications, JMJD3 demethylase, by small molecules may be one way to curtail inflammation. However, this possibility is complicated by the fact that regulation of proinflammatory genes by JMJD3 may be independent of its demethylase activity [21] . Also the degree of sequence similarity among the JmjC domains of histone demethylases made it unclear if small molecule inhibitors could exhibit adequate substrate specificity. GlaxoSmithKline answered this challenge by identifying a highly selective inhibitor (GSK-J1 and a cell-permeable GSK-J4) of a lysine-specific demethylase UTX and JMJD3 that acted as an α-ketoglutarate mimic [139] . GSK-J4 prevented demethylation of the repressive H3K27me3 and reduced RNA Pol II recruitment, which prevented transcription of TNF and other inflammatory cytokines in LPS-treated human monocytes [139] . Interestingly, a single knockdown of either UTX or JMJD3 did not reduce TNF, suggesting that these demethylases act together in the control of cytokine transcription. \n\nHDACs Phenylbutyrate Human subjects Antiinflammatory in Crohn's disease [121] and ulcerative colitis [122] SAHA and VPA Sulfate sodium-and trinitrobenzene sulfonic acidinduced colitis mouse models Reduction in colonic preinflammatory cytokine production and decreased severity of colitis [123] Givinostat (ITF2357) Human subjects Antiinflammatory in juvenile idiopathic arthritis [124] SAHA Rodent model of arthritis Antiinflammatory in rheumatoid arthritis [125] Phenylbutyrate and TSA Adjuvant-induced rat arthritis model [126] Reduction in TNFα production in RA affected tissues and in arthritic scores\n\nHuman RA fibroblast-like synoviocytes, adjuvantinduced arthritic mouse model [127] Inhibits cytokine release and causes a global increase in H3 acetylation in human antiarthritic ITF-2357 LEW1.WR1 rat, which develops inflammation and T1D postinfection with Kilham rat virus [46] Reduction of virus-induced inflammation and prevention of T1D\n\nRat model of autoimmune prostatitis [128] , mouse model of periodontitis [129] , mouse models of arthritis [125] Antiinflammatory effects HDAC 3 MI192 Human PBMCs from RA patients [130] Reduction in TNFα production and dose-dependent suppression of IL-6\n\nHDACs ITF-2357 suppresses LEW1.WR1 rat, which develops inflammation and T1D postinfection with Kilham rat virus [46] Reduction of virus-induced inflammation and prevention of T1D\n\nHistone methylation erasers JMJD3 and UTX (H3K27me3-specific demethylase)\n\nGSK-J1 and J4 Primary human macrophages [131] Reduction in LPS-induced proinflammatory cytokine production Histone acetylation readers BET I-BET762 Mouse BMDM [26] , mouse model of bacteriainduced sepsis [26] , T cell differentiation, experimental autoimmune encephalomyelitis [132] Downregulation of proinflammatory genes upon LPS stimulation, protection from endotoxic shock and sepsis, inhibited the ability of Th1-differentiated T cells to induce neuroinflammation in vivo I-BET151 Mouse model of bacteria-induced sepsis [133] Reduction in IL6, protection from sepsis JQ1 In vivo mouse [134] , T cells from patients with juvenile idiopathic arthritis [135] Antiinflammatory; protection from LPS-induced death, inhibition of immune-related superenhancers and disease-associated gene expression\n\nMouse model of HIV-associated nephropathy [136] , rat model of autoimmune neuritis [137] and prostitis [128] Antiinflammatory CBP/p300 CBP30 Ex vivo Th17 cells from ankylosing spondylitis, psoriatic arthritis patients and healthy controls [138] Reduction in IL-17\n\nUntil recently it remained unclear if histone acetylation was an active regulator of transcription or just a passive by-product. Some recent and elegant single-cell analyses revealed that histone H3 lysine-27 acetylation at a gene locus alters downstream transcription kinetics by as much as 50%, affecting two temporally distinct events. First, acetylation enhances the search kinetics of transcriptional activators, and later the acetylation accelerates the transition of Pol II from initiation to elongation [140] . In mammals, HDACs are divided into three classes on the basis of their cellular localization and tissue distribution. Class I HDACs are ubiquitously expressed and are predominantly nuclear. Class II HDACs are both nuclear and cytoplasmic and only expressed in certain tissues. Class III HDACs, also called sirtuins (SIRT1-7), are NAD + -dependent enzymes. Although successfully used for the treatment of cancer, research now suggests that targeting certain HDACs (\"erasers\") could be utilized for treatment of inflammatory diseases such as asthma, RA, inflammatory bowel diseases, and some virus infections. Indeed, various class I as well as class II HDAC targeting inhibitors like trichostatin A (TSA), vorinostat (suberanilohydroxamic acid, SAHA), phenylbutyrate, and givinostat have shown antiinflammatory effects both in vitro and in vivo (reviewed in Table 12. 3) [121, 122, 124, 141] . Recently, it was shown that butyrate exposure of mouse colonic lamina propria macrophages leads to an increase in expression of proinflammatory mediators NO, IL-6, and IL-12 but not of TNF, and an increase in H3K9Ac levels at the promoter regions of these genes in mouse bone marrow-derived macrophages [142] . In contrast to the previously described pan-inhibitors of HDACs, specific class and isoform HDAC inhibitors have been identified for HDAC1 and HDAC3, and show antiinflammatory effects in animal models of inflammatory diseases and in PBMCs [121] from RA patients [92] , respectively (Table 12. 3). Further studies using new and even more potent HDAC inhibitors showed that largazole (LAR), a marine-derived class I HDAC inhibitor, suppressed the TNFαinduced expression of intracellular adhesion molecule-1 (ICAM-1) and vascular adhesion molecule-1 (VCAM-1) in RA synovial fibroblasts, whereas the TNFαinduced MMP2 activity was reduced. Furthermore, the authors showed that LAR modulated expression levels of HDAC1, HDAC5, and HDAC6 and indicated a role of HDAC6 in the LAR-induced changes of ICAM-1 and VCAM-1 expression levels [143] . Despite the reasonable success of HDACs as antiinflammatory agents, their exact mode of epigenetic regulation as antiinflammatory agents in vivo is unclear; the elucidation of which is only further confounded by the fact that most HDACs act on both histone or nonhistone substrates, and that HDAC inhibition leads to both gene expression and suppression in a cell context-dependent manner (reviewed in [144] ).\n\nThrough their function as epigenetic \"readers\" and their central role in the recruitment of transcriptional machinery, the BET family of bromodomain-containing proteins is critical for the expression of multiple genes, including those involved in tumor cell growth and inflammation, making them very attractive therapeutic targets. Moreover, targeting epigenetic \"readers\" seemed an appealing way to specifically interrupt the interpretation of epigenetic modifications without altering the overall epigenetic landscape of the cell, which could conceivably occur by targeting \"writers\" or \"erasers.\" Bromodomain modules share a conserved fold that comprises a left-handed bundle of four α-helices that surround a central acetylated lysine-binding site. I-BET762 (also known as GSK525762A) and GSK525768A (which is the [R]-enantiomer of I-BET762) were identified initially through a screen for upregulation of APOA1. Upon subsequent chemoproteomics involving immobilization of the compounds on a matrix, followed by affinity purification of interacting proteins from cell extracts and liquid chromatography-tandem mass spectrometry, the interacting proteins were identified as BRD2, BRD3, and BRD4. I-BET762 acts as a histone mimic and competitively inhibits binding of BET proteins to acetylated histone peptides, and has a low affinity toward other bromodomain family members making it a specific inhibitor of the BET subfamily [26] . Treatment of murine bone marrow-derived macrophages with I-BET762 selectively inhibited activation of a subset of LPS-inducible cytokines, chemokines, and several TFs required for an inflammatory response [26] . LPS-inducible and I-BET-susceptible genes showed significantly reduced enrichment of the BET proteins BRD2, 3, and 4, P-TEFb, and Pol II demonstrating that I-BET762 successfully prevented assembly of chromatin activating and elongation promoting complexes for these promoters. The vast majority of genes that were suppressed by I-BET were late PRGs and SRGs with low CpG, low H4Ac, low H3K4me3, and low Pol II at their promoters in naive macrophages. PRGs or housekeeping genes with high CpG, high H3K4me3, and high H4Ac could not be inhibited with I-BET treatment, possibly because of the inability of I-BET, acting as a histone mimic, to outcompete the preexisting levels of acetylation at those loci. Importantly, I-BET administration (30 mg/kg, i.v.) also prevented LPS-induced endotoxic shock and bacteria-induced sepsis in mice [26] , highlighting its potential as an antiinflammatory agent. A second class of BET family bromodomain inhibitor, I-BET151, with improved pharmacokinetics [31] was also shown to reduce levels of circulating IL-6 and protected mice from LPS-induced death [133] . Independent studies using an alternative pan-BET inhibitor, JQ1, also observed suppression of proinflammatory cytokine induction, and rescued mice from LPS-induced death [26, 134] . Finally, in murine macrophages, MS436, a compound that preferentially targets the first bromodomain of BRD4, blocked the transcriptional activity of BRD4 in the NF-kB-directed production of nitric oxide and IL-6 [126] .\n\nBET family members have also been implicated in the replication of the viral genome and in the transcriptional regulation of multiple viral proteins. For example, BRD4 competes with the HIV transactivator protein Tat for P-TEFb binding [145] , which results in repression of Tat-mediated transactivation of the HIV promoter. Further, BRD2 modulates HIV transcription by associating with the E2F1 TF, which binds together with NF-kB to the HIV enhancer to repress HIV transcription [145] . This suggested that BET inhibitors could reverse HIV latency [79] . Awakening of latent HIV means that the virus can be completely eradicated using antiviral agents, which suggests that BET bromodomains could be potential new targets for HIV induction strategies [82] .\n\nTreatment of naive CD4 + T cells with I-BET-762 during the first 2 days of differentiation had long-lasting effects on subsequent gene expression and cytokine production. Gene expression analysis revealed upregulated expression of several antiinflammatory gene products, including IL-10, Lag3, and Egr2, and downregulated expression of several proinflammatory cytokines including GM-CSF and IL-17. The short 2-day treatment with I-BET-762 inhibited the ability of antigen-specific T cells, differentiated under Th1 but not Th17 conditions in vitro, to induce pathogenesis in an adoptive transfer model of experimental autoimmune encephalomyelitis. The suppressive effects of I-BET-762 on T-cell-mediated inflammation in vivo were accompanied by decreased recruitment of macrophages, consistent with decreased GM-CSF production by CNS-infiltrating T cells. These effects were mimicked by an inhibitor of c-myc function, implicating reduced expression of c-myc and GM-CSF as one avenue by which I-BET-762 suppresses the inflammatory functions of T cells [132] Juvenile idiopathic arthritis (JIA) is a multifactorial autoimmune disease associated with the accumulation of various immune cells, including activated CD4 + memory/effector T cells, in the joint synovial fluid. Peeters et al. identified a disease-specific, inflammation-associated, typical enhancer, and super-enhancer signature in JIA patient synovial fluidderived CD4 + memory/effector T cells. RNA sequencing of autoinflammatory site-derived patient T cells revealed that BET inhibition, utilizing JQ1, inhibited immune-related superenhancers and preferentially reduced disease-associated gene expression [135] Although these pan-BET inhibitor studies show great preclinical promise and also aid in investigating the biology of bromodomain-containing proteins, specific BET isoform inhibitors that solely target BRD4, BRD3, BRD2, or BRDT may eventually be required for specific indications with limited side effects.\n\nAmong other bromodomain inhibitors, CBP30 is a specific inhibitor of the CBP/P300 bromodomain proteins. Treatment with low doses of CBP30 reduces IL-17A secretion by Th17 cells ex vivo in patients of ankolysing spondolytis, psoriatic arthritis, and also in healthy controls. Treatment with CPB30 also affected expression of a narrower range of genes compared to JQ1, the pan-BET inhibitor [138] .\n\nGenetic factors are unable to fully account for the risk and prognosis of immune diseases. Epigenetics provides an important link between genetic susceptibility and the environment in the development of immune-based diseases. Moreover, the field of epigenetics within immunology is rapidly emerging. Numerous studies now support the importance of epigenetics in the initiation and perpetuation of immune-based disorders. This is illustrated by recent discoveries of new classes of chromatin-modifying enzymes, greater insight into the function of some of these chromatin-associated proteins in immune cells, findings of mutations in genes coding for epigenetic machinery in immune-based disorders, and the development of highly potent and specific small molecule inhibitors to epigenetic enzymes that demonstrate potency in immune cells. Moreover, our idea of innate immunity is swiftly changing with the developing concept that the innate immune system may bear some \"memory\" of previous pathogen encounters through maintenance of altered epigenetics. Pathogens that have been difficult to target through conventional vaccination strategies could benefit from \"training\" of the innate immune system via epigenetic manipulation. While it is still unclear whether epigenetic alterations in autoimmune diseases are a product of an abnormal immune response that leads to the disease, or whether such alterations are the result of the disease process itself. Epigenetic modifications could potentially find application as biomarkers and taking individual epigenetic variation into account will lead to better precision medicine for immune diseases in the future. Further, adjusting whole subsets of inflammatory genes, rather than individual inflammatory mediators through druggable epigenetic enzymes, would better serve the multitude of inflammatory disorders that currently lack effective therapies. Future understanding of the plethora of epigenetic modifiers, newly developed chemical probes, as well as the ongoing documentation of epigenetic landscapes in immune cells through such initiatives as the BLUEPRINT consortium (http://www.blueprint-epigenome.eu), NIH Roadmap Epigenomics Mapping Consortium (http://www.roadmapepigenomics.org), and the Structural Genomics Consortium (http://www.thesgc.org/epigenetics) will help to achieve this goal."}