{"title": "Isolation and characterization of a variant subgroup GII-a porcine epidemic diarrhea virus strain in China", "body": ". Recently, analyzed the complete genomes of 409 PEDV strains form different countries, which were classified into five subgroups strains (GI-a, GI-b, GII-a, GII-b, and GII-c) [14] . Recombination analysis indicated that the GII-c subgroup strains evolved from a recombination event between subgroups GI-a and GII-a. These data suggest that the Chinese PEDV pandemic strains have undergone genetic variations, leading to the genetic diversities of PEDV pandemic strains.\n\nThe genotypes of PEDV are closely associated with pathogenicity and immune protection [16, [19] [20] [21] . The PEDV subgroups GII-a and GIIb in China are highly pathogenic to sucking piglets and exhibit serum cross-neutralization activity or cross-immune protection. The GII-a subgroup of PEDV was found to mediate better immune protection against challenges with the homologous PEDV strain than with the GIIb subgroup strain [5, 18, 22, 23] . The objective of the current study was to reveal the molecular characteristics of the isolated subgroup GII-a PEDV strain HM2017, and evaluate its molecular characteristics and pathogenesis.\n\nPEDV-positive intestinal tissues samples collected in China from 2015 to 2018 were chosen for viral isolation. Identification of the PEDV-positive samples was performed according the methods described by [12] . Viral isolation was conducted in accordance with the PEDV isolation protocol described by Jiang et al. (2018) [24] . Upon the development of a cytopathic effect (CPE), the viruses were harvested from the culture supernatant for serial passages. The isolated viruses were identified by electron microscopy (EM) and with the use of an indirect immunofluorescence assay (IFA). For the IFA, Vero cells were inoculated with PEDV isolates at a multiplicity of infection of 0.1 for 36 h and then were fixed with paraformaldehyde (4%). After blocking with 5% skim milk for 2 h at room temperature, the cells were incubated with primary monoclonal antibodies (dilution, × 500) against the spike (S) protein of PEDV for 1 h at 37°C followed by fluorescein isothiocyanate-conjugated donkey anti-mouse antibody against immunoglobulin G (dilution, × 2000; Thermo Fisher Scientific, Waltham, MA, USA). The monoclonal antibodies against the spike (S) protein was kindly provided by the Division of Swine Digestive System Infectious Diseases, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences. The cells were then observed under a fluorescence microscope. For EM, the samples were negatively stained as previously described (Jiang et al., 2018) . The viral suspension was subjected to ultracentrifugation at 30,000×g for 30 min to pellet the viral particles, which were negatively stained with 2% phosphotungstic acid (pH 7.0). The negatively stained samples were examined using a Hitachi-7650 transmission electron microscope (Hitachi, Ltd., Tokyo, Japan). The PEDV isolate was named strain HM2017.\n\nPEDV strain HM2017 was purified by plaque cloning in Vero cells. Briefly, Vero cells were incubated with serially diluted PEDV strain HM2017 in post-inoculation medium at 37°C for 2 h under an atmosphere of 5% CO 2 . Afterward, the medium was removed and the cells in each well were overlaid with 2 mL of post-inoculation medium containing 1.5% agarose. After the overlaid medium had solidified, the cells were grown at 37°C under an atmosphere of 5% CO 2 to promote plaque formation. Macroscopically visible plaques were picked with a pipette pick, dissolved in 1 mL of DMEM, frozen and thawed for three times after receiving poison, and then inoculated in Vero cells for propagation in preparation for the next round of plaque purification. The plaque purification operation was repeated five times. After incubation for 48 h, the agarose was covered. When plaques grew to the proper size, the cells were fixed in paraformaldehyde (4%) for 2 h and the plaques were visualized by staining with crystal violet. Viral growth curves of PEDV strains HM2017 in Vero cells was constructed according to the median tissue culture infective dose (TCID 50 ). Briefly, Vero cells were seeded in the wells of 96-well plates at a density of 10 5 cells per well in 100 μL of medium and incubated for 48 h at 37°C under an atmosphere of 5% CO 2 . Afterward, the medium was removed and 100 μL of 10-fold serial dilutions of the virus were added to each well. The cytopathic effect was examined every 12 h for 5 days post-inoculation. The viral titer was determined according to the Reed and Muench method [25] . The classic PEDV strain CV777 was used as a control. PEDV strain CV777 (GenBank accession no. KT323979; group I) was kindly provided by the Division of Swine Digestive System Infectious Diseases, State Key Laboratory of Veterinary Biotechnology, Harbin Veterinary Research Institute, Chinese Academy of Agricultural Sciences.\n\nA total of 30 pairs of primers were designed to amplify the complete genome of PEDV strain HM2017 by conventional reverse transcription polymerase chain reaction (RT-PCR) (Table S1 ). Briefly, RNA extraction and cDNA synthesis were performed in accordance with the protocols described by [12] . The RT-PCR amplification protocol included an initial denaturation step at 98°C for 30 s, followed by 30 cycles at 98°C for 10 s, 55°C for 30 s, 72°C for 90 s, and a final extension at 72°C for 10 min. After purification, the RT-PCR products of each gene fragment were sequenced three times. The complete genome of PEDV strain HM2017 (GenBank accession no. MK690502) was assembled according to the sequencing results of 30 gene fragments and the nucleotide sequences were submitted to the GenBank database (https://www.ncbi.nlm.nih.gov/genbank/).\n\nFor genotyping of PEDV strain HM2017, the entire genomes and S genes of 532 PEDV strains from different geographical locations within China and the rest of the world were retrieved from the NCBI nucleotide database as reference sequences, which included the subgroups GI-a, GI-b, GII-a, GII-b, and GII-c. The genomic sequences of the PEDV reference strains were used to generate a neighbor-joining phylogenetic tree with the use of the ClustalX alignment tool of the MEGA6.06 software package [26] . Neighbor-joining phylogenetic trees were constructed with the p-distance model, 1000 bootstrap replicates, and otherwise default parameters using MEGA 6.06 software. The phylogenetic trees were pruned and re-rooted using Interactive Tree Of Life software version 4.2.3 (https://itol.embl.de/), which is an online tool for displaying of circular trees and annotations [27] . In addition, similarity plots of the genomes of the PEDV strains identified in the present study was created using the sliding window method as implemented in the SimPlot, v.3.5.1 package [28] .\n\nThe protocols of the animal experiments were approved by the Animal Experiment Ethical Committee of Heilongjiang Bayi Agricultural University (approval no. 201501003; Daqing, Heilongjiang province, China). Twenty-four newborn piglets were selected and confirmed to be negative for PEDV, transmissible gastroenteritis virus, and porcine rotavirus with the Colloidal gold rapid detection kit (BioNote, Hwaseong-si, Gyeonggi-do, Republic of Korea). Then, the piglets were randomly assigned to one of two groups, i.e., the PEDV HM2017 inoculation group (n = 18) or the control group (n = 6), which were housed in separate cages. Piglets in the inoculation group were orally inoculated with 3 mL of Dulbecco's modified Eagle's medium (DMEM) containing 1.33 × 10 6 TCID 50 of PEDV strain HM2017, while the control group was orally administered 3 mL of virus-free DMEM. Fecal swabs were collected before inoculation and then every 12 h until death. Six piglets from the inoculated group and three from the control group were necropsied at 36 h post-infection (hpi). At necropsy, tissue samples of the heart, liver, spleen, lung, kidney, stomach, duodenum, jejunum, ileum, cecum, and colon were collected and then formalin-fixed. Fresh tissue samples were stored at −80°C for viral RNA distribution analysis and formalin-fixed samples were used for histological and immunohistochemical analyses.\n\nThe piglet body temperatures and weights were recorded before inoculation (−12 hpi) and then every 12 h until death. All piglets were evaluated twice daily for clinical signs of lethargy and diarrhea [29] . The clinical mental state of all piglets was scored according to the following criteria: 0 = normal; 1 = mild lethargy (slow to move, head down); 2 = moderate lethargy (able to stand, but tended to lie down); 3 = heavier lethargy (tended to lie down, but occasionally stood); 4 = severe lethargy (recumbent, moribund). Diarrhea severity was scored according to the following criteria: 0 = normal; 1 = soft (\"cow pies\"); 2 = very soft and tended to be liquid; 3 = liquid with some solid content; 4 = watery diarrhea with no solid content. In addition, the mortality of the piglets in each group was recorded twice daily.\n\nEach fecal swab was diluted and homogenized in 1 mL of sterile 1 × phosphate-buffered saline (pH 7.4) and then centrifuged at 4200×g at 4°C for 10 min. The supernatant was collected for viral RNA extraction. Equal quantities (1 g) of tissue samples were homogenized in 5 mL of DMEM. After centrifugation at 4200×g at 4°C for 10 min, the supernatant was used for RNA extraction and subsequent cDNA synthesis, which were performed according to the protocols described by [12] . PEDV cDNA was generated by RT-qPCR with primers targeting the ORF3 gene (sense: 5′-GAC AAG CTT CAA ATG TGA CGG G-3'; antisense: 5′-AAT GAC AGC AAA ACG CGC TG-3′). Standard plasmids were constructed for use in the present study. Briefly, the entire ORF3 gene of PEDV strain HM2017 was amplified using specific primers as described by [12] and the RT-qPCR products were cloned into the pMD18-T plasmid (Takara Bio, Inc., Otsu, Shiga, Japan). RT-qPCR was performed using SYBR Green I fluorescent dye and a QuantStudio™ 3 Real-Time PCR System (Applied Biosystems, Carlsbad, CA, USA). For RT-qPCR, each 20-μL reaction system included 10 μL of 2 × SYBR® Premix Ex Taq polymerase (Takara Bio, Inc.), 2 μL of cDNA, and 0.25 μM of each primer. Reaction conditions were set as follows: denaturation at 95°C for 30 s, followed by 40 cycles at 95°C for 25 s and 60°C for 60 s. In each plate, 10-fold dilutions of the standard plasmid (from 10 10 to 10 0 ) and the negative control (distilled water) were included. Each sample was assayed three times. The quantity of PEDV viral RNA was calculated based on the results of the standard plasmid.\n\nHistological and immunohistochemical analyses were performed in accordance with the procedures described by Dong et al. (2016) [30] . At necropsy, tissue samples of the duodenum, jejunum, ileum, cecum, and colon of the piglets from the inoculated and control groups were collected separately. After fixation for 36 h in 10% formalin at room temperature, the tissue specimens were processed and embedded in paraffin. The paraffin-embedded tissues were cut into 5 μm-thick sections using a microtome (Zhejiang Jinhua Kedi Instrumental Equipment Co., Ltd. Jinhua, Zhejiang province, China). The sections were then deparaffinized with xylene, washed in decreasing concentrations of ethanol, and stained with hematoxylin and eosin (Beijing Solarbio Science & Technology Co., Ltd., Beijing, China) for histopathological analysis or subjected to immunohistochemical staining using PEDVspecific mouse antisera (dilution, 1:200) (prepared in our laboratory).\n\nAll statistical analyses were conducted using GraphPad Prism 8.0 software (GraphPad Software, Inc., La Jolla, CA, USA) and significance was assessed using the Student's t-test. Probability (p) values of < 0.05 and < 0.01 were considered statistically significant and highly significant, respectively.\n\nOf the PEDV-positive samples, one sample (HM2017) from Mudanjiang city in Heilongjiang province showed a remarkable cytopathic effect in Vero cells at the beginning of passage 8 (P8) when compared with the control cells (Fig. 1A) . Positive results for PEDV strain HM2017 (P8) were confirmed with the use of RT-PCR targeting the ORF3 gene (data not shown) and IFA based on a monoclonal antibody against the S protein of PEDV (Fig. 1B) . EM confirmed the presence of typical coronavirus-like particles in the suspensions of strain HM2017 (P8)-infected Vero cells, which had diameters of about 150 nm (Fig. 1C) . PEDV strain HM2017 (P8) was successfully purified by plaque cloning in Vero cells and the purified viruses were serially passaged for 15 generations in Vero cells ( Fig. 2A) . After verification of generation 15 of PEDV strain HM2017 by RT-PCR, EM, and IFA, according to the above-mentioned methods (data not shown), a growth curve was generated based on the TCID 50 values. The results indicated that the proliferative ability of PEDV strain HM2017 (P15) in Vero cells was significantly higher than that of the classical strain CV777, as the titer of strain HM2017 (P15) reached 3.83 × 10 4 , 6.81 × 10 5 , 4.47 × 10 6 , 7.50 × 10 6 , 1.33 × 10 7 , 1.10 × 10 7 TCID 50 /mL in Vero cells at 12, 24, 36, 48, 60, and 72 hpi, respectively (Fig. 2B) .\n\nThe complete genomic sequence of PEDV strain HM2017 (P15) was successfully obtained and deposited to the GenBank database under the accession no. MK690502. The genome of strain HM2017 is composed of 28,035 nucleotides. Sequence comparisons of the whole genomes revealed nucleotide homologies of 96.1%-99.7% between strain HM2017 and 532 PEDV reference strains (GI-a, GI-b, GII-a, GII-b, and GII-c). The genome-based phylogenetic tree showed that the 533 PEDV strains were classified into two groups: group I (GI: classical strains) and group II (GII: variant strains). Group GII was composed of three subgroups GII-a, GII-b, and GII-c (Fig. 3A) . The PEDV strain HM2017, which was identified in the present study, was clustered into the subgroup GII-a, which consists of the strain HM2017 and 384 PEDV reference strains from China during 2011-2018. The PEDV strains of the subgroup GII-a formed different clades, exhibiting genetic diversities. The S gene was 4158 nucleotides in length, encoding a protein of 1386 amino acids (aa). Sequence analysis of the S protein of HM2017 strain showed that compared with PEDV strain CV777, two insertion were found at positions 58-59 (a 4-aa insertion of QGVN) and 135-136 (a 1-aa insertion of N), and a 2-aa deletion (DI) and 1-aa deletion (Y) were found at positions 158-159 and 1194 (amino acids are numbered according to the S protein of the PEDV strain CV777). Phylogenetic analysis based on the S gene indicated that the HM2017 strain belonged to subgroup GIIa (Fig. 3B) . Genomic similarity analysis revealed that PEDV strain HM2017 exhibited divergence from the reference strains of group GI and subgroup GII-c at part of the S1 gene. The PEDV strain HM2017 exhibited high similarity with reference strains from the subgroups GIIa and GII-b (Fig. 4) .\n\nIn the present study, the pathogenicity results of GII-a subgroup PEDV strain HM2017 in suckling piglets are shown in Figs. 5 and 6. Of the 18 piglets in the experimental group, 12 (66.67%) exhibited mild diarrhea at 12 hpi and all 18 showed mild diarrhea and vomiting at 24 hpi. At 36 hpi, all piglets (18/18, 100%) in the experimental group developed severe watery diarrhea, vomiting, and dehydration, and then died by 84 hpi. Notably, the piglets in the experimental group had significantly higher body temperatures at 36 hpi (p < 0.05) and exhibited gradual weight loss, as compared to those in the control group.\n\nViral shedding was evaluated in all experimental piglets with the use of rectal swab samples that were subjected to RT-qPCR targeting the PEDV ORF3 gene. Viral distribution in tissues was detected and analyzed with the use of RT-qPCR targeting the PEDV ORF3 gene. The results indicated that all piglets in the control group were negative for PEDV, while those in the experimental group exhibited high levels (4.57 × 10 7 to 2.06 × 10 8 RNA copies/mL) of virus shed in feces from 12 to 84 hpi (Fig. 7A) . High levels of viral RNA were identified in the duodenum (4.69 × 10 5 RNA copies/g), jejunum (7.75 × 10 7 RNA copies/g), ileum (9.33 × 10 7 RNA copies/g), cecum (2.06 × 10 6 RNA copies/g), and colon (3.06 × 10 7 RNA copies/g) at 36 hpi. Also, viral loads were greater in the jejunum and ileum than in other intestinal tissues (Fig. 7B) . At necropsy, gross lesions were found throughout the gastrointestinal tract. The clinical manifestations of PEDV infection of the stomach were distension due to undigested milk curd, while the small intestinal tract was distended, transparent, and filled with yellow fluid (Fig. 8A ). Histopathological analysis indicated shortening, fusion, and sloughing of the small intestinal villi of the PEDV-infected piglets (Fig. 8B) . Immunohistochemical analysis showed that PEDV virions were present in the cytoplasm of the epithelial cells of the atrophied small intestinal villi of the PEDV-infected piglets (Fig. 8C ).\n\nThe Chinese PEDV epidemic strains exhibited genetic diversity due D. Yang, et al. Microbial Pathogenesis 140 (2020) 103922 to immune pressures and the high mutation rate of the RNA genome, and formed various subgroups or clusters. The various epidemic strains of PEDV differ in virulence and immunity, leading to incomplete immune protection of commercial vaccines against infection with various PEDV epidemic strains. In order to investigate the genetic evolution and pathogenic characteristics of PEDV, viral isolation was conducted using PEDV-positive samples collected in China from 2015 to 2018. In the present study, the PEDV strain HM2017 was successfully isolated from Virus titers at different time points were determined and the 50% tissue culture infectious dose (TCID 50 ) was calculated. Asterisk (*) indicates a significant difference between PEDV HM2017 strain and PEDV CV777 strain (*, P < 0.05; **, P < 0.01). Vero cells and showed good cellular adaptability, as the viral titer of passage 15 was 1.33 × 10 7 TCID 50 /mL. The PEDV strain HM2017 was classified to the variant subgroup GII-a. Moreover, PEDV strain HM2017 was strongly virulent to suckling piglets, as characterized by severe clinical symptoms, high viral RNA titers shed in feces, gross lesions within the small intestine, shortening of the small intestinal villi, and a mortality rate of 100% by 84 hpi. The global PEDV strains are classified into the classic GI group and variant GII group [4, 6] . The PEDV strains in the variant GII group are closely related to the frequent occurrence of porcine epidemic diarrhea, which has resulted in huge economic losses to the pork industry worldwide [9, 13] . The PEDV strains in the variant GII group appear to be genetically diverse with a gradual increase in number reported globally. reported that group GII PEDV strains can be classified into subgroups GII-a, GII-b, and GII-c, according to phylogenetic analysis of 409 complete genomes of global strains, of which the GII-c is a newly discovered subgroup [14] . In fact, the GII-c subgroup was genetically separated from the GII-a subgroup due to the inconsistent topologies between the S gene and other genes. In the present study, a genome-based phylogenetic tree of 532 global PEDV reference strains was generated. These PEDV reference strains included subgroups GI-a, GI-b, GII-a, GII-b, and GII-c (the genotype of each has been defined in previous studies). In the present study, PEDV strain HM2017 and 384 Chinese PEDV reference strains formed the group GIIa, and the PEDV strains from the subgroup GII-a showed genetic diversities. The results of genomic similarity analysis indicated that the PEDV strain HM2017 exhibited high similarity with these reference strains from the subgroups GII-a and GII-b. The PEDV HM2017 strain identified in our study and seven reference strains formed a unique clade, differing genetically from other reference strains of the subgroup GII-a. These data suggest that Chinese PEDV subgroups GII-a strains have undergone genetic variations, forming potential novel clades. The pathogenicity of different PEDV subgroups has been widely investigated and many reports have confirmed that the PEDV strains of the subgroups GII-a and GII-b are highly pathogenic to suckling piglets, with infection manifesting as severe clinical symptoms with watery diarrhea, vomiting, and dehydration, high viral loads shed in the stool, severe lesions within the intestine, as evidenced by thin-transparent intestinal walls and intestinal villus atrophy or shedding, loss of bodyweight, and rapid death [19, 20, 29, 31, 32] . In the present study, PEDV strain HM2017 of subgroup GII-a was strongly virulent to suckling piglets, similar to that of the PEDV strains of subgroups GII-a and GII-b [5, 33] . However, as a slight difference, 66.67% (12/18) of the experimental animals infected with strain HM2017 developed only mild diarrhea at 12 hpi, while strain HM2017 caused a significant increase in body temperature at 36 hpi with fecal shedding of high titers of viral RNA at 12 hpi and 100% mortality by 84 hpi [34] . Moreover, the viral loads were notably high in the duodenum, jejunum, ileum, cecum, and colon of the animals infected with strain HM2017, which is agreement with the report by Jung et al. (2014) [32] . Additionally, PEDV strain CH/JLDH/2016, which was classified into subgroup GII-a, was also highly pathogenic to piglets [18] . These data demonstrate that the PEDV strains of the developing GII-a subgroup are highly virulent and pose a serious threat to the pig populations in China.\n\nIn vitro cellular adaptability of PEDV is reported to significantly vary among different isolates [5, 35, 36] . Viral titers, representing viral proliferation in vitro, is an important indicator of PEDV candidate vaccine strains. Lin et al. (2017) reported that the highest titer of PEDV PC22A strain at passage 9 was 6.00 ± 0.67 TCID 50 /mL, which is similar to that after 95 passages (5.50 ± 0.84 log 10 TCID 50 /mL), but significantly lower than after 100 (6.90 ± 1.10 log 10 TCID 50 /mL), 120 (6.9 ± 0.74 log 10 TCID 50 /mL), 140 (6.5 ± 1.00 log 10 TCID 50 /mL), and 160 (6.75 ± 0.50 log 10 TCID 50 /mL) passages [35] . reported that the infection titers of PEDV strain FJzz1 at passages 5, 10, and 20 had peaked from 5.44 × 10 5 to 5.71 × 10 5 TCID 50 /mL [5] . reported that the infection titer of PEDV strain AH2012/ 12 at passages 10, 20, 30, 40, and 50 ranged from 10 4.5 to 10 6.5 TCID 50 / mL [33] . reported that the viral titers of PEDV strain QIAP1401 at passages 10, 40, and 70 were 10 6.5 , 10 6.8 , and 10 7.0 TCID 50 /mL, respectively [36] . Shi et al. (2017) reported that the viral titer of the intestinal epithelial cell-adapted PEDV strain NJ reached 10 5.5 TCID 50 /mL at passage 45 [37] . reported that the viral titer of PEDV strain PED-CUP-B2014 was 10 6 TCID 50 /mL at passage 40 [38] . Lee et al. (2015) reported that the infectious viral titers of PEDV strain KNU-141,112 during the first 30 passages ranged from 10 5.1 to 10 8.2 TCID 50 /mL [31] . In the present study, PEDV strain HM2017 exhibited good in vitro cellular adaptability. The infection titer of the 15th generation of viruses in Vero cells was 1.33 × 10 7 TCID 50 / mL, which was greater than that of the control PEDV strain CV777. The infection titer of the 15th generation of PEDV strain HM2017 was similar to that of PEDV strain KNU-141,112, but higher than other previous reports to varying degrees. These data demonstrate that the GII-a subgroup PEDV strain HM2017 has potential as a vaccine candidate strain.\n\nIn conclusion, PEDV strain HM2017 was successfully isolated in China and clustered into the variant subgroup GII-a that are currently circulating in pig populations in China. PEDV strain HM2017 appeared to be highly virulent in suckling piglets, with disease characterized by severe clinical manifestations and intestinal lesions followed by relatively rapid death of the infected animals. PEDV strain HM2017 was well adapted to Vero cells, as evidenced by the rapid growth. Together, these data suggest that the prevalence of HM2017-like strains of the developing PEDV subgroup GII-a should be widely monitored in China and efficient vaccines should be developed based on these strains.\n\nThe authors declare no conflict of interest."}