{"title": "Parasitology Research An improved ELISA for the detection of antibodies against Babesia boris using either a native or a recombinant B. boris antigen", "body": "Two new enzyme-linked immunosorbent assayes (ELISA) for the diagnosis of Babesia boris in cattle are described. The ELISA using a native antigen is more sensitive and less laborious than the assays described previously, because it does not require adsorption of sera with bovine erythrocytes. The second ELISA, using a recombinant B. boris antigen expressed in Escheriehia coli, was both sensitive and specific. It is suitable to replace the native antigen, thus avoiding large batch-tobatch variations in antigen preparations and the need to sacrifice experimental cattle.\n\nDifferent assays for the detection of antibodies against the bovine haemoprotozoan Babesia boris have been reported. The enzyme-linked immunosorbent assay (EL-ISA) (Waltisbuhl et al. 1987 ) provides a quantitative result and is more sensitive and less laborious than the immunofluorescence antibody technique (IFAT) (Johnston et al. 1973) . Generally, the former is as sensitive as the passive haemagglutination test (Goodger 1971) but is easier and faster to perform. Hitherto, the ELISA had to rely on antigens prepared from infected host blood, resulting in inherently large batch-to-batch variation; furthermore, the adsorbtion of sera with bovine erythrocytes was necessary to reduce the number of false-positive reactions.\n\nThis study was undertaken (a) to improve the ELISA by using a native antigen, mainly to avoid the necessity of absorbing test sera, and (b) to evaluate the suitability of a highly defined recombinant antigen for sero-diagnostic purposes.\n\nAntigen preparations Native antigen. The oxy-haemoglobin free antigen was prepared from infected blood essentially as described previously (Mahoney Reprint requests to: R. B6se et al. 1981) . The protein concentration of the final preparation was 1050 gg/ml as estimated by the method of Bradford (1976) , using bovine serum albumin as a standard and a protein assay reagent obtained from Bio-Rad Laboratories (Richmond, Va., USA).\n\nA fraction of a B. bovis-haemagglutinating antigen conferred protective immunity to cattle (Goodger et al. 1985) . A monoclonal antibody designated WllC5 reacted with an antigen contained in this fraction, and the native W11C5-affinity-purified B. boris antigen(s) induced immunity (Gale et al., personal communication) .\n\nA 2-GTll cDNA expression library made from B. boris (\" Samford\" strain) poly A + RNA was screened with the WllC5 monoclonal antibody. A cDNA clone was identified that expressed an approximately 160-kDa B. boris antigen fused with Eseherichia coli fi-galactosidase (120 kDa) (Gale et al., personal communication) that was reactive with the WllC5 monoclonal antibody. The cDNA insert from this clone was subcloned into the plasmid expression vector pGEX-I (Smith and Johnson 1988) to facilitate the single-step purification of the resulting, approximately 180-kDa antigen-glutathione-S-transferase fusion protein. When supplemented with isopropylthiogalactoside, E. eoli containing the pGEX-WllC5 construct accumulated soluble fusion protein to 20%-30% of cell protein as estimated by sodium dodecyl sulfatepolyacrylamide gel electrophoresis (SDS-PAGE) (Neville 1971) using Coomassie blue stain. The fusion protein was affinity-purified using glutathione bound to epoxy activated beaded agarose (Sigma; St. Louis, Mo., USA) essentially as described by Smith and Johnson (1988) . The yield was comparatively poor, as only a small proportion of the fusion protein bound to the affinity gel. However, the preparation obtained, containing 16 gg/ml protein, was pure as judged by SDS-PAGE using silver staining (Merril et al. 1981) .\n\nStandard sera. Sera of high and low titre were obtained from cattle experimentally infected with B. boris by blood inoculation and from those vaccinated with the recombinant antigen. Negative sera originated from cattle obtained from an area free from the tick vector Boophilus mieroplus. These cattle tested negative for haemoparasites by thick blood-film examination (Mahoney and Saal 1961) and for antibodies to B. boris by IFAT (Johnston et al. 1973 ) at a serum dilution of 1/50 and higher. Sera of at least 12 cattle in each of 3 categories (high-positive, low-positive, and negative), as determined in preliminary ELISA studies, were pooled to obtain (1) a high-positive, (2) a low-positive, and (3) a negative standard serum. Standard sera were stored frozen in aliquots at -80 ~ C, thawed as needed, stored at 4 ~ C, and used for no longer than 5 days after thawing.\n\nField sera. Sera obtained from Bus taurus, Bus indicus, and crossbred cattle 4 months to 8 years of age that came from Babesiaendemic areas (although mostly of unknown parasitological status) were screened using both assays.\n\nThe conjugate used for most experiments was a pool of three monoclonal antibodies specific for bovine and/or ovine immunoglobulin (Ig) Gx and IgG2 coupled to horseradish peroxidase (HRP) (Australian Monoclonal Development P/L; Artarmon, New South Wales, Australia).\n\nSubstrate (5-aminosalicylic acid) recrystallised from a commercialgrade product (Sigma Chemical Co.) by the method of Ellens and Gielkens (1980) was dissolved in 0.1 M phosphate buffer (pH 6.0) at a concentration of 1 gg/ml heating to 50 ~ C for 10 rain, cooling to room temperature, and readjusting the pH 6.0 to 1 N NaOH, Substrate was prepared daily and H202 was added to a final concentration of 6 mM immediately before use. The concentration of a 30% H202 solution was determined and occasionally checked by spectrophotometry at 240 nm (Saunders et al. 1978 ); use of stock solution was discontinued if the concentration was < 8 M.\n\nThe assays were designed as direct non-competitive ELISAs using microtitre plates (Greiner 655061, batch 192850) as a solid phase. Antigens were diluted in 0.1 M carbonate-bicarbonate buffer (pH 9.6) and 200 gl was added to each well and incubated overnight at 4 ~ C, followed by three washes with PBS containing 0.05% (v/v) Tween 20 (PBS-T). To reduce non-specific binding of sera to the polystyrene surface, wells were blocked for 1 h at 37~ with 225 gl/well of PBS containing 2% horse serum. Blocking agent was removed and 200 gl bovine serum diluted in PBS containing 1% horse serum was added, followed by a 2-h incubation at 37 ~ C. Standard serum pools were applied in quadruplicate on each microtitre plate, whereas test sera were run in duplicate. Three washes with PBS-T were followed by a 1-h incubation at 37 ~ C with 200 gl conjugate diluted 1/250 (2 gg/ml) in PBS containing 1% horse serum. Microtitre plates were washed again and the last washing solution was left in the wells until substrate addition. After substrate addition, microtitre plates were agitated on a shaking device (DSG Titertek/4, Flow Laboratories).\n\nAbsorbance values were measured using an ELISA reader (Titertek Multiscan Plus MKII, Flow Laboratories) interfaced with an IBMcompatible personal computer. Data was processed using the computer-based Kinetics Linked Immunosorbent assay program (KELA) essentially as described previously (Barlough et al. 1983 ). Briefly, the rate of peroxidase substrate reaction was calculated on the basis of three data points obtained by recording three absorbance readings (492 nm) at 2, 4, and 6 min after substrate addition. The regression coefficient or KELA slope value was calculated as the linear relationship between the rate of substrate conversion by enzyme and time.\n\nFrom 20 daily runs, the average value to be expected for the 3 standard serum pools (high-and low-positive and negative) was calculated. A nomograph was established daily, the obtained values were compared with the expected values, and the correlation was calculated. Values for all samples were normalised on the basis of the daily established nomograph to allow for day-to-day and plate-to-plate variation.\n\nTo allow for comparison of data generated using a single absorbance value, the correlation between KELA slopes ( x 103) and the absolute absorbance values obtained 6 min after substrate addition was calculated on the basis of 600 individual readings [absorbance (492 nm. 6 rain): 0.035 + (0.006524 x KELA slopes ( x 103)].\n\nPreliminary studies Native antigen. Initially, the protocol of Waltisbuhl etal. (1987) was followed, except that adsorption of sera was omitted and the assay was analyzed by simultaneous testing of different concentrations of antigen, sera (the three different standards; ten individual negative sera), and conjugate [goat anti-bovine IgG (t-I+L) t-IRP, 100 lag protein/ml]. Analysis of data by KELA showed that the high dilutions (1/1000) of sera and conjugate gave comparatively low KELA slope values; therefore, further studies included log2 dilutions starting with 1/ 100 (approx. 10.5 gg/ml) for the antigen, 1/50 for the serum, and 1/125 (approx. 0.8 lag/ml) for the conjugate.\n\nThese experiments showed that the main problems involved a generally high background activity and, in particular, unacceptably high reactions for some of the individual negative sera. However, these phenomena directly correlated with the serum and conjugate concentrations and were largely independent of the antigen concentration. Moreover, negative sera reacted even without the prior addition of antigen to the microtitre plate. This was not related to haemolysis. Obviously, serum components recognised by the affinity-purified conjugate were adhering to the polystyrene surface. Different blocking agents, such as gelatin, hen-egg albumin, and horse serum, and inclusion of Tween 20 in the diluting buffer were evaluated for their ability to prevent this. Horse serum was best, but it produced only partial improvement. Because the non-specific reactions were also conjugate-dependent, a variety of different conjugates, conventional or affinity-purified, were tested. Although some conjugates were more suitable than others, none was entirely satisfactory.\n\nNon-specific reactions were virtually abolished when the IgG-specific monoclonal antibody conjugate was used. Therefore, the serum components binding avidly to polystyrene are probably not IgG. It is possible that IgM was causing the non-specific reactions, as conventional conjugates against bovine IgG also react with IgM. The monoclonal antibody conjugate was used exclusively for all further studies, although it was recognised that IgM antibodies are not detected in the early stage of infection.\n\nPrior to the expression of the antigen as a G-S-T fusion protein, preparations of a fi-galac-tosidase fusion protein were purified by various means (e.g., antibody affinity chromatography, gel filtration). All preparations obtained, even if contaminated with only minor amounts of E. coli proteins, proved unsatisfactory and gave poor discrimination, i.e., unacceptably high reactions with negative sera that were presumably due to anti-E, coli antibodies present in most bovine sera. To assess critically whether the antigen preparation judged to be pure by SDS-PAGE would be suitable, sera from cattle vaccinated with crude E. coli lysate were tested by ELISA. Reactions occurred in the range of negative sera, and adsorption of sera with E. coli lysate lowered the responses only marginally.\n\nVarious concentrations of all reagents used were tested simultaneously and data were evaluated by the KELA program. Both assays gave a good discriminination over a wide range of antigen dilutions, i.e., 1/100-1/1600 for the native antigen and 1/10-1/3200 for the recombinant antigen. Within the given range, the reactions for positive sera increased with antigen concentration, whereas negative sera gave very low and almost identical reactions regardless of the antigen concentration. To conserve antigen, the concentration giving about 90% of the maximal reading observed for the high-positive standard serum pools was chosen as the working dilution. In summary, dilution conditions for optimal discrimination were: 1/400 for the native and 1/200 (approx. 0.08 gg/ml) for the recombinant antigen; 1/100 for bovine sera; and 1/250 (approx. 2 gg/ml) for the monoclonal antibody conjugate. One blocking step using PBS containing 2% horse serum before the addition of bovine sera and the dilution of sera in PBS containing 1% horse serum were optimal.\n\nCalculation of the threshold. Sera from 72 cattle that originated from an area free of Boophilus microplus and tested negative for haemoparasites by thick blood-film analysis (Mahoney and Saal 1961) as well as for antibodies against B. boris by 1FAT (Johnston et al. 1973) were used to determine the threshold, calculated as the average of KELA slope values ( x 10 3) plus 3 standard deviations. Values were calculated for native antigen [average, 4 .0 (range, 2.1-6.0); SD, 0.9; threshold, 6.7] and for recombinant antigen [average, 1.3 (range, 0-3.5); SD, 0.8; threshold, 3.7].\n\nValidation of assays. Both assays were sensitive and specific and compared well with previously published results ( Table 1 ). The native antigen ELISA was more sensitive than that previously reported by Waltisbuhl et al. (1987) , probably due to several factors. First, in the present study the threshold was reduced to only about 4% of the high-positive standard, whereas Wattisbuhl et al.\n\n(1987) obtained a threshold equalling 20% of the reac- x/y = cattle sero-positive/sero-negative Sera of 32 cattle were tested; 22 cattle were single-infected with B. 'boris and 10 were kept as negative controls (Mahoney et al. 1979) a Goodger and Mahoney (1974) b Waltisbuhl et al. (1987) tion for the positive control. Second, we used a complete antigen, whereas Waltisbuhl et al. (1987) employed a fractionated antigen preparation. Finally, our serum concentration (1/100) was considerably higher than that of the previous study (1/1000).\n\nAdsorption of sera with bovine erythrocytes. The haemagglutination assay (HA) and IFAT require the adsorption of sera, as isoantibodies against erythrocytes cause false-positive reactions. Isoantibodies apparently also interfered with the ELISA; adsorption reduced the number of false-positives in this test as well. However, when the new protocol was adopted, we found that adsorption had practically no effect and could be omitted (Fig. 1) . This offers further support for our observation in preliminary studies that false-positive reactions are due to conjugate non-specificity rather than to antigen impurities.\n\nIt is possible that isoantibodies are IgM by nature and, although not recognised by the IgG-specific monoclonal antibody, give rise to false-positive reactions when conventional conjugates are used. Alternatively, or in addition, adsorption may have removed or inactivated serum components that otherwise adhere to the polystyrene surface of the microtitre plate, which, again, were recognised by conjugates that had been used before but not by the monoclonal antibody conjugate.\n\nCross-reactivity with other haemoprotozoa. Sera from 36 cattle that had other haemoprotozoan infections detected by thick blood-film examination (Mahoney and Saal 1961) were also tested. In all, 10 cattle infected with B. bigemina (2-4 weeks after infection by blood inoculation), 12 infected with Theileria orientalis (field infec- Native antigen ELISh KEIA slopes <X~03) Fig. 1 . Linear regression analysis of results for data tested without and with adsorption against bovine erythroeytes in the native antigen ELISA. Sera from 98 cattle were tested. In all, 9 cattle were sero-positive by the native antigen but not the recombinant antigen ELISA; 9 tested marginally positive in preliminary experiments; and 80 sera were chosen at random. Cattle diagnosed as being sero-positive or -negative gave identical results as tested with or without adsorption, which was carried out essentially as described previously (Waltisbuhl et al. 1987) Fig. 2. Linear regression analysis of results obtained when B. boris antibody-containing sera were assessed by ELISA using initially native and then recombinant antigen. Calculations were based on 163/300 screened sera that tested positive by one or both assays tions), and 14 infected with Anaplasma marginale (9 days to 8 weeks after infection by blood inoculation) showed negative reactions in both assays.\n\nCorrelation of the assays. Qualitatively the assays agreed to 93% (280/300) (Table 2) . Statistically, only a moderate correlation between the two assays was found (Fig. 2) . This moderate correlation was anticipated because the native antigen preparation contains a large number of different antigens, whereas the recombinant antigen represents only one of these B, boris antigens. Nevertheless, the single recombinant antigen enables the reliable detection of most infected cattle. Most naturally infected animals developed antibodies against this antigen, which indicated a high degree of conservation between parasite strains. The recombinant antigen ELISA remains at least as sensitive as the assays reported thus far (Table 1) but has the slight disadvantage of lower sensitivity in some cases. This could probably be overcome by use of a cocktail of two or more recombinant a 4 cattle were infected with B. boris as detected by thick blood-film examination, 5 were of unknown parasilological status b 2 cattle were infected with B. boris as detected by thick blood-film examination, 9 were calves about 7 months old, held in a herd in which all cattle over the age of 1 year were sero-positive antigens, which would presumably also lead to a closer correlation with the native antigen ELISA. Interestingly, the recombinant antigen detected some cattle that were not positive by the native antigen EL-ISA; 2 of these 1 t cattle were infected with B. boris, whereas the remaining 9 calves were probably positive due to maternal antibodies (Table 2) . Colostral antibodies against B. boris have been detected for as long as 68 days by HA (Goodger and Mahoney 1974 ) and for as long as 6 months after birth by radioimmunoassay (Wright 1990) . Transferred antibodies against B. bigernina can be detected by IFAT as long as 170 days after colostrum intake (Weisman et al. 1974) . Given the high sensitivity of the ELISA, it is likely that the marginally positive reactions are due to maternal antibodies. Nevertheless, only the examination of a series of blood samples from calves with maternal antibodies could prove this interpretation.\n\nWe demonstrated that a single recombinant antigen can be used successfully for the sero-diagnosis of B. boris. The major advantages were a negligible batch-tobatch variation Jn antigen and the absence of a need to sacrifice experimental animals for the preparation of native antigens. In combination with more defined conjugates, recombinant antigens should lead to greater comparability and reproducibility of serological results."}