{"title": "Factors affecting cross-hospital exchange of Electronic Medical Records", "body": "During a patient's lifetime, she or he may visit many medical institutions and each may keep only a part of the treatment information for a restricted time. Without access to a complete medical history, physicians are unlikely to provide proper medical care.\n\nIn 1996, the U.S. Congress enacted the Health Insurance Portability and Accountability Act (HIPAA) to establish national standards for electronic retention and transmission of health data and national identifiers for healthcare providers, health insurance plans, and employers. In 2004, a European Union Action Plan for a European eHealth Area was published to secure interoperability of eHealth systems that apply patient's electronic health records [15] . Taiwan implemented a universal health insurance policy in 1994. The Bureau of National Health Insurance (BNHI) granted a completely free choice of health-care providers and therapies to all insured citizens. Consequently, patients scatter their medical records in every hospital and clinic they visit and this wastes resources through repeated examination. With Electronic Medical Record (EMR) exchange, doctors improve their diagnostic decisions and enhance patients' safety without wasting resources.\n\nIn light of the e-government's success in Taiwan, which has been ranked as one of the top five worldwide, the Department of Health (DOH) was tasked with setting up the Healthcare Certification Authority IC cards using Public Key encryption for medical institutes and medical staff. Additionally, a survey in 2002 showed that 89% of Taiwanese hospitals had computerized some of their patients' records and 55% were constructing an EMR. As for the clinics, computerization of medical records had reached 60% [12] . Thus hospitals in Taiwan have provided a good base of e-healthcare by exchanging EMR.\n\nThe astonishingly rapid spread, via intra-hospital transmission, of the Severe Acute Respiratory Syndrome epidemic that killed 84 people in Taiwan speeded up the initiation of the DOH project of EMR exchange between hospitals to track potential contagion. The DOH promoted a trial of EMR [5] . However, the adoption rate of EMR by hospitals was not satisfactory at the end of the trial. Adopting EMR exchange was not a simple activity but it was a social and economic interactive process between the healthcare organizations and their operating environment.\n\nIn the medical context, EMR exchange must occur between a hospital and its competitors. The exchanging transaction may cause a smaller hospital to lose its patients after adoption of EMR. Electronic Data Interchange Electronic healthcare Electronic health record Electronic Medical Record Social Exchange Theory Transaction Cost Theory A B S T R A C T Adopting Electronic Medical Record (EMR) exchange may save patients' lives and also improve their health. Most Electronic Data Interchange studies have considered commercial enterprises and necessary funding to support business activities, EMR exchange focuses on saving patients' lives. Our study combined transaction cost and sociological perspectives to identify factors that affect a hospitals' willingness to implement EMR exchange. A survey was conducted with regional hospitals and medical centers in Taiwan to justify the validity of a resulting model. Our findings indicated that the model was valuable and determined which factors influenced the decision to implement EMR exchange at these hospitals (perceived benefits, uncertainty, influence, and reciprocal investments). Based on these findings, healthcare policy makers can promote EMR exchange and hospitals can identify desirable partners that will form a strategic alliance to meet the dynamic challenges in the healthcare industry.\n\nß 2009 Elsevier B.V. All rights reserved.\n\nHowever, hospitals have had to take social factors into consideration to overcome any economic threat. We therefore decided to work on combining social and economic theories to identify those factors that affected the willingness of hospitals to adopt EMR exchange and thus promote it to track and control potential contagion problems.\n\nThe survey by the Medical Record Institute in 2004 revealed that 80% of its respondents believed that sharing patients' records was essential [14] . Though the implementation of EMR exchange involved much effort, hospitals' willingness to exchange EMR was rarely studied.\n\nDifferent hospital organizations have different personnel expertise and medical equipment. Being responsible for patients' lives, hospitals need to consider both social and economic perspectives in making a decision to adopt EMR exchange. Two popular theories, Social Exchange Theory (SET) and Transaction Cost Theory (TCT), were used to provide deeper insight to the topic. SET provides a foundation for studying relationships among organizations, while the TCT has been applied in vertical and crossorganizational integration. Both theoretical perspectives can be used as a basis for cross-hospital behavioral studies.\n\nThe SET arose from many different domains, Blau [1] suggested two important factors, trust and commitment, that people needed in attempting to obtain better exchange benefits. Hall [6] utilized the SET to discuss information and knowledge exchange among large-scale, decentralized organizations and analyzed its suitability in the field of IT.\n\nAny problem involving a contract can be investigated using a transaction cost approach. TCT focuses primarily on economic aspects of relationships and has been useful in explaining why firms initiate a relationship. Transaction costs are made up of costs to search, evaluate, control, and redesign a relation. Shortcomings of TCT have been identified as emphasizing outcomes and institutional arrangements instead of processes and the environment, disregarding trust as irrelevant. However, organization theorists have challenged the assumptions underlying economic models that overlook trust and power and exaggerate the influence of opportunism [19] . Firms participating in a good relationship over time are likely to consider not only economic but also social factors in their decision to continue in the relationship. Low-trust relationships often result in high transaction costs.\n\nUtilizing both TCT and SET may provide a more comprehensive explanation and yield greater explanatory power [4, 20] , providing a more comprehensive explanation of the strategic alliances of nonprofit organizations. Most hospitals in Taiwan form pairwise vertical relationship to perform training, academic conference/ workshop, facilitation sharing, and patient referral. These dimensions involve fairly long-term relationships which influence their satisfaction with the arrangement. Hospital EMR exchange contain both extrinsic and intrinsic rewards: financial, improving their health, or saving their lives. Therefore, in our model both TCT and SET variables were included as independent variables and weighted equally to provide a complementary theoretical foundation for studying the hospital decision to adopt EMR exchange.\n\nIT has been increasingly used in the healthcare industry to support patient care and render assistance in the administration. One of many important changes has been the shift from paper-based medical records to computer-based processing and storage. Thus hospital IS were gradually modified to process and store data, information, and knowledge for all its operations.\n\nOther health-related IS, such as computerized physician order entry systems, laboratory, radiology, pharmacy IS, and electronic record systems have been developed to provide better functionality in patients' information and medical knowledge IS. The electronic record systems were particularly important since they are patient centered and a core component in integrating all health care information about a patient.\n\nWith the assistance of electronic provider-based medical records, comprehensive patient information can be located and accessed rapidly. Taiwan's health care records were at a level where hospitals can transmit a standard form of electronic patient records via the Internet, providing text, digital, and imaged data for doctors' diagnosis and continued medical care, thus improving the quality of medical services.\n\nEMR exchange is necessary when a co-treating clinician is not able to access a patient's records directly [18] . Based on the survey of Shapiro et al. [16] , 97% emergency physicians believed that the exchange of health information would improve clinical care. But there were 86% emergency physicians who thought it would be difficult to obtain relevant clinical information from external sources.\n\nEMR exchange must allow hospitals and doctors with different computer application systems to interchange electronically structural data. EMR exchanges contain more than text, relating to both financial and medical treatment aspects of life information. Moreover, EMR exchange may occur between a hospital and its competitors to help in saving a patients' life.\n\nDue to the complexity and costs-sensitive issues in implementing EMR exchange, an expert panel was formed to help guide the process. This panel of nine people included one medical informatics consultant, three general experts with experience in the field, and the authors. The medical informatics consultant had extensive consulting experience with EMR exchanges and was a professor in the field of medical informatics at a Taiwanese national university. The three general experts had all been involved in the planning and implementation of exchange projects funded by the DOH; they consequently all had comprehensive experience with and knowledge of EMR implementation. The expert panel critiqued our research model, checked/reviewed its completeness and discussed the suitability of our questionnaire.\n\nIn the medical context, knowledge and information about handling patients is well known and methods are shared. Therefore, EMR exchange not only integrates the records of patients but also helps adopting hospitals increase the quality of health care while reducing costs. As a result, both transaction and social relationships occur while implementing the EMR exchange; however, contracts are needed to mandate the authority and obligation of both parties.\n\nTo this end, our purpose (as shown in Fig. 1 ) was to combined economic and sociological factors that could better explain the relationships. Considering the possible moderating effects from both theories, Son et al. [17] reorganized two variables asset specificity and uncertainty of TCT and one variable trust of SET to moderate the impact of EMR exchange factors on its usage. The specific EMR exchange factors included power exercised of SET and reciprocal investments of TCT. They found only one significant but weak moderating effect of the influence of reciprocal investments on diversity. Therefore, in our study TCT and SET were weighted equally, as complements to each other, and the variables in both TCT and SET were assumed to be independent variables presented separately instead of as mediators or moderators of each other.\n\nSET assumes that trust and dependence affect cooperation between organizations and that trust and interdependence have been proved to affect EMR exchange [10] . As the dependence between partners can be regarded as a power relation in acquiring or exchange specific resources, Young-Ybarra and Wiersema [19] found that the primary consequence of dependence was the power factor that refers to all kinds of influence. Chwelos et al. [3] considered perceived benefit to be a determinant of EMR adoption. We felt that these three variables (trust, influence, and perceived benefits) were all relevant in the context of EMR exchange and thus, we included them in our research model. Most successful cooperation involves a high degree of trust [13] , therefore:\n\nH1.1. Trust among hospitals affects their willingness to implement cross-hospital EMR exchange.\n\nBy adopting EMR, an influential organization can impact its cooperating partners by using special standards, which aid in successful exchange. In other words, a firm with greater relative influence can induce desired actions from its partner firm with a relative high interest to sustain the relationship.\n\nH1.2. One hospital's influence can affect another hospital's willingness to implement a cross-hospital EMR exchange.\n\nChwelos et al. [3] regard perceived benefit as a determinant of EMR exchange, direct benefits included operational cost and other saving in maintaining patients' health while indirect benefits emerged from the use of EMR exchange. Therefore, we hypothesized: H1.3. Perceived benefits affect hospital's willingness to implement a cross-hospital EMR exchange.\n\nThe original three transaction dimensions of TCT were: asset specificity, uncertainty, and frequency, which was focused on examining recurring exchanges and was often ignored in TCT studies. Reciprocal investments implied that exchange partners intended to guarantee a stable and long-term cooperative relationship. Zaheer and Venkatraman [20] suggested including reciprocal investments as a factor in evaluating transaction cost.\n\nAsset specificity should strengthen the cooperative relationship between suppliers and purchasers [2] . The asset specificities in the context of EMR exchange are human, physical, and temporal. Human assets address the professional knowledge of medical care in patient records; physical asset refer to specialized equipment and related IT; temporal assets involve the extent to which timely performance by a physician is critical.\n\nH2.1. Asset specificity affects a hospital's willingness to implement cross-hospital EMR exchange.\n\nUncertainty occurs when there is insufficient information to predict results or enhance confidence in a decision-making activity. Although Kwon and Suh [9] agreed that IS had reduced uncertain behavior of cooperative partners, the uncertainty of the IS itself was also an issue. In a medical environment, standards, such as those of digital signatures, public keys, and other authentication systems are necessary to address these issues of confidentiality and privacy. Lack of standardization certainly impedes the exchange and sharing of medical data.\n\nH2.2. Legal and technological uncertainty affects a hospital's willingness to implement cross-hospital EMR exchange.\n\nReciprocal investments can serve as a credible commitment to reduce opportunistic actions. Considering the reciprocal investments between hospitals in training, academic conferences and workshops, facilitation sharing, and patient referral, we formulated the hypothesis:\n\nH2.3. Reciprocal investment affects a hospital's willingness to implement a cross-hospital EMR exchange.\n\nThe survey instrument was split into three parts. The sociological and transaction cost dimensions each consisted of nine questions; the third part had six questions that collected demographic information about the respondent and his or her hospital. A fivepoint Likert scale was used to measure the respondent's agreement of each item, where 1 represented strongly disagree to 5 representing strongly agree. Wordings of items were changed to fit the healthcare context and the source origin of each item in the questionnaire was taken from previous surveys, as shown in Appendix A, Table A.1.\n\nThe population of our study included accredited regional hospitals or medical centers in the 2002 official list of the Taiwan DOH; this included 17 medical centers, and 69 regional hospitals. According to the Medication Act of Taiwan, the highest executive of a hospital must be a physician who is expert in the clinical area but may not have substantial knowledge of IT and management. Therefore, IT adoption decision are generally made by the directors of the IS department. Consequently, they are always included in those project teams that identify, determine, and decide on IT adoption decisions.\n\nBefore mailing out our questionnaire, a telephone call was conducted to obtain the names of the IT executives/directors. Studies have shown that by making prior calls and mailing questionnaires to the named subject, response rates can be improved. The DOH gave us data on which hospitals had implemented EMR exchange. A total of 86 questionnaires were dispatched to those who had done so. The subjects had all previously received a notice of our effort from the DOH and had participated in some trial stages. Therefore, they understood EMR exchange well and were able to answer the questionnaire.\n\nOf the 86 dispatched questionnaires, 41 were returned for a 48% respondent rate. The ratio of medical centers to regional hospitals was about 1-2; this compared to the ratio of 1-4 according to DOH; thus in our study, more a greater number of medical centers responded, presumably because the non-respondents were mainly from regional hospitals who serve a more restricted geographical area and thus have less IS personnel (average two to three persons most) in their IS department, and may not currently be able to implement EMR exchange. Approximately 57% of EMR exchange adopters were from medical centers. Among the respondents, the proportion of EMR exchangers was 34% which is slightly different from that of the population obtained from the DOH (29%); see Table 1 .\n\nAmong the respondents, five returns were incomplete. Therefore, only 36 were available for statistics analysis. The majority of the questionnaire respondents were male (92%), aged between 40 and 44 (28%). About 83% percent of the respondents had more than two years of experience in the IS department and 25% were directors with over ten years of experience (see Table 2 ). Mailing surveys with a return of 30% are generally considered satisfactory; thus the respondents to our study represent a reasonable sample of the population.\n\nPrior to data analysis, the reliability and construct validity of the research instrument was assessed. The measurement of each element was first derived from theory and discussions of prior research and they were then reviewed by the expert panel. Since the respondent size was less than 50, it was not possible to perform a factor analysis but the Kaiser-Meyer-Olkin analysis gave sociological and transaction cost of 0.63 and 0.68, respectively, and these were analysis results greater than the threshold of 0.50. Therefore, the factors used in our study were appropriate. The results of Bartlett's Test of Sphericity were also significant in these two dimensions (see Table 3 ).\n\nThe Cronbach's a for each variable was greater than 0.7 except for Types of EMR exchange (0.54) in the trust construct, as shown in Table A .1. Types of EMR exchange contained text document, picture, and diagram. In order to reflect the unique perspective of EMR exchange, the low Cronbach's Alpha was considered acceptable for our exploratory study.\n\nThe discriminant analysis of the research model is shown in Table 4 . Our study used the Wilks' Lambda value to test whether or not the means between the two groups (EMR exchanger and nonexchanger) were significantly different. The value of Wilks' Lambda (0.647) and Chi-square of 13.5 indicated that the research model had a significant effect in separating the two groups (p = 0.036).\n\nUsing discriminant loading analysis can avoid the collinear problem and thus it is relatively stable in analyzing small samples. In general, the discriminant loading has to be greater than 0.3 to be significant. Among the six variables, that uncertainty, perceived benefits, influence, and reciprocal investments all were significant and had a loading greater than 0.3; they therefore contributed a significant influence in discriminating the two groups (see Table 4 ).\n\nBoth EMR exchangers and non-exchangers considered trust and asset specificity as of average importance. Thus they had no effect on the willingness to implement cross-hospital EMR exchange; their discriminant loadings were À0.019 and À0.012, respectively.\n\nThe two groups thought differently about influence, perceived benefits, uncertainty, and reciprocal investments; exchangers valued them much more than non-exchangers. However, contrary to our expectations, all agreed on a lack of importance of trust and asset specificity owned by hospitals. The lack of importance of trust may be due to insurance reimbursement. In Taiwan, most hospital funding is disbursed from the BNHI. Therefore, even though physicians can obtain medical records from other institutions, they can perform redundant examinations of patients and still apply for reimbursements. Such a situation occurs when a patient seeks a second-opinion consultation. Often physicians do not fully trust the medical records of other hospitals and perform tasks to increase the revenue of their own hospital.\n\nA possible reason for the significant support for asset specificity could be the fact that EMR exchange was the norm of the Taiwanese Medication Act, which required hospitals with insufficient equipment or expertise to refer patients to others which had adequate treatment equipment. Thus though each hospital competes through its EMR exchangers, smaller hospitals tend to depend on their larger counterparts for assistance due to the limited medical resources and capabilities. The significant effect of perceived benefits was also confirmed. Under the Global Budget Systems of reimbursement introduced by BNHI, a revenue ceiling was set to prevent hospitals from abusing or wasting medical resources. Larger hospitals could increase their revenue cap and thus, were more willing to exchange EMR to meet the requirement of the reimbursement system. However, small hospitals may not have the finances needed for purchasing special diagnostic equipment. Thus, large and small hospitals saw that the perceived benefits of exchanging EMR and formed alliances to improve patient care.\n\nLastly, the effect of reciprocal investment was confirmed in our study. The exchangers paid more attention to reciprocal investments for cooperation and collaboration among hospitals by hiring experts, initiating training, or adjusting workflows than nonexchanger. The research model was refined and is shown as Fig. 2 .\n\nThe scope of our study was limited to regional hospitals and medical centers in Taiwan. IS department of the hospital and they may not represent the views of other medical staff. Although we had a satisfactory respondent rate, respondents might have tended to favor the technology and be more willing to mail back the questionnaire. Additionally, this study used a static cross sectional approach which might not reveal the dynamics of the technology adoption processes.\n\nThe relationship among EMR exchangers is both cooperative and competitive by nature rather than a competitive nature for a customer-supplier relationship in business activities. The sociological perspective as well as economic perspective is important determinants for implementing the EMR exchange. This study is conducted in an earlier stage of the implement of EMR exchange. Due to the limited adoption of EMR exchange, this study can be viewed as a pilot study to provide some insights of current adoption of EMR exchange. Hence, this study contributes to use two theories of social exchange and transaction cost to understand the factors of EMR exchange. With more adopters, future studies can be conducted to explore the moderator variables to specify when certain effects will hold or to study a mediator effect as to how and why such effects occur based on the results of this study with further refinement to both the model and the survey instrument as more hospitals adopt EMR exchange.\n\nOur study combined TCT and SET to complement each other and provide a theoretical foundation for studying a hospital's decision on implementing EMR exchange. They together provided a more comprehensive explanation of the strategic alliances of nonprofit organizations. We addressed challenges that are still new to the healthcare industry and obtained promising empirical results indicating that our model could be useful in distinguishing hospitals that exchanged EMR from those that did not. Knowing the significant factors that influenced the decision to exchange EMR by the surveyed hospitals, more exchange EMR may be promoted. We therefore recommended that the government offer more incentives to increase the perceived benefits of EMR exchange on the bottom line. For exchangers, better quality of customer service and communication efficiency as well as cost reduction are important.\n\nSince the majority of hospital funds come from the BNHI reimbursement, stable and favor exchange BNHI policies are important to encourage hospitals to implement EMR exchange. The standards, forms, and related technologies of EMR exchange also play an important role. In an increasingly competitive environment, establishing an alliance with a large hospital becomes a survival strategy for a small hospital. Under the current budgeting policy, costs over the BNHI ceiling may not be reimbursed. With the formation of an alliance, member hospitals can share their reciprocal, specific assets, manpower, and equipment to gain the competitive advantage as a group.\n\nThus our study provided a reference model for hospitals intending to adopt EMR exchange. Although, both the U.S. and the EU developed clear frameworks and norms to reduce uncertainty in medical institutes, many studies have shown that EMR adoption and diffusion has been slow [11] . Nowadays more people are worried about traveling without emergency medical records in case of accident; a tiny storage device that can plug into any USB port could reduce medical risk. With more tourists crossing borders, an international exchange of EMR may become necessary. "}