{"title": "Mini review Genetic determinants of pathogenesis by feline infectious peritonitis virus", "body": "Feline infectious peritonitis (FIP) is a fatal, immune-augmented, and progressive viral disease of cats associated with feline coronavirus (FCoV). Viral genetic determinants specifically associated with FIPV pathogenesis have not yet been discovered. Viral gene signatures in the spike, non-structural protein 3c, and membrane of the coronavirus genome have been shown to often correlate with disease manifestation. An \"in vivo mutation transition hypothesis\" is widely accepted and postulates that de novo virus mutation occurs in vivo giving rise to virulence. The existence of \"distinct circulating avirulent and virulent strains\" is an alternative hypothesis of viral pathogenesis. It may be possible that viral dynamics from both hypotheses are at play in the occurrence of FIP. Epidemiologic data suggests that the genetic background of the cat contributes to the manifestation of FIP. Further studies exploring both viral and host genetic determinants of disease in FIP offer specific opportunities for the management of this disease.\n\n© 2011 Elsevier B.V. All rights reserved.\n\nFeline infectious peritonitis (FIP), first described in 1963 (Holzworth, 1963) , is a fatal, immune-augmented, and progressive viral disease of cats associated with feline coronavirus (FCoV). Coronaviruses are enveloped positivestrand RNA viruses that infect a wide range of vertebrate species (Masters, 2006) . Although FCoV is common in most domestic, feral and non-domestic cat populations worldwide (seroprevalence from 20 to 100%), less than 10% of FCoV seropositive cats develop FIP (Addie, 2000; Addie and Jarrett, 1992; Kennedy et al., 2002) . FIP tends to occur most frequently in cats less than two years of age or, less commonly, in geriatric cats (Foley et al., 1997a) . The clinical manifestation of FCoV infection can present either as the pathogenic disease manifestation of FIP (FIPV-cases) or the more common, benign or mild enteric infection (FECVasymptomatic) (de Groot, 1995; Pedersen et al., 1984b) . Specific genetic determinants of these clinical outcomes have yet to be discovered. There is no effective treatment, vaccine, nor a diagnostic protocol that can discriminate the E-mail address: merbrown@nmsu.edu avirulent FECV from the pathogenic FIPV. Cats infected with FCoV that show no evidence of disease are thought to be carriers of FCoV and may pose an FIP risk to other cats (Addie, 2000; Foley et al., 1997a,b) .\n\nBased on serological differences, FCoV strains have been separated into a common type 1 form (80-90% prevalent in infected cats) and a less common type 2 form (Pedersen et al., 1984b) . FCoV types 1 and 2 appear to utilize distinct cell entry receptors and display different growth characteristics in vitro, due to the presence of different spike genes (Dye and Siddell, 2005; Tresnan et al., 1996) . Recent in vitro work with chimeric viruses has shown that FCoV serotype 2 (strain 79-1146) and a chimera serotype 1 virus (strain Black), expressing a serotype 2 spike protein, utilize the feline aminopeptidase N (fAPN) cellular receptor. In contrast, serotype 1 FCoVs most likely use an alternate main cellular receptor (Tekes et al., 2010) . Further, a feline homologue to human dendritic cell-specific intercellular adhesion molecule 3-grabbing non-integrin (DC-SIGN), fDC-SIGN, has been identified as a coreceptor in both serotype 1 and 2 infection in vitro (Regan et al., 2010) . Both virulent and avirulent FCoV strains are found within types 1 and 2 in vivo.\n\nAn \"in vivo mutation transition hypothesis\" also called the \"internal mutation hypothesis\" postulates that de novo virus mutation occurs in vivo giving rise to viruses that are able to spread systemically and lead to FIP pathogenesis (Poland et al., 1996; Vennema et al., 1998) . This hypothesis has been widely accepted for decades and numerous publications have supported this hypothesis (Addie, 2000; Addie and Jarrett, 1992; Foley et al., 1997a,b; Pedersen, 2009a; Pedersen et al., 1984a Pedersen et al., , 2009 Poland et al., 1996; Vennema et al., 1998) . However, the precise nature of the mutation responsible for pathogenesis has not been identified, although studies have suggested sequence differences in the spike protein (Rottier et al., 2005) , membrane protein (Brown et al., 2009) , or NSP 3c (Pedersen et al., 2009 ) are involved. Together with in vitro studies describing the FIPV strains affinity for macrophages in contrast to FECV strains (Stoddart and Scott, 1989) , the hypothesis was extended to propose that the enteric coronavirus (FECV) undergoes a mutational shift in the gastrointestinal system, thus allowing infection of macrophages, systemic dissemination and fatal disease manifestation (Poland et al., 1996; Vennema et al., 1998) .\n\nMutational transition in viral pathogenesis has been shown in HIV infection, where specific amino acid changes in the envelope gene determine which coreceptor (CCR5 or CXCR4) is used and hence virus success in cell entry (Hartley et al., 2005) . Similarly, key amino acid changes in the spike protein lead to virulence in transmissible gastroenteritis virus (TGEV) (Ballesteros et al., 1997; Sanchez et al., 1999) , although the exact switch to pathogenesis in TGEV is still unresolved (Paul et al., 1997; Saif, 2006) .\n\nThe existence of distinct \"circulating avirulent and virulent strains\" is an alternative and less popular hypothesis of viral pathogenesis. Because FIP occurs sporadically and outbreaks of FIP in domestic cat populations are uncommon, there has been little epidemiologic support for this hypothesis (Poland et al., 1996) . In this hypothesis, both benign and pathogenic strains of a virus circulate in a population, and those individuals exposed to the virulent strains, with the appropriate predisposition, develop disease sequelae. Dengue hemorrhagic fever is an example of this, as four viral strains circulate worldwide and individuals exposed for a second time to a virus of a different strain, mount an inappropriate immune response and exhibit pathology consistent with immune-mediated vasculitis (Mongkolsapaya et al., 2003) . The zoonotic equine venezuelan encephalitis virus is another example as virulent and avirulent strains of the alphavirus have both been shown to circulate and ecological and epidemiological factors have been identified that contribute or constrain the frequency of disease sequela in equids and humans (Anishchenko et al., 2006) . Recent viral sequence analyses of FCoVs from 56 shelter cats in Maryland suggest that there can be circulating strains of virulent and avirulent FCoVs (Brown et al., 2009 ). Viral dynamics from both the in vivo mutation hypothesis and the circulating virulent and avirulent strain hypotheses may play a role in the complex pathogenesis of FIP. Certain circulating strains may be predisposed to in vivo mutation in an, as of yet, unidentified locus. Alternatively, virulent strains may in some cases be distinctive from avirulent strains in outbreaks of FIP, as shown in a Maryland phylogenetic study of barn cats (Brown et al., 2009) .\n\nSince the outbreak of the severe acute respiratory syndrome (SARS) in 2003 a new highly pathogenic coronavirus, SARS-CoV, has been identified and many coronavirus genomes have been sequenced. GenBank now reports the full-length sequence of over twenty types of coronavirus, including 45 full-length sequences of FCoV and 2 annotated full-length sequences Siddell, 2005, 2007) . Coronaviruses are a large family of enveloped, single strand, positive sense, non-segmented RNA viruses. Approximately 30 kilobases in length, coronaviruses have the largest viral RNA genomes known (Rottier, 1995a) . The first 2/3 of the coronavirus genome encodes the replicase genes: open reading frames (ORFs) 1a and 1b. Proteolytic processing of these polyproteins, mediated by viral cysteine proteinases, produce non-structural proteins (NSPs), some of which are responsible for replicating the viral genome and/or generating a nested set of subgenomic mRNAs to express all of the other ORFs in the genome (Thiel et al., 2003; Ziebuhr, 2004) . The ORFs for the structural proteins, spike, envelope, membrane and nucleocapsid, are encoded in the remaining portion of the genome. Coronaviruses may encode different numbers of NSPs, and the predicted sequences of these proteins do not share high level of homology (Rottier et al., 2005) . Viral genetic determinants specifically associated with FIPV pathogenesis have not yet been discovered and are currently an area of intense research. Viral gene signatures in the spike Rottier et al., 2005) , NSP 3c (Chang et al., 2010; Pedersen, 2009a) , and membrane (Brown et al., 2009 ) of the coronavirus genome have been shown to often correlate with disease manifestation.\n\nThe spike gene encodes a large glycoprotein, which forms spikes on virion surfaces, binds to specific cellular receptors, induces neutralizing antibody, and elicits cell-mediated immunity (Rottier et al., 2005) . Spike has been implicated as a determinant of virulence in TGEV (Ballesteros et al., 1997; Sanchez et al., 1999) , and neurological murine hepatitis virus (Phillips et al., 2002) , but not in FCoV, SARS, or infectious bronchitis virus (Tan et al., 2006) . Studies directed at the spike gene have been further complicated because previous work focused on serotype II isolates (79-1146 and 79-1683) which can be grown in cell culture and encodes a spike gene of canine origin, rather than the more prevalent serotype I (Herrewegh et al., 1998; Pedersen, 2009a) . Amino acid differences were detected in the spike of FIPV isolate 79-1146 vs. FECV 79-1683, although additional study of different FCoV serotype I isolates did not exhibit similar genetic changes (Rottier et al., 2005) . However, more recent in vitro studies of cathepsin B and cathepsin L activity in different isolates of FCoV showed that FECV isolates were able to induce a specific cleavage event in the spike protein in contrast to FIPV isolates, suggesting that cathepsin activity on the spike gene may play a role in viral pathogenesis at the level of cell entry .\n\nNSPs are involved with virulence in SARS (Akerstrom et al., 2007; Tan et al., 2006) . Recently, the role of NSP 1 has been documented in coronavirus virulence (Kamitani et al., 2006) . Among the coronavirus family, the SARS-CoV genome encodes the largest number of NSPs (eight) while human HCoV-229E, pig (TGEV), bird (IBV), mouse (MHV), and cat (FCoV) encode two, two, four, two, and five, respectively. In FCoV, NSP 3c has been implicated in FIP pathogenesis (Vennema et al., 1998) . Phylogenetic study of the NSP 7b and 3c genes in a small group of cats exposed to FCoV, found relatedness a consequence of geographic locale, rather than clinical disease outcome (Vennema et al., 1998) . Recent work by Chang et al. (2010) analyzed the 3c gene in natural isolates from 27 FECV-and 28 FIPV-infected cats. They found intact 3c genes in all FECVs, while the majority of FIPVs (71.4%) had disrupted 3c genes. Further, most cats with FIP had no detectable intestinal coronavirus. Their findings suggested that 3c-inactivated viruses only rarely replicate in the gut, which possibly explains the rare incidence of FIP outbreaks. Similarly, Pedersen et al. (2009) studied single nucleotide polymorphisms and deletions causing truncation of the 3c gene product in virus isolates from FIPV and FECV isolates from two geographic locations. They also found that most, but not all, coronaviruses sequenced from fecal isolates had intact 3c genes while almost all isolates from the diseased tissues of FIP cases had disrupted 3c genes.\n\nThe membrane protein is the most abundant structural protein, with important functions in virus budding (Rottier, 1995b) . The membrane protein also interacts with cellmediated host immunity (Rottier, 1995b) , and is known to both induce alpha interferon (Laude et al., 1992) and induce apoptosis (Chan et al., 2007; Zhao et al., 2006) . Recent studies of the membrane gene (Brown et al., 2009) in 56 free-ranging domestic cat isolates from Maryland demonstrated distinct viral genotypes highly correlated with disease phenotype.\n\nEpidemiologic data suggests that the cat's genetic background contributes to the manifestation of FIP. Indeed, variation in breed susceptibility and/or resistance to FIP has been noted by investigators (Norris et al., 2005; Pesteanu-Somogyi and Pressler, 2006) , and outbreaks of FIP in captive cheetah populations, known for their lack of genetic diversity, is suggestive of a role of host genetics in FIP disease pathogenesis (O'Brien et al., 1985) . Host genetic background has been shown to alter the pathogenesis of viral pathogens relating to inappropriate immune responses (e.g. HIV and Dengue virus), susceptibility to infection (CCR5 in HIV AIDS), and the development of clinical symptoms (CCR5, CCR2, SDF1, RANTES in HIV AIDS) (Hutcheson et al., 2008) . Studies of cats with FIP have shown that cytokine expressions are altered as compared to healthy cats (Dean et al., 2003; Kiss et al., 2004) . Specifically, expression of interleukin (IL)-1 beta and interleukin-6 are significantly increased in cats with FIP, likely produced by infected macrophages and monocytes (Kiss et al., 2004; Takano et al., 2007a,b) . It has been shown that tumor necrosis factor (TNF)-alpha is able to induce feline T-cell apoptosis, making it the most likely causative agent of Tcell lymphopenia in FIPV-infected cats (Dean et al., 2003; Takano et al., 2007a) . Candidate genes such as IL-12, IL-10, IL-6 ( Kipar et al., 2006) , interferon (IFN)-gamma, TNF-alpha (De Albuquerque et al., 2006) , liver/lymph node specific intracellular adhesion molecules-3 grabbing non-integrin (L-SIGN) (Jeffers et al., 2004) , DC-SIGN Yang et al., 2004) , angiotensin-converting enzyme (Ace2) (Li et al., 2003) , and fAPN (Tresnan et al., 1996) have been identified as associated with coronavirus disease findings in cat, mouse, and human cases.\n\nFurther studies exploring both viral and host genetic determinants of disease in FIP offer specific opportunities for the management of this disease. To date, these studies have unfortunately been limited in the geographic and temporal diversity of the isolates studied. If additional studies are conducted in additional cat populations, the development of antemortem screening tools for genetic disposition for disease as well as the discrimination of virulent versus avirulent strains of FCoV may be possible.\n\nThe author reports no conflict of interest."}