{"title": "Severe Childhood Respiratory Viral Infections", "body": "R espiratory viruses cause significant morbidity and mortality worldwide. The usual clinical manifestations are described as symptomatology of ''common cold.'' Although diseases caused by these viruses are usually trivial and lasting only a few days, these viruses can cause diseases that are severe and at time fatal. Common respiratory viruses include influenza and parainfluenza viruses, respiratory syncytial virus (RSV), adenovirus, and rhinovirus. This review describes severe viral infections caused by the various respiratory viruses. Specific entities of childhood respiratory infections of the upper airway, lower airway, and lung parenchyma are described.\n\nEpidemiologic data on respiratory viral infections are available in many nations, and many factors have been studied in predicting outcome and guiding national policy on management of these infections. Respiratory viral infections cause significant morbidity and misery, affecting millions of children annually worldwide.\n\nAlthough most infections are short-lived and managed by the general practitioner, some children are seriously affected and require hospitalization [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] . These viruses account for a large workload in many pediatric departments and are responsible for upper respiratory infections, croup, bronchiolitis, and pneumonia.\n\nIn a study of nearly 100,000 pediatric admissions, the commonest childhood hospital admissions were associated with respiratory viral infections [2] . Chiu and colleagues [8] also described that influenza infections were the commonest. Assessing disease burden of respiratory disorders in Hong Kong children with hospital discharge data and linked laboratory data, Nelson and colleagues [3] found that a primary diagnosis of a respiratory disorder was common (upper respiratory 30.1%, tonsillitis/pharyngitis 10.5%, croup/laryngitis 2.3%, acute otitis media 2.7%, bronchitis/chest infection 2.6%, bronchiolitis 10.2%, pneumonia 20.9%, influenza 4%, asthma and allergic rhinitis 16.5%). In a recent study, viral and atypical bacterial pathogens in children hospitalized with acute respiratory infections were identified by using a broad-capture, rapid, and sensitive method (multiplex polymerase chain reaction [PCR] assay) to detect 20 different respiratory pathogens from respiratory specimens of 475 children hospitalized over a 12-month period for acute respiratory tract infections, including influenza A subtypes H1, H3, and H5; influenza B; parainfluenza types 1, 2, 3, and 4; RSV groups A and B; adenoviruses; human rhinoviruses; enteroviruses; human metapneumoviruses; human coronaviruses OC43, 229E, and SARS-CoV; Chlamydophila pneumoniae; Legionella pneumophila; and Mycoplasma pneumoniae [12] . The overall positive rate (47%) was about 2 times higher than previous reports based on conventional methods. Influenza A, parainfluenza, and RSV accounted for 51%, and noncultivable viruses accounted for 30% of positive cases. Influenza A peaked in March and June. Influenza B was detected in January, February, and April. Parainfluenza was prevalent throughout the year except from April to June. Most RSV infections were found between February and September. Adenovirus had multiple peaks, whereas rhinovirus and coronavirus OC43 were detected mainly in winter and early spring. RSV infection was associated with bronchiolitis, and parainfluenza was associated with croup; otherwise the clinical manifestations were largely nonspecific. In general, children infected with influenza A, adenovirus, and mixed viruses had higher temperatures. In view of the increasing concern about unexpected outbreaks of severe viral infections, a rapid multiplex PCR assay is a valuable tool to enhance the management of hospitalized patients, and for the surveillance for viral infections circulating in the community.\n\nAmong hospital admissions, a small percentage of children would require pediatric intensive care unit (PICU) support [13] [14] [15] [16] . Hon and colleagues [17] reported the clinical pattern and outcome of all children with a laboratory-proven diagnosis of respiratory virus infection admitted to the PICU of a teaching hospital. Three respiratory virus species, RSV (n ¼ 17), influenza (n ¼ 13), and parainfluenza (n ¼ 12), accounted for 86% of cases. PICU admissions due to influenza A were more common than influenza B, whereas parainfluenza type 3 was the commonest subtype of parainfluenza infection. Comparing these 3 common viruses, the mean age of children admitted with RSV was lower than with influenza or parainfluenza. Preexisting conditions such as prematurity and chronic lung disease were only present in children with RSV infection. These respiratory viruses caused both upper (croup) and lower respiratory tract diseases (bronchiolitis, pneumonia). Extrapulmonary presentations were less prevalent and included encephalitis, seizures, cardiac arrest, coexisting diabetes ketoacidosis, and acute lymphoblastic leukemia. One patient with RSV and another with influenza A died during their PICU stay. Nearly half of these patients required ventilatory support or received systemic corticosteroids, and 88% received initial broad-spectrum antibiotic coverage. Approximately 1 in 5 of them had nebulized adrenaline, airway endoscopies, or bacterial coinfections. Adenovirus was isolated in 4 patients, and 2 (both with adenovirus type 3) died during the PICU stay. Similar findings in PICU were reported [14, 15] . In particular, influenza infection causes significant morbidity and mortality in young children [15] . Immunizations are recommended for all children aged 6 months to 18 years. Although severe forms of influenza are rare in children, the disease may be life-threatening and most occur in children with underlying disease [16] . During the 2003 influenza season there was an increased number of children with influenza A infection admitted to an Australian PICU, and an increased number of deaths compared with previous years [16] . The cost of influenza-related hospitalizations in children is high [13] . In a United States study, high-risk patients had higher mean total costs than low-risk patients, and cardiac, metabolic, and neurologic/neuromuscular diseases and age of 18 to 21 years were independently associated with the highest hospitalization costs [13] .\n\nThe influenza viruses are RNA viruses of the family Orthomyxoviridae. Influenzavirus A, Influenzavirus B, and Influenzavirus C are the genera that affect humans [18] . Influenzavirus A has one species, influenza A virus. The type A viruses are the most virulent human pathogens among the 3 influenza types and cause the most severe disease [19] . The influenza A virus has different serotypes based on the antibody response to these viruses [20] . Influenzavirus B also has only one species. The virus almost exclusively infects humans [20] , and is less common than influenza A. This virus mutates at a lower rate than type A and consequently is less genetically diverse, with only one influenza B serotype [20, 21] . This reduced rate of antigenic change, combined with its limited host range, ensures that pandemics of influenza B do not occur [18, 22] . Influenzavirus C has only one species. Influenza C virus causes mild disease in children [23, 24] . Indeed, seroepidemiological studies have revealed that influenza C virus is widely distributed globally. Nevertheless, because the isolation of this virus is difficult, there have been few reports on its clinical features [23] . Severe illness and local epidemics from influenza C have been reported [19, 23, 25] . Hay and colleagues [20] summarized the evolution of influenza viruses, which results in recurrent annual epidemics of disease that are caused by progressive antigenic drift of influenza A and B viruses due to the mutability of the RNA genome, and infrequent but severe pandemics caused by the emergence of novel influenza A subtypes to which the population has little immunity. The latter characteristic is a consequence of the wide antigenic diversity and peculiar host range of influenza A viruses, and the ability of their segmented RNA genomes to undergo frequent genetic reassortment (recombination) during mixed infections. Contrasting features of the evolution of recently circulating influenza AH1N1, AH3N2, and B viruses include the rapid drift of AH3N2 viruses as a single lineage, the slow replacement of successive antigenic variants of AH1N1 viruses, and the cocirculation over some 25 years of antigenically and genetically distinct lineages of influenza B viruses. Constant monitoring of changes in the circulating viruses is important for maintaining the efficacy of influenza vaccines in combating disease.\n\nThe diagnosis of influenza based on clinical impression is problematic. In a prospective study, children 13 years old or younger with respiratory infections were examined [26] . At each visit, a nasal swab specimen was obtained for the detection of influenza, and the physician recorded his or her opinion on whether the child had influenza. Among 2288 infections, the overall sensitivity of the clinical diagnosis of influenza was 38% and the positive predictive value was 32%.\n\nThe transmission of influenza can be mathematically modeled to help predicting how the virus will spread in a population [27, 28] . People who contract influenza are most infectious between the second and third days after infection, and infectivity lasts for around 10 days [27] . Children are much more infectious than adults, and shed virus from just before they develop symptoms until 2 weeks after infection [27, 29] . For influenza control it is very important to investigate viral shedding and resistant viruses [29] . According to Mitamura and colleagues [29] , viral loads are decreased after the start of antiviral agents, but resistant viruses are detected in some patients. Influenza can be spread by direct transmission when an infected person sneezes mucus into the eyes, nose, or mouth of another person; through people inhaling the aerosols produced by infected people with coughing, sneezing, and spitting; and through hand-to-mouth transmission from contaminated surfaces or direct personal contact [30, 31] . The relative importance of airborne, droplet, and contact transmission of influenza A virus and the efficiency of control measures depends on the inactivation of viruses in different environmental media. Weber and colleagues [31] systematically reviewed information on the environmental inactivation of influenza A viruses and modes of transmission. The airborne route is a potentially important transmission pathway for influenza in indoor environments. The importance of droplet transmission has to be reassessed. Contact transmission can be limited by fast inactivation of influenza virus on hands, and is more dependent on behavioral parameters than airborne transmission. However, the potentially large inocula deposited in the environment through sneezing and the protective effect of nasal mucus on virus survival could make contact transmission a key transmission mode. In the airborne route, it has been demonstrated that the inhalation of just one inhalable droplet (0.5-5 lm in diameter) might be enough to cause an infection [31] . Although a single sneeze releases up to 40,000 droplets [32] , most of these droplets are large and will quickly settle out of the air [31] . The influenza virus can also be transmitted by contaminated surfaces. Successful control of a viral disease requires knowledge of the different vectors that could promote its transmission among hosts. Thomas and colleagues [33] assessed the survival of human influenza viruses on banknotes, given that billions of these notes are exchanged daily worldwide. Banknotes were experimentally contaminated with representative influenza virus subtypes at various concentrations, and survival was tested after different time periods. Influenza A viruses tested by cell culture survived up to 3 days when they were inoculated at high concentrations. The same inoculum in the presence of respiratory mucus showed a striking increase in survival time (up to 17 days). B/Hong Kong/335/2001 virus was still infectious after 1 day when it was mixed with respiratory mucus. When nasopharyngeal secretions of naturally infected children were used, influenza virus survived for at least 48 h in one-third of the cases. The investigators concluded that unexpected stability of influenza virus in this nonbiological environment suggests that unusual environmental contamination should be considered in the setting of pandemic preparedness [33] . Bean and colleagues investigated the transmission of influenza viruses via hands and environmental surfaces; the survival of laboratory-grown influenza A and influenza B viruses on various surfaces was studied. Both influenza A and B viruses survived for 24 to 48 hours on hard, nonporous surfaces such as stainless steel and plastic, but survived for less than 8 to 12 hours on cloth, paper, and tissues. Measurable quantities of influenza A virus were transferred from stainless steel surfaces to hands for 24 hours and from tissues to hands for up to 15 minutes. Virus survived on hands for up to 5 minutes after transfer from the environmental surfaces. Their observations suggest that the transmission of virus from donors who are shedding large amounts could occur for 2 to 8 hours via stainless steel surfaces and for a few minutes via paper tissues. The investigators concluded that the transmission of influenza virus via fomites may be possible under conditions of heavy environmental contamination [34] . However, if the virus is present in mucus, the virus can survive for longer periods [31] .\n\nNew influenza viruses are constantly evolving by mutation or by reassortment [20] . Definitive means of prophylaxis is by vaccination. In particular, high-risk patients may develop life-threatening primary viral pneumonia or complications such as bacterial pneumonia [35] . Vaccination against influenza with an influenza vaccine is recommended for all children 6 months to 18 years old. Due to the high mutation rate of the virus, a particular influenza vaccine usually confers protection for no more than a few years. The World Health Organization annually predicts which viral strains are most likely to be circulating in the next year, allowing pharmaceutical companies to develop vaccines that will provide the best immunity against these strains [35] . The vaccine is reformulated each season for a few specific flu strains. Hence, it is possible to be vaccinated and still get influenza.\n\nIn an influenza pandemic, the benefit of vaccines and antiviral medications are often constrained by limitations on supplies and effectiveness. Nonpharmaceutical public health interventions are vital in curtailing disease spread. Good personal health and hygiene habits, such as hand washing, avoiding spitting, and covering the nose and mouth when sneezing or coughing, are reasonably effective in reducing influenza transmission [36] . In particular, hand washing with soap and water or with alcohol-based hand rubs is effective in inactivating influenza viruses [37] . These simple personal hygiene precautions are recommended as the main way of reducing infections during pandemics [36, 37] . Surface sanitizing may also help prevent influenza and respiratory viral infections [38] . Alcohol is an effective sanitizer against influenza viruses. Quaternary ammonium compounds can also be used with alcohol so that the sanitizing effect lasts for longer [39] . A wide variety of active chemical agents (biocides) are found in these sanitizing products, many of which have been used for hundreds of years, including alcohols, phenols, iodine, and chlorine [39] . In hospitals, quaternary ammonium compounds and bleach are used to sanitize rooms that have been occupied by or equipment used for patients with influenza symptoms [39] .\n\nIt is uncertain if reducing public gatherings, by for example closing schools and workplaces, will reduce transmission because people with influenza may just be moved from one area to another; such measures would also be difficult to enforce and are often unpopular [36] . When small numbers of people are infected, isolating the sick might reduce the risk of transmission [36] . Influenza infects many animal species, and transfer of viral strains between species can occur. Birds are thought to be the principal animal reservoirs of influenza viruses [40] . Phylogenetic analysis showed that nucleoprotein genes have evolved into 5 host-specific lineages, including (i) Equine/Prague/56 (EQPR56), (ii) recent equine strains, (iii) classic swine (H1N1 swine, eg, A/ Swine/Iowa/15/30) and human strains, (iv) gull H13 viruses, and (v) avian strains (including North American, Australian, and Old World subgroups). The presence of avian and human nucleoproteins in some swine isolates demonstrates the susceptibility of swine to different viral strains, and supports the hypothesis that swine may serve as intermediates for the introduction of avian influenza virus genes into the human virus gene pool [40] . Some strains are highly virulent to poultry, and may cause more severe symptoms and significant mortality [41, 42] . An avian-adapted, highly pathogenic strain of H5N1 (called HPAI A[H5N1], for ''highly pathogenic avian influenza virus of type A of subtype H5N1'') causes H5N1 flu (or ''avian influenza''), which is endemic in many bird populations, especially in Southeast Asia. This Asian lineage strain of HPAI A (H5N1) is spreading globally. At present, there is no evidence suggesting efficient human-to-human transmission of HPAI A (H5N1). Nevertheless, H5N1 may mutate or reassort into a strain capable of efficient human-to-human transmission. The exact changes that are required for this to happen are not well understood, and there is a need to find better predictors of both seasonal and potentially pandemic influenza [43] .\n\nOutbreaks in pigs are common and do not cause severe mortality [44] . In 2009 an outbreak of influenza A virus subtype H1N1 occurred in Mexico. The virus is being commonly referred to as ''swine flu,'' but there is no evidence of transmission from pigs to people; instead the virus is spreading from person to person. This strain is a reassortment of several strains of H1N1 that are usually found separately, in humans, birds, and pigs [45] .\n\nParainfluenza viruses belong to the RNA paramyxovirus family, and are a common cause of respiratory infections in children [46] [47] [48] . These viruses are the second most common cause of lower respiratory tract infection in younger children [48] . Human parainfluenza viruses (HPIVs) are second to RSV as a common cause of lower respiratory tract disease in young children. Similar to RSV, HPIVs can cause repeated upper respiratory tract infections throughout life. HPIVs can also cause serious lower respiratory tract disease with recurrent infection (eg, pneumonia, bronchitis, and bronchiolitis) [48] . Each of the 4 HPIVs has different clinical and epidemiologic features. The most distinctive clinical feature of HPIV-1 and HPIV-2 is croup (ie, laryngotracheobronchitis); HPIV-1 is the leading cause of croup in children, whereas HPIV-2 is less frequently detected. Both HPIV-1 and HPIV-2 can cause other upper and lower respiratory tract illnesses. HPIV-3 is more often associated with bronchiolitis and pneumonia. HPIV-4 is infrequently detected, possibly because it is less likely to cause severe disease. The incubation period for HPIVs is generally from 1 to 7 days [49] . The virion is unstable in the environment (surviving a few hours on environmental surfaces), and is readily inactivated with soap and water. HPIVs spread from respiratory secretions through close contact with infected persons, or contact with contaminated surfaces or objects. Infection can occur when infectious material contacts mucous membranes of the eyes, mouth, or nose, and possibly through the inhalation of droplets generated by a sneeze or cough. HPIVs can remain infectious in aerosols for over an hour. HPIVs are ubiquitous and infect most people during childhood. The highest rates of serious HPIV illnesses occur among young children. Serologic surveys have shown that 90% to 100% of children aged 5 years and older have antibodies to HPIV-3, and about 75% have antibodies to HPIV-1 and -2. The different HPIV serotypes differ in their clinical features and seasonality. HPIV-1 causes biennial outbreaks of croup in the fall (presently in the United States during odd-numbered years). HPIV-2 causes annual or biennial fall outbreaks. HPIV-3 peak activity occurs during the spring and early summer months each year, but the virus can be isolated throughout the year. Infection with HPIVs can be confirmed either by isolation and identification of the virus in cell culture or by direct detection of the virus in respiratory secretions (usually collected within 1 week of onset of symptoms) using immunofluorescence, enzyme immunoassay, or PCR assay, or by demonstration of a significant increase in specific IgG antibodies between appropriately collected paired serum specimens or specific IgM antibodies in a single serum specimen. In particular, the multiplex reverse transcription-PCR (RT-PCR) assay can be used as a rapid and sensitive diagnostic method for the viruses [50] . Accumulating knowledge on the molecular structure and mechanisms of replication of HPIVs has accelerated research on prevention and treatment. Several strategies for vaccine development, such as the use of live attenuated, inactivated, recombinant, and subunit vaccines, have been investigated, and it may become possible to prevent HPIV infections in the near future.\n\nNevertheless, no vaccine is currently available to protect against infection caused by any of the HPIVs [51] . Passively acquired maternal antibodies may play a role in protection from HPIV types 1 and 2 in the first few months of life, highlighting the importance of breastfeeding. Strict attention to infectioncontrol practices should decrease or prevent spread of infection. Frequent hand washing and not sharing items such as cups, glasses, and utensils with an infected person should decrease the spread of virus to others. Excluding children with colds or other respiratory illnesses (without fever) who are well enough to attend child care or school settings will probably not decrease the spread of HPIVs, because the viruses are often spread in the early stages of illness. In a hospital setting, spread of HPIVs can and should be prevented by strict attention to contact precautions, such as hand washing and wearing of protective gowns and gloves.\n\nRhinoviruses (RVs) are nonenveloped single-strand RNA viruses that belong to the Picornaviridae family. The virus is most frequently associated with common cold. Rhinovirus plays a significant role in the pathogenesis of otitis media and asthma exacerbations [52, 53] . Current evidence indicates that viral, and not bacterial, infections are the most important respiratory illnesses that increase the severity of asthma [52] . The most significant risk factor for the development of preschool childhood wheezing is the occurrence of symptomatic rhinovirus illnesses during infancy, which are clinically and prognostically informative based on their seasonal nature [54] . RVs have proven to be the virus most often found in association with increased asthma severity [52] . With the use of sensitive RT-PCR methods, respiratory viruses are found in approximately 80% of wheezing episodes in children and in approximately one-half of such episodes in adults [53] . In one study, RV RNA was detectable in more than 40% of asthmatic children 6 weeks after an acute exacerbation [55] . Asthma exacerbations were more severe in patients with persistence of RV RNA, suggesting that the severity of acute asthma might be linked to prolonged and possibly more severe RV infections. Most cases of RV infection are mild and self-limited despite its high incidence and prevalence. Nasopharyngitis, croup, and pneumonia are occasionally caused by RV. RVs can be transmitted by aerosol or direct contact. The primary site of inoculation is the nasal mucosa. The conjunctiva may be involved to a lesser extent. RV attaches to respiratory epithelium and spreads locally. RV does not efficiently replicate at body temperature. The optimal temperature for RV replication is 33 to 35 C. This fact may explain why RV replicates well in the nasal passages and upper tracheobronchial tree, but less well in the lower respiratory tract. The incubation period is approximately 2 to 4 days [49] . RV is shed in large amounts, with as many as 1 million infectious virions present per milliliter of nasal washings, but viremia is uncommon. Viral shedding can occur a few days before cold symptoms are recognized by the patient, peaks on days 2 to 7 of the illness, and may last as long as 3 to 4 weeks. A local inflammatory response to the virus in the respiratory tract can lead to nasal discharge, nasal congestion, sneezing, and throat irritation.\n\nRV possesses various transmission modes and can infect a huge population at any given time. Aerosol transmission is the most common transmission mode for respiratory tract infections. Transmission occurs when small airborne particles are inhaled or large droplets are directly touched. Direct hand contact with infected secretions or indirect contact with fomites is also important. Patients then infect themselves by touching their noses or conjunctivae. Highly contagious behavior includes nose blowing, sneezing, and physically transferring infected secretions onto environmental surfaces or paper tissue. Contrary to popular belief, behaviors such as kissing, talking, coughing, or even drooling do not contribute highly to the spread of disease. Infection rates approximate 50% within the household and range from 0% to 50% within schools, which indicates that transmission requires long-term contact with infected individuals. Brief exposures to others in places such as movie theaters, shopping malls, friends' houses, or doctors' offices incur low risk of transmission.\n\nPleconaril is an orally bioavailable antiviral drug being developed for the treatment of infections caused by picornaviruses [56] . This drug acts by binding to a hydrophobic pocket in VP1, and stabilizes the protein capsid to such an extent that the virus cannot release its RNA genome into the target cell. When tested in volunteers, during the clinical trials this drug caused a significant decrease in mucus secretions and illness-associated symptoms [57] . However, the Food and Drug Administration has not approved this drug for treatment of common cold, and the gastrointestinal side effects are not insignificant.\n\nCoronavirus and severe acute respiratory syndrome Coronavirus is a genus of animal virus belonging to the family Coronaviridae, and the virus is enveloped with a positive-sense single-stranded RNA genome and a helical symmetry [58] . Human coronaviruses are difficult to grow in the laboratory. Coronaviruses primarily infect the upper respiratory and gastrointestinal tract of mammals and birds. The most publicized human coronavirus, SARS-CoV, which causes severe acute respiratory syndrome (SARS), has a unique pathogenesis because it causes both upper and lower respiratory tract infections and can also cause gastroenteritis. Coronaviruses are believed to cause a significant percentage of all common colds in human adults, primarily in the winter and early spring seasons [49] .\n\nIn 2003, following the outbreak of SARS that had begun in the previous year in Asia, and secondary cases elsewhere in the world, the World Health Organization issued a press release stating that a novel coronavirus identified by several laboratories was the causative agent for SARS [59] . The virus was officially named the SARS coronavirus (SARS-CoV). The genome of SARS-CoV is 29,727 nucleotides in length and has 11 open reading frames, and its genome organization is similar to that of other coronaviruses. Phylogenetic analyses and sequence comparisons show that SARS-CoV is not closely related to any of the previously characterized coronaviruses [60] The SARS epidemic resulted in more than 8000 infections, about 10% of which resulted in death [61] . Following the high-profile publicity of SARS outbreaks, there has been a renewed interest in coronaviruses. For many years, scientists knew only about the existence of 2 human coronaviruses (HCoV-229E and HCoV-OC43). The discovery of SARS-CoV added another human coronavirus to the list. By the end of 2004, 3 independent research laboratories reported the discovery of a fourth human coronavirus, named NL63, NL, or the New Haven coronavirus by the different research groups [62] . Screening of clinical specimens from individuals suffering from respiratory illness identified additional HCoV-NL63-infected individuals, indicating that the virus was widely spread within the human population [62] .\n\nAdenovirus infections most commonly cause illness of the respiratory system as well as various other illnesses, such as gastroenteritis, conjunctivitis, and cystitis. Symptoms caused by adenovirus infection range from the common cold syndrome to pneumonia, croup, and bronchitis [49, 63] . Patients with compromised immune systems are especially susceptible to severe complications of adenovirus infection. Adenoviruses are transmitted by direct contact, fecal-oral transmission, and occasionally waterborne transmission. Some types are capable of establishing persistent asymptomatic infections in tonsils, adenoids, and intestines of infected hosts, and shedding can occur for months or years. Adenovirus infections can occur throughout the year but outbreaks of adenovirus-associated respiratory disease are more common in the late winter, spring, and early summer. Antigen detection, PCR assay, virus isolation, and serology can be used to identify adenovirus infections. Because adenovirus can be excreted for prolonged periods, the presence of virus does not necessarily mean it is associated with disease. Most infections are mild and require either no therapy or only symptomatic treatment. Because there is no virus-specific therapy, serious adenovirus illness can be managed only by treating symptoms and complications of the infection. Deaths are rare but have been reported [17] . Strict attention to good infection control practices is effective for stopping nosocomial outbreaks of adenovirus-associated disease, such as epidemic keratoconjunctivitis. Maintaining adequate levels of chlorination is necessary for preventing swimming pool associated outbreaks of adenovirus conjunctivitis.\n\nHuman metapneumovirus (hMPV) was first isolated in 2001 in the Netherlands by using the RNA arbitrarily primed PCR (RAP-PCR) technique for identification of unknown viruses growing in cultured cells [64, 65] . Serologic studies showed that by the age of 5 years, virtually all children in the Netherlands have been exposed to human metapneumovirus, and that the virus has been circulating in humans for at least 50 years [64] . hMPV is a negative single-stranded RNA virus of the family Paramyxoviridae, and is closely related to the avian metapneumovirus (AMPV) subgroup C. hMPV may be the second most common cause (after the RSV) of lower respiratory infection in young children, although infection with hMPV tends to occur in slightly older children and to produce disease that is less severe [63, [66] [67] [68] . Coinfection with both viruses can occur, and is generally associated with worse disease [69] . hMPV has been shown to have worldwide circulation, with nearly universal infection by age 5 years. Similar to influenza and RSV, activity is greatest during the winter in temperate climates [63, 66, 67] . Most of the available data on the clinical manifestations of hMPV infection are from studies of children in whom the virus causes upper respiratory tract infections, bronchiolitis, and pneumonia [63, 66, 67] . Reinfections with hMPV occur throughout adult life, and hMPV infection has been documented in 1% to 9% of adults each year using RT-PCR and serology for diagnosis. Illness is generally mild in young adults, with serologic evidence of asymptomatic infection in many cases [65] . Human metapneumovirus accounts for approximately 10% of respiratory tract infections that are not related to previously known causative agents [70] . The virus seems to be distributed worldwide and to have a seasonal distribution, with its incidence comparable to that of the influenza viruses during winter [63, 64, 67, 71] . Serologic studies have shown that by the age of 5 years virtually all children have been exposed to the virus, and reinfections are common. Human metapneumovirus usually causes mild respiratory tract infection, although small children and immunocompromised individuals are at risk of severe disease and hospitalization [64] . The identification of hMPV has predominantly relied on RT-PCR technology to amplify directly from RNA extracted from respiratory specimens. Treatment is symptomatic. No effective treatment or vaccine for hMPV is currently available, but ribavirin has shown effectiveness in an animal model [70, 72] .\n\nAll the aforementioned viruses can lead to infections of different parts of the respiratory systems, with distinctive symptomatology. These parts can be divided into the upper airway syndrome, the lower airway, and the lung parenchyma.\n\nThe symptoms of common cold or upper respiratory tract infection resemble symptoms of influenza disease except that they are usually milder. Symptoms of influenza can start abruptly 1 to 2 days after infection [73] . Usually the first symptoms are chills or a chilly sensation, and fever with body temperatures ranging from 38 to 39 C [74, 75] . Suzuki and colleagues [74] studied the natural course of fever during influenza virus infection in children, and found that fever was most prominent in A/H3N2 and young children. Secondary fever was observed frequently at 72 to 132 hours in all types. The duration of fever was associated negatively with the age of the child and positively with the maximal temperature [74] . Symptoms of influenza may also include aches, especially joints and throat, extreme coldness, fatigue, headache, irritated watering eyes, and reddened eyes, face, mouth, throat, and nose [73] . It is difficult to distinguish between the common cold and influenza in the early stages of these infections [73, 75] , but flu can be identified by a high fever with a sudden onset and extreme fatigue [75] . In the subtropics, influenza is an important cause of hospitalization among children, with rates exceeding those reported for temperate regions [8] and influenza-related hospitalizations among children in Hong Kong [7] . The influenza viruses are significant human respiratory pathogens that cause both seasonal, endemic infections and periodic, unpredictable pandemics. The worst pandemic on record, in 1918, killed approximately 50 million people worldwide. It is striking that the spectrum of pathologic changes described in the 1918 influenza pandemic is not significantly different from the histopathology observed in other less lethal pandemics or even in deaths occurring during seasonal influenza outbreaks [19] . Coronaviruses, parainfluenza, and RSV are important viruses that can cause the clinical syndrome of common colds. Other viruses such as adenoviruses and influenza viruses can cause common colds, but are more likely to cause acute nasopharyngitis and more severe respiratory infections.\n\nSeveral studies demonstrate the incidence of the common cold to be highest in preschool and elementary school-aged children. An average of 3 to 8 colds per year is observed in this age group, with an even higher incidence in children who attend daycare centers. Because of the numerous viral agents involved and the many serotypes of several viruses (especially RV), it is not unusual for younger children to have new colds each month during the winter season. Adults and adolescents typically have 2 to 4 colds per year. A seasonal increase in incidence during the winter months is observed worldwide. The most common manifestation of RV, the common cold, is mild and self-limited. Common colds, by definition, do not have objective evidence of pharyngeal irritation, and RV is an uncommon cause of acute nasopharyngitis. However, severe respiratory disease, including bronchiolitis, asthma exacerbations, and pneumonia can occur in infants and young children [76] . Indeed, RV may be associated with more severe lower respiratory tract infection in children than previously reported, particularly in the noninfluenza, RSV season [76] . Because antibodies to viral serotypes develop over time, the highest incidence is found in infants and young children. In addition, young children are more likely to have the frequent, close, personal contact necessary to transmit rhinovirus.\n\nChildren with common cold are usually afebrile, although temperatures of 38 to 39 C may occur in younger children. Profuse nasal discharge can be clear and watery or mucopurulent. Purulent secretions are common after the first few days of illness, and do not imply bacterial sinusitis unless symptoms and signs of an upper respiratory infection persist for more than 10 days without appreciable improvement [77] . Despite sore throat, the pharynx has a normal appearance, without any erythema, exudate, or ulceration. Infection occurs rapidly, with the virus adhering to surface receptors within 15 minutes of entering the respiratory tract. RVs preferentially grow at 32 C as opposed to the body temperature of 37 C, and hence infect mainly the upper respiratory tract.\n\nInfluenza can cause pneumonia, which can be fatal particularly for the young and the elderly. Although it is often confused with other influenza-like viral infections such as the common cold, influenza is generally a more severe disease [73] . Influenza is typically transmitted through airborne aerosols created by coughing or sneezing. Infections also occur through contact with infected body fluids or with contaminated surfaces. Influenza viruses can be inactivated by sunlight, disinfectants, and detergents [78] .\n\nVaccinations against influenza are available [79, 80] . The most common human vaccine is the trivalent influenza vaccine (TIV) that contains purified and inactivated material from 3 viral strains. This vaccine typically includes material from 2 influenza A virus subtypes and 1 influenza B virus strain. The TIV carries no risk of transmitting the disease, and it has very low reactivity. A vaccine formulated for 1 year may be ineffective in the following year, because the influenza virus evolves rapidly and new strains quickly replace the older ones. Most people will recover completely in about 1 to 2 weeks, but some will develop life-threatening complications. Young children, people with chronic medical conditions, and pregnant women are at risk for complications from influenza [81, 82] . Guillain-Barré syndrome can be a rare side effect of influenza vaccines, with an incidence of about 1 case per million vaccinations [83] . Adverse event reporting rates have been reasonably constant over time, and no new safety concerns emerged after review of 15 years of postlicensure surveillance data [83] .\n\nPatients with flu are advised to get plenty of rest, drink plenty of liquids, avoid using alcohol and tobacco and, if necessary, take medications such as paracetamol (acetaminophen) to relieve the fever and muscle aches associated with the flu. Children and teenagers with flu symptoms (particularly fever) should avoid taking aspirin during an influenza infection (especially influenza type B), because of the risk of Reye syndrome [84] . Antibiotics have no effect on the infection; unless prescribed for secondary infections such as bacterial pneumonia. The 2 classes of antiviral drugs used against influenza are neuraminidase inhibitors and M2 protein inhibitors (adamantane derivatives) [85] . Neuraminidase inhibitors are currently preferred for flu virus infections because they are less toxic and more effective [35] . Antiviral drugs such as oseltamivir (trade name Tamiflu) and zanamivir (trade name Relenza) are neuraminidase inhibitors that are designed to halt the spread of the virus in the body [86] . These drugs are often effective against both influenza A and B [87] . The Cochrane Collaboration reviewed these drugs and concluded that they reduce symptoms and complications [88] . All the aforementioned antiviral drugs shorten the course of influenza disease by approximately 1 day and relieve symptoms to some extent [89] . Different strains of influenza viruses have differing degrees of resistance against these antivirals, and it is impossible to predict what degree of resistance a future pandemic strain might have [90] . The increase in influenza vaccinations among young children, together with the routine therapeutic use of neuraminidase inhibitors, has led to a decrease in the influenza-associated mortality rate [91] . To determine the interventions most likely to curtail an influenza pandemic, Carrat and colleagues [27] and Grassly and colleagues [28] mathematically modeled the transmission of influenza to predict how the virus will spread in a population. These results support the stockpiling of antiviral drugs and accelerated vaccine development. Nevertheless, neuraminidase inhibitors should not be used in routine seasonal influenza control. In a serious epidemic or pandemic, neuraminidase inhibitors should be used with other public health measures. [88] .\n\nThe most common syndrome that often affects infants and children younger than 6 years is laryngotracheobronchitis [92] . The condition is commonly known as croup due to the characteristic croupy cough associated with infection and inflammatory of the subglottic region [92] . Croup is characterized by a barking cough, varying degrees of inspiratory stridor, and hoarseness as a result of laryngeal or tracheal obstruction [93] . The condition may be mild, moderate, or severe, and even fatal. Croup is most often caused by parainfluenza virus, with types 1 and 2 responsible for the majority of cases [92, 93] . However, other viral infections can also cause it [17] . Croup is most common in the fall and winter but can occur year-round, with a slight predilection for males [92] . The respiratory distress is caused by an inflammatory response to the infection rather than by the infection itself. Respiratory distress usually occurs in young children as their airways are smaller and differently shaped to those of adults, making them more susceptible. The treatment of croup depends on the severity of symptoms. It is important to maintain a calm atmosphere for the parents and child. Most children can be managed effectively at home. Antipyretics should be given if the child is febrile. Adequate hydration should be maintained. Corticosteroids are the mainstay of therapy [93] . Corticosteroids have potent vasoconstrictive and anti-inflammatory properties, and can reduce airway inflammation, vascular permeability, and mucosal edema [93] . Good evidence now exists to support the use of corticosteroid in the management of severe, moderate, or even mild croup [94] . Dexamethasone is often used due to its prolonged physiologic effects. The severe form requires emergency medical treatment in the intensive care unit. Nebulized epinephrine should be considered for children with moderate to severe croup, and should be used with caution in children who have tachycardia or ventricular outlet obstruction. Racemic epinephrine works by stimulation of the a-adrenergic receptors in the airway with resultant mucosal vasoconstriction and decreased subglottic edema, and by stimulation of the b-adrenergic receptors with resultant relaxation of the bronchial smooth muscle. Randomized studies comparing racemic epinephrine with either placebo or no treatment have shown significant improvements in croup scores in the treated patients over controls [95] . The simultaneous use of corticosteroid helps to reduce the rebound phenomenon associated with the use of epinephrine and obviates the need for hospitalization [93] . Children who have moderate or severe croup with blood oxygen saturation of less than 92% should receive oxygen. Antibiotics have no value. Children with moderate to severe croup are hospitalized for observation. Intubation is rarely needed [17] .\n\nLower airway diseases: wheezy bronchitis and asthma Bronchitis is a common disease in the adult population but is less frequently described in children. Bronchitis is usually due to common viral infections, but can occasionally be complicated by secondary bacterial infections. Jartti and colleagues [96] detected metapneumovirus by PCR in 10 (8%) of 132 consecutive children admitted to Turku Hospital, Finland, for acute expiratory wheezing (median age 7 months, range 4-25 months). The mean duration of hospital stay was 2.5 days (standard deviation 1.6) and mean duration of respiratory symptoms was 19 days. The white blood cell count, C-reactive protein, and RANTES (Regulated on Activation, Normal T-Expressed and Secreted cytokine) concentrations in nasal secretion remained low, whereas interleukin-8 concentrations in nasal secretion were high. Human metapneumovirus is a clinically important causative agent of acute wheezing in young children [96] . Smuts and colleagues [97] evaluated the role of the novel respiratory viruses, such as human metapneumovirus (hMPV), human coronavirus NL63 (HCoV NL63), and human bocavirus (HBoV) in wheezing illness in children. Consecutive children presenting with acute wheezing to a pediatric hospital from May 2004 to November 2005 were prospectively studied. A nasal swab was taken for RT-PCR and PCR for hMPV, HCoV NL63, and HBoV; when positive, the genes were sequenced. Shell vial culture for RSV, influenza A and B viruses, adenovirus, and parainfluenza viruses 1, 2, and 3 was performed on every fifth sample. Two hundred and forty-two nasal swabs were collected from 238 children (median age 12.4 months). A novel respiratory virus was found in 44 of 242 (18.2%). hMPV, HBoV, and HCoV NL63 was found in 20 (8.3%), 18 (7.4%), and 6 (2.4%) of samples, respectively. Fifteen of 59 (25%) samples were positive for other respiratory viruses. Viral coinfections occurred in 6 of 242 (2.5%). Viruses are an important cause of wheezing in preschool children; hMPV, HCoV NL63, and HBoV are less common than the usual respiratory pathogens [97] .\n\nThe term usually refers to acute viral bronchiolitis of infancy. In temperate climates, bronchiolitis is most frequently seen during winter and early spring. In tropical countries, the disease occurs more frequently during the rainy season [98] . Bronchiolitis is most commonly caused by RSV (or human pneumovirus) [1, 4] . Other common respiratory viruses that may also cause the same clinical entity include metapneumovirus, influenza, parainfluenza, coronavirus, adenovirus, and rhinovirus [66] . Coryza, mild cough, fever, lethargy, and decreased appetite are common at the onset of illness; this then progresses to noisy, raspy breathing and wheezy cough. Physical examination is characterized by prolonged expiratory phase, wheezing, tachypnea, dyspnea, intercostal retractions, hyperresonance on chest percussion, and tachycardia [98] . The diagnosis is usually made by clinical examination in ambulatory settings. Chest radiography is not routinely indicated, but may sometimes be useful to exclude pneumonia. Testing for specific viral cause such as RSV by nasopharyngeal aspirate can be performed, but the testing usually has little effect on management. Identification of RSV-positive patients can be helpful for disease surveillance, patient cohorts in hospital wards to prevent cross-infection, and reducing the need for other unnecessary diagnostic procedures.\n\nRespiratory complications are common in infants with severe RSV bronchiolitis, which include apnea and hypoxemia [98] . Children with RSV bronchiolitis in early life are at increased risk of developing asthma later in childhood, although the association is lost by 13 years of age [99, 100] .\n\nThere is no effective specific treatment for bronchiolitis. Therapy is primarily supportive. Frequent small feeds are encouraged to maintain hydration as evidenced by good urine output, and sometimes oxygen may be required to maintain blood oxygen levels. Suction of the nasopharynx to remove excessive secretions is often performed to maintain a clear airway. In severe cases, nasogastric tube feeding or intravenous fluids are required. In extreme cases, mechanical ventilation might be necessary. Kellner and colleagues [101, 102] performed a meta-analysis of bronchodilator therapy in infants with bronchiolitis, and reported that bronchodilators produced a modest short-term improvement in clinical scores. The rate and duration of hospitalization, however, were not affected by bronchodilator therapy. The investigators concluded that routine use of bronchodilators in those who wheeze for the first time is not justified, given the modest short-term clinical improvement along with the high cost of the medication. In theory, epinephrine has an added advantage over b 2 -adrenergic selective bronchodilators because its a-adrenergic component may diminish catarrhal secretions and mucosal edema of the airway. A meta-analysis of 14 randomized, controlled trials that included inhaled or systemic epinephrine as one of the bronchodilators showed that epinephrine may be favorable to salbutamol and placebo among outpatients with bronchiolitis [103] . However, there is insufficient evidence to support its use for the treatment of bronchiolitis among inpatients. Because some children will respond to bronchodilators, if bronchodilators are to be tried, careful clinical evaluation of the response to the first few doses must be made in order for a decision to be made about continuance or discontinuance of the medication. A recent multicenter, double-blind, placebo-controlled trial that included 800 infants with bronchiolitis seen in the emergency department suggests that combined therapy with dexamethasone and epinephrine may significantly reduce the rate of hospital admission [104] . The use of ribavirin in treating RSV infection is controversial. Ribavirin is used sometimes for infants with preexisting lung, heart, or immune disease [105] [106] [107] [108] . The American Academy of Pediatrics has recommended that decisions about ribavirin administration should be made based on the particular clinical circumstances and physicians' experience [109] . Antibiotics are usually not indicated in uncomplicated bronchiolitis [110, 111] . Nevertheless, Thorburn and colleagues [112] found that up to 40% of children with severe RSV bronchiolitis requiring admission to the PICU were infected with bacteria in their lower airways and were at increased risk for bacterial pneumonia. In general, prevention of bronchiolitis relies on measures to reduce the spread of the viruses that cause respiratory infections, such as hand washing and avoiding exposure to those symptomatic with respiratory infections.\n\nPremature infants, and others with certain major cardiac and respiratory disorders, may benefit from passive immunization with Palivizumab (a monoclonal antibody against RSV). Palivizumab is administered intramuscularly at a dosage of 15 mg/kg monthly, beginning just before the onset of the RSV season for a total of 5 months, as recommended by the American Academy of Pediatrics for prophylaxis in high-risk children [109, 113] . The use of Palivizumab in Asian cities with no winter or definite seasonality is controversial.\n\nRisk factors for bronchiolitis deaths in the United States have been described, and multiple cause-of-death and linked birth/infant death data for 1996 through 1998 were used to examine bronchiolitis-related infant deaths [114] . Risk factors were assessed by comparing infants who died with bronchiolitis and surviving infants. During 1996 through 1998 there were 229 bronchiolitis-related infant deaths, resulting in an average annual infant mortality rate of 2.0 per 100,000 live births. The majority (55%) of infant deaths occurred among infants younger than 3 months. The bronchiolitis mortality rate was highest among infants weighing less than 1500 g at birth (very low birth weight; VLBW) as compared with infants weighing 1500 to 2499 g (low birth weight; LBW) and 2500 g or heavier at birth (29.8, 6.4, and 1.3 per 100 000 live births, respectively). VLBW and LBW infants remained at an increased risk of dying of bronchiolitis after controlling for other risk factors. Other risk factors included increasing birth order, low 5-minute Apgar score, young maternal age, unmarried mother, and tobacco use during pregnancy. The investigators concluded that VLBW and LBW infants are at increased risk of dying of bronchiolitis [114] .\n\nLeader and colleagues [115] provide current estimates of the incidence, associated risk factors, and costs of severe RSV infections among infants in the United States, defined as emergency department visits, hospitalization, and death. Between 1997 and 2000, there were 718,008 emergency department visits by infants with lower respiratory infection diagnoses during the RSV season (22.8/1000), and 29% were admitted. Costs of emergency department visits were approximately US$202 million. RSV bronchiolitis was the leading cause of infant hospitalization annually. Total hospital charges for RSV-coded primary diagnoses during the 4 years were more than $2.6 billion. An estimated 390 RSV-associated postneonatal deaths occurred in 1999. Low birth weight and prematurity significantly increased RSV-associated mortality rates. The investigators concluded that RSV is a major cause of infant morbidity and mortality. Severe RSV is highest among infants of black mothers and Medicaidinsured infants. Prematurity and low birth weight significantly increase RSV mortality rates.\n\nAdmission criteria for bronchiolitis can be derived based on the severity of the disease [116] . A clinical score is useful in the evaluation and grading of bronchiolitis severity [117] . Clinical deterioration requiring PICU admission is an uncommon occurrence in previously healthy infants admitted to a general pediatric inpatient unit with RSV infection. Extreme tachypnea and hypoxemia are both associated with subsequent deterioration; however, only a small proportion of patients who clinically deteriorate present in this way. The clinical usefulness of these parameters, therefore, is limited [118] . Adequate oxygen saturations should be maintained to avoid hypoxia [119] . Chest physiotherapy using vibration and percussion techniques does not reduce length of hospital stay, oxygen requirements, or improve the severity clinical score in infants with acute bronchiolitis [120, 121] . The course of RSV disease is variable. In an East Denmark study, the clinical course was milder than reported elsewhere, possibly as a result of the low prevalence of bronchopulmonary dysplasia in Denmark [5] . However, RSV constitutes a considerable burden to the Danish pediatric health care system, and the investigators suggest that prophylaxis against RSV is desirable [5] .\n\nSevere forms of respiratory viral infections are rare in children but may lead to life-threatening conditions, such as severe pneumonia necessitating PICU admission and occasionally resulting in death [17, 122] . Community-acquired pneumonia (CAP) is a significant cause of childhood morbidity and mortality worldwide. Viral etiology is most common in young children [68, [122] [123] [124] [125] [126] [127] [128] [129] . In CAP, viral coinfection (especially RSV, human bocavirus, rhinovirus, human metapneumovirus, and parainfluenza viruses) ranges between 28.2% and 68.8%. Children with viral coinfection more frequently require hospital admission than those with single viral infection. Suffice to say, viral coinfections are frequent in children younger than 3 years with CAP, and can be a poor prognostic factor [130] . Although a possible microbial cause is identified in less than half of the patients, clinical findings and results of blood cultures, chest radiographs, and white blood cell and differential counts usually do not distinguish patients with a defined cause from those without a known cause for pneumonia [124, 128, 129, 131, 132] . Children with typical bacterial or mixed bacterial/viral infections have the greatest inflammation and disease severity. Michelow and colleagues [133] evaluated consecutive immunocompetent children hospitalized with radiographically confirmed lower respiratory infections from January 1999 through March 2000. One hundred and fifty-four hospitalized children with lower respiratory infections were enrolled. Median age was 33 months (range: 2 months to 17 years). A pathogen was identified in 79% of children. Typical respiratory bacteria were identified in 60% (of which 73% were Streptococcus pneumoniae), viruses in 45%, Mycoplasma pneumoniae in 14%, Chlamydia pneumoniae in 9%, and mixed bacterial/viral infections in 23%. Multivariate logistic-regression analyses revealed that high temperature (!38.4 C) within 72 hours after admission and the presence of pleural effusion were significantly associated with bacterial pneumonia [133] .\n\nOxygen therapy is life-saving and should be given when oxygen saturation is less than 92% [127] . Antimicrobials are often used to cover for possible coinfections with bacteria [124, 128, 134, 135] . Mechanical ventilation is often required for respiratory failure [17, 125] . Death is uncommon [17, 125, 136] .\n\nHand hygiene through washing with soap and water or alcohol-based hand rub is highly effective in reducing influenza A virus on human hands [37] . Appropriate hand hygiene may be an important public health initiative to reduce pandemic and influenza transmission. Influenza immunization can be given to children as young as 6 months. There is no vaccine available for parainfluenza, adenovirus, rhinovirus, or metapneumovirus. RSV prophylaxis is available but expensive.\n\nOne of the clinical problems facing pediatric intensivists is the differentiation between viral and bacterial infections when an acutely ill child, with or without respiratory manifestations, is admitted. An empirical course of antibiotics is often used in the initial management to avoid missing any treatable bacterial coinfections [17] . A low threshold for negative-pressure reverse isolation should be considered whenever possible so that other critically ill patients are not put at risk. Rapid diagnosis of respiratory viral infections in children is important, as prompt diagnosis results in significantly reduced hospital stays, antibiotic use, and laboratory use [137] .\n\nUpper airway obstruction in croup is usually caused by the parainfluenza virus. However, influenza may be more common than parainfluenza in causing croup in the PICU [17] . In lower respiratory disease such as bronchiolitis and pneumonia, radiographic abnormalities are often present, rendering differentiation from bacterial infections and coinfections difficult [10] . Sometimes parenchymal involvement as evidenced by abnormal radiography is more common with RSV than influenza infection [17] . As it is often difficult to delineate viral from bacterial infection in the acute setting, initial broad-spectrum antibiotics are used in the majority of patients to cover for pneumonia and sepsis [138, 139] . Antibiotics can be discontinued when viral studies are positive and the patients have stabilized.\n\nIn one study, the mortality potentially attributable to the 4 respiratory viruses (RSV, influenza, parainfluenza, and adenovirus) was low during the PICU stay [17] . Adenovirus was notorious in its preponderance in causing severe diseases like encephalitis, bronchiolitis obliterans, and myocarditis. In the series of Hon and colleagues [17] , 2 of the 4 patients with adenovirus died during their PICU stay. Three of the patients had the serotype 3, which is known to be able to cause severe respiratory infection [140] . Bacterial coinfections were often present and included various gram-positive and gram-negative bacteria cultured in the tracheal aspirate, urine, or blood [17] . The most common organism was Streptococcus pneumoniae.\n\nExtrapulmonary manifestations of viral infection are an important cause of morbidity, and range from seizures to cardiac arrest [141] [142] [143] .\n\nAge is an important demographic factor. Among the 3 respiratory viruses, RSV infections in particular can cause significant morbidity and mortality in young children. Chronic lung disease and prematurity have been found to be associated with infection with the RSV virus [144] [145] [146] [147] .\n\nMonthly intramuscular injection of Palivizumab has been advocated in patients vulnerable to RSV infections [5, 148, 149] . Universal influenza vaccination of children older than 6 months may help prevent infection by influenza, and is now recommended in the United States [11, 15] .\n\nRespiratory viral infections leading to PICU admissions may lead to significant morbidity and mortality [17] . Presentation can be pulmonary and extrapulmonary. Prompt diagnosis will ensure that the appropriate treatment (such as corticosteroid for croup) can be instituted as soon as possible. Vaccination of the high-risk groups may help to prevent infection and ICU admission.\n\nThe causes of severe childhood respiratory virus infections are heterogeneous, and the infections may at time be life-threatening. Many of these respiratory viral infections share similar symptomatology, and occasionally cause outbreaks and severe respiratory disease. The misleading abbreviation ''SARS'' was coined in 2003 [150] . The diagnosis of Severe Acute Respiratory Syndrome was based on a clinical definition in that patients who had fever, respiratory symptoms (not necessarily severe), and with an epidemiologic link were considered to have SARS. Patients clinically diagnosed to have SARS may or may not have SARS-CoV [150, 151] . Overdiagnosis may lead to stigmatization and inconvenience in the workplace or at school. In contrast, underdiagnosing the condition may lead to the disease being unrecognized and the potential for the pathogen to spread in the community. Imprecise definition therefore carries serious public health consequences. In fact, the clinical features of many patients with SARS were neither ''severe'' nor ''respiratory'' in nature [150] . Many new surveillance guidelines and confusing abbreviations appeared. A new abbreviation ''ILI'' was introduced to mean influenza-like illness. The definitions for many of these abbreviations are nearly identical, if not the same as the clinical definition of SARS (ie, contact + fever + respiratory symptomatology AE other symptoms); this can cause unnecessary confusion. Indeed, the only difference between ILI, influenza, avian flu, swine flu, and SARS is the virus. Applying the initial clinical definition of SARS to avian or swine influenza, these patients all had SARS, because their symptoms and epidemiologic links were just like SARS [150, 152] . However, the term SARS is no longer used unless SARS-CoV is isolated from the patient, regardless of whether ''severe respiratory'' symptoms and epidemiologic links are present. Outbreaks of severe acute respiratory infections with epidemiologic links will occur from time to time. Although SARS-CoV is out and may never come back, the SARS concept of index surveillance, and epidemiologic and prognostication studies for severe respiratory viral infections is here to stay. SARS is very much alive among us [150, 152] ."}