{"title": "Phytoestrogenic molecule desmethylicaritin suppressed adipogenesis via Wnt/β-catenin signaling pathway", "body": "Pulsed corticosteroids are frequently prescribed as life-saving agents for serious infectious diseases such as severe acute respiratory syndrome or chronic autoimmune disease. However, steroidassociated osteonecrosis frequently occurs as a result of high-dose corticosteroid treatments. Extravascular lipid-deposition is a major consent etiopathogenesis of steroid-associated osteonecrosis (Lieberman et al., 2003) . It has been experimentally confirmed that lipid-lowering agent is able prevent steroid-associated osteonecrosis (Motomura et al., 2004) . Epimedium-derived flavonoids have shown beneficial effect on prevention of steroid-associated osteonecrosis by inhibiting extravascular lipid-deposition in our previous experimental studies (Qin et al., 2006; Zhang et al., 2007 Zhang et al., , 2009 ). However, the underlying mechanism of Epimedium-derived flavonoids on inhibition of adipogenesis remains unknown.\n\nThe 3T3-L1 cell line is one of the most well-characterized and reliable in vitro models for studying the conversion of preadipocytes into adipocytes (Lee et al., , 2011 . Adipocyte differentiation involves sequential activation of various transcription factors Lane, 1995, Rosen and MacDougald, 2006) . Cebpd and Cebpb are the earliest transcription factors induced by adipogenic stimuli, and they transcriptionally activate the Cebpa and Pparg genes through C/EBP regulatory elements in their proximal promoters (Gregoire et al., 1998) . Cebpa and Pparg served as key transcriptional activators of adipogenesis promote expression of adipocyte-specific genes, such as Fabp4 and Lpl (Gregoire et al., 1998) . accumulated and trans-located to the nucleus where it binds to the T-cell factor (TCF)/lymphoid-enhancing factor family of transcription factors (Bennett et al., 2005) and activates the transcription of its target genes with known functions in suppression of PPARγ and C/EBPα (Fu et al., 2005 , Shi et al., 2002 Desmethylicaritin is a metabolite of Epimedium-derived flavonoids identified in serum after its oral administration (Liu and Lou, 2004; Shen et al., 2007) . It is classified as a phytoestrogen and exerts estrogenic-like activity (Wang and Lou, 2004; Ye et al., 2005; Wang et al., 2006) , anti-inflammatory activity (Chen et al., 2008; Kim et al., 2009 ) and anti-oxidative activity (Wo et al., 2008) . Recently, estrogen has been reported to inhibit adipogenesis by activating Wnt/β-catenin signaling (Kanit et al., 2012) . Accordingly, we hypothesize that desmethylicaritin may be able to inhibit adipogenesis via regulating Wnt/β-catenin signaling pathway, i.e. a relevant mechanism to explain the role of Epimedium-derived flavonoids and also the potential use of desmethylicaritin as a novel phytochemical agent to prevent disorders involving lipid metabolism.\n\nDesmethylicaritin with defined chemical structure (Fig. 1A ) and the purity of 99.2% was supplied by the Institute of Traditional Chinese Medicine & Natural Products in Jinan University, Guangzhou, China. The cell culture reagents were obtained from Invitrogen. Cell proliferation ELISA, BrdU (colorimetric) Kit (11647229001) was purchased from Roche, Germany. The primers were purchased from Tech Dragon Ltd. Hong Kong. The β-catenin Rabbit Monoclonal antibody and HRP Goat anti-Rabbit IgG antibody were obtained from Abgent (San Diego, USA) and anti-β actin monoclonal antibody and DyLight 488 AffiniPure Goat Anti-Rabbit gG(H+L) were obtained from EarhOx (San Diego, USA). An antibody to β-catenin for immunofluorescence was purchased from Abgent (San Diego, USA). All other reagents and chemicals were obtained from Sigma-Aldrich, Inc. USA.\n\n3T3-L1 preadipocytes were purchased from ATCC (American Type Culture Collection, Manassas, VA, USA). 3T3-L1 cells were maintained in Dulbecco's modified Eagle's medium (DMEM) with 10% fetal bovine serum in incubator with 5% CO 2 at 37 1C.\n\nCell viability was assessed using MTT assay. 3T3-L1 preadipocyte cells or HUVECs were seeded at 5000 cells/well in 96-well plates. After 48 h of incubation, the cells were treated with desmethylicaritin at concentrations of 0, 0.1, 1 and 10 μM. After 24 h, MTT was used to obtain the percentage of viable cells (Zhang et al., 2010) . The experiment was repeated 3 times.\n\nTo induce adipogenesis, 3T3-L1 cells (5 Â 10 4 cells/well) were plated into 6-well plates and maintained for 2 days after reaching confluence (designated as day 0). Then, culture medium was exchanged with differentiation medium (DMEM containing 10% FBS, 0.5 mM IBMX, 1 μM dexamethasone, 2 μg/ml insulin, and 200 μM indomethacin) for 2 days. The cells were then incubated in adipocyte growth medium (DMEM supplemented with 10% FBS and 1 μg/ml insulin) for 2 days, and maintained thereafter with 10% FBS/ DMEM to day 8 based on a published protocol (Zhang et al., 2009 ). Desmethylicaritin 0.1, 1, and 10 μM, and vehicle DMSO were added to the medium over the full course of differentiation. Medium was changed every other day. At day 8, the cells were stained with Oil Red O, an indicator of cell lipid content (Zhang et al., 2009) . The experiment was repeated 3 times.\n\nAfter confluence, 3T3-L1 cells were treated with desmethylicaritin for 2 days, and then BrdU was added to culture medium at a concentration of 10 μm. After BrdU labeling for 2 h, medium was removed and BrdU incorporation was measured using cell proliferation ELISA kit (Roche) and a 1:200 dilution of anti-BrdUperoxidase conjugate antibody. Reactions were stopped with 1 m H 2 SO 4 and absorbance measured at 450 nm.\n\nTotal RNA was isolated using the RNeasy total RNA extraction kit from Qiagen (Cat. no. 74106, Hilden, Germany) according to manufacturer's protocol (Pfaffl, 2001) . The fluorescence signal emitted was collected by ABI PRISM s 7900HT Sequence Detection System and the signal was converted into numerical values. Expression of the cDNA was measured relative to the expression of the housekeeping gene β-actin by the comparative threshold-cycle (CT) method as described above. The real time PCR primers used in the experiments are shown in Table 1 . The mRNA levels of all genes were normalized using β-actin as internal control. These analyses were performed in duplicates for each sample using cells from three different cultures, and each experiment was repeated 3 times.\n\nThe proteins from nucleus and cytoplasm were extracted separately by NE-PER nuclear and cytoplastic extraction reagents kit. 3T3-L1 cells (10 Â 10 4 cells/dish) grew to confluence in a dish and desmethylicaritin (10, 20 μM) was added to differentiation medium for 3 days. Cell pellets were lysed in RIPA lysis buffer (Santa Cruz, CA, USA) with 1% PMSF, 1% protease inhibitor cocktail, and 1% sodium orthovanadate. After treatment on ice for 30 min, cell lysates were clarified by centrifugation at 11,419g for 30 min at 41C to remove cell debris, and the protein content was measured using a BCA protein assay kit (PIERCE, Rockford, IL, USA). Aliquots of the lysates were subjected to 10% SDS-PAGE (with 5% stacking gel) and transferred to a PVDF membrane (Bio-Rad, Hercules, CA, USA). The membrane was probed with mouse monoclonal antibody (mAb) against β-catenin (1:5000) followed by horseradish peroxidase-conjugated secondary antibodies diluted 1:5000 and visualized using an ECL advanced western blotting detection kit (Amersham, UK) according to the Table 1 Primer sequence used for real-time PCR.\n\nReverse primer\n\nmanufacturer's protocol. Beta-actin was used as a reference to normalize the differences in the amounts of protein among samples.\n\nAt day 2, the cells were fixed in 4% paraformaldehyde and permeabilized in 0.25% triton X-100/PBS. An antibody to β-catenin (Abgent, USA) 1:50 was applied overnight at 4 1C. A DyLight 488 AffiniPure Goat Anti-Rabbit gG(H+L) (EarthOx, USA) was applied for 1 h at room temperature in the dark, and then 0.1 μg/ml DAPI was applied for 1 min. Samples were viewed with a Leica confocal microscope (Leica TCS SP5, Germany).\n\nAll quantitative data were presented as means 7S.D. of three repeated experiments. Statistical comparisons were performed using SPSS 17.0 software (Chicago, IL, USA). One-way analysis of variance (ANOVA) followed by Tukey post hoc test (multi-group comparison) was used to assess statistical significance at P o0.05.\n\nThe chemical structure of desmethylicaritin is shown in Fig. 1A . The effects of desmethylicaritin on 3T3-L1 preadipocyte cells are summarized in Fig. 1B . Desmethylicaritin at various concentrations (0.1, 1 and 10 μM) did not affect viability of 3T3-L1 preadipocyte cells, implying that desmethylicaritin had no toxicity on 3T3-L1 preadipocyte cells under the tested concentrations.\n\nThe effects of desmethylicaritin on preadipocyte differentiation are shown in Fig. 2 . Desmethylicaritin treatment reduced differentiation of adipocyte in a dose-dependent manner, with the most effective dose for inhibition of adipogenesis at 10 μM. Fig. 2A showed cell morphological change after desmethylicaritin treatment, characterized with numerous lipid droplets in adipocyte control cells. However, lipid accumulation was inhibited by desmethylicaritin at 0.1, 1 or 10 μM. Consistent quantitative results are shown in Fig. 2B , where different concentrations of desmethylicaritin in 0.1, 1 and 10 μM all significantly decreased the lipid droplets of 3T3-L1 cells by 10.4%, 12.7% and 65.2%, respectively when compared to adipocyte control (Po 0.05), suggesting adipogenic potential of desmethylicaritin..\n\nAs shown in Fig. 2C , clonal proliferation measured by bromodeoxyuridine (BrdU) incorporation was significantly increased in cells induced with adipogenic medium (Po 0.001), and 10 μM of desmethylicaritin significantly decreased the clonal expansion, compared to the induced group (P o0.001).\n\nAfter stimulation with differentiation medium, the gene expression of two adipogenic transcription factors in the early phase of adiogenesis was examined, i.e. Cebpd and Cebpb. After the induction of adipogenesis, the abundance of Cebpd mRNA reached a maximum at 1 h after the induction of adipogenesis, and then decreased afterwards. Desmethylicaritin did not show significant effect on the mRNA expression of Cebpd at each time point compared to the induction cells (Fig. 3A) . The abundance of Cebpb mRNA was transiently increased, reaching a maximum at 1 h after induction, decreased slightly at 3 h, and then sustained. Desmethylicaritin had no significant effect on Cebpb mRNA expression after adipogenic induction for 48 h as compared with the vehicle group (Fig. 3B) .\n\nCompared to the cells without adipogenic induction, Cebpa rose significantly in the adipogenic induced cells from day 2 after treatment, increased sharply at day 4, kept high level for 2 days, and then stabilized thereafter (Fig. 3C) . 10 μM desmethylicaritin significantly down-regulated the mRNA expression of Cebpa at each time point, by 52.8% at day 2, 72.9%, and day 4, 43.1% at day 6, and 63.1% at day 8 (P o0.05 for all), compared with that in the adipogenic induced cells without desmethylicaritin treatment (Fig. 3C) . Similarly, as compared to the cells without adipogenic induction, Pparg raised significantly in the adipogenic induced cells from day 4 after treatment (Fig. 3D) . 10 μM desmethylicaritin significantly down-regulated the mRNA expression of Pparg at each time point except day 2, by 50.6% at day 4, 28.1% at day 6, and 46.9% at day 8 (P o0.05 for all) as compared with that in the adipogenic induced cells without desmethylicaritin treatment (Fig. 3D) .\n\nIn order to confirm if desmethylicaritin was able to decrease adipogenesis by inhibiting expression of Cebpa and Pparg mRNAs, the change in expression of adipocyte-specific genes regulated by Cebpa and Pparg was investigated. In the adipogenic induced cells, the expression levels of Lpl and Fabp4, i.e. the target genes of Cebpa and Pparg, were increased from day 2 after adipogenesis induction, where Cebpa and Pparg expression was already increased (Fig. 3E and F). 10 μM desmethylicaritin significantly down-regulated the mRNA expression of Fabp4 at each time point, by 66.2% at day 2, 55.6% at day 4, 47.4% at day 6, and 52.3% at day 8 (P o0.05 for all), as compared with that in the adipogenic cells without desmethylicaritin treatment (Fig. 3E) . 10 μM desmethylicaritin significantly down-regulated the mRNA expression of Lpl at each time point except day 2, by 60.5% and day 4, 45.2% at day 6, and 41.9% at day 8 (P o0.05 for all) as compared with that in the adipogenic cells without desmethylicaritin treatment (Fig. 3F) . Desmethylicaritin significantly decreased the expression levels of Lpl and Fabp4 following an increment in Cebpa and Pparg expression.\n\nFour days after adipogenic induction, the expression of Wnt10b significantly decreased as compared to the cells without adipogenic induction, and desmethylicaritin significantly up-regulated Wnt10b expression at 4 and 6 days after adipogenic inductions (P o 0.05 for both) (Fig. 4A ). Compared to the adipogenic group, the mRNA expression of β-catenin in the control group without induction was significantly lower at day 2 and higher at day 8 (P o 0.05 for both), yet without significant differences at day 4 and 6. After adipogenic induction, the mRNA expression of β-catenin showed the same pattern with or without desmethylicaritin treatment (Fig. 4B ), implying that desmethylicaritin had no effect on β-catenin gene expression. Western blot analysis was used to investigate the effects of desmethylicaritin on adipogenic-stimulated protein expressions of β-catenin in 3T3-L1 cells. As shown in Fig. 4C , both in cytoplasm and nuclear, relatively stronger expressions of β-catenin were observed in the control group than that in the adipogenic-stimulated group. Desmethylicaritin at 10 μM recovered the depression of β-catenin expression induced by adipogenic-stimulation, both in the cytoplasm and nuclear (Fig. 4C) . Confocal microscopy showed that β-catenin in the cell nuclei decreased after 2 days of adipogenic induction, and desmethylicaritin recovered the nuclear translocation of β-catenin, showed by the overlap of DAPI and β-catenin antibodies observed under confocal microscope (Fig. 4D) . \n\nAccording to our hypothesis, this study demonstrates for the first time that desmethylicaritin, a metabolite of Epimediumderived flavonoids, inhibits adipogenesis by down-regulating the expression of adipogenic transcription factors Cebpa and Pparg, and that the WNT/β-catenin signaling pathway may be regulated by desmethylicaritin during its suppression of adipogenesis.\n\nOur previous report has shown that enhanced adipogenesis in the bone marrow contributes to steroid-induced osteonecorsis in rabbits (Qin et al., 2006) . It has been reported that steroids are evidently related to the control of the developmental program during adipocytic differentiation. In vitro, adipocytes increase with concentration of dexamethasone and duration of steroids therapy. Dexamethasone can directly stimulate differentiation of MSCs into adipocytes and accelerate lipids formation (Yin et al., 2006) . Epimedium-derived flavonoids are able to inhibit extravascular lipid deposition during steroid-associated osteonecrosis (Zhang et al., 2007) . In this study, we used preadipocyte 3T3-L1 cells induced with insulin and dexamethason as in vitro models for studying the conversion of preadipocytes into adipocytes and exploring the mechanism of desmethylicaritin, a bioactive metabolite of Epimedium-derived flavonoids, on inhibition of adipogenesis.\n\nDesmethylicaritin inhibited mRNA expression of Cebpa and Pparg without affecting those of Cebpd and Cebpb, indicating that there might have other pathway(s) involved in the downregulation of Cebpa and Pparg. Indeed, it has been reported that activation of WNT/β-catenin signaling stimulates osteoblastogenesis and inhibits adipogenesis by modulating the relative levels of cell type specific transcription factors (Bennett et al., 2005) . While inhibitory of WNT/β-catenin signaling does not influence the induction of the early adipogenic factors Cebpd and Cebpb, repressions of Cebpa and Pparg are suggested a primary mechanism by which Wnt signaling controls mesenchymal cell fate (Rosen et al., 2000; Bennett et al., 2005) . Zhang et al. has found that flavonoids from Epimedium exert promotion effect on osteogenic differentiation that is partially via WNT/β-catenin signaling pathway (Zhang et al., 2010) . Thus, findings of the present study confirm our hypothesis on the role of desmethylicaritin in regulating Wnt/βcatenin signaling pathway during adipogenesis.\n\nWnt10b is the key factor to inhibit of adipogenesis in WNT signaling (Bennett et al., 2002) . Wnt10b binds to frizzled (FZD1) receptors and LRP5/6 co-receptors leading to disheveled phosphorylation and Axin degradation, and in turn, results in hypophosphorylation of β-catenin, which accumulates in the cytoplasm and translocates to the nucleus, where it binds to TCF/LEF transcription factors to activate WNT target genes and inhibited adipogenesis by suppressing CEBPA and PPARG (Bennett et al., 2005; Christodoulides et al., 2009) . Our results showed that desmethylicaritin up-regulated the mRNA expression of Wnt10b (Fig. 4A) . Further, western blot and immunofluoresence analysis confirmed that desmethylicaritin was able to promote nuclear translocation of βcantinin, which might play an important role in suppressing adipogenesis. Hence, we infer that desmethylicaritin may inhibit adipocyte differentiation through activating Wnt/β-catenin signaling pathway, which results in inhibition of the adipogenic transcription factors Cebpa and Pparg (Christodoulides et al., 2009) .\n\nDesmethylicaritin, as a phytoestrogenic molecule, has been reported structurally and functionally to mimic estrogens and exerts estrogen-like activities (Wang and Lou, 2004; Ye et al., 2005; Wang et al., 2006) . In addition, it has been reported that intracellular signaling mediated by estrogen receptors (ER) and Frizzled/LRP5/6 receptors in WNT signaling converge on GSK3 and β-catenin (Varea et al., 2009) . Estrogen activates β-catenin/TCFmediated transcription, and β-catenin in the nuclei regulates ERmediated transcription (Kouzmenko et al., 2004; Varea et al., 2010) . Therefore, these biological evidences support that ER signaling pathway may also be involved in desmethylicaritin's role on inhibition of adipognesis via nuclear translocation of β-catenin.\n\nStudies have shown that some flavonoids, such as apigenin (Mohanad et al., 2012) and resveratrol (Florian et al. 2010) foster Ca 2+ entry, ceramide formation and ATP depletion in erythrocytes with the subsequent triggering of suicidal erythrocyte death, paralleled by phosphatidylserine exposure (eryptosis), and binding to the phosphatidylserine receptors at macrophages and liver Kupffer cells, which engulf and degrade the affected RBCs (Lang et al., 2010) . Locally, these phagocytic cells produce O 2− that activates NF-κB and JNK. Both inflammatory signaling pathways regulate cellular transcriptional events, thereby leading to greater production of TNF-α, IL-6, and other pro-inflammatory mediators that further JNK and NF-κB pathways through a feed-forward (D) Immunofluoresence of β-catenin and DAPI at day 2 after adipogenic induction. DAPI nuclear images are merged with β-catenin in the right of the figure, and shows that desmethylicaritin increases β-catenin in the nucleus. mechanism until glucocorticoids, the end products of hypothalamic-pituitary-adrenal axis, limit the production of proinflammatory cytokines and inhibit their effects on target tissues (Zappulla, 2008) . This implies that the flavonoid desmethylicaritin might also sustain inflammation, a key survival mechanism which can be harmful when its transient, physiological adaptations are converted to a chronic, pathological state (Zappulla, 2008) . Recent studies have however shown that the herb Sophora flavescens containing desmethylicaritin may exert anti-inflammatory effects by functioning as an inhibitor of the NF-κB pathway through the suppression of redox-based PI3K activation and PEN inactivation . It has also been reported that desmethylicaritin interferes with JNK-mediated c-Jun phosphorylation thereby attenuating pro-inflammatory NO production (Chen et al., 2008) . Nonetheless, desmethylicaritin might also affect the fate of erythrocytes, and this has been related to the risk factors for diabetes, obesity (Kristina et al., 2012) , and metabolic syndrome, an increasingly prevalent condition in the Western world (Zappulla, 2008) . Since humans are not exposed uniformly to single, pure chemicals, but rather to complex and variable mixtures of substances, some of which may also interact synergistically, in vitro studies might not be so reliable to justify a preventive, ever-lasting use of any kind of drugs, including supplements such as prenyl-flavonoid derivatives. Therefore, the synergistic effect of desmethylicaritin and other chemicals in the environment requires further exploration.\n\nIn conclusion, the present in vitro study demonstrates for the first time that the phytoestrogenic molecule desmethylicaritin, a unique metabolite of Epimedium-derived flavonoid, inhibits adipogenesis by down-regulating the expression of adipogenic transcription factors Cebpa and Pparg, while the WNT/β-catenin signaling pathway may be regulated by desmethylicaritin during its suppression of adipogenesis. Our findings shield lights on the action and mechanism of desmethylicaritin on inhibition of adipogenesis and provide scientific rationale for using Epimedium-derived flavonoids to prevent steroid-associated osteonecrosis. Further, this study also supports potential R&D of desmethylicaritin as a novel phytochemical agent to prevent disorders involving lipid metabolism."}