{"title": "A causal link between lymphopenia and autoimmunity", "body": "Success of the vertebrate adaptive immune system depends on maintenance of large numbers of lymphocytes, each bearing a unique antigen receptor, enabling recognition of a multitude of unknown foreign antigens. In addition, the immune system must remain tolerant toward self-antigens to avoid autoimmunity. The primary lymphoid organs, the thymus and the bone marrow, serve to achieve these goals. The great diversity of antigen receptors results from random recombination of antigen receptor genes and self-reactive lymphocytes are largely eliminated by negative selection. In recent years it has also become appreciated that the composition and size of the mature T cell population are subject to strict homeostatic controls in the periphery. Thus, T cells undergo proliferation following a lymphopenia-inducing insult in the absence of foreign antigen stimulation, which enables T cells to restore the size of their peripheral population in the absence of thymus [1] [2] [3] [4] [5] . Indeed, lymphopeniainduced proliferation (LIP) has been shown to be an important Fig. 1 . Schematic representation of immune reconstitution following a lymphopenia-inducing insult. Each T cell is shown as a unique symbol, representing a unique TCR. Many T cells are lost following the insult. In the presence of a functional thymus, full TCR diversity is restored. However, in the absence of a functional thymus, the T cell population size is restored via LIP. The maximal possible diversity is maintained in an idealized situation where all T cells proliferate equally. In contrast, the TCR diversity decreases further and there is oligoclonal expansion of potentially auto-reactive T cells in the situation where some T cells have a selective advantage during immune reconstitution. physiologic mechanism in the initial population of the peripheral T cell compartment in murine neonates [6] . Lymphopenic states are also a relatively common occurrence throughout life, and LIP may be the primary physiologic means of T cell population recovery in aging individuals with failing thymic function.\n\nAlthough mechanisms that regulate LIP are still being defined, it has become apparent that the proliferative capacity of individual T cells correlates with their avidity for self-ligands [7] [8] [9] . This LIP has the potential to skew the TCR repertoire toward greater self-reactivity ( Fig. 1 ). In addition, normal peripheral tolerance mechanisms may fail in lymphopenic states and T cells can acquire effector functions in the course of LIP. These factors may explain a long-recognized paradoxic association of lymphopenia with autoimmunity. In fact, considering how commonly lymphopenia may occur within lifetimes of most individuals, it is reasonable to consider why autoimmunity is not more common, and what mechanisms may promote TCR diversity and maintenance of tolerance in lymphopenic states. These considerations may have significant implications for clinical protocols that result in T cell depletion, such as those used in organ transplantation and treatments of autoimmunity.\n\nThere are two broad categories of forces that control T cell homeostasis: stimulatory and inhibitory factors. Although T cells appear quiescent under steady state conditions, they are in constant competition for 'space', which is determined by their access to and control by these factors. Individual clones proliferate, die, and are replaced by new migrants from the thymus at rates that generally balance each other. In a lymphopenic state, T cell may be driven to proliferate due to excess of stimulatory or deficiency of inhibitory factors. The best-established positive factors include signals from self-peptide/MHC complexes, and certain cytokines, such as IL-7 and IL-15, known to play essential and dominant roles in T cell homeostasis [10] [11] [12] [13] [14] . Several other cytokines and chemokines, e.g., IL-12 [15] , IL-21 [16] , CCL21 [17] , can provide additional positive signals. Co-stimulatory signals, such as B7, also play a positive role, at least for CD4 T cells [6, 18, 19] . Less is known about potential inhibitory factors, although regulatory CD25 + CD4 T cells do have the potential to restrain LIP [19] . Although most T cell clones may have, at least at first glance, equal access to various cytokine resources [20, 21] , they clearly differ in their avidity for self-peptide/MHC complexes. Indeed, T cells with higher avidity for self-ligands have greater potential to undergo LIP [8, 9, 22] . Thus, it is quite plausible that LIP may alter the TCR repertoire toward greater self-reactivity. In the course of this review we will also consider mechanisms that may preferentially restrain expansion of the most auto-reactive clones and provide protection against autoimmune disease.\n\nIn this discussion it is important to consider that various lymphopenic models and clinical states may fundamentally differ from one another, and that they have generally not been systematically compared. Thus, RAG-deficient and SCID individuals have an absolute deficiency of regulatory T cells, and it is unlikely that cytokines produced by the innate immune elements and stromal cells would represent a limiting resource for an inoculum of transferred T cells. In contrast, irradiation or chemotherapy may (a) negatively impact production of homeostatic cytokines that normally regulate the steady state, (b) lead to widespread apoptosis and release of additional cytokines that are pro-inflammatory and/or immunosuppressive, (c) leave residual populations of competitor T cells, and (d) differentially affect the regulatory T cell subsets. Similar and additional considerations may be applied to lymphopenia-induced by various viral infections. The quality of limiting positive and negative factors associated with different models and clinical states may greatly affect the course of LIP, the composition of the recovered T cell population, and the potential for autoimmunity.\n\nIt has now been well documented that under steady state conditions in vivo, T cells receive constant stimulation from self-peptide/MHC molecules, which is responsible for partial tyrosine phosphorylation of the TCR-associated CD3chain in T cells [23] [24] [25] . The importance of this continuous low-level, peripheral T cell stimulation by self-ligands has only recently begun to be appreciated. It has been proposed to prevent auto-reactivity by increasing the tone of the negative regulatory elements within the T cell signaling apparatus [26] [27] [28] . It has also been shown that engagement of self-peptide/MHC complexes facilitates T cell sensitivity toward foreign peptide/MHC complexes [25, 29, 30] . Finally, self-peptide/MHC-induced signals have been proposed to be critical for homeostasis of naïve T cells.\n\nSelf-peptide/MHC-induced signals have been proposed by many groups to play an important role in T cell survival [2, 3] . Two major types of experiments were used to test this idea: adoptive transfer into MHC-deficient hosts and genetic ablation of TCR expression. One difficulty with adoptive transfer studies, which have yielded most widely varying results, has been NK-mediated rejection of the donor population. This has proven to be a problem not just for MHC class I-deficient recipients, but also a problem for studies of MHC class II-deficient mice which despite extensive backcrossing still carry some of the NK target differences from the original mutant mice generated in 129 embryonic stem cells [31] . In addition, many earlier studies used lymphopenic recipient mice, which made it difficult to separate effects of MHC signals on T cell survival versus LIP. Nevertheless, the TCR ablation studies have also suggested at least some survival advantage for T cells receiving baseline TCR stimulation [32, 33] . However, it has been argued that TCR-deficient T cells may have decreased signaling via CD4, CD8, CD2, and/or CD90 molecules, which may also contribute to T cell survival [31] . In general, naïve CD8 T cells were noted to be significantly more sensitive to conditional TCR ablation in terms of their survival than CD4 T cells. In fact, survival of naïve CD4 T cells may be entirely independent of tonic MHC signals [24, 31] . However, it remains possible that these signals may provide survival advantage to individual T cells under conditions of competition for space that exist at the steady state, as most of the studies tracked the bulk numbers of individual TCR transgenic or polyclonal populations.\n\nAlthough the evidence for survival signals provided by self-peptide/MHC complexes remains controversial, there is general agreement that these signals are critical for LIP. Great differences in the individual abilities of various TCR transgenic T cells to undergo LIP can be largely explained by their differential avidity for self-peptide/MHC complexes [7, 9] . Similarly, polyclonal T cell populations characterized by higher expression levels of CD5, which correlate with higher levels of basal TCR stimulation, proliferate more vigorously under lymphopenic conditions than CD5 low populations [8] . In fact, signals from self-peptide/MHC complexes may constitute a limiting resource for T cells undergoing LIP, which can provide a selective advantage to cells with greatest affinity for self-peptide/MHC complexes [9, 34] . Conversely, the number and abundance of distinct self-ligands in the periphery, which is currently not known, can in principle set the absolute minimum level of TCR diversity for a population generated in the course of LIP.\n\nIt is well recognized that costimulatory molecules provide signals that are critical for the outcome of normal antigenspecific responses. However, the role of costimulation in homeostasis of T cells has not yet been extensively studied. Among the many costimulatory molecules, the role of CD28 so far has received the most attention. Mutant mice deficient in CD28 or B7 expression have normal lymphoid cellularity, but show subtle changes within their T cell compartments, e.g., a greater ratio of CD4 to CD8 T cells compared to wild-type mice [35] . Interestingly, the numbers of regulatory CD25 + CD4 T cells are markedly reduced in these animals [36, 37] , which probably compensates for the immune deficiency expected from loss of B7:CD28 costimulation.\n\nOthers and we have recently shown that B7:CD28 costimulatory signals do play a significant role in LIP of CD4, although not CD8 T cells [6, 18, 19] . The rate of LIP is substantially diminished in the absence of B7:CD28 signals. The defect becomes considerably more apparent when mixed CD28deficient and wild-type populations are allowed to compete following co-transfer into B7-sufficient lymphopenic hosts-the wild-type CD4 T cells become dominant [19] . Interestingly, the absence of B7:CD28 costimulation preferentially restrains the most vigorously dividing T cells, but has little effect on T cells undergoing only a few cell divisions [19] . This result suggests that in the course of LIP costimulatory B7 signals may especially benefit T cells that receive the most self-ligand stimulation, which may amplify the selection further in favor of a more self-reactive TCR repertoire.\n\nA discussion of regulation of any aspect of the immune system cannot any longer be complete without consideration of the potential functions of regulatory T cells. Although multiple types of regulatory T cells have been identified in recent years, the majority of investigations so far have focused on the CD4 T cell fraction characterized by constitutive expression of CD25. These cells play a critical role in maintenance of self-tolerance [38, 39] . CD25 + CD4 T cells appear to receive a greater degree of constitutive stimulation by peripheral selfantigens than CD25 − CD4 T cells [22] , and require expression of Foxp3, a member of forkhead/winged helix family of transcriptional regulators, for their development and function [40] [41] [42] . It is interesting to note that most models of autoim-munity that have been used to demonstrate the suppressive function of CD25 + CD4 T cells involve lymphopenic mice. Thus, it is formally possible that these cells play a central role in regulation of the size and composition of the T cell compartment. Indeed, mice that lack functional expression of FoxP3, and thus lack regulatory CD25 + CD4 T cells, develop fatal lymphoproliferative autoimmunity [40] [41] [42] . A similar pattern of autoimmunity is seen in humans with immune dysregulation, polyendocrinopathy, enteropathy, X-linked syndrome (IPEX) that results from FoxP3 mutations [43] . Nevertheless, the contribution of regulatory CD25 + CD4 T cells to control of T cell homeostasis remains controversial. Mere depletion of CD25 + CD4 T cells does not induce T cell proliferation or trigger autoimmunity [19, 44] . However, CD25 + CD4 T cells do limit the peripheral expansion of naïve polyclonal CD4 T cells associated with development of inflammatory bowel disease following their transfer into RAG-deficient mice [45, 46] . In addition, we have shown that CD25 + CD4 T cells can restrain lymphopenia-induced proliferation of naïve TCR transgenic CD4 T cells that do not respond to any known self-antigens or components of enteric flora, and do not cause any disease [19] . Interestingly, similar to the pattern observed for B7 blockade, CD25 + CD4 T cells preferentially restrain the most vigorously dividing T cells [19] , but have little effect on the initial several cell divisions [19, 44] .\n\nIt is important to note that naïve T cells undergoing many (>5-7) cell divisions in the course of lymphopenia-induced proliferation acquire phenotypic and functional characteristics that are virtually indistinguishable from effector/memory T cells [6, 18, 19, [47] [48] [49] [50] . They can produce effector cytokines such as IFN-␥, become independent of CD28 costimulation during antigen activation, alter expression of surface markers commonly used to distinguish naïve and memory T cells, e.g., CD44, CD45RB, CD62L, CD122, CD132, and acquire ability to migrate into peripheral tissues. In addition, recent evidence suggests that T cells that acquire memory/effector phenotype in the course of LIP become resistant to tolerance induction by conventional protocols, for example antigen exposure accompanied by costimulatory blockade [51] . Our own recent data with TCR transgenic T cell adoptive transfer experiments suggest that administration of systemic cognate antigen in a tolerogenic form that leads to partial deletion and functional inactivation of antigen-specific CD4 T cells in normal animals, fails to render them unresponsive in lymphopenic hosts and causes dramatic clonal expansion.\n\nIf LIP leads to preferential expansion of most auto-reactive T cell clones and failure of normal tolerance mechanisms, it is not a significant leap in imagination that it would also lead to development of autoimmune diseases. In fact, there are multiple animal models that support this idea. Interestingly, regulatory CD25 + CD4 T cells have proven to be of central importance in control of autoimmune phenomena in most of these models. One of the earliest examples is autoimmunity affecting multiple organs (e.g., stomach, thyroid, pancreatic islets, adrenal glands, gonads) that follows thymectomy between days 2 and 4 after birth in mice [52] . Similar autoimmunity follows thymectomy and sublethal irradiation in rats [53] . It was suspected early that neonatal thymectomy resulted in preferential elimination of suppressor T cells, and eventually Sakaguchi et al. defined this subset by constitutive expression of CD25 [54] . It was then demonstrated that the same patterns of organ-specific autoimmunity that follow neonatal thymectomy could be reproduced by adoptive transfer of CD25depleted splenic cell suspensions into athymic nude mice, and autoimmunity was prevented by a co-transfer of CD25 + CD4 T cells. Interestingly, fatal inflammatory bowel disease or lung inflammation, rather than polyglandular autoimmunity dominates the clinical picture in SCID or RAG −/− mice that receive naïve polyclonal CD4 T cells, and this disease is also suppressed by CD25 + CD4 T cells [55] [56] [57] [58] .\n\nAs might be predicted, neonatal thymectomy is associated with a restriction in the TCR repertoire and oligoclonal expansion [59] . Indeed, mice are normally lymphopenic in the initial weeks after birth and even in the presence of a thymus depend on LIP to fill their T cell compartment [6] . Thymectomy performed between days 2 and 4 after birth eliminates the source of new T cells that could diversify the TCR repertoire, and specifically prevents development of regulatory CD25 + CD4 T cells [60] . It is interesting to note that the essential features of the neonatal thymectomy model of autoimmunity were reproduced by neonatal infection by the mouse T lymphotropic virus (MTLV) [61] . The virus causes transient selective depletion of CD4 + T cells in the thymus and periphery, but does not directly infect organs that are later targeted by the autoimmune response. Similarly to the neonatal thymectomy model, the timing of infection appears critical. Administration of MTLV after day 7 does not cause autoimmunity. Furthermore, regulatory CD25 + CD4 T cells appear to be preferentially affected by the neonatal MTLV infection, and autoimmunity can be prevented by adoptively transferred CD25 + CD4 T cells.\n\nThe adoptive transfer models recapitulate the roles of both lymphopenia and regulatory CD25 + CD4 T cells in disease pathogenesis. Inflammatory bowel disease in SCID and RAG −/− recipients is driven by CD4 T cells specific for enteric flora antigens that undergo selective hyper-expansion [62, 63] . However, clinical immunopathology develops only following establishment of a critical number of pathogenic CD4 T cells. Thus, the size of the CD25 − CD4 T cell inoculum is an important variable in pathogenesis of disease in this model-a large inoculum limits lymphopenia, which consequently limits the number of pathogenic T cell clones that can emerge in the course of LIP [64] .\n\nSeveral animal models of spontaneous autoimmunity have linked to lymphopenia [65] . Among these is the nonobese diabetic (NOD) mouse, which like most of such models have multiple described immune defects, but provides an interesting case study for the discussion here. The lymphoid tissues of NOD mice contain fewer T cells [16] . In addition, although the regulatory CD25 + CD4 T cells in these mice are functional, they are present in smaller numbers than seen in other mouse strains [36] . It has been further shown that the NOD mice over-express IL-21, which drives rapid proliferation of at least a subset of T cells but does not provide survival signals [16] . Therefore, T cells in the NOD mice may experience continuous pressure to undergo LIP, which allows for expansion of an unstable population of auto-destructive T cells.\n\nLymphopenia has long been associated with a variety of human autoimmune diseases. Examples of lymphopenia diagnosed mostly by peripheral blood sampling include Sjogren's disease and rheumatoid arthritis [66, 67] , systemic lupus erythematosus [68, 69] , polymyositis and dermatomysitis [70, 71] , celiac disease and Crohn's disease [72, 73] . In addition, most of these diseases are associated with poor splenic function [74] , and celiac disease, in particular, is well documented to be commonly accompanied by splenic and generalized lymphoid atrophy [74] . A more in depth analysis of the T cell population in the rheumatoid arthritis patients has revealed a number of features consistent with poor thymic function and enhanced activity LIP activity. These include a decrease in the proportion of newly generated thymic immigrants, contraction of TCR diversity, and oligoclonal T cell expansion [75, 76] .\n\nIt has been speculated that transient lymphopenia-induced by viral infections might be a non-specific trigger of autoimmunity [61, 65] . Indeed, lymphopenia is commonly associated with many viral infections, e.g., influenza [77, 78] , measles [79, 80] , rubella [81] , parvovirus [82] , West Nile encephalitis virus [83] , severe acute respiratory syndrome (SARS) virus [84] , and others. Infections with some of these viruses have specifically been causally linked with autoimmunity [85] [86] [87] [88] [89] [90] [91] . Arguably, the virus most recognized for lymphopenia is the human immunodeficiency virus (HIV), which causes profound and progressive depletion of CD4 T cells [92] . Indeed, acquired immunodeficiency syndrome (AIDS) is associated with autoimmunity [93, 94] . Furthermore, autoimmunity is increasingly recognized to be triggered in significant numbers of AIDS patients by highly active anti-retroviral therapy (HAART), which allows reconstitution of the T cell compartment [95] . Interestingly, HIV may preferentially target CD25 + CD4 T cells [96] . However, regulatory CD25 + CD4 T cells, many of which are HIVspecific, are also preferentially expanded in patient treated with HAART, which may protect them from autoimmunity that might otherwise be more severe or present with higher incidence [97] . It is noteworthy that immune reconstitution proceeds variably in treated AIDS patients, and the different mechanistic factors that may explain the range of responsiveness to HAART and susceptibility to HAART-triggered autoimmunity still need to be defined [98] [99] [100] [101] [102] [103] .\n\nInduction of lymphopenia is common in medical practice.\n\nThe obvious examples include radiation and chemotherapy for cancer and T cell depletion by antibodies and immunosuppressive medications.\n\nLack of increased reported incidence of autoimmunity among cancer survivors suggests that transient lymphopenia caused by irradiation or chemotherapy alone is insufficient for autoimmune disease induction. Alternatively, an existing association has not yet been made, or subtle signs of autoimmunity, e.g., auto-antibodies, may simply not have yet been recognized. In addition, as noted earlier, major differences may exist between irradiation and/or chemotherapyinduced lymphopenic states versus those induced by viral infections or genetic immunodeficiencies. Nevertheless, it has been shown experimentally that sublethal irradiation does potentiate anti-tumor immune responses by transfused autologous or syngeneic T cells that undergo homeostatic proliferation [104] . Similarly, cytotoxic chemotherapy can impair tolerization of tumor-specific effector T cells [105] and enhance the potency of immunotherapy directed against solid tumors [106] .\n\nPotent immunosuppressive drugs currently used to treat autoimmunity and prevent rejection have the potential to cause lymphopenia. This is true, for example, for cyclosporin A (CsA) and corticosteroids, which cause thymic involution by deletion of double-positive CD4 + CD8 + thymocytes, and peripheral lymphopenia [107] [108] [109] . It is interesting to observe that experimental autoimmunity can be induced by treating animals with irradiation and CsA followed by CsA withdrawal [110] . While multiple mechanisms may play a role in this disease, e.g., abrogation of central and peripheral tolerance, it is possible that lymphopenia-induced autoimmunity may also play a role. In some human conditions, e.g., inflammatory bowel disease, corticosteroids are very effective in controlling acute disease exacerbations, but fail as prophylactic agents with continuous use [111] . Indeed, it is possible that summation of lymphopenic insults induced by intermittent corticosteroid use, can lead to acceleration of underlying autoimmune disease in the long run. Notably, increasingly potent T cell depleting drugs are being introduced into the clinics. One example is the anti-CD52 monoclonal antibody Campath-1H, which causes profound and prolonged depletion of T cells and other hematopoietic cells. In a seeming paradox, the drug already proved to pose a risk of triggering autoimmunity. Thus, a third of patients that received Campath-1H with intent to treat multiple sclerosis developed autoimmune hyperthyroidism [112] .\n\nOrgan transplantation is one clinical situation where lymphopenia is induced deliberately. It is noteworthy that in this setting there is a large precursor frequency of graft-specific T cells among the residual host T cells, and a large precursor frequency of host-specific T cells among in the grafts. Indeed, graft-versus-host disease is the rule rather than exception in bone marrow transplantation where induction of lymphopenia is mandatory. Furthermore, in an attempt to minimize acute rejection and decrease the burden of longterm immunosuppression, T cell depletion has become an increasingly common immunosuppressive strategy at the time of solid organ implantation. However, it is possible that iatrogenic lymhopenia may actually play a causal role in chronic rejection, and may exacerbate acute rejection in patients who discontinue their chronic immunosuppressive medications. In this respect it can be noted that despite some promise, the potent T cell-depleting drug Campath-1H was not able to prevent graft rejection in the preliminary studies and longer-term outcomes are still pending [113, 114] . The ultimate goal of transplantation immunologists is induction of graft-specific tolerance rather than generalized immunosuppression. Indeed, increased understanding of T cell activation, such as costimulatory requirements, have already yielded multiple promising experimental approaches aimed to achieve this goal. However, induction of lymphopenia may abrogate graftspecific tolerance induction and accelerate graft rejection [51] .\n\nResearch into understanding immunologic tolerance over the past few decades has primarily focused on phenotypes of individual lymphocytes and biochemical mechanisms underlying T cell anergy and suppression. The mechanisms of immunosuppressive drugs are generally understood in terms of their effects on intracellular signaling pathways. However, understanding of immunologic tolerance is incomplete without appreciation that all adaptive immune responses are mediated by populations of lymphocytes. The T cell population is very complex and can be characterized in terms of the diversity of the TCR repertoire, abundance of self-reactive clones, and proportions of regulatory, naïve, and varying phenotypes of effector and memory T cells. The compositions of the T cell compartment and its many sub-compartments are subject to strict homeostatic control mechanisms. While major disruptions of T cell homeostasis are known to result from infections or medical interventions, they are generally thought to represent merely transient phenomena. In fact, these can result into permanent changes in the composition of the T cell compartment at the population level that can compromise the protective capabilities of the immune system and augment its potential to cause autoimmunity. Increased understanding of mechanisms that regulate T cell homeostasis may improve our current strategies to restrain the unwanted and augment the desired immune responses. Among the strategies to optimize the diversity of the TCR repertoire and maintenance of self-tolerance may be protection of the regulatory T cell populations and costimulatory blockade. It is likely that in the near future generalized immunosuppression and deliberate T cell depletion will be retired as risky and relatively ineffective as long-term treatments. The next generation of immunosuppressive strategies in treatment of transplant rejection and autoimmunity will aim to optimize the diversity of the TCR repertoire, preserve and perhaps enhance the function of regulatory T cells, and target T cell depletion to just the unwanted antigen-specific subpopulations. Conversely, understanding the mechanisms that regulate T cells homeostasis will improve the attempts to achieve preferential expansion and effector function of anti-tumor specific T cells."}