{"title": "Impact of a multiplex PCR point-of-care test for influenza A/B and respiratory syncytial virus on an acute pediatric hospital ward ☆", "body": "Influenza and respiratory syncytial viruses (RSV) are common causes of respiratory infections and can be particularly severe in children resulting in significant mortality (Nair et al., 2010) . In the United Kingdom (UK), children aged under 15 years comprise 37% of all influenza-attributable hospital admissions (Cromer et al., 2014) . The estimated hospital admission rate for influenza in previously healthy children aged under five years reaches 1.9 per 1,000 annually in England and is more than five times greater in children aged 5 to 14 who have comorbidities (Cromer et al., 2014) . Influenza-like-illness (ILI) places a significant burden on healthcare systems (Rudan et al., 2005) . In the United States, over 600,000 life years are lost, at a cost of $87.1 billion every influenza season (Molinari et al., 2007) .\n\nTo reduce risk of hospital transmission, it is recommended that patients suspected of having either influenza or RSV infection are presumptively isolated in a side room or are cohorted with other patients, until confirmatory testing is available (Guy's and St. Thomas' NHS Foundation Trust, 2015; Public Health England, 2016a) . Patients with confirmed influenza or those presenting during active influenza season should be offered antiviral treatment within 48 hours of symptom onset (Public Health England, 2016b) . However, the prescribing of antivirals remains low in hospitalized children with only 9.3-11% of those eligible receiving these medications (Seale et al., 2011; Wilkes et al., 2009) .\n\nCentralized laboratory testing of respiratory samples can be slow (Douthwaite et al., 2016) ; reducing turnaround time may enable earlier appropriate treatment and / or improved cohorting and isolation strategies to prevent transmission. While enzyme immunoassay based point-of-care tests (POCTs) for influenza and RSV have been available for several years, a health technology appraisal found little benefit of using these devices in a near-patient setting (Nicholson et al., 2014) . Moreover, these tests have lower sensitivities compared to PCR-based devices (Boku et al., 2013; DiMaio et al., 2012; Goldenberg and Edgeworth, 2015) . A new multiplex PCR-based POCT, Enigma® MiniLab™ FluAB-RSV PCR assay (Enigma Diagnostics Ltd, Salisbury, UK), became available in 2015. The performance characteristics of a commonly used laboratory based respiratory pathogen panel (xTAG®) and the POCT assay are summarized in Table A1 (Appendix 1, Supplementary Data) (Lopes et al., 2012; Luminex Molecular Diagnostics, 2011; Perez-Ruiz et al., 2012) .\n\nWe undertook a real-world evaluation to assess the impact of introducing the Enigma® MiniLab™ FluAB-RSV POCT in a pediatric ward compared to current care using just the laboratory test. This evaluated the length of stay, electronically recorded drug prescriptions including oseltamivir and antibiotics, laboratory tests, associated costs of drug prescriptions and laboratory tests, and reimbursement charges.\n\nThe evaluation was conducted on the acute pediatric ward of the Evelina London Children's Hospital (Guys and St Thomas NHS Foundation Trust) in patients with suspected ILI (with typical symptoms of fever, headache, myalgia, cough, coryza and pharyngitis) or bronchiolitis (with typical presentation of one of more of the following; fever, rhinitis, cough, increased work of breathing and wheeze). Inpatient admission data was collected during the main influenza season between November 1 and February 28 of two consecutive years, for patients having a Respiratory Viral Panel (RVP) (xTAG® RVPfast2, Luminex Corp, Austin, TX) ordered within 72 hours of admission. Patients admitted during the 2013/14 season when only the RVP was used (period 1) were compared (with data collected retrospectively) to those during the 2014/15 season, in which both the POCT and the RVP were used in parallel (period 2). In period 2, the POCT was available for use 24 hours a day, 7 days a week for any patient admitted to Mountain Ward who required a swab taken for respiratory virus diagnostic testing. The final sample size was 274 (period 1) and 300 (period 2) (see Appendix 2 for details, Supplementary Data). Staff were encouraged to act on the POCT result although no formal protocol was introduced. Study outcomes are presented from the perspective of the National Health Service (NHS). Research Ethics Committee approval was waived as this was classified as a service evaluation. The manufacturer of the POCT funded the study but did not have any role in analysis or reporting of findings.\n\nFour outcomes were used to assess the impact of the POCT: length of stay, drug utilization (oseltamivir and antibiotics) and overall drug costs, ancillary laboratory test utilization and costs, and tariff reimbursement charges for both the total inpatient admission and the reimbursement for attributable time spent on the acute pediatric ward.\n\nPatient level prescribing data that was available in the electronic patient records was obtained for the entire hospital stay, including costs of pharmacy supplied items. All admissions in which oseltamivir, antibiotics, and immunoglobulins were prescribed were identified. The costs of all medications (for that prescribing year, converted to 2014/15 drug price) were determined to estimate the average total drug costs per admission. Drugs administered from ward stock were not captured in the electronic patient data; these potentially relevant antibiotics included amoxicillin, benzylpenicillin, cephalexin, cefotaxime, ceftazidime, ceftriaxone, cefuroxime, clarithromycin, clindamycin, co-amoxiclav, erythromycin, flucloxacillin, gentamicin, metronidazole, trimethoprim, and vancomycin.\n\nFor each admission, the number of laboratory tests were obtained (12 admissions had no test data and were excluded from the analysis of test costs). Prices from the hospital's 2014/15 laboratory provider were used (unpublished).\n\nReimbursement charges represent the payments made to the hospital from payors for completed patient admissions. These estimate the standard associated care costs (staff, hotel, indirect/overheads, standard diagnostics, medications, and procedures).\n\nReimbursement charges for admissions in the NHS are coded as Health Care Resource Groups (HRG), which are groupings of activities based on the International Classification of Disease version 10 (ICD-10) diagnostic codes, and specific procedures and interventions performed during an admission (NHS Digital, 2013) . For a given code, factors including admission type (elective or emergency presentation), complications, length of stay, and specialized top-up services determine the final reimbursement charge. HRG codes and reimbursement charges from 2014/ 15 were used for both periods in the analysis (NHS Digital, 2013).\n\nDescriptive statistics were reported for all eligible admissions during both periods. These included age (in months), sex, complications during admission, 'relevant conditions', being discharged with a respiratory HRG code, admission to the High Dependency Unit (HDU), total length of stay, length of stay on the acute pediatric ward, proportion of admissions where oseltamivir, antibiotics and immunoglobulin were prescribed, average total drug costs per admission, average number of laboratory tests per admission and per day, average total test cost, average total reimbursement charge and average acute pediatric ward reimbursement charge.\n\nA 'relevant condition' is defined as an ICD-10 diagnostic code that is either an indication for receiving influenza vaccination (Public Health England, 2016c) or is clinically associated with a respiratory infection (see Appendix 3, Supplementary Data). This was included to control for conditions that could increase the risk of potential complications resulting from, and thereby the cost of, treating an influenza-or RSV-related infection. Certain HRG codes were distinguished as being 'with complications' as determined by patient acuity and we created a variable to control for that. We also created a variable for admissions that were discharged with a respiratory HRG code (see Appendix 4, Supplementary Data).\n\nThe proportion of positive results for each virus detected by the RVP in both periods was determined. Bivariate tests (χ 2 and t tests for categorical and continuous variables respectively) were conducted on all variables to determine whether there were statistically significant differences between periods.\n\nTo examine the effect of the use of POCT on the outcome of oseltamivir and antibacterial prescribing, we used the admission period as a proxy to estimate the odds ratio (OR) using logistic regression. The regression model is shown in Appendix 2, Supplementary Data. We also conducted multivariate linear regression analyses to explore the impact of the period on average reimbursement charges, and cost of drugs and laboratory tests. Regression analyses were controlled for potentially confounding patient characteristics: age, sex, having a relevant condition, having a complication, and HDU admission.\n\nThe effect on costs of laboratory tests was modeled if the POCT was used as a 'gatekeeper' screening test that was always performed before an RVP, i.e. patients with a positive POCT would require no further investigation whereas a follow-up RVP would be performed for those with a negative POCT. To analyze this, we removed the costs of the RVP tests performed in period 2 for patients who tested positive for RSV and / or influenza A/B on POCT (see Appendix 5, Supplementary Data). We used an assumed cost of £30 for the POCT test.\n\nTo account for the skewed distribution of costs, a logarithmic transformation of cost was utilized as the outcome, which is a widely used strategy for analyses with non-normal distributions (Altman et al., 1983; Duan, 1983; Garrido et al., 2012; Manning and Mullahy, 2001) . See Appendix 2 (Supplementary Data) for additional information. All analyses were performed in Stata 11 for Windows (STATACorp, College Station, TX) and statistical significance was assumed at α = 0.05.\n\nDescriptive statistics are presented in Table 1 . Patients in period 1 were significantly younger (median 19 vs. 26 months, P b 0.01) and had a higher occurrence of complications (22.3% vs. 13.0%, P b 0.01). The prescribing of oseltamivir and antibiotics between the two periods did not significantly differ from each other without controlling other potential confounders. There was also no evidence of significant differences for the other variables.\n\nThere was no significant difference between the periods for the total length of stay (median = 2 days for both periods, P = 0.23), or length of stay on the acute pediatric ward (median = 2 days for both periods, P = 0.91). The average reimbursement charges were not statistically different between periods. There was a slight increase in the number of respiratory HRGs in period 2, although it was not significant (51.1% vs. 59.0%, P = 0.06).\n\nThe proportion of positive results for the nine viruses included in the RVP was similar in both periods ( Table 2 ), suggesting that overall burden of infection was similar between years.\n\nControlling for other potential confounding factors, the OR of oseltamivir prescription was 12.7 (P = 0.05, 95% CI [1.0, 153.8]) for admissions that were positive for influenza in period 2 compared to period 1 with marginally statistical significance. We did not observe significant differences in non-influenza and non-RSV patients (Table 3 ). There were no significant differences in the OR of antibiotics prescribed between periods in those positive for influenza and negative for both influenza and RSV.\n\nFor patients with a negative influenza and RSV test, we found reductions in the average reimbursement charge for both the entire admission and the stay on the acute pediatric ward (reductions of £165, P = 0.05, 95% CI [-£2, £332] and £148, P = 0.05, 95% CI [£1, £295], respectively); the cost saving effects remained when we look at all patients (reduction of £134, P = 0.04, 95% CI [£4, £265] and £126, P = 0.03, 95% CI [£10, £242], respectively) ( Table 4 ). There was no change in reimbursement for patients with proven influenza or RSV infection. There was a small but significant increase in the cost of drugs electronically recorded between periods 1 and 2 for admissions in which the patients were positive for influenza and/or RSV (£12 increase, P b 0.01, 95% CI [-£21, -£3]).\n\nUsing simple modeling techniques, savings in the costs of laboratory tests could be realized if the POCT were to be used as a screening gateway test followed by an RVP for negative influenza/RSV results only, based on a POCT cost £30. The average estimated savings would be £44 (P b 0.01, 95% CI [£34, £53]) for all admissions, with the biggest difference in cost savings in positive influenza/RSV patients (saving of £105, P b 0.01, 95% CI [£93, £117]).\n\nThis is the first evaluation to use a PCR-based POCT for influenza and RSV in a pediatric inpatient ward setting. Although not a randomized control trial, this before and after study suggested an increase in more accurate oseltamivir prescribing for patients with influenza following the introduction of the POCT, which may be due to improved compliance with clinical guidelines (NICE, 2009 ). Modeling of the data to account for differences in the patient groups between periods 1 and 2 suggested reduced reimbursement charges for patients without influenza or RSV despite no observed change in length of stay. We also noted reduced costs of laboratory tests for all patients when the POCT was implemented, assuming the POCT was £30.\n\nOur results are consistent with prior research showing that a POCT can increase appropriate oseltamivir use in a pediatric hospital (Bonner et al., 2003) . This may be because confirmation of diagnosis was achieved on admission, thereby allowing clinicians to prescribe oseltamivir within 48 hours from the onset of symptoms, when it has greatest therapeutic effect (NICE, 2009) . In period 1, over 85% of patients with influenza did not receive oseltamivir, which could have had negative consequences for patient care; a POCT could enable more timely and effective care for these patients.\n\nWhile we did not observe a significant reduction in oseltamivir prescribing in patients who tested negative for influenza and RSV in period 2, an OR of 0.7 indicates a tendency towards decreased prescribing. In our real-world evaluation, this observation might be due to clinicians being unfamiliar and thus less trusting of the POCT and therefore continuing to prescribe oseltamivir if there are ongoing signs and symptoms of ILI.\n\nWhile the result of antibiotic prescription in influenza positive patients did not reach statistical significance, the odds of prescribing antibiotics were estimated to halve for those positive for influenza in period 2. This compares with a study that evaluated the impact of a rapid diagnostics of influenza in the pediatric emergency department setting that detected a significant reduction in antibiotic prescription in the group which clinicians were informed of the positive results of the flu rapid test (Bonner et al., 2003) . However, in our study, many antibiotics could have been administered directly through the ward supply and data on their use was unavailable to us in the electronic patient records. Hence, we do not know if there was a true change in antibiotic use across the time periods, or about the small observed increases in drug costs in period 2 for those with influenza and/or RSV. We would hope that a POCT might facilitate better antimicrobial stewardship in patients with suspected respiratory viral infection, but further studies are needed to assess this.\n\nThe average number of laboratory tests ordered remained unchanged between the periods. As the estimated test costs decreased in period 2, less expensive follow-up tests may have been requested following the POCT result, despite no changes in testing guidelines. This change in practice has been observed previously (Bonner et al., 2003) . This suggests that a POCT could function as a gateway or screening test to prevent the use of additional or more expensive tests, with the benefit of providing a faster result. This could be seen if a POCT is implemented in other settings, as performing fewer expensive tests could be cost-saving for any healthcare provider treating patients during respiratory season. We could reasonably expect results of a similar or greater magnitude to those observed in this study if the POCT was deployed in the Emergency Department and tests were performed before patients arrived on the ward.\n\nDuring period 2, reimbursement charges for the entire admission and for the stay on the acute pediatric ward decreased for patients who had negative results for both influenza and RSV. As we controlled for all known complications, any resultant residual confounding or effect modification should be minimized. There was no observed change in length of stay between the periods, suggesting that the changes in the reimbursement are not due to the different length of hospital admissions. However, reimbursement charges are determined by a range of variables, and it is difficult to specifically attribute the reduction in reimbursement to the POCT, although it may have been a factor.\n\nIt should be noted that there were differences in the epidemiology of influenza infections in 2013/14 and 2014/15. In a report from Public Health England, the peak rate of hospitalization (all ages) in 2014 to 2015 (1.9/100,000) was higher than the peak seen during 2013 to 2014 (0.8/100,000) . However, UK sentinel hospital surveillance indicated that the proportion of confirmed Influenza A confirmed hospitalized cases in those under the age of 17 years was lower in 2014/15 than 2013/14 (22% and 27% respectively). Excess all-cause mortality in all age groups increased from 0.2% in 2013/14 to 5.4% in 2014/15. Despite these differences, we did not observe any significant differences in the distribution of respiratory viruses during the study periods (Table 2) . Conversely, we observed a greater rate of recorded complications (22.3% vs. 13.0%, P b 0.01 for 2013/14 and 2014/15 respectively) in the study population.\n\nFurthermore, the rate of national uptake of live attenuated influenza vaccine in 2-and 3-year olds was lower in 2014/15 (38.5% and 32.9% respectively) compared to 2013/14 (42.6% and 39.5% respectively). Overall vaccine effectiveness may also have been different for the two periods (Caspard et al., 2017) . It is not known what these differences may have had on the study findings. For example, it is possible that the change in oseltamivir prescribing was influenced by the increasing incidence of influenza A and/or increase in all cause excess mortality over the two periods. However, as these are national data and these parameters were not measured for the study population, it is not possible draw any definitive conclusions. Table 3 Odds ratios of prescriptions of oseltamivir and antibiotics between the two periods (period 2 compared to period 1) a .\n\nAdmissions negative for influenza and RSV There are several limitations of this study. First, there are potential unobserved factors which might influence the results. For instance, as a before and after evaluation, we did not control for unobservable time-varying factors; also, the study was performed while the hospital was attempting to improve its coding practices, which may have independently contributed to the results.\n\nSecond, because of unfamiliarity with the POCT test, clinicians may have still relied on the RVP results to make clinical decisions. We believe our results are likely to underestimate the true effect that the implementation of the test could have once the test has become embedded and trusted by clinicians.\n\nThe study was undertaken in one center and findings may not be generalizable. However, in terms of resource utilization, we believe that the impact of a POCT in other pediatric inpatient wards may be similar to what we observed in this study, given similar patterns of influenza and RSV.\n\nLastly, we were unable to determine whether patients were placed on cohorted or general wards, or in isolation beds. This information is not reliably recorded in the patient record, so we are unable to assess the impact of a POCT on bed management. Results from a questionnaire conducted at the time of the study suggested that ward staff felt the test improved bed management (results available upon request from the authors). We recommend conducting a time and motion analysis to capture other cost drivers, such as staff time. Further studies should also explore a packaged antimicrobial stewardship intervention involving an influenza/RSV POCT, including staff training on best prescribing practice following the POCT result. This study demonstrates that POCTs may have the potential to improve the appropriateness and efficiency of management of ILI in pediatric patients and strengthen antimicrobial stewardship practice.\n\nConflict of interest SD reports grants from Enigma Diagnostics Ltd, during the conduct of the study; previous grants from Beckton Dickinson. At the time of the study, EJA, AIVO, CYC, REG and CM were employed by Aquarius Population Health who receive project funding from Cepheid, Atlas Genetics, and other organizations with POCTs and government NIHR funding unrelated to this work. SG reports grants from Enigma Diagnostics Ltd, during the conduct of the study; personal fees from Becton Dickinson, grants and personal fees from Luminex Corp, grants and personal fees from Astellas, personal fees from Abbott, personal fees from Merck, personal fees from Qiagen, grants from Bio-Rad, grants from GenMark Diagnostics, outside the submitted work."}