{"title": "Emerging and re-emerging coronaviruses in pigs", "body": ". Among them, TGEV, PRCV, and PHEV have been circulating in pigs for decades, whereas PEDV, PDCoV, and SADS-CoV are considered as emerging coronaviruses. Although classical PEDV was first discovered in Europe in the early 1970s [1] , and it later spread to Asia in 1970s [2] , a reemerging highly virulent PEDV caused massive outbreaks, with high mortality in suckling piglets, in late 2010 [3] . In 2013-2014, PEDV caused nationwide outbreaks in the US, culminating in major losses to the pork industry. PDCoV was initially detected from pig fecal samples in 2009 in Asia, but its etiological role was not identified until 2014 when it caused diarrhea in pigs in the US [4 ,5] . Most recently, another highly pathogenic enteric CoV, SADS-CoV, emerged in China in 2016 with high mortality among baby pigs [6, 7, 8 ] . All three newly emerged porcine enteric CoVs were first detected in China. To date, the emerging PEDV strains have spread to other Asian and North American countries and to Europe. PEDV has become the second most important pathogen for swine in China (containing >50% of the world's pig population), after porcine reproductive and respiratory syndrome virus (PRRSV). PDCoV has spread to the US, Canada, and other Asian countries [9] . No SADS-CoV has been reported from other countries besides China. In addition, recombinant viruses between TGEV and PEDV had been reported in Italy, Germany, and Slovakia [10] [11] [12] . These recombinant swine enteric coronaviruses (SeCoV), Italy/213306/2009 and GER/ L00930/2012, share similar recombination pattern and 99.5% nucleotide identity and have potential parental strains TGEV H16 strain (major, backbone) and classical PEDV CV777 strain (minor, S gene). Because there were no more reports on SeCoV outbreaks, virulence, and tissue tropism, we will not discuss SeCoV further in this review.\n\nThe basic genomic organization is shared among CoVs [13] . The genome size is about 25-30 kb. It contains at least six open reading frames (ORFs) in the order: ORF1a, ORF1b, spike (S), envelope (E), membrane (M), and nucleocapsid (N) (Figure 1 ). Each virus contains one to several accessory genes, the ORF3 of PEDV, NS3a, NS7a and NS7b of SADS-CoV, and NS6 and NS7 of PDCoV. ORF1a and ORF1b are at the 5 0 -end and comprise two-thirds of the genome. They encode two non-structural polyproteins that are processed to generate an estimated 14-16 nonstructural proteins (NSPs) involved in proteolytic processing, genome replication and transcription [13] . Among the structural proteins, the Genomic organization of alphacoronavirus porcine epidemic diarrhea virus (a-PEDV), swine acute diarrhea syndrome-coronavirus (a-SADS-CoV), and porcine deltacoronavirus (d-PDCoV). Each genome is 5 0 capped and 3 0 polyadenylated. Viral genomes are flanked by UTRs and are polycistronic encoding replicase ORFs1a and 1b followed by the genes encoding spike glycoprotein (S), envelope (E), membrane (M), and nucleocapsid (N) proteins. Among the structural protein genes, the genome also contains accessory genes: ORF3 of PEDV; NS3a, NS7a and NS7b of SADS-CoV; and NS6 and NS7 of PDCoV. Expression of ORF 1a and 1b yields 2 polyproteins (pp1a and pp1ab) through a -1 programmed ribosomal frameshift (-1RFS). The polyprotein is co-translationally or post-translationally processed into an estimated 14-16 nonstructural proteins (NSPs): PLpro, papain-like cysteine protease; 3CLpro, main 3C-like cysteine protease; RdRp, RNA-dependent RNA polymerase; Hel, helicase; ExoN, 3 0 -5 0 exonuclease; NendoU, nidovirus uridylate-specific endoribonuclease; 2 0 OMT, ribose-2 0 -Omethyltransferase. Phylogenetic comparison of the full-length genomes of PEDV, SADS-CoV, and PDCoV with other coronavirus species. Evolutionary history was inferred using the Maximum Likelihood method [112] . The tree with the highest log likelihood (À511751.49) is shown. Initial tree(s) for the heuristic search were obtained automatically by applying Neighbor-Joining and BioNJ algorithms to a matrix of pairwise distances estimated using the Maximum Composite Likelihood (MCL) approach, and then selecting the topology with superior log likelihood value. The tree is drawn to scale, with branch lengths measured in the number of substitutions per site. The analysis involved 23 nucleotide sequences. There were a total of 32,538 positions in the final dataset. Evolutionary analyses were conducted in MEGA X [113] .\n\nS glycoprotein is most important to elicit virus neutralizing antibodies and is diverse among strains. The N protein, which is the most abundant structural protein, binds to the viral genomic RNA and is packed into the nucleocapsid, while the M and E are membrane proteins.\n\nIn this review, we will focus on the origin and potential for intra/interspecies transmission, host receptors for virus replication, antigenic relationships, comparative pathogenesis, and disease control and prevention of the three emerging porcine CoVs. For PEDV, we will focus on the highly virulent PEDV strains.\n\nOrigin and potential for intra/interspecies transmission Coronaviruses, including emerging porcine CoVs of two different genera, alphacoronaviruses and deltacoronaviruses, exhibit an increased propensity for interspecies transmission [14, 15] . Scattered genome-wide point mutations normally appear within host evolution of CoVs and are not associated with major changes in their biological functions [16, 17] . In contrast, significant gene modifications (deletions or insertions in accessory or spike protein genes) are often involved in or occur following CoV host-shift or tissue tropism change events [18,19,20 ,21,22-24] . However, in the case of PEDV, a large deletion in the N terminus of S protein results in partial attenuation of the virus but did not alter tissue tropism [25, 26] . This differs from PRCV whereby the large S deletion (207-227-aa) changes the major tissue tropism from enteric to respiratory compared with the parental TGEV. This may reflect the different receptor usage of these two alphacoronaviruses. TGEV uses aminopeptidase N (APN) as the receptor, and APN is distributed ubiquitously in many tissues. PEDV does not use APN as the receptor, which was confirmed by the fact that PEDV infects APN-knockout pigs [27] . Also, the size and localization of the deletions in the spike gene are virus species-specific with variable biological outcomes [28] . Frequent host-shifting (animal-to-animal and occasionally animal-to-human) events are characteristic for CoV evolution, with severe acute respiratory syndrome (SARS)-and Middle East respiratory syndrome (MERS)-CoVs being the most prominent recent examples [29-32]. While palm civets, raccoon dogs, Chinese ferret badgers, or dromedary camels were implicated as incidental hosts that facilitated SARS-or MERS-CoV spread to humans, respectively, bats are considered the natural reservoirs for these viruses [33, 34] . Besides SARS-and MERS-CoVs, molecular analyses confirmed that numerous animal and human CoVs emerged as a result of recombination and interspecies transmission events. Those CoVs include alphacoronaviruses, betacoronaviruses, and deltacoronaviruses and are summarized below [14] . Canine CoV (CCoV) II has reportedly emerged via recombination between the original CCoV-I and an unknown CoV, while feline CoV (FCoV) II acquired the CCoV-II spike gene and the backbone from FCoV-I [20 ]. Another alphacoronavirus, TGEV, is suggested to have originated from CCoV-II because of the high genetic relatedness between the two viruses and by the presence of ORF3 remnants in both genomes [20 ,35] There are no historic large-scale surveillance data that definitively establish that PEDV was introduced into the pig population from bats in the 1970s [47 ]. However, recently, it was demonstrated that PEDV is genetically more closely related to BtCoV/512/2005 than to TGEV, leading to the hypothesis that PEDV may have originated from bats ( Figure 2) [47 ]. Additionally, PEDV infects cells from pigs, humans, monkeys, duck, and bats, further supporting the theory that PEDV had crossed the batswine interspecies barrier sometime in the past (Table 1) [48,49]. PEDV has been detected from feral pigs in Korea and the US [50,51 ], with the latter study suggesting that PEDV may have spilled over from domestic to feral pigs. However, because there are no control measures to prevent PEDV circulation in feral pigs, they may represent a PEDV reservoir that can lead to PEDV outbreaks in the future. that HKU2-CoV may not be the direct progenitor of SADS-CoV, but that they may share a common ancestor. This prompted the search for new CoVs in bat specimens collected in Guangdong Province between 2013 and 2016. SADS-related CoVs (sharing 96-98% sequence identity with SADS-CoV) were identified in 9.8% of bats, predominantly in horseshoe bats (Rhinolophus spp.) that are known reservoirs of SARS-related CoV ( Figure 2 ) [8 ] .\n\nIn contrast, molecular clock analyses suggest that PDCoV originated relatively recently from a host-switching event between avian and mammalian species ( Figure 2) \n\nThe major determinant for attachment and entry is binding of the S glycoprotein to receptors on the cell surface. This step is one of the key divergence points among CoVs, contributing significantly to species tropism, tissue tropism, the resultant pathogenesis in the host, and the ability to cross between species. The S protein is a type I glycoprotein consisting of S1 and S2 subunits present on the virion surface as a trimer ( Figure 3) [54,55 ]. The S1 is involved in receptor binding and contains N-terminal and C-terminal domains (S1-NTD and S1-CTD, respectively), both of which may serve as a receptor-binding domain (RBD) [56] . The S2 subunit forms the stalk of the spike trimer, involved in triggering the fusion of the viral envelope and target cell membrane [53 ,55 ] . Identification of specific viral receptors can often be difficult due to the S protein potentially binding to multiple cell receptors, the necessity for co-receptors, and the involvement of potential host receptor proteins in viral replication stages other than initial binding. In the case of PEDV, there appears to be promiscuous binding to cell receptors [48] . APN 65] . These findings suggest that PDCoV not only utilizes APN, but it can also utilize another unknown receptor(s) in the absence of APN. Less research has been done on the emerging SADS-CoV binding receptor due to its recent identification [6, 7, 8 ] .\n\nThe antigenic relationships among porcine CoVs are complex and include intergenus and intragenus crossreactivity [66] [67] [68] . One-way cross-reactivity was observed between TGEV (Miller strain) and classical and current US PEDV strains. This cross-reactivity was due to at least one epitope on the N-terminal region of the N protein [67] and is similar to the N protein-mediated antigenic cross-reactivity between SARS-CoV and alphacoronaviruses of porcine, canine and feline origin reported previously [66, 68] . Because it was confirmed that PEDV does not utilize pAPN as a cellular receptor [27,58 ,59,60], whereas TGEV does, the biological relevance of the observed antigenic cross-reactivity between TGEV and PEDV needs to be evaluated further, but could interfere in diagnostic tests based on whole virus or N protein.\n\nThe fact that pAPN acts as a cross-genus CoV functional receptor for both the enteropathogenic PDCoV and alphacoronavirus (TGEV) suggests that some sequence/structural homology may exist to enable this functional interaction between pAPN and the PDCoV/ TGEV S protein receptor binding domain region [53 ] . The existence and extent of antigenic cross-reactivity between TGEV and PDCoV are unknown; however, Nprotein mediated two-way cross-reactivity between PEDV and PDCoV was recently confirmed [69] . Thus, the above data suggest that receptor selection in the emergence of porcine CoVs is subject to certain restrictions and may lead to structural re-arrangements in the spike as well as other viral proteins, including the highly conserved (and therefore cross-reactive) N protein. Furthermore, recent experiments demonstrated that angiotensin-converting enzyme 2 (ACE2), pAPN and dipeptidyl peptidase 4 (DPP4) do not function as receptors for SADS-CoV [8 ] . Thus, additional experimental work is needed to identify cellular receptors for PEDV and SADS-CoV, as well as to gain mechanistic understanding of antigenic interrelationships among emerging porcine CoVs. Specifically, additional information is needed to establish whether there is co-regulation between receptor usage and antigenic cross-reactivity among these CoVs.\n\nPEDV, PDCoV, and SADS-CoV are all enteric pathogens, causing indistinguishable acute gastroenteritis in all ages of pigs (Table 1) . Clinical signs include mainly anorexia, diarrhea and vomiting that may lead to dehydration, loss of body weight, lethargy, and death. Those clinical signs generally do not last over 10 days. Disease is generally more severe and often lethal in neonatal piglets, especially those born from seronegative sows. In older pigs, such as weaned pigs and sows, morbidity is high but the mortality rate is low. In general, the emerging highly virulent PEDV is more virulent than PDCoV strains tested [9] . During the first year of outbreaks in the US, Schematic diagram of S protein of emerging porcine coronaviruses. S1-NTD -S1 subunit N terminal domain is shown in purple; S1-CTD -S1 subunit C terminal domain is shown in red; RBD -PDCoV receptor binding domain is shown in yellow; TMD -trans-membrane domain is shown in orange.\n\nthe pig morbidity rate due to PEDV and PDCoV was about 100% and 30%, respectively [70] . PEDV and PDCoV caused up to 100% and up to 40% mortality rates in neonatal piglets, respectively [9, 71] . The mortality rates of SADS-CoV in piglets less than five days of age and older than eight days of age were 90-100% and 5%, respectively [8 ,72] . Diseases caused by porcine enteric CoVs (TGEV, PEDV, SADS-CoV, and PDCoV) cannot be differentiated without laboratory diagnosis. Transmission is mainly via the fecal-oral route. Vehicles include contaminated feed/ingredients, transportation trucks/trailers, environment, etc. [71] . Airborne transmission was reported for both PEDV and PDCoV, probably via ingestion of aerosolized virus particles [71] . Recently, Li et al. [73] investigated the potential mechanisms of airborne transmission of PEDV. They concluded that the virions can replicate in the nasal epithelial cells, then are carried by dendritic cells (DCs) and passed to CD3+ T cells that transport PEDV to the gut to infect intestinal cells. However, such a conclusion cannot be made based on the data presented in the paper. The major concern is that the authors used extremely high inoculum dose (7 log 10 PFU/pig) to intranasally inoculate five-day-old CDCD piglets. Considering the very low infectious dose for neonatal piglets of the emerging highly virulent PEDV, ingestion of even a very small portion (1/10 million, 1 PFU) of this inoculum, which was highly possible, can result in a 100% infection rate in piglets within 24 hpi, as described previously [74, 75] . Therefore, although PEDV can replicate in nasal epithelial cells and be taken up by DCs and T cells, whether the virions carried by the DCs and T cells can cause intestinal infection and diarrhea should be investigated further. Also, PEDV is more prevalent than PDCoV in the field [76] . Infectious PEDV can be shed in the feces of infected pigs weeks after clinical signs cease, posing difficulties for disease management on farms [71] . Co-infections with more than one pig enteric pathogen are common and often more severe clinically [77, 78] .\n\nThe pathogenesis of PEDV and PDCoV has been studied in different ages of pigs [9, 71, 79, 80] . Disease is more severe in younger pigs than in older pigs, which is called age-dependent resistance, probably due to the immature immune responses and lower rate of enterocyte regeneration in younger pigs [81 ,82-84] . In general, pathological changes in young pigs are similar between these two viruses. Clinical signs appear at 1-3 days postinoculation. Viral replication occurs quickly and mainly in the villous epithelial cells of the small intestine, resulting in villous atrophy. Therefore, diarrhea is probably a consequence of malabsorption due to massive loss of absorptive enterocytes. PEDV and PDCoV antigens also were detected occasionally in crypt cells, but may not contribute significantly to pathogenesis since enterocyte regeneration capacity was preserved [9, 79] . No histopathologic changes have been observed in the caecum/colon, although PEDV and PDCoV antigens were detected in the epithelial cells of these intestinal sections. During the acute phase of virus infection, large number of viruses are shed in feces. Viral RNA was also detected transiently in the serum. Low levels of viral RNA were detected in multiple organs by real-time reverse transcription (RT)-PCR possibly due to viremia, since no viral antigen was detected. A recent study showed significantly lower levels of serotonin-secreting enteroendocrine cells in duodenum, mid-jejunum, ileum, or colon in PEDV-infected pigs that had vomiting than in negative control pigs, suggesting that serotonin secretion during PEDV infection might contribute to vomiting [85] . The pathogenesis of the recently emerging SADS-CoV was studied in piglets by three laboratories [7,8 ,72] . Pan et al. [7] noted that SADS-CoV caused only mild-moderate intestinal lesions in three-day-old piglets. In the second study, SADS-CoV proteins were detected in only a few jejunal epithelial cells, which may not correlate with the 50% (3/6) mortality in the inoculated three-day-old piglets [8 ] . In the most recent study Xu et al. [72] reported that SADS-CoV mainly infects the intestine, causing 100% (12/12) and 50% (2/4) mortality rates in five-day-old and contact control conventional piglets (infected at~7 days of age based on fecal shedding data), respectively. SADS-CoV RNA was also detected from the heart, liver, spleen, kidneys, stomach, and lungs, but not the blood of piglets euthanized at 7 dpi when pigs still had severe diarrhea. Therefore, more detailed pathogenesis studies are warranted to understand SADS-CoV replication in vivo, factors contributing to disease severity, tissue tropism, etc.\n\nImmune responses have been studied for PEDV infection, but there are few reports for PDCoV and SADS-CoV [86] [87] [88] [89] . Serum PEDV IgG Ab responses were studied in seven-week-old conventional pigs inoculated with non-S INDEL PEDV via the oragastric route at À7 to 42 days post-inoculation (dpi). IgG antibodies were detected as early as 7 dpi for the S1 subunit of the S protein and 10 dpi for the N and M structural proteins and the whole virus particles [90 ] . The antibody titers peaked at 14-17 dpi and remained detectable through 42 dpi. However, no E protein-specific IgG antibodies were detected throughout the study. Also, the PEDV S1 does not cross-react with IgG antibodies against the other porcine enteric coronaviruses, TGEV (and its variant PRCV) and PDCoV. Therefore, the S protein is the most sensitive and specific marker for PEDV infection. In 11day-old conventional pigs, a strong positive correlation exists between protection against PEDV challenge and the levels of IgA and IgG antibody secreting cells (ASCs) in the gut associated lymphoid tissues (duodenum and ileum lamina propria and mesenteric lymph nodes) and the blood as well as between protection and serum IgG and IgA antibody titers [91, 92] . In sows exposed to PEDV in the field, IgA and IgG PEDV ASCs were detected in the intestine of sows at one month post-PEDV exposure, then waned, but remained detectable at six months post-PEDV exposure [93] . Additionally, PEDV IgA antibody was detectable in oral fluids [93] . Several experimental challenge studies using naive animals of different ages demonstrated that serum viral neutralizing antibodies became detectable around 10 dpi, peaked around 18 dpi, decreased slightly around 21 dpi, and remained at high level through 42 dpi [88] .\n\nT cell immune responses may play an important role in inducing protective immunity because pigs infected with the attenuated and highly virulent PEDV PC22A strain generated similar level of humoral immune responses, but only pigs infected with the virulent PEDV were protected from challenge with homologous virulent virus [94] . However, limited experimental data are available on cellular immune responses, focusing mainly on cytokine responses [82] . PEDV-infected suckling pigs had significantly lower natural killer (NK) cell frequencies, undetectable NK cell activity and lower IFN-g producing CD3 À CD4 À CD8 + NK cells in blood and ileum compared with PEDV-infected weaned pigs [82] . Deficiency in the innate immune function of neonatal NK cells may contribute to the more severe PEDV infection in suckling pigs compared with weaned pigs as also reported for TGEV infections [95] . Inflammatory responses play a significant role in the pathogenesis of enteric coronaviruses. Compared with suckling pigs, weaned pigs had a delayed pro-inflammatory cytokine induction that coincided with the delayed onset of infection, disease and shedding of PEDV RNA in feces [82] . Toll-like receptor 2 (TLR2), TLR3, and TLR9 may contribute to NF-kB activation in response to PEDV infection in small intestinal epithelial cells in vitro [96] . The viral proteins E and N upregulated IL-8 expression by inducing endoplasmic reticulum stress and subsequent activation of the NF-kB pathway [97, 98] . PEDV can evade host innate immune responses via at least 11 proteins (nsp1, nsp3, nsp5, nsp7, nsp14, nsp15, nsp16, ORF3, E, M, and N) that function as interferon (IFN) antagonists [99] [100] [101] [102] . Identification of the virus-encoded IFN antagonists and understanding their mechanism of action may lead to novel therapeutic targets and more effective vaccines. In summary, infection of PEDV induces protection against homologous virus challenge in neonatal, growing and adult pigs [89, 103, 104] . Although there is only one serotype of PEDV, only incomplete cross-protection exists among different genetic clusters of PEDV variants [3, 103] . Sows previously infected with PEDV can generate lactogenic immunity and passively protect nursing piglets from disease [86, 104] . Mucosal IgA antibody levels correlate to protective viral neutralizing antibody levels and the neutralizing epitopes are mainly located in the S glycoprotein [105] [106] [107] .\n\nRapid diagnosis is critical for the control of these diseases to prevent them from spreading. Diagnostic methods for PEDV and PDCoV for the detection of viral RNA, viral antigens, and antibodies have been reviewed [76, 88] . No specific antiviral drugs are available to treat infected pigs. High level biosecurity and vaccines are still the best choice to prevent these enteric infections [104] . No cross-neutralization exists between antibodies to PEDV and PDCoV [69] . SADS-CoV outbreaks occurred at a swine farm that suffered from recent PEDV infections, suggesting no cross-protection between PEDV and SADS-CoV [8 ] . Therefore, the prevention of these three emerging porcine CoV diseases will require the development of separate virus-specific vaccines. Although PED occurs in pigs of all ages, piglets up to one week of age experience high mortality and need to be protected by transfer of maternal antibodies, especially neutralizing antibodies, via colostrum and milk from immunized dams. The mechanisms of lactogenic protection described for TGEV and other enteric viral infections apply to PEDV as well [86, 108] . Colostrum and milk IgA or neutralizing antibody titers are better markers for lactogenic immunity than antibodies in serum [109] . Live, inactivated, and subunit (S) PEDV vaccines targeting sows have been developed in China, Japan, Korea and the US [104, 110] . However, their efficacy has not been sufficient to control PEDV outbreaks that still occur on farms with PEDV-vaccinated pigs. No reports are yet available on vaccine development for PDCoV or SADS-CoV. Some farms use feedback methods with intentional exposure of pregnant sows pre-farrowing to autogenous virus using minced intestines from acutely infected piglets [108] . The goal is to stimulate lactogenic immunity in sows and reduce mortality in nursing pigs. The problem with these methods is that PEDV infection may become persistent on farms and other enteric pathogens could be transmitted to the entire herd.\n\nPDCoV, SADS-CoV, and highly virulent PEDV emerged or reemerged recently (Table 1 ). PEDV has spread to Asian, North American, and European countries, causing huge economic losses in the swine industry. Among the three enteric CoVs, PEDV has been studied more extensively and some vaccines have been developed, although their efficacy in the field is still questionable. For PDCoV and SADS-CoV, more research is needed to better understand their emergence, evolution, pathogenesis, and immune responses. Currently, disease control and prevention mainly depend on swine farm management, focusing on high biosecurity measures and disease containment within and among farms. Coronaviruses often spill over to other species: PEDV and PDCoV can infect cells from different species, and PDCoV can also infect calves [111] . Currently, these emerging porcine CoVs are only known to infect pigs, but not humans [48,53 ].\n\nNevertheless, continued monitoring of these porcine CoVs is necessary for both swine and public health.\n\nNothing declared. "}