{"title": "Observation of high recombination occurrence of Porcine Reproductive and Respiratory Syndrome Virus in field condition", "body": "Porcine Reproductive and Respiratory Syndrome (PRRS) was first recognized quite contemporaneously in the U.S. and in Europe between the end of 1980s and the early 1990s. Since then PRRS has emerged as the most prevalent disease of swine in the world, causing remarkable economic losses (Neumann et al., 2005; Nieuwenhuis et al., 2012) . The agent of the disease, Porcine Reproductive and Respiratory Syndrome Virus (PRRSV), classified in the order Nidovirales, family Arteriviridae, genus Arterivirus, is an enveloped, single-stranded positive-sense RNA virus. The viral genome is approximately 15 kb in length and contains nine open reading frames (ORFs) (Firth et al., 2011; Meulenberg, 2000) . Two main genotypes, Type I (European-like) and Type II (North American-like) have been identified sharing 50-70% nucleotides and 50-80% amino acids (Shi et al., 2010a) . A great and progressively increasing (Mateu et al., 2006; Pesch et al., 2005) genetic variability has been observed: mean nucleotide diversity within European and American genotypes has been estimated to be about 15% and 12.5%, respectively (Cho and Dee, 2006; Shi et al., 2010a,b) . Genetic distance, calculated on ORF5, has reached a maximum of about 30% in Type I and 21% in Type II (Murtaugh et al., 2010) . RNA virus evolution is assumed to result primarily from RNA polymerase infidelity. Indeed the PRRSV nucleotide substitution rate has been estimated to vary between 4.7 × 10 −2 and 1.55 × 10 −3 (Murtaugh et al., 2010; Yoon et al., 2012) . Although the role of recombination in evolution of RNA viruses is still debated (Simon-Loriere and Holmes, 2011) , several authors assert that recombination is an important mechanism of genetic diversity generation in PRRSV (Liu et al., 2011; Mengeling, 2002; Murtaugh et al., 2010) , playing a potential role in conditioning virulence, antigenic escape and diagnostic failure. Several studies have demonstrated recombination in both in vitro (van Vugt et al., 2001; Yuan et al., 1999) and in vivo, in experimental (Liu et al., 2011) and field conditions (Fang et al., 2007; Forsberg et al., 2002; Li et al., 2009; Shi et al., 2010a; Stadejek http://dx.doi.org/10.1016 Stadejek http://dx.doi.org/10. /j.virusres.2014 .08.005 0168-1702/© 2014 Elsevier B.V. All rights reserved. et al., 2008) . In the latter case, results where typically obtained comparing sequences obtained from large-scale (i.e. country level) sampling. The aim of this study was to investigate recombination on a smaller scale in terms of geographic distance and time window (Forsberg et al., 2002) .\n\nThe samples used in this study were drawn from the Istituto Zooprofilattico Sperimentale delle Venezie's historical archive, a regional public veterinary laboratory collecting passive field samples brought by practitioners for diagnostic purposes. All of the 163 samples (serum and lung), coming from 52 pig farms among 12 provinces in northeastern Italy (enclosing a geographic area of about 28,000 km 2 ), found positive at routine RT-PCR to PRRSV between 2010 and 2012 and stored at −80 • C, were analyzed. RNA had been extracted from 200 l of serum or 200 l of lung homogenate using the High Pure viral RNA kit and High Pure RNA tissue kit, respectively (Roche Diagnostics, Monza, Italy). Each sample had been routinely tested using a classical two step RT-PCR targeting a genomic fragment within the ORF7 region and allowing the differentiation between the Type I and Type II strains through electrophoresis on acrylamide gels (Persia et al., 2001) .\n\nORF5 and ORF7 of each sample were amplified using a onestep RT-PCR as described by Oleksiewicz et al. (1998) . Briefly, ORF5 sequence was amplified using the primer ORF5F (5 CAA TGA GGT GGG CIA CAA CC 3 ) and ORF5R (5 TAT GTI ATG CTA AAG GCT AGC AC 3 ) while ORF7 was amplified using the primer pair ORF7F (5 GCC CCT GCC CAI CAC G 3 ) and ORF7R (5 TCG CCC TAA TTG AAT AGG TGA 3 ), obtaining an amplicon of 719 bp and 637 bp respectively.\n\nAmplification and band specificity were visualized using a SYBR safe stained 2% agarose gel, after electrophoresis. Amplicons were sequenced with the same primers, in both senses, using the BygDye terminator v.3.1 Cycle Sequencing Kit (Applied Biosystem ® , Monza, Italy). Sequences were obtained using ABI PRISM ® 3100 Genetic Analyzer (Applied Biosystem ® , Monza, Italy). Chromatograms were evaluated by FinchTV (http://www.geospiza.com) and consensus sequences were reconstructed using CromasPro (CromasPro Version 1.5). When both ORFs were available, concatenated sequences were constructed using Mesquite (Maddison and Maddison, 2011) .\n\nSequences obtained plus those (i.e. 11 ORF7 and 64 ORF5) derived from Pesente et al. (2006) were aligned by Guidance (using PRANK as alignment method) (Penn et al., 2010) and score evaluated. For clarification purposes, all ORF7 sequences published by Pesente et al. (2006) were renamed with the accession number assigned to ORF5. JModelTest 2.1.2 (Darriba et al., 2012) was used to select the model of evolution according to Akaike Information Criterion (AIC). Phylogenetic trees based on ORF5 and ORF7 were reconstructed applying the Maximum Likelihood method implemented in PhyML 3.0 (Guindon et al., 2010) assuming the GTR + 4 + I nucleotide substitution model. Phylogenetic tree reliability was evaluated using a fast nonparametric version of the aLRT (Shimodaira-Hasegawa [SH]-aLRT), which was developed and implemented in the PhyML 3.0 (Anisimova et al., 2011) .\n\nORF5, ORF7 and concatenated sequence alignments were tested for evidence of recombination using RDP3 (Martin et al., 2010) . In order to obtain a conservative estimate, a recombination event was accepted only when detected by two or more methods implemented in the program with a p-value lower than 5 × 10 −5 . A collection of partitions without recombination was obtained dividing the original alignment at the recombination breakpoint. Phylogenetic trees were reconstructed for each partition using RAXML (Silvestro and Michalak, 2012 ) and used to calculate per site log likelihoods for each alignment partition. Statistical significance of topological incongruence between segments separated by recombination breakpoints were assessed through SH, KH, ELW and AU tests implemented in CONSEL (Shimodaira and Hasegawa, 2002) . A p-value < 0.05 was assumed to indicate statistical significance.\n\nA discrete states phylogeographic reconstruction of PRRSV strains migration pattern was performed using BEAST 1.7.5 (Drummond et al., 2012) as described by Lemey et al. (2009) . The 12 provinces where the samples had been collected were considered to be discrete states. An asymmetric substitution model, coupled with the Bayesian Stochastic Search Variable Selection (BSSVS), was implemented. Non-recombinant, concatenated ORF5-ORF7 sequences, for which sampling data was known, were analyzed for this purpose. Bayesian Factor (BF) was calculated in order to define well supported diffusion rates using SPREAD (Bielejec et al., 2011) . Rates yielding a BF > 10 were considered adequately supported (Kass and Raftery, 1995) . The same software was used to generate the KML file compatible with Google Earth displaying migration history.\n\nStructural consequences of recombination on GP5 were considered for a recombinant cluster that demonstrated circulation over time in a farm. Nucleotide and amino acid p-distance of recombinant strains from their parents were calculated using MEGA5 (Tamura et al., 2011) . Hydrophobicity profile was calculated using ProtScale (Wilkins et al., 1999) assuming the Kyte & Doolittle scale. Secondary structure and transmembrane topology of GP5 were predicted using Psipred (http://bioinf.cs.ucl.ac.uk/psipred/). N-linked glycosylation sites were estimated using NetNGlyc 1.0 Server (Gupta et al., 2004) . The possible role of recombination in generating strains with different immunological properties was evaluated through in silico prediction of T-and B-epitopes. Linear Bcell epitopes were predicted using the BepiPred 1.0 Server (Larsen et al., 2006) .\n\nFor cytotoxic T lymphocytes epitopes, NetCTLpan 1.1 Server (Stranzl et al., 2010 ) a pan-specific major histocompatibility complex class I epitope predictor, integrating prediction of proteasomal cleavage, antigen transport efficiency and MHC-I binding affinity, was used. All swine MHC-I alleles deposited in the program database were selected to predict 8-,9-,10-,11-mer peptides. MHC-II binders were predicted using NetMHCII 2.2 server (Nielsen and Lund, 2009) , searching 15-mer peptides that bound the collection of human MHC-II (loci DR and DQ). Considering that the stronger the binding, the more likely the peptide to become T-cell epitopes (Gustiananda, 2011), highly stringent cut-offs were applied. Peptides were accepted as possible epitopes when their rank score was <1% and IC50nM < 500 (including high and intermediate affinity binder of SLA-I). To limit the presence of false positive results using HLA-II based software, only strong binder (IC50nM < 50) predicted by NetMHCII were accepted, according to Díaz et al. (2009) and Gustiananda (2011).\n\nA total of 131 ORF5 and 111 ORF7 were obtained, including those achieved from Pesente et al. (2006) . The accession numbers Table 1 Strains detected as recombinants with RDP3. When identified parental viruses are also reported. Recombination breakpoints are defined by nucleotide position assuming the beginning of ORF5 as position 1.\n\nMajor of sequences obtained in our study are provided in Supplementary Data 1. All of the strains were collected from a restricted geographic area of <30,000 km 2 , with a maximum distance between farms of 270 km. For 66 samples both ORF5 and ORF7 were available allowing the construction of a third database, based on the concatenation (i.e. the joining of two character strings end-to-end) of the respective ORF5 and ORF7 sequences of each strain. All the strains belonged to the Type I subtype I, according to Stadejek's classification (Stadejek et al., 2008 (Stadejek et al., , 2013 . Phylogenetic analysis revealed some incongruences between trees obtained from ORF5 and ORF7 (Fig. 1) . The recombination scan on concatenated sequences coupled with topology comparison revealed 6 statistically significant recombination events (Table 1 and Supplementary Data 2). Four recombinants (i.e. strains 2522, 1040/39, 84 and 92) displayed a single breakpoint between the end of ORF5 and the beginning of ORF7. Unfortunately, a more precise localization could not be performed because the segment spanning these ORFs was not sequenced. Besides, only for strain 2522 both parental viruses were clearly identifiable. Only donors of the ORF7 segment were clearly detected for both 1040/39 and 92 while no closely related sequences were identified in ORF5. However, the analysis of the wider ORF5 database displays a certain relatedness of 1040/39 with strains 390/45. Another recombination event between ORF5 and ORF7 was detected (strain AY743937), although only one parent could be evidently identified (AY739981). Analysis refinement using the ORF5 dataset confirmed the presence of recombination breakpoints in position 210 and 606 and identifies AY739981 and AY74007 as major and minor parents. The ORF7 tree reconstruction revealed a close relationship between AY743937 and AY739995. The last recombinant strain was identified to be the result of two recombination events. Strains 1054 and 84 were classified as recombinants between 2287/26 (ORF5) and 162/31(ORF7). At the same time strain 84 and the closely related 1054 were predicted as donors in a recombination event within ORF5 (segment 123-474): strains 893/17, 177/22, 162/32 and 893/16 were detected as recombinants between 84 (minor parent) and 162/31 (major parent). Remarkably, both parental and recombinants strains were collected from the same farm at different time periods (see Supplementary Data 1). Particularly, recombinant strains were found twice about 3 months apart while their co-circulation with 162/31. On the contrary, the minor parent (strain 84), was recorded only two years later. Predicted recombination events involved both relatively neighbor (<10 km) and distant (more than 100 km) farms. Remarkably, the same strain (i.e. 162/31) was implied in two different recombination events (i.e. events 2 and 4) ( Table 1 ) that took place in the same geographic area. The parental strains involved in these events were sampled from the same farm (i.e. 162/31 and 84) or in nearby farms (i.e. origin farms of 162/31 and 2287/26 were about 10 km apart), supporting the short-range spread of PRRSV strains. At the same time, discrete state phylogeographic analysis evidenced the presence of 12 well-supported migration rates among provinces of northeastern Italy and an extensive PRRSV circulation over time (Supplementary Data 3).\n\nNucleotide and amino acid p-distance in the segment internal and external to recombination breakpoints. Distance is calculated as mean distance between recombinants' group and parental viruses.\n\nStrain 84 \n\nGP5 of recombinant strains 893/17, 177/22, 162/32 and 893/16, demonstrating a prolonged circulation, was further analyzed to explore the presence of structural differences from parental strains which may affect viral fitness. Strains 84 and 162/31, assumed as representative of minor and major parents, respectively, were also included in the analysis. The calculation of the p-distance demonstrated a relevant amino acidic difference between the two parents: 18.4% in the internal region to recombination breakpoints (AA 41-158) and about 25.3% in the external. Comparable results were obtained considering nucleotides (Table 2) . Hydrophobicity profile and secondary structure were also affected and recombinants displayed some different secondary structures from both major and minor parents (Supplementary Data 4). However, the transmembrane regions' prediction revealed no differences among strains even though recombination spanned part of the first ectodomain, the three transmembrane segments and the first part of the main endodomain. Some differences were observed in glycosylation pattern: the strain 162/31, 893/17, 893/16 and 162/32 were predicted to be glycosylated in position 36, 46 and 53. A similar pattern was displayed by strain 84 with the only exception that N-linked glycosylation was present in position 37 instead of 36. Certain dissimilarity was displayed by strain 177/22 which lost the glycosylation in position 46. Consequences of recombination on GP5 antigenicity were also estimated in silico. For computational easiness and clarification, considering the high percentage of identity purposes (p-distance = 0.005 and 0.004 at amino acid and nucleotide level, respectively), 893/17 was assumed as representative of all recombinant strains. Linear B-cell epitopes, although slightly different in extension, were substantially unchanged in position: a region around the first glycosylation site and two sequences within the C-terminal endodomain were identified as possible epitopes in all strains (Fig. 2) . The first one, which claimed to be a neutralizing epitope (AA 37-44) (Mateu and Diaz, 2008; Plagemann, 2004) , spanned the region where the initial Fig. 1 . Phylogenetic trees of ORF5 (on the left) and ORF7 (on the right) reconstructed using RAxML. Only strains for which both ORF5 and ORF7 were available were included in this picture. Recombinants are marked with black circles to emphasize the different topology between the two ORFs. recombination breakpoint was estimated. One amino acidic difference between parental viruses was identifiable at amino acid 37 (G-N), with the recombinants sharing the major parent sequence. AA 41 was different in both parental and recombinant strains with the latter sharing the same residue. The analysis of T-cell epitope evidenced that, comparing major, minor and recombinant strains, approximately the same SLA-I alleles recognized the common region of GP5. Two main differences were estimated between major and minor parents in predicted ligands of SLA-I (region 7-14 and 84-93) (Fig. 2) . Accordingly, the recombinant epitopic profile can be described as a combination of parental patterns. A similar picture was obtained with regard to HLA-II. Parents differed in region 61-69, 113-121 and 153-162. Recombinants resulted to be approximately a combination of parental strains. However, epitopes in position AA 41-49 and AA 61-69 were lost while one peculiar epitope (AA 103-111) was predicted (Fig. 3) .\n\nRNA viruses represent both a fascinating opportunity and a challenge in the study of evolutionary processes (Holmes, 2009) . Their populations usually harbor abundant genetic variability, due in large part to the combination of high mutation rate and large population size. Although recombination had been thought to be rare in these viruses, recent studies disavowed this theory, demonstrating not only that it is a frequent phenomenon in some virus families, especially retroviruses and positive-sense single stranded RNA viruses, but also that it can sometimes have a major impact on their emergence, evolution, and epidemiology (Simon-Loriere and Holmes, 2011) . A similar picture can be drawn for PRRSV, a highly variable RNA virus, recently emerged as agent of devastating impact on pig production. Although the remarkable genetic distance is mainly attributable to the high substitution rate (Yoon , 2012) and to the abrupt increase in population size, consequent to the advent of high density confinement management practice in Europe and North America coupled with increasing pig transportation (Murtaugh et al., 2010) , the role of recombination is nowadays increasingly studied. A high recombination frequency was demonstrated both in vitro (van Vugt et al., 2001; Yuan et al., 1999) and in experimentally infected pigs (Liu et al., 2011) . Nevertheless, the frequency of naturally occurring recombination was believed to be much lower. In fact, most of the recombination events identified so far in the field were only represented by single sequences rather than by circulating \"recombinant progenies\" (Fang et al., 2007; Forsberg et al., 2002; Li et al., 2009; Murtaugh et al., 2001; Shi et al., 2010a; Stadejek et al., 2008; Yoshii et al., 2008; Yuan et al., 1999) . However the vast majority of field evidences were based on sequences obtained from strains collected at different time points and from distant locations. An underestimate of the recombination rate in the field due to sampling limitations (Shi et al., 2010a) is plausible. Our study attempted to deal with this inadequacy, performing an intensive sampling based on a narrow spatial and temporal scale. Six recombination events were detected in concatenated ORF5-ORF7, affecting ORF5 and the region between ORF5 and ORF7. According to previous studies (Shi et al., 2010a) , no recombination events were displayed within ORF7. Six independent recombinant strains out of 66 were found. This proportion of recombinant strains was comparable with those reported in vitro by Yuan and van Vugt for PRRSV (van Vugt et al., 2001; Yuan et al., 1999) and approximate the range reported for some Coronavirus (Lai, 1996) . Several hypotheses can be proposed to explain the high frequency of recombination events observed. Firstly, it should be accounted that sequences considered, originating from a small area, are relatively similar (mean p-distance: ORF5 = 0.135; ORF7 = 0.098; concatenated = 0.122). van Vugt et al. (2001) demonstrated that recombination occurs preferentially between genome regions with a high percentage of similarity, which is compatible with the transcription strategy of Arterivirus (Pasternak et al., 2006) . Liu et al. (2011) demonstrated that PRRSV is really prone to recombine in experimentally co-infected pigs. The occurrence of transmission of different strains between farms therefore plays a key role in the likelihood of recombination (Forsberg et al., 2002) . Analysis of geographic relation between parental strains revealed that viruses originating from both distant and neighboring farms participate to this phenomenon. Accordingly, phylogeographic analysis revealed the presence of 12 well-supported migration rates among provinces of northeastern Italy. These data support the field evidence that multiple strains co-infection is relatively frequent in Italian pig farms. High farm density, intense animal movements and ineffective biosecurity measures are the most probable cause of this situation. A further hypothesis is that, collecting numerous samples on a narrow spatial and temporal scale makes it more likely to find recombinants with low fitness, whose survival and spreading among farms is unlikely, and which otherwise would not have been collected performing a less intensive sampling. The evidence that quite all recombinants were sampled only once and did not demonstrate any persistence or geographical spread supports this hypothesis. A partial exception was represented by strains 893/17, 177/22, 162/32 and 893/16. These recombinants were collected from the same farm approximately 3 months apart demonstrating a certain fitness. In silico analysis revealed a noteworthy amino acid difference from parental strains resulting in different hydrophobicity and secondary structure. Recombinants secondary structure was not a simple combination of the parental ones but presented some peculiar characters, probably as a consequence of interaction between distant amino acidic regions or minor AA substitutions occurred after recombination took place. Both B-cell and T-cell epitopes are constrained by sequence specificity, and mutations within epitopes can result in immune escape. Obviously, mutations within an epitope can directly affect antibody-antigen interactions or epitope-MHC and T-cell receptor interactions. Additionally, mutations outside of the epitope can inhibit antibody binding through conformational changes, or inhibit proper cleavage and processing of T-cell epitopes (Korber et al., 2006) . For these reasons, the role of recombination in generating strains with potentially different immunological features was investigated. Two linear B-cell epitopes were predicted within major endodomain and one within the major ectodomain, in substantial agreement with antigenic region identified in vitro by other authors (Vanhee et al., 2011) . The first two are unlikely involved in viral neutralization due to their localization (Vanhee et al., 2011) . On the contrary, the epitope identified within the GP5 main ectodomain is usually regarded as one of the major neutralization epitopes (Mateu and Diaz, 2008) . Interestingly the beginning recombination breakpoint was predicted within this region. All the predicted antigenic regions displayed some amino acidic differences between parental viruses affecting also the sequences of recombinants strains (Fig. 2) . It has been demonstrated that different PRRSV isolates differ in susceptibility to neutralization (Martínez-Lobo et al., 2011) . Even if a clear correlation with protein sequence was not identified for genotype I, Kim et al. demonstrated that amino acid substitution in specific positions of ectodomain can affect neutralization in genotype II strains (Kim et al., 2013) . As a consequence, it is possible to suppose that the recombination events discovered could have influenced viral susceptibility to humoral immunity through changes in epitope sequence, possibly in association with minor conformational changes that might have modified epitope accessibility or immunogenicity (Martínez-Lobo et al., 2011) .\n\nGlycosylation pattern showed some differences among parental and recombinant strains. It is well established that glycosylation plays a major role in protecting against humoral response. It has been reported that removal of N-glycosylation site renders the virus more susceptible to neutralization and elicits a significantly greater neutralizing antibodies response (Ansari et al., 2006; Darwich et al., 2010; Vu et al., 2011) . However an actual correlation between glycosylation number and neutralization phenotype has not been found yet (Martínez-Lobo et al., 2011) . Loss of glycosylation in position 46, predicted in strain 177/22, is usually regarded as deleterious, being it strongly required for both assembly and infectivity in LV (Dokland, 2010) . However, although not frequently, field strains without this glycosylation site have been reported (Mateu et al., 2006; Stadejek et al., 2006) . Besides, Balka reported a case of reversion to virulence of a PRRSV vaccine strain in which the new virulent strain was characterized by the loss of glycosylation in position 46 associated with glycosylation in position 37 (while vaccine has N-35) (Balka et al., 2008) . It is also possible that apparently minor changes in glycosylation profile could significantly affect strain virulence. Also, considering potential T-cell epitopes, as expected, recombinant strains presented a combination of different parental epitopes, besides the one additional MHC-II ligand that was predicted. Despite our conservative settings, in silico prediction of epitopes cannot be considered an accurate tool, even if used with some success also in veterinary medicine (Díaz et al., 2009) . However it should be stressed that the main purpose of this analysis was to verify if recombination between parental strains may generate an amino acidic difference relevant enough to affect their original physicochemical and antigenic properties. The results provide strong evidence that through recombination a new strain was generated which displayed characters different enough to potentially alter the development of acquired immunity or decrease the effectiveness of recall response against parental strains. Nevertheless the definition of actual B and T-cell epitopes of these strains, their effect on cross-protection or the effects of recombination on virulence are beyond the scope of this study.\n\nThis study, conducted in a restricted geographical area (28,000 km 2 ) in a limited time frame, evidenced a frequent occurrence of PRRSV recombination in pig farms, compatible with that reported in vitro and in vivo in experimental conditions. These results provide further confirmation that PRRSV, as other Nidovirales family members, is really prone to undergo recombination events, probably due to their peculiar replicative strategy (Pasternak et al., 2006; Simon-Loriere and Holmes, 2011) . On the other hand, the lower frequency of recombinant strains detected on a broader scale in other studies, suggests that recombinants usually have low fitness and rarely gain an evolutionary advantage over their parents. In the present study the prolonged circulation of recombinant viruses, displaying a combination of parental physicochemical and antigenic profiles, was demonstrated in a farm. Their temporal survival and spatial spread remained limited, suggesting a marginal role of recombination in driving PRRSV evolution. Anyhow, recent evidences demonstrated the emergence of virulent Type II strains through recombination (Chen et al., 2013; Shi et al., 2013) . Considering the frequency of recombination and its ability to generate strains of unexpected behavior (Li et al., 2009; Liu et al., 2011) , further efforts should be deserved to study the consequences of this phenomenon on various aspects as infectivity, virulence, immunogenicity and diagnosability providing more extensive knowledge on the evolutionary driving forces of PRRSV."}