{"title": "Is gold a hedge against inflation? New evidence from a nonlinear ARDL approach", "body": "The relationship between gold prices and inflation has been widely examined since the 1970s. Research in this field is motivated by the long history of gold as a currency during centuries, at least from year 1500 BC. 1 Nowadays, gold still has a prominent role as a real, tangible and safe haven asset though it has not been a currency since the end of the Bretton Woods fixed exchange system on August 15, 1971 Wood, 1988) . 2 An earlier study by Jastram (1977) looks at the price of bread or a brick in terms of gold and shows that they remain stable during centuries, 1560-1976 in the United Kingdom and 1808-1976 in the United States. Jastram and Leyland (2009) extend the study period up to 2007 and reach the same conclusions. Recent studies also find that gold can serve as a profitable investment in both emerging and developed markets, particularly under extreme market conditions (e.g., Baur and McDermott, 2010; Hoang et al., 2015a; Mensi et al., 2013; Narayan et al., 2013 . Moreover, central banks always keep gold in their monetary reserves. 3 These facts show that gold still plays an important role in the current global economic system (Starr and Tran, 2008) .\n\nThe literature has paid a particular attention to the gold-inflation relationship, but the empirical evidence is not always conclusive. For instance, studies such as Artigas (2010) , Shahbaz et al. (2014) , and Bampinas and Panagiotidis (2015) , 4 document that gold is an efficient hedge against inflation. On the other hand, other studies show that the function of gold as a hedge against inflation is true neither every time nor everywhere (e.g., Beckmann and Czudaj, 2013; Tully and Lucey, 2007; Wang et al., 2011) . Our study would extend the related literature in different ways. First, most of the above studies have investigated gold prices from London or New York which are quoted in US Economic Modelling 54 (2016) [54] [55] [56] [57] [58] [59] [60] [61] [62] [63] [64] [65] [66] dollars (USD) . For studies which focus on other countries (e.g., Japan, Germany), gold prices in London converted into local currencies are used (e.g., Beckmann and Czudaj, 2013; Wang et al., 2011) . This choice may cause misleading results because gold prices quoted in London do not necessarily reflect situations of local gold markets or local inflations, especially in countries where gold trade abroad is still forbidden. 5 Moreover, the specific link between gold and the USD, 6 established from the Bretton-Woods fixed exchange system , can bias the results for other countries. For these reasons, we consider gold prices in local gold markets instead of those from London converted into local currencies.\n\nSecond, we use a novel ARDL model (Shin et al., 2014) which allows us to take into account the eventual short-and long-run nonlinear relations between gold prices and the consumer price index. 7 To the best of our knowledge, only two studies in the above literature have taken into account the nonlinearity. Wang et al. (2011) use the threshold cointegration framework developed by Enders and Siklos (2001) , while Beckmann and Czudaj (2013) use the Markov-switching vector error correction model (MS-VECM) of Hamilton (1989) and Krolzig (1997) . In our study, we choose to use the nonlinear autoregressive distributed lags model (NARDL) of Shin et al. (2014) since it allows us to take into account both the short-and long-run asymmetries between gold prices and inflation simultaneously, which is not the case of the two above-cited studies. Indeed, the model used by Beckmann and Czudaj (2013) is not able to detect the existence of asymmetry in the long run. On the other hand, compared to the approach used by Wang et al. (2011) , the NARDL is superior since it accounts for short-and long-run asymmetries simultaneously while the threshold cointegration model accounts only for the long-run asymmetry. More importantly, the NARDL does not require the variables to have the same order of integration.\n\nThe choice of our data sample is based on the GFMS 2014 Gold Survey 8 stating that the UK (London), USA (New York), Japan (Tokyo), China (Shanghai), and India (Mumbai) are the five biggest gold markets in the world in terms of turnover. This is thus natural that we choose these five countries in our data sample. For its part, France is chosen because it is a good example to test whether a small gold market would behave differently compared to the biggest ones. Furthermore, the case of France has not been much studied in the existent literature (only Harmston, 1998 , to the best of our knowledge). More importantly, French people have a well-known preference for gold hoarding (Hoang, 2012) . Nowadays, it is estimated that French people hold 3000 tons of gold, as much as the Bank of France. 9 The main conclusions of our study are the following. First, gold is not a hedge against inflation in the long run. Second, gold is an inflation hedge in the short run only in the UK, USA and India. Third, the role of gold as a hedge against inflation depends on the country context, characteristics of its gold market and also data time-frequency. Fourth, China, India and France represent three specific cases for which there is no long-run equilibrium between gold prices and the CPI. We attribute this to the specific cultural and traditional aspects of gold, and also custom controls for gold trade, in these three countries.\n\nThe rest of the paper is organized as follows. Section 2 presents the literature review. Section 3 introduces the nonlinear autoregressive distributed lags model. Section 4 details the data set and its descriptive statistics. Section 5 discusses empirical results and Section 6 checks their robustness regarding the impact of the data frequency. Section 7 concludes the paper.\n\nAs we mentioned in the Introduction section, previous studies seem to be inconclusive regarding the role of gold as a hedge against inflation. To illustrate this statement, we first analyze articles showing that gold is a hedge against inflation. We then continue with studies which show either the contrary or inconclusive results. Third, we analyze the mechanism following which gold prices and inflation interact to better understand the eventual nonlinearity between them. 10 For the first stream of articles, studies such as Lipschitz and Otani (1977) , Sherman (1983) , Fortune (1987) , Cai et al. (2001) , Adrangi et al. (2003) , Faugère and Van Erlach (2005) , Artigas (2009, 2010) , Artigas (2010) , Long et al. (2013) , Shahbaz et al. (2014) , Bampinas and Panagiotidis (2015) , document that inflation has significant impacts on gold prices and gold can be an efficient hedge against inflation. Mahdavi and Zhou (1997) find evidence of cointegration between commodity prices (including gold) and the CPI. Dempster and Artigas (2010) compare gold with other potential inflation hedges such as commodities (S&P GSCI index), real estate assets (BB REITs, or Bloomberg Real Estate Investment Trust Index) and TIPs (Treasury Inflation-Protected Securities Index) from 1974 to 2009. Their results show that gold is not only a good hedge against inflation but it also enhances the risk-adjusted returns of portfolios. More recently, Shahbaz et al. (2014) show that gold is a good hedge against inflation in Pakistan by using the ARDL bounds testing and innovative accounting approaches based on local gold prices. However, the nonlinearity is not taken into account in this study. Silva (2014) finds that gold prices in USD are positively related to US inflation using annual data from 1973 to 1983. Bialkowski et al. (2014) show that inflation is one of the fundamental determinants of gold prices. Bampinas and Panagiotidis (2015) find that gold can at least fully hedge headline, expected and core CPI in the long run. Furthermore, this ability tends to be higher in the US than in the UK, on average.\n\nFor the second stream of articles, Tully and Lucey (2007) apply a Power-GARCH model to gold prices quoted in New York from 1983 to 2003 and find that there is no significant relationship between gold prices and inflation. Wang et al. (2011) study the situation in the USA and Japan. In using long-run and short-run threshold models, they show that gold is not an efficient hedge against inflation in the long run. In the short run, gold is not a hedge against inflation during low momentum regimes; while in the high momentum regimes, it is good for the USA but not for Japan. Beckmann and Czudaj (2013) use the Markov-switching vector error-correction model (MS-VECM) for the USA, UK, Japan and Euro area from 1971 to 2011. They show that gold can only partially hedge against inflation in the long run but it is stronger in the USA and the UK. The same mixed results about the ability of gold to hedge against inflation are also documented in Chua and Woodward (1982) , Brown (1987) , Laurent (1994) , Taylor (1998) , Ghosh et al. (2004) , Lawrence (2003) , Harmston (1998) , Levin and Wright (2006) , Blose (2010) and Joy (2011) . Blose (2010) shows that surprises in the CPI do not affect gold spot prices. More recently, using gold prices from London, Batten et al. (2014) show that there is no cointegration between gold prices and inflation in the USA if the volatile period of the early 1980s is excluded. Moreover, they show that the co-movement between these two variables is time-varying and has increased in the 2000s.\n\nTo better understand these different results, we would like to present below some possible reasons and channels following which gold prices and the CPI interact. 11 First, this is due to the role of gold as a currency during centuries through different gold standards 5 As for China, Mr Cheng, the Managing Director Far East of World Gold Council, explained this point in an interview in the Dubai Precious Metals Conference (April 2015). https://www.youtube.com/watch?v=6lYnuI4X7O4. 6 The specific link between gold and the USD was investigated by numerous authors, e.g., Kaufmann and Winters (1989) , Sjaastad and Scacciavillani (1996) , Johnson and Soenen (1997) , Capie et al. (2005) , Kavalis (2006) , Sjaastad (2008) , Hammoudeh et al. (2009 ), Sari et al. (2010 , Reboredo (2013) and Reboredo and Rivera-Castro (2014) , among others. 7 See Atil et al. (2014) for an application of this model. 8 https://forms.thomsonreuters.com/gs14/. 9 Following a survey conducted by the \"Compagnie Parisienne de Réescompte\" (or CPR)\n\nin May 2014. The CPR is the biggest gold trader in France. The survey is available here (in French): http://www.cpordevises.com/documents/Infographie_CPoR_V10.pdf. 10 We would like to thank an anonymous referee for this valuable suggestion. 11 We would like to thank an anonymous referee for this suggestion. (O'Connor et al., 2015) . It is thus possible that this old currency still responds to variations of inflation. Second, gold is a real, durable, tangible, relatively transportable, universally acceptable and easily authenticated asset (Worthington and Pahlavani, 2007) . Thus, an expected increase in the CPI may motivate investors to convert their current assets into gold to be protected from inflation (Fisher, 1930) . Third, gold has a limited stock and limited production capacity (unlike fiat currencies). This makes the supply of gold under control and thus its purchasing power cannot be reduced brutally. Fourth, as a commodity, gold can incorporate new information faster than consumer prices (Joshi and Acharya, 2011; Mahdavi and Zhou, 1997) . Fifth, gold can be used as an input in the production process of other commodities (e.g., computers, mobile phones, planes). Thus, the increase of gold prices can lead production costs of other commodities to rise and so the CPI. Sixth, when the expected inflation increases, there would be a rise in nominal interest rates (Feldstein, 1980) . This leads to a rise of the required rate of return of holding gold (or its opportunity cost) and so its prices. Seventh, when inflation increases, the production cost of gold increases and so its prices (Fortune, 1987) . Eighth, Levin et al. (1994) and Levin and Wright (2006) assume that changes in gold extraction costs are led by inflation. Thus, in the long term, gold prices would rise to compensate this cost increase. Ninth, the relationship between gold prices and inflation can also be explained through oil prices. It is well known that oil prices have impacts on consumer prices (e.g., Comley, 2014) . In parallel, it is also demonstrated that oil and gold prices have a significant positive relationship Westerlund and Narayan, 2013; Westerlund et al., 2015) . In addition, when oil prices increase, oil producers would have more cash to invest in gold. These mechanisms would make gold prices increase due to the demand rise. The numerous and different mechanisms presented above can explain the eventual nonlinear relationship between gold prices and the CPI. Furthermore, the nonlinearity between these two variables can also be caused by structural reforms, policy shifts, financial shocks, and regional and global imbalances. These factors may affect gold prices and inflation in different ways and at different degrees. While inflation mainly depends on macroeconomic factors (e.g., output gap, fiscal policy, monetary policy, following Mohanty and John (2015) ); gold prices are more sensitive to the specific conditions in the domestic and global gold demand and supply (e.g., gold production cost, interest rates, exchange rates, GDP, custom duties, following Levin and Wright (2006) ; and Kanjilal and Ghosh (2014) ). Furthermore, the existence of the transaction costs and business cycle dependence of the gold demand may trigger this nonlinearity. Indeed, the total demand for gold can be separated in three categories: jewelry, industry and investment. Following Baur and McDermott (2010) , while the first two demands for gold are determined by the consumer spending power, thus by the business cycle, the third one can act counter-cyclical due to the time-varying of gold demand for investment (for example strong increase in crisis periods). For all these reasons, it is necessary to take into account the possible nonlinearity in the relationship between gold prices and inflation. In this context, the NARDL is a suitable framework for our research question since it accounts for nonlinearity with both the short-and long-run asymmetry. All details regarding the NARDL framework are presented in the following section.\n\nBefore explaining our methodology, it is necessary to explain the notion of inflation hedge and how it can be measured. Bodie (1976) indicates three possible definitions of an inflation hedge: first, an asset which eliminates or reduces the possibility to have negative real returns; second, an asset which reduces the variance of the real returns when being combined with other assets; third, an asset which is correlated positively with inflation. Based on the third definition, Arnold and Auer (2015) further argue that when the correlation equals 1, the asset is a perfect inflation hedge because inflation increases are perfectly compensated by the rise of prices of the asset. Bekaert and Wang (2010) use \"inflation beta\" (calculated by a standard linear regression between gold returns and inflation) to measure the inflation hedge ability of different assets, such as stocks, bonds and gold.\n\nIn our study, we will use the third definition since we fully agree that a positive relationship between gold prices and the CPI implies that gold returns compensate (fully or partially) a rising of inflation rate. However, instead the linear \"inflation beta,\" we use the NARDL of Shin et al. (2014) to take into account the possible nonlinearity between gold prices and the CPI (explained in Section 2). Furthermore, this cointegration model allows us to follow the argument of Arnold and Auer (2015) that even if an asset does not provide a perfect hedge (correlation being positive and lower than 1), a stable and positive relation with inflation can still make the asset valuable. This is also consistent with Batten et al. (2014) who argue that if gold prices and the CPI share a common longterm trend, it confirms the view that gold is a durable commodity.\n\nFollowing the above arguments, the NARDL model (Shin et al., 2014) is chosen for at least four reasons. First, it allows modeling the cointegration relation that could exist between the CPI and gold prices. Second, it permits to test both the linear and nonlinear cointegration. Third, it distinguishes between the short-and long-run effects from the independent variable to the dependent variable. Even if all the three previous facts could also be tested within a nonlinear threshold Vector Error Correction Model (VECM) or by smooth transition model, 12 these models may suffer from the convergence problem due to the proliferation of the number of parameters, which is not the case with the NARDL model. Fourth, unlike other error correction models where the order of integration of the considered time series should be the same, the NARDL model relaxes this restriction and allows combining data series having different integration orders. This flexibility is very important for our series, as we will see in Section 5.\n\nConcretely, the linear ECM specification without asymmetry in short-and long-run dynamics takes the following form:\n\nAs explained above, to study the role of gold as a hedge against inflation, we focus on the mechanisms through which changes in the CPI impact on gold prices. In this case, x t represents the CPI and y t the gold prices. Indeed, if gold prices follow the increasing tendency of the CPI, gold can be considered as a hedge against inflation as it allows investors to preserve their real returns and so their purchasing power. The symbol Δ denotes price variations. Although the model in Eq. (1) enables the investigation of the short-and long-run relationships between variables, it becomes inappropriate when these linkages are nonlinear and/or asymmetric (as explained in Section 2). A nonlinear and asymmetric ECM would be of great interest and the cointegrating NARDL model of Shin et al. (2014) accommodates the potential short-and long-run asymmetries. Indeed, this model uses the decomposition of the exogenous variable x t into its positive Δx t + and negative Δx t − partial sums for increases and decreases such as:\n\nIntroducing the short-and long-run asymmetries in the standard ARDL model leads to the following general form of the nonlinear NARDL model:\n\nThe superscripts (+) and (−) in Eq.\n\n(2) refer to the positive and negative partial sum decomposition defined above. The long-run asymmetry is captured by ρ + and ρ − . The short-run asymmetry is captured by β + and β − . We remind that a short-run analysis is intended to assess the immediate impacts of changes of the exogenous variable on the dependent variable. On the other hand, the long-run analysis is meant to measure the reaction time and speed of the adjustment toward an equilibrium level.\n\nThe long-run symmetry can be tested by using a Wald test of the null hypothesis that ρ + = ρ − . The long-run coefficients with respect to the negative and positive changes of the independent variables can be computed as L + = − ρ x + /ρ y and L − = − ρ x − /ρ y . These coefficients measure the relationship between x and y at the long-run equilibrium.\n\nThe short-run adjustment of y t to a positive or negative variation of x t is captured by the parameters β i + and β i − , respectively. The shortrun symmetry can be tested by using a standard Wald test of the null hypothesis that β i\n\nThe model in Eq.\n\n(2) returns to the traditional ECM in Eq.\n\n(1) if both null hypotheses of short-run and long-run symmetry are not rejected. The non-rejection of either the long-run symmetry or the short-run symmetry will yield the cointegrating NARDL model with short-run asymmetry in Eq. (3) and with long-run asymmetry in Eq. (4), respectively.\n\nΔy\n\nIn the NARDL framework, the asymmetric responses of the dependent variable to positive and negative variations of the independent variable are respectively captured by the positive and negative dynamic multipliers associated with unit changes in x + and x − as follows:\n\nwhere h → ∞, m h + → L + , and m h − → L − by construction (with L + = − ρ x + / ρ y and L − = − ρ x − /ρ y are the long-run coefficients explained above). Based on the estimated multipliers, one can observe, following a variation affecting the system, dynamic adjustments from the initial equilibrium to the new equilibrium between the system variables.\n\nAs conventionally done in previous studies, e.g., Batten et al. (2014) , we will model our regressions based on natural logarithms of gold prices and the CPI to ensure better distributional properties.\n\nOur data set consists of monthly time series for gold prices and the consumer price index (CPI) in six countries: China, India, Japan, 13 France, the United Kingdom (UK) and the United States of America (USA). Even if we can have daily data for gold prices, the monthly frequency is used because available data for the CPI are only monthly. The study period varies following the availability of data for each country. The difference in the sample period does not affect our results since they are country-specific. Gold prices are collected from the website of each market (local gold prices); while the CPI are calculated by the Organization for Economic Co-operation and Development (OECD) and published on the website of the Federal Reserve Bank of Saint Louis. The details of each gold market are presented below.\n\nThe principal gold market in China is the Shanghai Gold Exchange (SGE) opened on October 30, 2002. The study period is thus from October 2002 to February 2015. Before October 2002, gold trades were under the control of the government in China. The SGE now organizes trades of 13 spot and futures products on precious metals such as gold, silver, and platinum. The transaction volume of gold at the SGE reached more than 20,000 tons over the 2002-2011 period (Wang, 2011) . In 2013, it was 10,701 tons, of which 1132 tons were from the private demand (Cheng, 2014) . Furthermore, it is estimated that this private demand will reach 1350 tons in 2017 (Cheng, 2014) . The results of this study would thus provide interesting information to Chinese investors. Gold prices are collected from the SGE website. Au99.99 and Au99.95 are two principal gold spot assets traded at the SGE from its opening. 14 We choose to use the Au99.95 asset because it has the highest transaction volume and is considered as the reference gold spot asset by the SGE.\n\nFor India, we use spot prices of 10 g of 99.95/100 gold in rupees from the Multi Commodity Exchange of India Ltd (MCX). Data on the MCX website are available from June 2005 to February 2015. The MCX is the world's largest gold futures exchange in terms of traded contracts in 2013, according to the annual report of the Futures Industry Association (March 2014). 15 It is worth noting that gold trading was forbidden in India from 1962 to 1990 in order to preserve the monetary reserve of the Indian government during the Indochina war. Bars and coins were traded only by authorized traders. As a consequence, black gold markets were developed. The Indian government liberalized the gold trade in 1992 (Kanjilal and Ghosh, 2014) .\n\nFor Japan, the gold market is organized at the Tokyo Commodity Exchange (TOCOM); that was established in 1951 (Takai, 2008) . It is in February 1982 that the Tokyo Gold Exchange was founded and it is now one of the five biggest gold markets in the world in terms of turnover (GFMS 2014 Gold Survey) . It is only in May 2004 that gold options were launched, gold mini contracts in July 2007, and gold daily futures in May 2015. Daily data are available on the TOCOM website. The starting date is January 1992 and we choose to end the study period in February 2015 to be consistent with data of other countries in our sample. We use closing futures prices of the last day of the month with the closest expiration date, meaning the next month. The Gold Standard contract is chosen because it has been quoted since the launching of the Tokyo Gold Exchange in March 1982. The fineness of gold for this contract is 99.99%. The contract unit is 1 kg (approximately 32.15 troy ounces). The delivery unit is also 1 kg. The price is expressed by Japanese Yens (JPY) per gram.\n\nIn France, the official gold market was opened in February 1948 at the Paris Stock Exchange after prohibitions during the two World Wars (Gallais-Hamonno et al., 2015) . In 2004, the Paris Stock Exchange decided to abandon the gold quotation. Afterward, the Paris gold market is in over-the-counter trades (Hoang, 2010) . In our study, we choose to use the napoleon gold coin (the old 20 francs during the last gold standard in France, 1803 France, -1919 , which is the most popular gold asset in France (Hoang, 2010) . The study period is from January 1955 to February 2015. From 1990 to 2015, data are available on the website of the Compagnie Parisienne de Réescompte, the biggest gold merchant company in France which has organized daily price fixing since 2004. For the period from 1955 to 1990, data were collected handily from the Bank of France archives.\n\nThe London gold market, called the London Bullion Market Association or LBMA, is the largest spot gold market worldwide. It was opened in 1919 after a prohibition period during the First World War, and 13 We would like to thank an anonymous referee for his/her suggestion that leads us to add Japan in our existent data sample. 14 The terms \"99.99\" and \"99.95\" designate respectively the degree of purity of gold, closed from 1939 to 1945 because of the Second World War. Since 1968, gold has been quoted in both USD and Great British Pounds (GBP) with two price fixings per day. The trade unit is 1 oz (about 31.1 g). We use the afternoon fixing price expressed in GBP. Actually, the afternoon fixing prices contain the most information, in addition to that of the morning fixing. Data are available on the website of the LBMA or World Gold Council. The period understudy is from January 1978 to February 2015.\n\nAs for the United States, we use gold prices denominated in USD from the afternoon fixing of the London gold market. This choice is motivated by the strong historical link between gold prices in London (quoted in the USD) and the USD from the Bretton-Woods gold exchange system . Furthermore, the gold price in London is the reference one in the world under its value in USD. In addition, in almost all previous studies, gold prices in London are used to study the case of the USA. This choice thus allows us to compare our results to previous ones. The period understudy is from January 1978 to February 2015. Fig. 1 presents the evolution of gold prices and the CPI in each country. The observation of this figure leads to some preliminary analyses. In most cases, the CPI has an increasing shape over the study period, except for Japan where the CPI was very stable. According to Hayo and Ono (2015) , Japan has been in a long period of disinflation and deflation, mostly from 1999 to 2004. According to these authors, this disinflation/ deflation was impacted significantly by the demand side and monetary environment. Following Shimasawa and Sadahiro (2009) , this deflation was due to a prolonged recession but the Yen seemed to rise up from Japan, 01/1992-02/2015 France, 01/1955 -02/2015 UK, 12/1978 -02/2015 USA, 12/1978 -02/2015 Notes: For an easier comparison, the base of 100 is fixed at the beginning of the study period. 2009. In this context, Japan constitutes an interesting case in our study because it is the only country which has been in a long deflationary period.\n\nIn India, the inflation increases strongly from 2005 to 2015. Following Goyal (2015) , this is due to a sharp rise in agricultural wages over the 2007-2014 period. Furthermore, the rise of costs strengthens this tendency. Mohanty and John (2015) find that international commodity prices are one of the determinants of inflation in India due to its economic opening to the world. As for China, Narayan et al. (2009) explain that the severe acute respiratory syndrome (SARS) in 2003 led the Chinese government to conduct expansionary fiscal and monetary policy to balance its negative effects. This caused increases in food prices and conducted inflation to 17%-18% in the 2004-2006 period (Keidel, 2007) . Following Nakamura et al. (2015) , in the late 2000s, inflation in China started to rise modestly and peaked in 2008. In France, the CPI increased strongly from 1955 to 1985 then became more stable from 1986 to 2015. Following Tiwari et al. (2014) , France has experienced a particular evolution during the first stage of the recent global crisis as for the first time since 1957, the annual inflation rate was negative.\n\nThe UK and the USA were two principal actors in the Bretton Woods fixed exchange system . According to Comley (2014) , the end of this system in August 15, 1971 , was accompanied by a massive increase of the money supply in the UK and inflation peaked at more than 24% per year in 1975. Comley (2014) also states that the inflation in the UK had decreasing tendency in the 1970s and 1980s. Since 1998, the Bank of England has fixed the objective at 2% inflation per year. In the early 2000s, the money supply was allowed to increase rapidly leading consumer prices to rise in the UK. As for the USA, Canova and Ferroni (2012) state that inflation rose at the end of the 1970s, and went down at the beginning of the 1980s. On the other hand, the volatility of inflation has declined since the mid-1980s. Following Fuhrer et al. (2012) , US inflation decreased significantly from its peak in 2008. At the beginning of 2011, US inflation was at 1% per year and it was as low as in the early 1960s. Fuhrer et al. (2012) even compare the case of the US to the one of Japan which has been in a deflationary situation (see above).\n\nFrom Table 1 (descriptive statistics), we state that gold investments are the most profitable in China and India (11% and 16%, respectively), in the respective study periods (2002-2015 and 2005-2015) . Otherwise, the rates of return of gold are more similar in the four other countries, around 7% per year. The standard deviations of gold returns are very high in all cases, around 18% per year. This confirms the high volatility of gold prices shown in previous studies (e.g., Baur and Glover, 2015; Ntantamis and Zhou, 2015) . The gap between the minimal and maximal values stresses once again this high volatility. Furthermore, the dates corresponding to minimal and maximal values confirm our above analysis. For example in Japan, the minimal and maximal values of inflation are much lower than for other countries. This also confirms the deflationary situation of Japan. The highest deflation rate in Japan was in November 2008 while the highest inflation rate was in April 2014. This thus confirms the analysis of Shimasawa and Sadahiro (2009) that the Yen has risen up since 2009.\n\nAs for France, the UK and USA, the highest and lowest values of gold prices are all in 1979 and 1980. This shows high impacts of Middle East tensions and the increase of oil prices in that period. As for the inflation in France, the lowest value is in July 1955 when there were important deflation politics conducted by Pinay, a French Minister in that period (Gallais-Hamonno et al., 2015; Hoang et al., 2015a) . In the UK and USA, the highest inflations are in 1979 and 1980 when oil prices increased strongly, while it was in January 1958 for France (when there was the Algerian war). This shows that the inflation situation in France is very different from the UK and US for which there are more similarities.\n\nAs for the skewness, its values are positive in most cases (except for gold returns in Japan and inflation in the USA). This means that the distribution of gold returns and inflation is skewed to the right in most cases. As for the kurtosis excess, the highest value is for gold returns in China (over 17), followed by gold returns in France and inflation in the UK (over 12). This again confirms the high volatility of gold prices and CPI in these countries. As usually found for financial series, the distribution is not normal following the results of the Kolmogorov-Smirnov normality test.\n\nThe above preliminary analyses will enrich our results on the role of gold as an inflation hedge in the six countries understudy that are presented in the following section.\n\n5.1. Model selection and GARCH structural break unit root test (Narayan and Liu, 2015) Before estimating the pass-through effects of CPI to gold prices, it is important to select the best specification of the NARDL model for each country. For this purpose, we first estimate the NARDL model in Eq. (2) in the six countries. We then perform the Wald tests for shortand long-run symmetry in order to select the best-suited specifications. The optimal lag length is selected by the commonly-used information criteria (AIC and SIC). Table 2 summarizes the results that we obtain.\n\nA close look at the Wald test results shows that the NARDL with asymmetry is selected for the UK, USA and Japan, while the symmetric ARDL is chosen for China, India and France. The only case with both the short-run and long-run asymmetry is the USA, while it is only with the long-run asymmetry for the UK and Japan. Furthermore, these model selections are also consistent with the AIC and SIC criteria. These findings first suggest that ignoring the nonlinearity and asymmetry in modeling the relationship between gold prices and CPI may lead to spurious conclusions for the UK, USA and Japan. Furthermore, the special case of the USA may be explained by the specific relationship between gold and the USD as explained in the Introduction section. These model specifications also lead us to suspect that there is a significant difference between developed gold markets (UK, USA, Japan) and small (France) and emerging ones (China and India). In the former group (UK, USA, Japan), gold prices and CPI have a nonlinear and asymmetric relationship while in the latter (France, China, India) , it is linear and symmetric. This suggests thus that the reasons for the nonlinear passthrough of CPI to gold prices (Section 2) are more pronounced in developed gold markets than in small and emerging ones.\n\nBefore estimating the cointegration NARDL model, it is useful to check whether the series understudy follows a unit-root process. For that, we use the GARCH structural break unit root test, developed by Narayan and Liu (2015) , which allows taking into account the heteroscedasticity of our monthly series. 16 This test is performed in two different steps: in the first one, we select the number of structural breaks using the Bai and Perron (2003) test; and in the second one, we perform the GARCH unit root test developed by Narayan and Liu (2015) using the number of breaks selected in step one. The results of these two tests are presented in Tables 3A and 3B.  Table 3A shows results of the structural break test of Bai and Perron (2003) following which there are two significant structural breaks in the series understudy. Results of the trend-GARCH unit root test (stat) in Table 3B indicate that 5 series over 12 are stationary at the 1% level and 2 series are stationary at the 10% level (integration of order 0). As for the 5 other series, they follow a unit root process (integration of order 1). Thanks to the flexibility of the NARDL model of Shin et al. (2014) , even if the series understudy do not have the same order of integration, we can always conduct the cointegration test which the results are presented in the next sub-section.\n\nBased on the results of the Wald tests in Table 2 , we now estimate the best-suited NARDL model for each country, with gold prices the dependent variable and the CPI as the independent one. At the first sight, the NARDL results in Table 4 confirm the selection of the best models identified in the previous step regarding the significance of the estimated coefficients. A close look at the model's diagnosis tests shows that the empirical models are correctly specified. With the series filtered by the NARDL, no remaining ARCH effects are present in the estimated residuals (compared to the raw series).\n\nThe symmetric long-run effect of the CPI on gold prices, for China, India and France, is captured by the coefficients associated with cpi t − 1 . It is not significant at the conventional levels for all the three countries. This result suggests that gold does not help to hedge against inflationary risk in the long run in France, China and India. This finding thus suggests that in small (France) and emerging gold markets (China and India), gold does not serve as an inflation hedge in the long run. For China and India, this result may be explained by the fact that buying gold in these two countries (the two biggest gold consumers worldwide) is more motivated by its cultural and traditional aspects (e.g., gifts for wedding and new year celebrations) than by its financial aspects (only for the profitability). Hewitt et al. (2014) show that in India, gold is an integral part of the family budget such that the gold demand is not dependent on price fluctuations. Moreover, Indian women are sentimentally attached to their jewelry. As for China, according to Soundararajan et al. (2014) , the greatest part of gold demand is for jewelry and not for investment (2755 tons between 2009 and 2013, more than the half of the total demand). As for France, this result confirms our intuition (see Introduction section) that France constitutes a specific case due to its small gold market (gold has not been quoted in the Paris stock exchange since 2004); and the preference of French people for gold hoarding (people prefer keeping gold than selling it, see Section 4).\n\nIn the second group of countries (UK, USA, Japan), the CPI affects gold prices in an asymmetric manner in the long run. This is captured by the cpi t − 1 + and cpi t − 1 − for positive and negative changes of the CPI, respectively. For both the UK and USA, the coefficients associated with positive changes are not significant. This result suggests that gold is not a hedge against inflation in the UK and USA in the long run. This result thus confirms findings of the second stream of literature that we analyzed in Section 2 (e.g., Batten et al., 2014; Beckmann and Czudaj, 2013; Wang et al., 2011) . This means that investors in the UK and USA should not use gold to hedge against inflation in the long run. Furthermore, the coefficients associated with negative changes of the CPI are significantly negative for these two countries. This means that in the long run, when the CPI decreases, gold prices increase (negative sign of the cpi t − 1 − coefficient). In this case, investors in the UK and USA should care about deflationary periods in which gold prices increase. For the UK, the deflationary period was in the 1980s essentially while for the USA, it was post 2008 (see Section 4). Finally, the cpi t − 1 − coefficient is much higher for the USA than for the UK (−1.308 vs. −0.259). This suggests that the variation of gold prices following a 1% decrease of the CPI is higher in the USA than in the UK. This may be due to the specific relationship between gold and the USD established within the Bretton Woods exchange system (see Section 1).\n\nFor Japan, the long-run effect coefficients related to positive (cpi t − 1 + ) and negative (cpi t − 1 − ) changes of the CPI on gold prices are both significant and negative. This mechanism is not perfect since the coefficients are lower than 1, but still high (−0.702 and −0.884, respectively). This result suggests that gold is not a hedge against inflation in Japan in the long run because the coefficient related to positive variations of the CPI (cpi t − 1 + ) is negative (instead of positive). This means that an increase in the CPI does not lead to a rise in gold prices but a decrease, the contrary of an inflation hedge defined in Section 3. The negative value of the coefficient cpi t − 1 − means that when the CPI decreases, gold prices increase. This information is important for Japanese investors because Japan has been in a long deflationary period (see Section 4). Compared to the UK and USA, the case of Japan is different because the coefficient related to positive changes of the CPI (cpi t − 1 + ) is significant, but negative (instead of not significant).\n\nAlways with the long-run relationship, the long-run coefficients (L cpi for symmetric cases; or L cpi þ ; L cpi − for asymmetric cases) capture the relationship between the CPI and gold prices at the long-run equilibrium. For symmetric cases (France, China and India) , all coefficients are nonsignificant. In asymmetric cases (UK, USA and Japan), for the UK and USA, only the coefficients related to negative variations of the CPI are significant but negative. This confirms the above analysis showing that a decrease in the CPI conducts to an increase in gold prices in the long run in the UK and USA. For Japan, both positive and negative coefficients are significant but they are very highly negative (− 20.978 and −26.409 for L cpi þ ; L cpi − , respectively). This means that at the long-run equilibrium, gold prices and the CPI evolve inversely in Japan. So, overall, results on the long-run coefficients confirm previous ones and suggest that gold is not a good hedge against inflation in the long run in all cases. Once again, we notice that the coefficients related to downward changes of the CPI are higher than those associated to upward changes.\n\nThe short-run effects (captured by the coefficients associated with Δcpi t − i ) of the CPI on gold prices are significant for three over six countries (the UK, USA and India). As we mentioned above, the USA is the only country for which there is an asymmetry in the short run (coefficients related to Δcpi t + and Δcpi t − 1 − ). For positive variations, the lag is 0 and the coefficient is highly positive (4.810). This suggests that gold can serve as a good hedge against inflation in the short run in the USA. For negative variations of the CPI (Δcpi t − 1 − ), the lag is 1 and the coefficient is highly negative (− 5.955) . This means that when the CPI decreases in the short run, gold prices increase. This suggests that investors can also profit from deflation in the short run in the USA.\n\nAs for India and the UK, the short-run effects are symmetric. For the UK, the short-run impact is positive at lag 5 and negative at lags 1 and 10. More precisely, the short-run effect of the CPI on gold prices in the UK is 2.073 (considering the 1% significance level for lag 5) and − 0.067 (considering the 10% significance level). 17 In this case, gold can be considered as a hedge against inflation in the short run in the UK thanks to a highly significant and positive coefficient (2.073). In India, the short-run impact is positive and significant at lag 4 (1.179). In this case, gold can be considered as a hedge against inflation in the short run in India at the 10% level only.\n\nOverall, the above results suggest that gold is not an inflation hedge in the long run but only in the short run in the UK, USA and India. This finding partly confirms that of Wang et al. (2011) showing that gold is not an efficient hedge against inflation in the long run in the USA and Japan. As for the short run, the authors find that gold is an inflation hedge only in the USA (in high momentum regimes) but not in Japan. Fig. 2 depicts the variation of the dynamic multipliers obtained in Eq. (5). These multipliers show the symmetric or asymmetric adjustments of gold prices to its new long-run equilibrium following a negative or positive unitary variation of the CPI. The positive and negative change curves capture the adjustment of gold prices to a unitary positive or negative variation of the CPI at a given forecasting horizon. For its part, the asymmetry curve represents the linear combination of the dynamic multipliers associated with positive and negative variations of the CPI. We also display the lower and upper bands for asymmetry with a 95% confidence interval. If the zero line is located between the lower and upper bands, the asymmetric effects of the CPI on gold prices are not significant at the 5% level. Fig. 2 shows that the adjustment patterns of gold prices to a unitary change of the CPI differ across countries. In the UK, USA and Japan, this adjustment is asymmetric while in France, China, and India, it is symmetric. In the UK, USA and Japan, a positive change in the CPI conducts to a decrease of gold prices (the blue line). This confirms previous results about the negative long-run effect coefficients cpi t − 1 + (see Table 4 ). This decrease is the strongest in Japan, followed by the UK and USA, confirming again results on the cpi t − 1 + coefficients (Table 4) . Always in these three countries, a negative change in the CPI conducts to a variation in the opposite sign of gold prices (the red line), which confirms the negative values of their cpi t − 1 − coefficients. Again, the highest impact is for Japan, followed by the UK and the USA. The graphs of these three countries also show that the new long-run equilibrium is attained after almost 80 months.\n\nFor France, China and India, the symmetric relationship between the CPI and gold prices is confirmed in Fig. 2 . In France, a positive change in the CPI conducts to a rise in gold prices (the blue line). This confirms the positive long-run effect coefficient for France. However, this coefficient is very low and not significant. As for China, we see that there is no 17 At the 10% significance level, the short-run effect of the CPI on gold prices in the UK is the sum of the short-run coefficients − 1.052 (lag 1) + 2.073 (lag 5)-1.088 (lag 10) = −0.067.\n\nGARCH structural break unit root test (Narayan and Liu, 2015 Notes: T1 and T2 indicate structural break dates. \"Stat\" denotes the statistic of the unit root test. ⁎⁎⁎ , ⁎⁎ , ⁎ stand for the significance at the 1%, 5% and 10% levels. α and β correspond to the GARCH parameters. Please refer to Narayan and Liu (2015) for details about the test procedure. Notes: The number of structural breaks is determined by the Bai and Perron (2003) test. The p-value of the supF statistic is between brackets. The supF tests against a sequential number of breaks using global optimizers. The critical values of supF(i + 1|i) at the 10% level are (for i = 1 to 5): 7. 04, 8.51, 9.41, 10.04, 10.58, respectively; The critical values of supF(i + 1|i) at the 5% level are (for i = 1 to 5): 8.58, 10.13, 11.14, 11.83, 12.25, respectively; the critical values of supF(i + 1|i) at the 1% level are (for i = 1 to 5): 12.29, 13.89, 14.80, 15.28, 15.76, respectively. significant relationship between gold prices and the CPI since they do not evolve following a stable and common pattern. This confirms the results from the NARDL coefficients that gold is not a hedge against inflation in China, neither in the long run nor in the short run. This is also confirmed by the fact that there is no long-run equilibrium between gold prices and the CPI in China, as shown in Fig. 2 . The same situation is found for India. Above all, our empirical results show that gold is not a hedge against inflation in the long run. In the short run, the results differ following the countries. In our sample, gold is a hedge against inflation in the short run in three countries, UK, USA and India. The situation of Japan is very different from other Asian markets such as China and India. Indeed, the long-run equilibrium between gold prices and the CPI can be found in Japan while it is not the case for China and India. We can thus conclude that for emerging markets such as China and India, the long-run relationship between gold prices and CPI does not exist yet. However, gold can still serve as a hedge against inflation in India in the short run, but not in China. For Japan, where there has been a long deflationary period, the relationship between gold prices and the CPI is always negative. So, when the CPI decreases, gold prices increase in Japan. The same negative relationship is found for the UK and the USA in the long run. France is the only country in which gold is a hedge against inflation neither in the long run nor in the short run. This shows the specific characteristic the gold market in France where people are known for their preference for gold hoarding rather than for gold speculation (Hoang, 2012) .\n\nSome countries have short-run and some others have long-run relationship between gold prices and the CPI. How can we explain this difference? As we analyzed in Section 3, the short-run analysis is intended to assess the immediate impacts of changes of the exogenous variable (CPI) on the dependent variable (gold prices). On the other hand, the long-run analysis is meant to measure the reaction time and speed of the adjustment toward an equilibrium level. So, the short-run relationship means a rapid answer of gold prices to changes of inflation while the long-run relationship means an equilibrium relationship between these two variables in the long term. In our study, the long-run relation exists in three countries (USA, UK and Japan) while the short-run relation exists only in the UK, USA and India. It is only in very large gold markets such as London and New York that there are both short-run and long-run relations between gold prices and the CPI. Furthermore, it is only in the USA that there are both short-run and long-run asymmetric relations. This may be explained by the specific relationship between gold prices and the USD as we explained in the Introduction section. For smaller and emerging gold markets (such as France, Japan, China and India), there is either long-run or short-run relationship. This analysis leads us to suggest that the size of the gold market may have an impact on the nature (short-run or long-run) of the relationship between gold and the CPI. This partly confirms findings of Beckmann and Czudaj (2013) and Wang et al. (2011) following which the role of gold as a hedge against inflation varies in function of the place and time.\n\nIn this section, we would like to check the robustness of our previous results in using another data time-frequency which is quarterly, instead of monthly. 18 This will allow us to test whether the previous results are time-frequency dependent, as shown by Narayan and Sharma (2015) or Phan et al. (2015a,b) . The following tables present results on Wald tests and on the NARDL estimation results with quarterly data. The value of the last month of the quarter is considered the value of the quarter.\n\nIn comparing Table 5 to Table 2 , we state that the best-suited models for each country are the same with quarterly data as with monthly data. We thus conclude that the time frequency does not have impacts on the specification of NARDL models which the results are presented in Table 6 . To save spaces, results on the structural breaks and unit root tests on quarterly data are presented in Appendix A. Overall, these results show that the number of breaks remains the same (2 breaks). However, the trend-GARCH unit root test rejects the null hypothesis of unit root for 4 out of 12 series, leading us to accept the stationarity for 4 series only (instead of 7 as with monthly data).\n\nComparing NARDL results obtained with quarterly data (Table 6 ) to those obtained with monthly data (Table 4) , we state that there is no noticeable change regarding the role of gold as an inflation hedge for France, Japan and the USA. For example, there is no change for France because the coefficients remain non-significant when quarterly data 18 We would like to thank an anonymous referee for his/her suggestion on this robustness check. are used. As for Japan, the general results remain the same, meaning significant long-run effect coefficients and no significant short-run effects. For the USA, the situation in the long run does not change, meaning only the coefficient for negative long-run effect is significant and negative. However, for the short run, there is only one change concerning the lag. Indeed, there is only lag 0 (significant and positive) when using quarterly data while there is also lag 1 with monthly data. As for the other countries (China, India and the UK), the changes are more noticeable. For China, gold becomes a hedge against inflation in the short-run since the coefficient at lag 0 becomes significant and positive. For India, the situation also changes significantly since there is no short-run effect anymore when using quarterly data. For the UK, there are two changes when using quarterly data. First, the positive longrun effect coefficient becomes significant (with a negative value).\n\nSecond, there is no significant short-run effect anymore when using quarterly data. This means that gold is not a hedge against inflation in the short run in the UK when using quarterly data.\n\nAs for the long-run coefficients ðL cpi þ ; L cpi − Þ, there is an important change concerning the UK for which the positive long-run coefficient becomes significant, but its value is negative, when using quarterly data. Another change, less noticeable, concerns the significance levels of these coefficients for Japan (from 5% to 10% for the positive coefficient). Furthermore, the values of the coefficients are higher with quarterly data than with monthly data.\n\nThe previous analysis leads us to conclude thus that the time frequency of data does not have significant impacts on the specification of the NARDL model. Regarding the role of gold as an inflation hedge, the impact of the data frequency changes in function of the gold market. For France, Japan and the USA, there is no important change concerning the role of gold as a hedge against inflation in the long run and in the short run. On the other hand, there are significant changes for China, India and the UK. For China, gold becomes a hedge against inflation in the short run with quarterly data. For India, gold is not a hedge against inflation in the short run anymore. This is also the case for the UK. Furthermore, the values of the coefficients are higher with quarterly data. These mixed results lead us to conclude that the effect of the data frequency on the role of gold as an inflation hedge can be significant for certain gold markets. This result thus confirms partly findings of Narayan and Sharma (2015) , and Phan et al. (2015a,b) .\n\nThe growing economic uncertainties due to frequent financial and economic crises over the recent decades have raised some interesting issues about the relationship between gold prices and inflation. In this paper, we are particularly interested in testing whether gold serves as a hedge against inflation. To do so, we set up a nonlinear autoregressive distributed lags model (NARDL) to assess the empirical pass-through of consumer prices to gold prices. This methodology proposed by Shin et al. (2014) is very useful to our research question since it allows us to discern not only the nonlinear but also the simultaneous short-and long-run asymmetric relationship between gold prices and inflation. Furthermore, we use local gold prices to fully explore the situation of each country instead of gold prices from London converted into local currencies.\n\nOur results first indicate that the nonlinearity should be taken into account when studying the relationship between gold prices and inflation since it is the case for three countries within our sample, the UK, USA and Japan. We notice that the nonlinear relationship is found in developed and large gold markets (UK, USA, Japan) while the linear relationship is more suitable to small and emerging gold markets (France, China, India) . More importantly, we find evidence that gold is not a hedge against inflation in the long run. In the short-run, it is only true in the UK, USA and India. Surprisingly, there is no long-run equilibrium between gold prices and the CPI for China, India and France which are small (France) and emerging gold markets (China and India). Our robustness check suggests that the data time-frequency does not have impacts on the specification of the NARDL model. However, it can change conclusions regarding the role of gold as an inflation hedge in certain countries.\n\nOur results raise particular aspects of gold in China, India and France for which there is no long-run equilibrium between gold prices and CPI. For China and India, this may be attributed to traditional and cultural aspects of gold. As for France, this may be explained by the preference of French people for gold as a hoarding asset rather than as a speculative asset. On the other hand, we notice the particular case of Japan in which there has been a long deflationary period and the relationship between gold prices and the CPI has always been negative.\n\nFinally, for asset allocation implications, given the above-mentioned results, investors should better invest in gold for its ability to reduce the portfolio risk than for its ability to hedge against inflation. Indeed, many are in brackets. + , ++ and +++ indicate the rejection of the null hypotheses of shortand long-run symmetry at the 10%, 5% and 1% levels, respectively.\n\nEstimation of the NARDL model (x t = CPI, y t = gold prices) (quarterly data). Notes: This table reports the estimation results of the best-suited NARDL specifications for the pass-through of the CPI to gold prices. For the lagged variables, we only present those with significant coefficients. L cpi indicates the long-run coefficient between gold prices and consumer prices. L cpi þ and L cpi − are the asymmetric positive and negative long-run coefficients. Standard deviations are in parenthesis. JB and ARCH refer to the empirical statistics of the Jarque-Bera test for normality and the Engle (1982) test for conditional heteroscedasticity applied to 12 lags. ⁎ , ⁎⁎ and ⁎⁎⁎ denote significance at the 10%, 5% and 1% levels, respectively. +++ indicates the rejection of the null hypotheses of normality and ARCH effects on residuals at the 1% level.\n\nstudies show that gold can be profitable for portfolio diversification (Choudhry et al., 2015; Hammoudeh et al., 2013; Hoang et al., 2015b; Michis, 2014) . Furthermore, gold has also been demonstrated to be a safe haven in downward periods of other assets such as stocks and bonds (Baur and Lucey, 2010; Beckmann et al., 2015; Gürgün and Ünalmis, 2014) . In the contrary, we have shown that gold is not a hedge against inflation in the long run. In the short run, it depends on the country, on its gold market and on the data time-frequency. In our study, it is in the UK, USA and India that gold can help investors to preserve the real value of their portfolios, thus their purchasing power, in the short run. Indeed, if gold has a positive relationship with inflation, then including gold in a portfolio allows investors to limit losses caused by inflation. This is thanks to the rise of gold prices which compensates the loss of the value of money due to inflation. Finally, investors in the UK, USA and Japan should care about deflationary periods since it leads to an increase of gold prices. Note: T1 and T2 indicate structural break dates. \"Stat\" denotes the statistic of the unit root test. ⁎⁎⁎ , ⁎⁎ , ⁎ stand for the significance at the 1%, 5% and 10% levels. α and β correspond to the GARCH parameters. Please refer to Narayan and Liu (2015) for details about the test procedure."}