{"title": "The Biology of Persistent Infection: Inflammation and Demyelination following Murine Coronavirus Infection of the Central Nervous System", "body": "The most common human demyelinating disease is multiple sclerosis (MS) [1, 2] , affecting approximately 226,000 individuals in the United States alone [2] . Women are more than twice as likely as men to develop MS [3] , and the mean age of disease onset is at approximately 30 years old [2] . MS is a heterogenous disease, both in presentation and pathology [4, 5] , and is broadly characterized by immune -mediated demyelination [6, 7] . Although the exact causes for MS are as of yet unidentified, and are likely due to numerous genetic and environmental factors [8] [9] [10] [11] , recent studies have implicated viral infection as either a trigger or cause. It has been reported that clinical symptoms of MS are often preceded by viral infection [12, 13] . For example, Epstein Barr virus has been implicated as potential disease agent [8] , and infectious mononucleosis significantly raises the risk of later developing MS [14] , while varicella-zoster virus particles have also been identified in the cerebral spinal fluid of relapsing MS patients [15] . Other human demyelinating diseases with known or suspected viral etiologies include progressive multifocal leukoencephalopathy [16, 17] , subacute sclerosing panencephalitis [18] , and Guillain-Barre syndrome [19] .\n\nWith the suspected and confirmed viral etiologies of human demyelinating diseases in mind, researchers have sought to dissect the disparate underlying mechanisms that contribute to pathology and explore endogenous and exogenous mechanisms that influence resolution and repair. Many excellent models exist for the characterization of viral -induced neurologic disease including Theiler's murine encephalitis virus, Semliki Forest Virus, Borna disease virus, and mouse hepatitis virus. This review will focus specifically on mouse hepatitis virus (MHV) as a model system for understanding and treating viral -induced encephalomyelitis and demyelination.\n\nMHV is a positive -strand RNA virus and a member of the family Coronaviridae, representing a significant ubiquitous group of viral pathogens that infect both humans and animals, causing respiratory, gastro-intestinal, and neurologic diseases. Coronaviruses are enveloped and possess, to date, the largest described RNA viral genome (27-31 kb) [20, 21] MHV, a group II coronavirus, is a natural pathogen of mice, normally infecting the liver, gastrointestinal tract, and central nervous system (CNS), causing a wide range of disease, including hepatitis, gastroenteritis, and acute and chronic encephalomyelitis [20] [21] [22] . MHV pathogenesis is dependent upon several factors including viral strain, mouse background, and inoculation route [23] . Structurally, MHV is comprised of three main proteins: the nucleocapsid (N, 60 kDa) which forms a helical complex with the genome, the membrane protein (M, 25 kDa) which associates with the nucleocapsid and aids in envelope formation and budding, and the extracellular spike glycoprotein (S, 180 kDa) which associates with the membrane protein and controls host cell receptor recognition and fusion [20, 21, 23] . MHV spike glycoprotein recognizes the host cell receptor carcinoembryonic antigen-cell adhesion molecule (CEACAM-1) [24, 25] and dictates host pathogenesis [26] [27] [28] . Mice lacking CEACAM-1 are refractory to MHV infection [29] , however productive infections independent of CEACAM-1 have been observed in vitro [30, 31] and in vivo [32] , indicating that alternate receptors and/or mechanisms for MHV infection may exist. Indeed, a pregnancy -specific glycoprotein related to the CEACAM family can function as a receptor for some strains of MHV in vitro [33] . MHV may also be capable of infecting CEACAM-1 negative cells through cell -to -cell contact mediated through spike glycoprotein and synctia formation [26, 30, 34] . Within the CNS, CEACAM-1 expression is low, especially when compared to endothelilal and epithelial cells of the respiratory and digestive systems and hepatocytes [35] . In fact, CEACAM-1 expression has, to date, only been described on CNS endothelial cells [36] and microglia [37] . In vivo, MHV infects and replicates within CEACAM-1 + (microglia and endothelia) and CEACAM-1 − (oligodendroglia and astroglia) cells of the CNS [38] , indicating that both CEACAM-1 dependent and independent mechanisms of infection are likely responsible for MHV spread during CNS infection.\n\nIntracranial innoculation of susceptible strains of mice with neuroadapted strains of MHV induces an acute encephalomyelitis that eventually evolves into a chronic fulminating demyelinating disease [39] . During acute encephalomyelitis, MHV infection stimulates the production of pro-inflammatory cytokines and chemokines that activate and attract the antiviral arms of the immune system [40] [41] [42] . The generation of anti-viral effector T lymphocytes is absolutely required for controlling viral replication via IFN-γ secretion or cytolytic activity [43, 44] . Eventually MHV is cleared below detectable levels; however sterile immunity is not achieved. The majority of mice that survive the initial acute encephalomyelitis develop immune-mediated chronic demyelinating disease, characterized by viral persistence within white matter tracts of the spinal cord and continued infiltration of T lymphocytes and macrophages [45] [46] [47] [48] . Based upon the histological and pathological similarities to MS, MHV infection of mice offers an excellent model to characterize the underlying molecular and cellular mechanisms associated with immune -mediated demyelinating diseases.\n\nFollowing intracranial infection, MHV replicates initially within the ependymal cells of the lateral ventricles before disseminating throughout the parenchyma, targeting astrocytes, oligodendrocytes, and microglia [38] . Neurons are spared within immunocompetent mice inoculated with neuroattenuated strains of MHV [49] [50] [51] . In contrast, neurovirulent strains such as MHV-JHM and MHV-4, are able to infect and replicate in both neurons and glia [52] . Following infection, MHV also traffics to the spinal cord, spreading through the cerebral spinal fluid and similarly infecting the local ependyma before disseminating throughout the parenchyma [38] . MHV infection of the CNS manifests significant early upregulation of inflammatory cytokines, chemokines, and matrix-metalloproteinases, all of which serve to initiate, attract, and support a robust host anti-viral response [40] [41] [42] [53] [54] [55] [56] [57] [58] . Neutrophils, macrophages, and NK cells are the primary innate immune cells recruited into the CNS immediately following MHV infection [59, 60] . An overview of immune cell trafficking into the CNS in response to MHV infection is provided in Figure (1A) . Neutrophils presumably respond to chemotactic signals through chemokine receptors, such as CXCR2, and infiltrate into the CNS (Hosking and Lane, unpublished observations), permeabilizing the blood brain barrier (BBB) through the secretion of matrix metalloproteinases (MMPs) that facilitate extracellular matrix and basement lamina degradation and subsequent leukocyte migration [61, 62] . Neutrophils secrete MMP-9 [57, 62] , while MMP-3 and MMP-12 are derived from resident glia [56] . Little is known about the role that macrophages or NK cells play during acute MHV infection, as they appear to be dispensable [60, 63] .\n\nEarly following MHV infection, virus -specific T cells are detectable within the local lymph nodes and spleen and subsequently migrate into the CNS [64] Fig. (1A) . Protective immunity and anti-viral responses generally conform to a T H 1 phenotype, characterized by vigorous IFNγ secretion and cytolytic activity [43, 44, 65] . Virus specific T cell generation is not dependent upon either IL-12 or 23, as antibody neutralization of either p19 or p40 does not delay viral clearance [66] . Virus specific CD8+ T cells, the main cytolytic effector cell within the CNS, begin to accumulate by five days post infection [45, 64] , and are essential to controlling MHV replication [65, 67] . CD8+ T cell infiltration into the CNS is concomitant with viral clearance from resident glia [65, 68, 69] , and CD8+ T cells isolated from the CNS are directly cytolytic ex vivo [69, 70] , secreting IFN-γ and lytic molecules, including granzyme B and perforin [46] . In vivo, IFN-γ secretion controls viral replication within oligodendroglia [44, 71] , while perforin -mediated cytolysis eliminates MHV from astrocytes and microglia [43] . Recent evidence has also demonstrated that NKG2D signaling enhances CD8+ cytotoxic activity following MHV infection of the CNS [70] . Virus specific CD4+ T cells, which function mainly in a supporting role for CD8+ T cells, are also essential to controlling MHV viral replication [67, 72] . In vivo CD4+ T cells secrete IFN-γ, facilitating viral clearance from oligodendrogila [44, 71] and upregulating MHC class II expression on microglia, thus enhancing immune cell activity within the CNS [65, 73] . CD8+ CTL activity and survival within the CNS is heavily dependent upon the presence of CD4+ T cells [74, 75] . The mechanism(s) by which CD4+ T cells support and enhance CD8+ T cell activity is unresolved, however it is presumed to be a secreted factor, since CD4+ T cells are restricted to the vasculature during acute disease, instead of migrating throughout the parenchyma, possibly as a result of CD4+ T cell TIMP-1 expression [56] . Additionally, CD4+ T cells serve to exacerbate CNS inflammation, and later demyelination, by attracting macrophages through CCL5 secretion [67] . Antibody -secreting cells are detectable within the CNS of MHV infected mice by 5 days post infection and neutralizing antibody is detectable within the serum by 10 days post infection [76] . However, B cells do not participate in viral clearance during acute infection [77, 78] , rather MHVspecific antibodies prevent viral recrudescence in persistently infected mice [77] [78] [79] \n\nApproximately two weeks after MHV infection viral loads are reduced to below detectable levels by plaque assay. Clearance is however incomplete, and virus persists primarily within oligodendrocytes; both viral antigen and RNA are detectable long after infection [40, 80] . Mechanisms of viral persistence during chronic infection do not appear to include viral escape; although quasispecies of MHV are observed with genetic mutations [80] , the observed mutations are random and do not facilitate escape from CD4+ or CD8+ surveillance, nor do they reflect specific immune pressure [81] . Mice surviving the initial infection develop an immune -mediated demyelinating disease. Symptomatic mice first demonstrate signs of ascending demyelination during acute infection that range from limp tails to partial and complete hind limb paralysis. Analysis of the spinal cords of chronically -infected mice confirms that the loss of myelin integrity is associated with the continued presence of both viral antigen and inflammatory immune cells [52] and not the apoptotic or necrotic death of myelinating oligodendrocytes [82] . Additionally, no role for complement or antibodymediated demyelination has been established [83] , although exogenous auto-antibodies can exacerbate demyelination independent of complement during chronic infection [84] . Nevertheless, the immunopathology observed during chronic MHV infection resembles what is observed in the majority of active MS lesions [39, 85] , making chronic MHV infection an excellent model to study mechanisms of pathogenesis and potential treatments. An overview of the relationship between viral replication, persistence, and demyelination is provided in Fig.  (1B) .\n\nWithin two weeks post -infection, immune infiltration into the CNS wanes, yet virus -specific T cells and macrophages continue to persist within the CNS for up to three months after infection [45] [46] [47] [48] . Unlike with other models of CNS demyelination [86] [87] [88] and in MS [89] [90] [91] , the emergence of autoreactive T cells to myelin epitopes that contribute to demyelination has not been observed during chronic MHV infection, indicating that T cell mediated anti-viral responses drive disease. Over time, CD8+ cytolytic activity is muted, presumably as a result of decreasing viral antigen [46, 69] , however these cells still retain their capacity to secrete IFN-γ [68] .\n\nThe main effectors of demyelination during chronic MHV infection are T cells and macrophages. Demyelination is dramatically reduced in chronically infected mice that lack either CD4+ and/or CD8+ T cells [67, 82] , or are deficient in macrophage trafficking [67, 92, 93] , regardless of their ability to clear virus. Although the absence of CD8+ T cells in MHV infected mice does not influence demyelination [67] , IFN-γ dependent demyelination was observed in RAG-1 deficient recipients of CD8+ T cells [72, 94, 95] , providing evidence CD8 + T cells are indeed capable of initiating and potentiating demyelination. As with other demyelinating diseases [96, 97] , ultrastructural analysis of MHV induced demyelinating lesions reveal macrophages stripping and engulfing myelin [98] . Additionally, deficiencies in macrophage trafficking abrogate demyelination [67, 92, 93] , indicating that macrophages are also important mediators of demyelination Fig. (2) .\n\nAlthough the main effectors of demyelination appear to be T cells and macrophages, this does not discount the possibility that MHV plays a role in damage, especially since oligodendrocytes are the main reservoir of MHV during chronic infection [71, 99] . In some MS lesions, oligodendrocyte apoptosis has also been observed [100, 101] , however the exact role of apoptosis in MS pathogenesis and pathology is unresolved [102] . Recent in vitro experiments with cultured murine oligodendrocytes has revealed that MHV is capable of directly inducing caspase dependent apoptosis through FAS -spike glycoprotein interactions [103] [104] [105] [106] . However, in vivo oligodendrocyte apoptosis is not readily observed, nor has apoptosis been implicated to play any role in demyelination during chronic MHV infection [82] . Therefore, it is likely that protective mechanisms exist in vivo to protect oligodendrocytes from MHVinduced apoptosis.\n\nAs MHV -induced demyelination bears a number of similarities to the human -demyelinating disease MS, it offers an opportunity to examine underlying mechanisms and therapies that can have a direct application to disease amelioration and recovery. Mechanisms explored to date in chronic MHV infections have sought to address both the cause and effect of the immunemediated demyelination. Specifically, efforts have focused upon limiting inflammatory cell infiltration into the CNS and enhancing the endogenous repair mechanisms through the surgical engraftment of exogenous myelinating cells.\n\nT lymphocytes and macrophages are potent effectors of MHV -induced demyelination [67, 72, 82] and actively participate in lesion formation of MS patients [7] . As a result, efforts have been taken to abrogate inflammation in an attempt to limit ongoing demyelination and allow for endogenous repair mechanisms to promote remyelination. We have focused specifically upon the chemotactic signals that govern T cell and macrophage infiltration into the CNS. Antibody -mediated neutralization of the T cell chemoattractant chemokine CXCL10, which is prominently expressed during chronic MHV infection and MS [40, 107] , specifically prevents CD4+ T cell accumulation within the CNS. The reduction in CD4+ T cell retention further abrogates CCL5 -directed accumulation of macrophages [67] and subsequently results in a drastic improvement in disease severity and accelerated remyelination [48] . Similar beneficial results were also observed following the antibody targeting of CXCR3, the receptor for CXCL10 [108] or in CXCL10 -deficient mice [109] . In other models of viral demyelination, such as Theilers murine encephalomyelitis virus (TMEV), antibody neutralization of CXCL10, which is also prominently expressed during chronic TMEV -mediated demyelination [110, 111] , did not ameliorate inflammation or demyelination [112] . Instead, CXCL10 neutralization was associated with increased splenocyte TMEV -specific and auto-antigen lymphoproliferation [112] . Surprisingly, CXCL10 was not required during acute TMEV infection [112] , whereas CXCL10 is protective and necessary during acute primary CNS infections with MHV [109, 113] , West Nile Virus [114, 115] , herpes virus simplex virus type 2 [116] , and dengue virus [117] .\n\nIn the neuroinflammatory demyelinating disease model experimental autoimmune encephalitis (EAE), the role for CXCL10 is unclear. CXCL10 is expressed in the CNS during EAE [118, 119] , and antibody neutralization of CXCL10 using the adoptive transfer EAE model reduced disease incidence, severity, and the accumulation of PLP -reactive CD4+ in the CNS without affecting peripheral antigen -driven T cell responses [119] . However, recent studies have demonstrated that neutralization or genetic deletion of either CXCL10 or CXCR3 during active EAE increases disease severity [120] [121] [122] [123] . Specifically, the absence of CXCL10 or CXCR3 enhanced peripheral antigen -driven T cell responses [121, 123] , reduced regulatory T cell infiltration into the CNS, and increased demyelination and axonal damage [122] .\n\nThe diverse and contradictory roles for CXCL10 in viral and non-viral models of demyelination point to divergent underlying mechanisms of pathogenesis. Although viral antigen and RNA in oligodendrocytes clearly drive MHV -induced demyelination [40, 44, 68, 71, 80] , infectious virus remains undetectable, and immune responses observed during chronic infection are solely directed against MHV and not against self antigens. During TMEV -induced demyelination, on the other hand, infectious virus is detectable in microglia and macrophages [124, 125] , and chronic inflammation is significantly enhanced by myelin-specific T cells elicited via epitope spreading during the course of chronic disease [86] [87] [88] . The paradoxical results observed in EAE may be explained, in part, by the differing methods for the generation of encephalitogenic T cells (i.e. adoptive vs. active EAE) and the role for peripheral CXCL10 in generating an immune response. For example, in viral infections such as MHV, CXCL10 is not required for the in vivo generation or effector function of antigen -specific T cells [126] , whereas CXCL10 is required for adjuvant -mediated T cell generation and effector function and contact hypersensitivity reactions [109] .\n\nUnder various experimental conditions of demyelination, the CNS is capable of undergoing repair and remyelination [127] [128] [129] [130] [131] [132] . However, repeated demyelinating episodes exhaust the ability of the CNS to adequately repair itself [133] . In rodent models of demyelination, oligodendrocyte progenitor cell (OPC) recruitment is limited to the area around a lesion, and long distance recruitment does not occur [134, 135] , indicating that any endogenous repair following demyelination must be local. Additionally, increased age negatively influences the capability OPCs to migrate, repopulate, and repair regions of damage in rodent models of demyelination [136] [137] [138] [139] . MS is an adult disease that lasts decades [2] , therefore, one must consider that adult OPCs have a reduced capacity to respond to the repeated demyelinating episodes that characterize MS. Recurrent demyelination and the subsequent exhaustion of the remyelinating progenitor pool within the CNS have been suggested to contribute to the development of chronic plaques and later secondary progressive MS [140] . Therefore, it is important to explore mechanisms and/or techniques that can aid the failed or restricted endogenous remyelination with the application of exogenous cells capable of inducing repair. In vitro, rodent stem cells and neural precursor cells (NPC) can be readily generated, expanded, and differentiated into oligodendrocyte -lineage cells [141] [142] [143] . In diverse experimental models of demyelination, transplanted NPCs robustly migrate and differentiate into oligodendrocytes in vivo, accelerating axon remyelination, and aiding in functional recovery [141, [144] [145] [146] [147] [148] [149] [150] .\n\nRecent reports have detailed the divergent effects of inflammation upon NPCs. Since it is likely that NPC implantation for MS patients will occur within the context of an ongoing inflammatory environment, it is important that NPC survival, migration, and remyelinating capacity be assessed under a variety of in vitro and in vivo inflammatory conditions. In vitro cytokine stimulation of rodent NPCs with IFN-γ and/or TNF-α enhances migration and promotes MMP-2 and MMP-9 expression [151, 152] . In EAE, transplanted NPCs specifically migrated toward inflammed white matter, while avoiding adjacent non-inflammed tissue [153] . In addition, NPCs transplanted into inflamed tissue infiltrated significantly farther than NPCs transplanted into un-inflamed CNS [153] , indicating that inflammatory signals both direct and enhance the migration of NPCs in vivo. Indeed, conditioned media from microglia cultures enhances NPC transwell migration in vitro [154] . In ischemic rats, the chemokine CXCL12 mediates NPC migration to regions of damage [155, 156] . Inflammatory stimuli are also necessary to cue remyelination following X-ray radiation -induced demyelination; in the absence of inflammation, transplanted NPCs migrated throughout the damaged tissue, but are incapable of differentiating into myelinating oligodendrocytes. However, with the initiation of a focal inflammatory response, NPCs successfully differentiated and myelinated the surrounding area [157] . Moreover, inflammation has also been observed beneficial following NPC transplant in a model of rat retinal myelination [158] .\n\nConversely, recent reports have also described the negative effects of inflammatory cytokine stimuli upon NPCs. In vitro cytokine treatment increases NPC apoptosis and reduces FGFstimulated proliferation [151] . NPCs treated with TNF-α robustly secrete the T cell and macrophage chemokines CXCL10 and CCL2 [159] . Moreover, cytokine treatment has also been reported to enhance NPC expression of the T cell co-stimulatory molecules CD80 and CD86 and functionally activates T cells proliferation in vitro [160] . Additionally, crosslinking CD80 with antibodies significantly enhances NPC induced apoptosis [160] . Therefore it is plausible to construct a scenario in which implanted NPCs, which are subjected to inflammatory cytokine stimulation, respond with the T cell and macrophage chemoattractants CXCL10 and CCL2, mediating their own cytolysis or apoptosis. The in vivo reality is however much more complex. NPCs transplanted into inflamed chronic MHV infected spinal cords initiated remyelination, locomotor improvement, and axonal sparing [149] . Also, extensive remyelination has been observed in active MS lesions, concurrent with pathological damage [161] , however the heterogeneity of MS lesions [4, 5] make dissecting the relationship between inflammation and remyelination difficult. Finally, it is important that NPC transplantation itself does not exacerbate demyelination or inflammation. Transplantation of NPCs did not alter inflammation during chronic MHV infection [150] , indicating that remyelination can occur in spite of on -going demyelination, without influencing immune cell trafficking. Additionally, in EAE, NPCs have even been deemed immunomodulatory, capable of attenuating inflammatory cell infiltration and disease severity [144, [162] [163] [164] . Although the exact mechanism is unresolved, NPCs are capable of preventing peptide directed, concanavalin A, and IL-2 mediated proliferation of T cells in vitro regardless of mouse strain, suggesting a nonspecific method of suppression [163] . Taken together these data demonstrate that transplantation of exogenous myelinating cells represent a promising treatment strategy for human demyelinating diseases, although the exact role in inflammation in either potentiating or impeding productive remyelination by endogenous and exogenous cells in vivo remains unresolved. It is likely that NPC transplants will form an arm of a multi -pronged approach that will be combined with anti -inflammatory treatments to treat both the effectors and the consequences of chronic demyelination in MS patients.\n\nThis review highlights MHV as a model system for understanding viral -induced encephalomyelitis, specifically, the underlying mechanisms that dictate host defense, demyelination, and repair within the CNS. Although the exact causes of MS are unresolved and are likely due to multiple environmental and genetic factors, the immune -mediated demyelination observed during chronic MHV infection closely parallels the damage observed in patients after they develop MS, thus offering a platform to evaluate various treatment strategies that have the potential to offer relief and recovery. Promising treatment strategies explored during chronic MHV disease have included chemokine neutralization and NPC surgical transplantation, both of which have lead to functional recovery of treated animals. Recent discrepancies between EAE and MS, including the roles of TNF-α [165] , IFN-γ [166] , and IL-12/23 [167] , where protective treatment strategies in EAE exacerbate or have no effect on MS patients during clinical trials, highlight the need for broader use of animal models that may offer different perspectives on MS and complement studies in EAE, including MHV and TMEV. As was previously indicated, the Following intracranial infection of mice, MHV replicates initially within ependymal cells and later disseminates to astrocytes, oligodendrocytes, and microglia, quickly reaching peak load between 4-6 days post -infection [38, 68] . Cells of the innate immune system e.g. neutrophils, NK cells, and macrophages are rapidly recruited to the CNS within the first few days following infection [59, 60] . While neutrophils are important for permeabilizing the blood brain barrier, cellular components of the innate immune response are incapable of controlling viral replication. Beginning at 5 days post -infection, virus -specific T cells enter the CNS [45, 64] and control viral replication through perforin-mediated cytolysis and IFN-γ secretion. By two weeks post-infection MHV is generally undetectable in the CNS by plaque assay, however T cells and macrophages persist within the CNS [45] [46] [47] [48] . Neutralizing antibody, while detectable during acute infection does not play any appreciable role in viral clearance; rather virus-specific antibody is responsible for preventing viral recrudescence during chronic infection [77] [78] [79] . (B) Even though replicating virus is undetectable in the CNS at later stages of infection, both viral antigen and/or RNA persist within the CNS for up to a year. Viral persistence is responsible for continued T cell and macrophage infiltration into the CNS that leads to chronic demyelination [40, 80] . Data depicted in panels A and B are schematic curves representative of published results.\n\nFollowing acute disease, MHV will persist primarily in astrocytes and oligodendrocytes. Activated astrocytes secrete the T cell and macrophage chemokines CXCL10 and CCL5, serving to attract CD4 + T cells, CD8 + T cells, and macrophages to migrate across the blood brain barrier and into the perivascular space. CD4 + T cells are also capable of secreting CCL5, further enhancing macrophage accumulation. Both CD4 + and CD8 + T cells secrete IFN-γ, activating macrophages and aiding in viral clearance from persistently infected oligodendrocytes. Activated macrophages in turn digest myelin debris and enhance the immune -mediated demyelination. Targeted neutralization of either CXCL10 [48] or CCL5 [92] prevents the accumulation of CD4+ T cells or macrophages, respectively, muting chronic inflammation within the CNS and allowing remyelination to occur. Engrafted neural precursor cells also enhance remyelination, presumably by directly myelinating axons [149, 150] ."}