{"title": "Respiratory Viral Infections in Immunocompetent and Immunocompromised Persons", "body": "A cute respiratory conditions are the most common acute conditions occurring among persons in the United States. 1 Their incidence exceeds that of injuries, digestive conditions, and infective and parasitic conditions combined. Infection with a respiratory virus is the most common cause of an acute respiratory condition. The variety and omnipresence of respiratory viruses along with their facility for spread among human populations ensure their occurrence as causes of infection and illness in all human populations. This includes persons of all ages, the healthy and the unhealthy, and the immunocompetent and the immunocompromised. The unusual severity of illnesses occurring among immunocompromised persons infected with a respiratory virus has been emphasized recently. This article is an overview of respiratory viral infections in both immunocompetent and immunocompromised persons.\n\nThe respiratory viruses are listed in Table I . All serotypes in each genus are significant causes of acute respiratory illness (ARI), except for the adenoviruses, of which nine serotypes (1-7, 14, and 21) are important causes of ARI. A large number of other viruses can cause ARI or prominent respiratory symptoms; however, they are better known for other disease manifestations. These include many enteroviruses, measles virus, herpes simplex type 1 virus, and Epstein-Barr virus (the cause of infectious mononucleosis). In all, 20 distinct viruses plus ú100 different rhinoviruses cause ARI in humans. This number of viruses-along with the facts that reinfection may occur, other viruses can produce ARI, and a large portion of ARI cases presumed to be viral cannot be ascribed to a specific virus using current technology-explains the high incidence of viral respiratory infections and illnesses in all human populations.\n\nThe respiratory viruses exhibit a predilection for infecting the respiratory passages. Localization of j The most common infections in developed countries j The cause of an extraordinary amount of morbidity, they are the most important contributor to loss of time from work or school j A major cause of severe disease, hospitalization, and death from infection, particularly among very young children and the elderly j A major predisposing cause of otitis media, sinusitis, and acute bacterial pneumonia j A major cause of acute respiratory insufficiency in persons with underlying lung disease (asthma, chronic obstructive pulmonary disease, etc.) j A major cause/contributor to severe disease and death among immunocompromised persons the infection induces symptom complexes that are well known to physicians: the common cold, pharyngitis, laryngitis, tracheobronchitis, laryngotracheobronchitis in young children (croup), bronchiolitis, and influenza. More than one symptom complex may occur, and upper respiratory illness, lower respiratory illness, or acute diffuse respiratory illness may be the appropriate designation. The respiratory viruses also cause pneumonia, particularly among infants and very young children, although most infections in immunocompetent persons do not lead to pneumonia. Respiratory viral infections occur throughout the year, although they are more common in winter than in summer. They affect persons of all ages, but their incidence is higher among children than among adults. Infection may be asymptomatic or induce a severe and lethal infection. A variety of complications of viral respiratory infection have been described; most notable are secondary bacterial infections causing otitis media, sinusitis, or pneumonia. In these cases, a respiratory virus infection impairs the defense mechanisms that keep these anatomic sites free from infection with bacteria. Among the other described complications are post-infectious encephalitis, the Guillain-Barré syndrome, Reyes syndrome after influenza in children, and disseminated intravascular coagulation with influenza.\n\nA summary of the major medical features of the acute viral respiratory infections appears in Table  II . They are a major cause of morbidity in healthy populations; they are a major cause of severe disease, hospitalization, and death among the very young, the elderly, and persons with underlying disease, even if they are immunocompetent. Severe disease is also common among immunocompromised persons with an acute respiratory viral infection, but the contribution of the virus to the severe disease and death in these populations is not always clear.\n\nResults of surveillance of immunocompromised adult cancer patients at the M.D. Anderson Cancer Center (MDACC) who were experiencing a respiratory illness are shown in Table III for a 3-year period. Sampling was limited to hospitalized patients with leukemia and hospitalized or clinic patients who had recently received a bone marrow transplant. A combined nasal wash and throat swab specimen was tested for virus as described previously. 2 A total of 668 illness episodes were sampled for virus: 235 isolates were obtained from sampling of 223 illness episodes; ú1 virus was isolated for 12 episodes. Thus, 33.4% of respiratory illness episodes in these mostly hospitalized patients yielded a virus. When herpes simplex virus and cytomegalovirus isolations were excluded, 181 (27.1%) episodes were virus positive; two episodes yielded two respiratory viruses. It should be emphasized that 27.1% represents a minimal estimate of the frequency of infection with a respiratory virus among these patients with an ARI, since serology was not done and repeat sampling was minimal. The distribution of isolates according to type of respiratory virus is shown in Table IV . As noted, each of the major respiratory viruses was detected in each year of sampling. The most commonly detected virus was RSV, followed closely by the picornaviruses. Of picornaviruses that were further categorized, 90% were rhinoviruses and 10% were enteroviruses. Influenza A or B virus was present each year, as were parainfluenza viruses; 92% of the parainfluenza viruses were type 3. 3 The adenovirus isolates have not been typed.\n\nThe distribution of isolates by time of year is shown in Figure 1 . Excessive specimen contamination and limited sampling is the probable explanation for the absence of isolates during the summer of 1993. Nevertheless, the overall pattern is for rhinoviruses, adenoviruses, and parainfluenza 3 virus to occur throughout the year, with periodic increases in frequency. The occurrence of RSV and influenza viruses was confined to the winter and spring, thus accounting for an overall winter increase.\n\nIn summary, respiratory viral infections, which are highly prevalent among immunocompetent persons with a respiratory illness, are also highly prevalent among adult immunocompromised cancer patients experiencing a respiratory illness. The pattern of occurrences by time of year are similar to those described for these viruses among immunocompetent persons, except for the frequency of RSV infection. 4 This frequency is distinctly unusual for adult immunocompetent patients and may represent an increased susceptibility for this infection among immunocompromised patients (Glezen WP, unpublished data, 1996). Alternatively, increased occurrences of more severe disease that increases recognition of RSV infection or increased transmission for this virus in the social-environmental circumstance of the populations sampled might explain the finding. \n\nThree major and relatively distinctive features of respiratory viral infections among immunocompromised patients are (1) high frequencies of nosocomial acquisition, (2) persistence of infection beyond the time periods reported for immunocompetent patients, and (3) high frequencies of pneumonia and death in association with the infection. Published reports of frequencies of nosocomial infections among hospitalized patients are summarized in Table V. 3,5 -11 Infection frequencies for the different studies and the different viruses varied between 55% and 83%; there are no apparent differences in frequency for the different viruses. These infections will have been acquired from an infected person. This could be another ill patient, but most cases are probably acquired from exposure to an infected person with little or no illness who brings the virus into the hospital. Hospital personnel, including doctors and nurses, have been identified as probable sources; visitors, particularly children who exhibit high infection frequencies, are an alternative source. A major contributing factor to these infection frequencies is the prolonged stay that is characteristic of hospitalized patients who are immunocompromised.\n\nReports of persistence of respiratory viral infection among immunocompromised children are shown in Table VI ; no reports for adults were identified. 6,7,12 -17 The range and single-case durations are greater for immunocompromised children than for immunocompetent children in all reports. As noted, some children shed virus for months. Although the durations vary, prolonged infection characterized all three virus infections.\n\nThe frequencies of pneumonia and death associated with a documented infection among immunocompromised adult leukemia and bone marrow transplant patients hospitalized at MDACC are shown in Table VII . 3,11,18 -26 Pneumonia occurred in 58 -78% of infected persons, and 22 -44% died. Although overall frequencies of pneumonia and death appear similar for each virus, analysis of patterns of occurrences suggested a greater severity for RSV infection after bone marrow transplantation or chemotherapy than for the other viruses. Moreover, the apparent value of early aerosol ribavirin and intravenous immunoglobulin (IV Ig) therapy for RSV reduced the overall frequencies for that virus. 8 The role of the virus infection in causing the pneumonia and death is uncertain in many of these patients, who frequently have multiple infections. However, histologic examination of lung tissue from many who died indicates that the virus infection is the primary pathogen in many cases.\n\nConsiderable effort has been expended in identifying the major immune correlates and mechanisms for defense against a respiratory virus infection. A variety of nonspecific defenses contribute to resistance to infection and recovery from infection. These defenses include the mucous layer covering the respiratory mucosa, fever, the inflammatory response, a and b interferon, and nonspecifically activated phagocytes. The primary defense against acquisition of a specific virus is antibody to that virus, whereas the primary mechanisms for recovery are both humoral (antibody) and cell-mediated immune responses. Current information indicates that the primary immunoglobulin and antibody in the upper respiratory passage is polymeric IgA that is formed locally in submucosal tissues in response to antigen and transported across epithelial cells into upper respiratory secretions. 23 With descent into the lower respiratory passage, the proportion of 7s IgG in secretions increases, as does the proportion of 7s IgG antibody. 24 This antibody is derived primarily from serum. Thus, following infection, the major antibody protecting the nasopharynx is considered to be IgA, whereas that protecting the lower respiratory passages is IgG. Both types of antibody can, however, be present at both sites, and both antibody types are desirable for optimal protection against a specific virus.\n\nOnce infection occurs, immune defenses are activated to eliminate the infection and thereby bring about recovery from illness. Both a and b interferon act early in infection and are important nonspecific mechanisms for promoting elimination of infection. Specific antibodies that are induced may contribute to virus elimination in a variety of ways, including aggregation for clearance, opsonization, and early lysis of infected cells; lysis may be complement mediated or represent antibody-dependent cell-mediated cytotoxicity (ADCC). The major specific cell-mediated immune response promoting recovery is CD8 T lymphocyte-mediated cytotoxicity. This mechanism has been shown to be of major importance in myxovirus and paramyxovirus infections in animal models. 25, 26 A number of immune deficiencies have been described in immunocompromised persons that would be reflected in one or more deficiencies of the immune mediators summarized above. Lum 27 has described deficiencies after bone marrow transplantation, a circumstance representing an extreme degree of immune deficiency. These patients exhibit B lymphocyte impairment manifested by a reduced ability of B cells to respond to stimulatory cytokines, such as IL-4, reduced serum immunoglobulin levels, and depressed primary and secondary responses to antigens. Deficiencies in T cell function are indicated by reduced CD4 lymphocyte and CD4/CD8 cell ratios, reduced T helper cell and increased suppressor cell activity, reduced proliferative responses, reduced delayed-type hypersensitivity responses, and reduced CD8 lymphocyte cytotoxic function. Reduced neutrophil numbers and function are of major importance for the occurrence and control of bacterial infection; but, except for an ability to mediate ADCC, no role for neutrophils in defense against these virus infections has been suggested.\n\nAlso accompanying the chemotherapy used in many transplant cases is the occurrence of mucositis with the loss of mucosal integrity and possibly IgA antibody occurrence in the upper respiratory passages. 27 Reduced mucosal integrity and local IgA antibody would lead to increased susceptibility to upper respiratory infection, while reduced serum antibody levels would increase susceptibility to lower respiratory infection. Although increased susceptibility to infection in immunocompromised patients has not been proven, Kempe et al 28 reported an increased rate of influenza virus infection among immunocompromised children compared with an immunocompetent population. Of interest is the finding that the increase was accounted for primarily by infection among those with preexisting serum antibody. A deficiency in new antibody synthesis induced by infection would lead to increased susceptibility to reinfection. Reduced T lymphocyte numbers and function with reductions in T cell cytotoxic function would lead to reduced ability to clear virus, with a resulting increase in both magnitude and duration of infection. An increased magnitude of infection would lead to an increased likelihood of viral pneumonia as well as secondary bacterial or fungal pneumonias that occur because of impairment of antimicrobial defenses by both the immune deficiency and the viral infection. Thus, the immune deficiencies described for immunocompromised persons can account for a high frequency of viral respiratory infections as well as an increased severity of illness and a significant risk of death. The described variability in frequency and severity of the infections among the various populations of immunocompromised persons should reflect the degree of immune deficiency. This appears to be the case, as persons who are less immunocompromised than others seem to have less of a problem with viral respiratory infections. [29] [30] [31] \n\nThe three general categories of options for control of viral respiratory infections are (1) prevention of exposure, (2) provision of immunity, and (3) administration of antivirals. Table VIII lists many of the modalities that might be used.\n\nThe high frequency of nosocomial acquisitions indicates that hospital infection control practices oriented toward preventing exposure would be rewarding. (Early results of such practices at the MDACC are reported in the article by Raad and colleagues in this Supplement.)\n\nThe only vaccine available for any of the respiratory viruses is inactivated influenza vaccine. Although immune responsiveness is impaired in immunocompromised patients, any response should be beneficial. Immunization of patients could be supplemented by immunization of contacts (as currently recommended by the Committee on Immunization Practices of the Centers for Disease Control) and immunization of donors for bone marrow transplant recipients, as transfer of B cell memory has been demonstrated. 32, 33 Although interferon-a induces common cold-like symptoms when given intranasally for long periods, use for a shorter term or despite occurrence of side effects could be considered for prevention of rhinovirus, coronavirus, and RSV infections, for which it is effective. [34] [35] [36] Enhancing immunity by passive immunization is currently done for some immunocompromised patients, but could be targeted toward a specific pathogen, such as was done for prevention of RSV infections in infants with underlying lung disease. 37 Adoptive immunization with donor lymphocytes for bone marrow transplant patients has been used and reported to be effective for control of other viral infections. 38\n\nAntivirals are currently available for influenza A and RSV. Amantadine and rimantadine are approved for prevention and treatment and could be superior to vaccine for prevention of influenza A in this population, although data to support this possibility are lacking. Treatment should be short term, as resistance develops rapidly. 39 Ribavirin by aerosol is approved for treatment of severe RSV disease in infants but may be effective in adults as well. 6,8,15,40 -43 Controlled and uncontrolled studies have indicated value for ribavirin in treatment of influenza A and B and parainfluenza virus infections. 16,44 -47 COMMENT It is becoming increasingly clear that the respiratory viruses commonly infect immunocompromised persons and that these infected persons may exhibit severe respiratory illnesses with high frequencies of pneumonia and death. Although not well documented, there is surely a gradient of infection and illness severity that relates to the degree and type of impairment of immune function. It is not clear at present that impairment of immune function can lead to increased susceptibility to infection, although early data suggest this is true and described immune impairments would make this likely. On the other hand, there is little doubt that severe pure viral pneumonias and the characteristic prolonged infections that occur in immunocompromised patients are attributable to deficiencies in mechanisms of recovery. The severity of RSV infections in patients with extreme degrees of immunodeficiency is notable; an understanding of the immune basis for this severity could aid in designing immune approaches for prevention and treatment of these infections. Similarly, such an understanding of the other respiratory viral infections could be of value in the care not only of immunocompromised persons but also of immunocompetent persons.\n\nMost patients with pneumonia are infected or colonized with bacteria and fungi and at death yield such organisms from lung tissue; many, however, exhibit a histologic pattern of virus pneumonia only and yield evidence of a specific virus in tissues. It is not clear at present whether the most significant role of respiratory viral infection in the pneumonias is as a primary pathogen, a contributing pathogen, or a pathogen predisposing to secondary infection with bacteria or fungi that then cause pneumonia. The last of these -their role as predisposing pathogens -is considered to be the major role for these infections among immunocompetent patients who develop pneumonia. Options are available for control of some of the respiratory viral infections, and efforts to recognize and apply these options are needed while other options are being identified and developed. Perhaps the greatest need at present, however, is for practicing physicians to appreciate the role that respiratory viral infection can play as a cause of serious disease in immunocompromised patients."}