{"title": "", "body": "One of the greatest challenges of modern immunology is the development of effective vaccines for such diverse diseases as cancer, hepatitis, and acquired immune deficiency syndrome (AIDS). Conventionally, viral and bacterial vaccines have consisted of attenuated (nonvirulent) strains of the pathogenic organism, or stocks which have been inactivated by heat, chemical treatment, or irradiation. However, each of these methods carries the inherent risk that the vaccine may itself induce the disease, due to incomplete inactivation or the appearance of a virulent revertant in an attenuated strain. Modern molecular biology has offered alternative methods of producing safe and effective microbial vaccines, including expression of recombinant antigenic epitopes in nonpathogenic carriers such as vaccinia virus [1] . While this approach is valid for strongly immunogenic viral or bacterial epitopes, it is less promising in tumor systems involving less well-defined and more weakly immunogenic tumor antigens. Thus, the development of effective tumor vaccines still poses a significant challenge to modern immunologists.\n\nOne novel and exciting approach to tumor vaccine development involves the network hypothesis originally proposed by Jerne [2] . In this view of the immune system, antibodies interact not only with nominal antigen, but also with other antibody molecules during the course of an immune response. The antibody variable region contains two important sites necessary for these interactions to occur. They include the paratope (antigen combining site) and the idiotope, an immunogenic site which can be bound by the paratopes of other antibody molecules. A collection of unique idiotopes borne by any individual antibody is collectively referred to as the idiotype (Id) of that molecule. The immune system can thus be viewed as a network of interacting elements, which express unique Ids capable of eliciting specific anti-Id responses.\n\nFor example, an antigen may activate a population of B cells expressing antibody (Id, or Abl) which bear distinct Id determinants and are capable of binding Ag through their paratopes ( fig. 1 ). The Id determinants on Ab 1 are also immunogenic and can stimulate a second population of lymphocytes expressing Ab molecules, termed anti-Id antibody (Ab2). Likewise, Ab2 can stimulate a third population of lymphocytes expressing antianti-Id antibodies (Ab3) which recognize and bind Ab2. A subset of the Ab3 response (Ab 1') can also bind the original antigen. Thus, at least a portion of the Ab2 response possesses the capacity to stimulate an antigen-specific immune response. This Id cascade may play positive or negative regulatory roles in the response to nominal antigen.\n\nOf particular interest for this discussion, Id or anti-Id reagents themselves may be used to induce specific immune responses in the absence of nominal antigen. This feature of the Id network lends itself to the development of effective vaccines, which would eliminate the need to purify large quantities of poorly defined or poorly immunogenic tumor antigens. The advent ofhybridoma technology, and the resulting ability to produce large quantities of pure monoclonal antibody of desired specificity, has provided a quantum leap in the technology of Id vaccine development.\n\nThe immune network hypothesis as originally proposed by Jerne [2] was limited to B lymphocytes and their secreted antibodies. However, many reports have implicated antigen-specific and Id-specific regulatory T lymphocytes in Id-based regulation of immune responses [3] [4] [5] [6] [7] [8] [9] . These findings suggest that Idspecific T cells can interact with B cells to regulate Id ~, antigen-specific immune responses and that Id-directed B-T lymphocyte cooperation is conceivably a general physiologic phenomenon. The recognition of Id determinants by T cells confers an added level of complexity to network regulation since B-T lymphocyte interactions may have either an inhibitory or stimulatory effect on a particular antigen-specific B cell, depending on the spectrum oflymphokines produced by the T cell. The added dimension of T cell involvement in Id-based regulation does not contradict the basic tenets of the immune network theory but instead may supplement it in a more global manner.\n\nto be useful. However, the exquisite specificity and large scale production potential of monoclonal antibodies makes this the method of choice for vaccine development. A corn- Tabla Id network activation by antibody alone against virus-induced tumor-associated antigens and viruses associated with infectious disease. HIV = Human immunodefieiency virus; FMDV = foot and mouth disease virus; VEE = Venezuelan equine encephalomyelitis virus; JEV = Japanese encephalitis virus; TGEV = transmissible gastroenteritis coronavirus. a Activation of ld network by Id (Ab I) or anti-Id (Ab2) antibody. b + = Response detected, -= response not detected; NR = not reported. r + = Protection; 0 = no protection; -= increased pathogenicity; NR = not reported. d Clonality of injected antibody (Ab 1 or Ab2 -see column 2).\n\nBaskin/Powell/Srinivas/EUiott/Lamon Antigen-Independent Regulation of Immune Responses mon strategy [10-12] is to generate an antiepitope monoclonal antibody (Abl) that is associated with a protective response in the host (e.g., virus-neutralizing). The Ab 1 is then used as an immunogen to elicit an anti-Id antibody (Ab2). Ideally, the Id borne by Ab 1 should be located in, or sufficiently near, the antigen combining site of the antibody (paratope-associated), be interspecies cross-reactive, and be able to induce a second population of anti-Id antibody (Ab2). An Ab2 generated in this manner may present a complementary three-dimensional conformation sufficiently similar to the original viral epitope defined by Ab 1. Exposure to the anti-Id alone could conceivably mimic the effects of exposure to viral epitopes or virus-induced antigens with none of the potential negative consequences. This idea is appealing with regard to the development of alternative vaccine strategies since anti-Ids could potentially supersede antigen in induction of Id § antigenspecific responses. This approach is obviously attractive when considering vaccines against HIV, hepatitis, or other pathogens where employment of conventional vaccines (containing killed or attenuated virus) may be risky. Our laboratory has been investigating antigen-independent modulation of immunity by monoclonal antibodies to both viral and nonviral antigens. In one system [13-15], we examined antibody-induced immune responses to a Moloney murine leukemia virusinduced cell surface antigen (MCSA). We also investigated antigen-independent immune responses to the well-defined M460 Id [16, 17] , which is associated with the BALB/c immune response to the hapten 2,4-dinitrophenyl (DNP). This review describes the Id and antigen-binding specificities in the sera of mice injected with unmodified, homologous monoclonal antibody, in the absence of carrier molecules, adjuvants and antigen. Although the nature of the antigens themselves are different i l Ab2' Ab2\" Ab2\"'\n\nSchematic representation of the Id network. Antigen (Ag) induces and is recognized by lymphocytes expressing antibody bearing an Id (Abl). Abl induces and is recognized by lymphocytes expressing anti-Id antibody (Ab2) and so on. A subset of Ab3 (designated Ab 1') not only recognizes Ab2, but also reacts with the original Ag in the circuit and may share idiotopes with Abl. Other subsets of Ab3 (designated A b l ' , Abl\" etc.) represent parallel sets which may share idiotopes with Ab 1 and Ab 1', but have distinct binding specificities. Likewise, a subset of Ab4 (designated Ab2'), which recognizes Ab3, can also bind Ab 1 and may share idiotopes with Ab2. Other Ab4 subsets represent parallel sets with the same characteristics described above.\n\n(viral vs. hapten), common features are observed in the immune responses generated after introduction of monoclonal antibodies within each Id system. In all experiments, passive immunization with Abl activated an Id network ( fig. 1 ) which elicited both Ab2 and Ab3 responses, a portion of the latter exhibiting specificity for antigen (Abl'). In mice passively immunized with anti-Id antibody (Ab2), production of Ab3 and Abl' was also observed. In some experiments in the MCSA system, the resulting Ab 1' responses proved to be effective in protecting the animals from tumor development upon subsequent challenge with live virus. In addition, we show that antigen-independent modulation of immunity to both DNP and Moloney murine sarcoma/leukemia virus complex (M-MuSV/ M-MuLu is thymus-dependent.\n\nThe M-MuSWM-MuLV is composed of M-MuSV, a replication-defective retrovirus that transforms cells and induces tumor formation, and M-MuLV, a helper virus necessary for M-MuSV replication [ 18, 19] . Injection of M-MuSV/M-MuLV into mice induces localized sarcomas which spontaneously regress in immunocompetent hosts [20] . This regression event is dependent upon specific humoral and cell-mediated immune responses [21] [22] [23] [24] [25] [26] which are directed at antigens encoded by the helper virus [27] [28] [29] .\n\nOur laboratory has isolated and characterized three hybridoma clones secreting monoclonal IgM,k antibodies, which bind M-MuSWM-MuLV-infected cells [ 13, 14] . The monoclonal antibodies (mAb) bind a cytoplasmic and cell surface Friend-Moloney-Rauscher group-specific antigen as determined by ELISA and immunofluorescence. Immunoelectron microscopy revealed antibody binding to virus-infected cell surfaces, but not to budding or mature virus particles [13] . In agreement with the immunoelectron microscopy, the mAbs were unable to neutralize virus, but were active in complementmediated and cell-mediated cytotoxicity of infected cells, suggesting that these antibodies were specific for the gp85gag cell surface antigen. To test this hypothesis, we obtained a mutant clone of M-MuLV [30] which produces infectious virus, but lacks the genes for the transmembrane leader sequence and thus does not produce glycosylated cell surface gp85gag. When NIH3T3 cells were transfected with proviral DNA from both mutant and wild-type M-MuLV, both cells expressed cytoplasmic antigen detectable by immunofluorescence with one of our IgM mAb. However, only cells transfected with the wildtype proviral DNA (containing cell surface gp85gag) were susceptible to complement-me-diated lysis induced by this antibody. These data provide direct evidence that the cell surface target of these antibodies is an epitope contained within gp85gag. The in vitro characterization of these mAbs is summarized in table 2 [ 14] .\n\nDue to the in vitro reactivity of the mAbs with an MCSA, we attempted to determine whether they could exhibit antitumor activity in vivo [ 13] . BALB/c mice received an intramuscular inoculation with an oncogenic dose of M-MuSV/M-MuLV. Twice a week thereafter, the mice were inoculated intraperitoneally with either MCSA-specific mAb, an isotype-matched control mAb, or saline. Tumor size was measured at the site of virus injection every 3-4 days. In a representative experiment shown in figure 2 , two of the MCSA-specific mAbs (KL-5 and KL-9) demonstrated pronounced in vivo antitumor activity, providing complete or nearly complete protection from tumor development. This effect was not due to nonspecific activity of the IgM mAbs, since mice treated with the control mAb, MOPC104E, were not protected from tumor development. The in vivo protective effect of MCSA-specific IgM was partially dependent on the presence of functional T cells. When athymic (nu/nu) and euthymic (nu/+) mice were inoculated with virus, then treated with mAb, sarcoma development and growth could be inhibited, and survival time increased, in nu/nu mice receiving M-MuSVspecific IgM [data not shown]. However, all nu/nu mice eventually died from the overwhelming tumor burden while their euthymic littermates receiving identical treatment recovered completely [ 13] .\n\nThese in vivo experiments demonstrated that each of the MCSA-specific IgM mAbs could exhibit antitumor activity in vivo, but these results did not reveal the mechanism of protection. There are several possible mechanisms. The most direct mechanism of protec- 296 Baskin/Powell/Srinivas/Elliott/Lamon Antigen-Independent Regulation of Immune Responses tion might be simple neutralization of the virus inoculum, thus preventing the infection and transformation of cells in vivo. However, as stated previously, none of the mAbs were capable of neutralizing virus when tested in vitro; therefore, this possibility is unlikely to explain in vivo antitumor activity. Thus, we considered mechanisms directed at virus-infected cells, rather than free virus particles. The mAbs are known to exhibit both complement-and cell-mediated lysis of infected cells in vitro (see table 2), so it is possible that these effector arms of the immune response were involved following binding of the mAb to the target antigen on infected cells, leading to lysis of the tumor cells. Both of these mechanisms are specific, but passive, in that activation of antigen-specific lymphocytes is not required to generate either the components of the complement cascade or effector cells capable of mediating antibody-dependent cell cytotoxicity. Therefore, we investigated the hypothesis IgM, ~: PC -H and L represent H and L chain composition of each mAb determined by ELISA. Each mAb was assayed for reactivity with RS1.l.3 in an ELISA. + = Positive (OD540 >-0.50); -= negative (OD540 < 0.10); + = weakly reactive, in one experiment DNP 57-1 reacted weakly with RSI.I.3 (OD = 0.11). However, the titer at equal IgM concentrations was 7-fold lower than KL9. In subsequent experiments DNP 57-1 was negative [modified from 14]. PC = Phosphorylcholine. Spleen cells/101.tl well; 10,000 corresponds to E:T of 50:1. All effector cells in this experiment were treated with trypsin prior to assay. b Four BALB/c mice/group inoculated with M-MuSV 30 days previously and injected intraperitoneally twice weekly with 150 l.tg IgM KL-5 or KL-9 in ascitic fluid. Last treatment on day 22 after virus injection. Fractionation experiments have previously shown that specific cytotoxicity from spleen ceils of BALB/c mice 30 days or longer after virus injection is mediated by non-T cells [23] . r % reduction compared to PBS-treated group. It is extrapolated from % remaining target cells. For data to be combined from different Microtiter plates, the number of remaining target cells in each well was normalized to the control wells containing target cells and medium only. n = 24, for each effector cell concentration. logt0 mean + SEM normalized target cells remaining at the 10,000 effector concentration were: PBS-treated 1.89 -+ 0.095, KL-5-treated 1.6 + 0.070, and KL-9-treated 1.4 + 0.10. d Estimated by Student's t test, compared to PBStreated group at each effector cell concentration [modified from 13]. that antigen-specific activation of the immune system resulted from passive immunotherapy with MCSA-specific IgM mAbs.\n\nSince functional T cells were required to achieve complete tumor resistance during mAb therapy [13], we proposed that the MCSA-specific monoclonal antibodies induced antigen-specific cell-mediated immune responses in vivo. To test this hypothesis, mice were inoculated with virus, with or without subsequent mAb administration, as described above. Thirty days after virus injection, spleen cells from virus-inoculated mice were assayed for cytotoxic activity against M-MuSV-transformed target cells. As expected, spleen cells from virus-inoculated mice were lytic for tumor cells in vitro. Surprisingly, spleen cells from virus-inoculated mice subsequently given mAb injections exhibited more cytotoxic activity as compared to mice inoculated with virus only (table 3) . The cytotoxic activity of the effector cells was not due to passively adsorbed monoclonal antibody, since exposure of the splenocytes to trypsin did not reduce their ability to kill transformed targets [13] . These data suggest that administration of MCSA-specific monoclonal IgM activated a specific immune response, resulting in the generation of tumor-specific cytotoxic effector cells in vivo.\n\nIn addition to cytotoxic effector cells, both B cells and helper T cells are important in the normal immune response to M-MuSV/M-MuLV. Thus, we hypothesized that B cells (and, by extension, helper T cells) were activated by exposure to the MCSA-specific IgM mAb, representing Ab 1. To test this hypothesis, we examined the MCSA-specific antibody response in the sera of mice treated with Ab 1. Mice were inoculated with virus, with or without subsequent IgM Abl administration as described above, and observed for tumor development. At various time points during the course of tumor development and regression, sera were collected and examined for titers of MCSA-specific antibodies in an ELISA [ 14 ] . By employing isotype-specific secondary reagents, we were able to distinguish the passively administered IgM antibodies from antigen-specific antibodies produced in vivo. The 298 Baskin/PoweU/Srinivas/Elliott/Lamon Antigen-Independent Regulation of Immune Responses results of this serological assay paralleled those of the cellular assay described above, i.e., higher titers of MCSA-specific non-IgM antibodies were found in the sera of mice which had received IgM mAb injections following virus inoculation, compared to those animals which were inoculated with virus only (fig. 3 ). The MCSA-specific serum antibodies induced by IgM Abl administration were predominantly of the IgG1 and IgG2a isotypes, with minor contributions from the IgG2b and IgG3 isotypes. The presence of MCSA-specific IgG1 is particularly intriguing, since this isotype is almost completely absent from the normal antibody response to virus challenge in BALB/c mice [14 ] . These results suggest that administration of IgM Ab 1 activated antigen-specific B cells in vivo, which secreted antigen-specificantibodies of isotypes distinct from that of the original Abl.\n\nOne of the most interesting and exciting findings of these studies occurred serendipitously. In the initial serological studies, mice were examined following inoculation with virus, with or without subsequent AbI treatment. However, no mice received Abl treatment in the absence of virus inoculation. Therefore, the experiment was expanded to include a group of mice treated in this fashion. Thus, four groups of mice were examined for the presence of MCSA-specific serum antibody titers: (1) normal, (2) inoculated with virus only, (3) inoculated with virus followed by IgM Abl treatment, (4) treated with IgM Abl in the absence of virus inoculation. As expected, group I had undetectable titers of MCSA-specific antibodies, group II had measurable titers of predominantly IgM antibodies, and group III had elevated titers of MCSA-specific IgG1 and IgG2a antibodies. Surprisingly, the MCSA-specific titers in the sera of group IV mice were essentially identical to those found in group III, suggesting that the IgG1 and IgG2a titers seen in group III resulted primarily from exposure to the IgM Abl, independent of exposure to the virus ( fig. 3) . Thus, the injection of IgM Ab 1 had a vaccine effect, in that it resulted in the activation of antigen-specific B cells in vivo.\n\nIt is difficult to envision how injection of antigen-specific antibody (Ab 1) can result in activation of B cells specific for the same antigen, unless one invokes the Id network as discussed above. If we hypothesize that Abl injection initiates the Id cascade, then we should be able to detect several antibody specificities in the sera of treated mice: Ab2, or anti-Id antibody which binds specifically to the Id determinants on the injected Ab 1; Ab3, or anti-anti-Id antibody which binds specifically to the Id determinants on the Ab2; and Abl', a subset of Ab3, which binds not only to Ab2 but also to the nominal antigen, in this case MCSA. Ab 1' would be represented by the increased titers of MCSA-specific IgG1 and IgG2a which were found in the sera of Ab 1injected mice. Therefore, these same sera were examined for Ab2 titers, in an ELISA using plates coated with the immunizing Abl or an isotypematched control mAb [14] . Since the coated mAbs were IgM, we used IgG subclass-specific secondary reagents to detect Ab2 titers. High titers of Ab2 were found in group III (virus plus Abl) and group IV (Ab 1 only), but not in detectable quantities in groups I or II ( fig. 4, 5) . Thus, the first step in the Ablinduced Id cascade, the production of Ab2, was confirmed.\n\nTo detect Ab3, we employed an ELISA in which plates were coated with RS1.1.3, a monoclonal IgG1 Ab2 which recognizes a common idiotope present on our panel of MCSA-specific IgM mAbs [15] . The hybridoma secreting RSI.1.3 was produced by immortalizing B cells from a mouse immunized with the IgM mAb, 7.1.2.4, and screening for binding to several different IgM mAbs. RSI.I.3 was identified by its ability to bind specifically to the MCSA-specific IgM mAbs, but not to unrelated IgM mAbs of disparate specificities. When sera from the four groups of mice described above were assayed for anti-RSl.l.3 titers, only group III (virus plus Abl) and group IV (Abl only) sera displayed significant titers (table 4) . These Ab3 titers consisted of the IgG2a, IgG2b, and IgG3 isotypes [14] . Thus, the second step in the Ablinduced Id cascade, the production of Ab3, was confirmed.\n\nIn this series of studies, Ab2 ( fig. 4, 5a) , Ab3 (table 4) , and Abl' (fig. 5b) were detectable in the sera of mice immunized with IgM Ab 1. We believe these data constitute the first description of a complete Id network induced by exposure to antigen-specific mAb, in the absence of apparent exposure to the nominal antigen itself. In addition to the serological observations, we also observed primed cellular responses (table 3) , which would suggest that Id manipulation of the immune response may serve as a potent route of vaccination. However, while Ab 1 did provide protection in a therapeutic manner ( fig. 2) , it failed to generate protection in a prophylactic manner [data not shown], even though prior immunization with Abl induced both humoral and cellular responses.\n\nFollowing the demonstration that the Id cascade was activated by Ab 1, we examined the effect of Ab2 administration on the subsequent immune response [15] . Mice were immunized intraperitoneally with varying doses of RS 1.1.3 suspended in saline without adjuvant, and their sera were then analyzed for The sera assayed in figures 4 and 5 were assayed for Ab3 antibodies by using ELISA plates coated with purified RS1.I.3 (monoclonal Ab2). Results are presented as log10 mean +--SEM of triplicate sera each time point. Day = Days after virus inoculation; NMS = normal mouse sera; MuSV = sera from mice inoculated with virus on day 0; MuSV + KL9 = sera from mice inoculated with virus on day 0, followed by KL9 IgM on days 1, 4, 6, 8, 11, and 13 (100 ~tg/ mouse/injection); KL9 only = sera from mice injected only with KL9 IgM (no virus inoculation); isotype --isotype probed in the ELISA (total = all isotypes except IgG 1) [modified from 14].\n\nAb3 (binding to RS1.1.3) and Abl' (binding to MCSA). Mice immunized with increasing quantities of Ab2 had elevated titers of serum Ab3, which was undetectable in sera from nonimmune mice. IgM and IgG2a were the dominant isotypes, with IgG2b and IgG3 also detectable ( fig. 6a ). When the same sera were screened for Ab 1' antibodies, only the IgM and IgGl isotypes were detected (fig. 6b) . These data show that immunization with Ab2 activated the Id network, resulting in the production of Ab3 and Abl', similar to the results described earlier with Ab 1 immunization.\n\nWhile the serological results following Ab 1 or Ab2 immunization were similar, a marked difference was seen in the induction of protective immunity. As described above, Ab 1-immunized mice displayed high titers of anti-gen-specific antibodies, as well as increased cytotoxic cellular activity, but were no more resistant to tumor development than naive control mice. When mice were immunized with Ab2 prior to virus challenge, however, effective immunity was achieved [15] . The Ab2-immunized mice experienced a 65-70% reduction in tumor size during peak tumor development (7-9 days after virus challenge), with an overall reduction in tumor load for the entire course of the experiment of 75% when compared to nonimmune euthymic controls ( fig. 7) . This protective effect appeared to be T cell-dependent, since athymic (nu/nu) mice immunized with Ab2 were not protected against sarcoma growth. (The apparent decrease in tumor size of the athymic mice after day 8 is due to death of mice with 302 Baskin/Powell/Srinivas/Elliott/Lamon Antigen-lndependent Regulation of Immune Responses Fig. 7 . Effect of Ab2 immunization on subsequent tumor development. Euthymic (0, 9 and athymic (m, ~) mice were either immunized with five injections of 50 pg RSI.I.3 (0, m) or not immunized ( 9 0). The mice were rested 7 days following the last injection, then challenged with M-MuSV/ M-MuLV intramuscularly in the right thigh. Thigh diameters were measured for 28 days. The results are presented as the geometric mean increase in thigh diameter for each group. The logl0 mean + SEM (and geometric mean) of percent of control tumor burden for the euthymic mice were 2.00 + 0.09 (100) for the normal mice, and 1.40 -+ 0.06 (25) for the RSI.I.3immunized mice; this represents a significant reduction (p < 0.005, Student's t test). The apparent decrease in mean tumor size after day 9 in the athymic mice is due to the death of the mice with the largest tumors at that time, and not to true reduction in tumor size. It should be noted that all athymic mice died from tumor growth by day 15, whereas all euthymic mice showed complete regression of tumors by day 27 [modified from 15]. the largest tumors and not due to tumor regression). All athymic mice died by day 15 after virus challenge while their nu/+ littermates completely recovered from tumor development. These results indicate that T cell involvement is necessary for resistance to tumor development in Ab2-immunized mice.\n\nIn a separate experiment, Ab2 mAb (RSI.I.3) was administered to mice after inoculation with an oncogenic dose of virus (i.e., during tumor development), resulting in a 50% increase in tumor size compared to untreated control mice [15] . The mechanism for this increased susceptibility to tumor development is unclear, but may be due to a competitive interaction between the Ab2 and the virus-induced tumor antigens. Perhaps the Ab2 interacts with Id + B cells and/or T cells, preventing these responses from acting against the antigens displayed on the tumor cells. Therefore, Ab2 administration is effective prophylactically but not therapeutically, the converse of which is true for Ab 1 administration (see above).\n\nFinally, we wished to determine if alteration of the adult Id repertoire would have an effect on tumor susceptibility. Based on work by Vakil et al.\n\n[31], we injected Abl or Ab2 into neonatal BALB/c mice, in an attempt to clonally delete the lymphocytes which are bound by these Id reagents. The mice were then rested until adulthood (6-8 weeks) and challenged with an oncogenic dose of virus. The results were quite surprising. Mice which had been neonatatly injected with Ab2, in an attempt to eliminate Id § lymphocytes, experienced no significant change in their susceptibility to tumor development compared to control littermates (79 % of control tumor burden; p > 0.10). If the Id § lymphocytes were indeed eliminated, these data suggest that alternative Ids were activated upon virus challenge, resulting in normal resistance to tumor development. However, mice which had been injected with Ab 1, in an attempt to eliminate anti-Id lymphocytes, developed much larger tumors than control littermates (553 % of control tumor burden; p < 0.0005). These data suggest that elimination of anti-Id lymphocytes rendered the mice less able to effectively respond to virus challenge. This is surprising, since anti-Id lymphocytes would be expected to exert a feedback regulatory effect on the antitumor response, and thus their elimination would allow the antitumor response to proceed more vigorously. It seems, therefore, that the anti-Id lymphocytes play important positive, rather than negative, regulatory roles in the antitumor response. At the very least, these data emphasize the importance of a balanced Id cascade in response to virus challenge.\n\nAlthough M-MuSV/M-MuLV-specific antibody responses can be induced by injection of Abl or Ab2, neither the antigens, nor the Id(s) of antibodies responding to these antigens have been well characterized. In order to more fully examine antigen-specific B cell activation by unmodified Ab, we decided to investigate the possibility that our findings in the M-MuSV/M-MuLV system could also be extended to a more well-defined Id system. We examined the responses to both a haptenspecific monoclonal IgM bearing the M460 Id (Id § antibody or Ab 1), and to an anti-M460 Id mAb (representing anti-Id or Ab2) [16, 17] . The M460 Id has been previously characterized in terms of its expression [9, 32, 33] , germline VH gene family [34] , and associated reactivity [35] .\n\nMice were passively immunized with unmodified Id460 § DNP-specific IgM (Ab 1 ), in the absence of exogenous adjuvant or antigen, and sera were examined for induced Ab2. To 304 Baskin/Powell/Srinivas/Elliott/Lamon Antigen-lndependent Regulation of Immune Responses detect Ab2, ELISA plates were coated with the immunizing Ab 1 (this particular antibody was given the numerical designation 57.1), followed by immune sera or normal mouse sera (control), and subsequent incubation with IgG subclass-specific secondary reagents. Passive immunization with unmodified DNP-specific IgM (Abl) was found to produce measurable Ab2 responses. When the Id specificity of the induced Ab2 was examined in more detail by evaluating immune and nonimmune serum binding to a panel of antibodies that represented other major Id families (VH gene families), the induced Ab2 was found to be restricted to individual Id present on the immunizing IgM (table 5, fig. 8 ). The Id-specific IgG1 antibody titer against DNPspecific IgM mAb was greater than 4,000; however when the same sera were tested against a panel of idiotypically distinct monoclonal antibodies, IgG 1 titers were not signifi-cantly different from those found in normal serum [ 16] . The response was not anti-isotypic since immune sera did not bind any of the other IgM mAb in the panel. The exquisite specificity of the serum Ab2 response in DNP-specific IgM injected mice indicates that the response is directed against individual idiotopes on the injected antibody. It is not clear at the present time if these idiotopes contribute to the M460 Id since serum Ab2 did not recognize other Id460 § antibodies in the panel. When the serum Ab2 response was probed further, it was found to be partially dose-dependent to increasing quantities of injected DNP-specific IgM [data not shown].\n\nThe induction of Ab2 also required the presence of functional T cells. Athymic (nude) and euthymic mice were injected with identical quantities of DNP-specific IgM, and total serum IgG anti-Id titers examined in an ELISA. The immune sera from euthymic mice generated titers of serum anti-Id which were approximately 1,000-fold higher than immune sera from athymic mice receiving the same quantity of DNP-specific IgM ( fig. 9 ). Serum titers of anti-Id from the athymic animals were not significantly different from nonimmune controls.\n\nTo detect Ab3, we employed an ELISA assay in which plates were coated with FD5-1, a monoclonal IgG1 Ab2 which recognizes the M460 Id. The same sera from DNP-specific IgM-injected mice analyzed for the presence of Ab2 were examined in parallel for FD5-1binding antibody (Ab3). Mice undergoing an Ab2 response could also be shown to produce Ab3. The Ab3 generated in response to DNPspecific IgM injection bound specifically to Ab2; no binding to an idiotypically unrelated IgG1, k mAb could be demonstrated ( fig. 10a,  b) . In addition, a subset of Ab3 with specificity for antigen (Abl') was also detected by Fig. 9 . Thymus dependency of anti-Id response. Athymic (nu/nu) and euthymic (nu/+) mice were injected twice with 100 gg of 57.1. Serum anti-Id was assayed by antibody binding to 57.1. Titers of serum antMd from (nu/+) mice injected with 57.1 were significantly higher than from (nu/nu) mice immunized in parallel or unimmunized controls. The plates were probed for total serum IgG. The data are represented as the log]0 mean + SD of the endpoint titers of individual sera from each group [modified from 16]. NMS = Normal mouse sera; IMM = immune sera. 306 Baskin/Powell/Srinivas/Elliott/Lamon Antigen-Independent Regulation of Immune Responses To determine if Abl' was contained within the Ab3 set of anti-Id binding antibody, several hapten-BSA conjugates (including (4-hydroxy-3-nitrophenyl) acetyl (NP), 4-ethoxymethylene-2-phenyloxazol-5-one (OX), and DNP) and dextran-BSA were tested for their ability to compete for the binding of serum Ab3 to Ab2 (FD5-1)-coated plates. In the M460 Id system, mice injected with DNP specific monoclonal antibody generate IgM (Abl') antibodies that were inhibited from binding to Ab2-coated ELISA plates by DNP-BSA, and to a lesser extent by OX-BSA and NP-BSA ( fig. 1 la) . The IgG component of the response was more restricted in that only DNP-BSA was able to inhibit the binding of serum Abl' to Ab2-coated plates ( fig. 1 l b) . Both experiments revealed that the addition of homologous antibody (FD5-1) produced the greatest degree of inhibition suggesting that a significant fraction of induced Ab3 have Ag specificities other than DNP (parallel sets). However, these findings indicate that a portion of the DNP response we designated as Abl' is indeed a subset of Ab3 as defined by FD5-1 binding.\n\nWhereas both Ab3 and Abl' responses could be observed in euthymic mice, no measurable Ab3 responses were detected in nude mice receiving identical quantities of unmodified DNP-specific IgM [data not shown]. Thus, both steps in an Abl-induced Id cascade, the production of Ab2 and Ab3 were confirmed in the M460 Id system. The data also demonstrate that antigen-independent induction of Ab2 and Ab3 are thymus-dependent.\n\nIn the previous study, it was shown that injection of DNP-specific IgM (Abl), in the absence of adjuvants or Ag, induced Ab2 and Ab3 (including Abl'). The results suggested but did not prove that the anti-Id antibodies induced were capable of mimicking Ag and could, therefore, elicit Ag-specific responses. To investigate further the Id interactions in this system, mice were injected with the anti-M460 Id mAb, FD51 (representing anti-Id or Ab2) [17] . An induced IgM Ab3 response was detected which was thymus-dependent and idiotypically specific for FD5-1 ( fig. 12a, b) . The serum Ab3 responses and Abl' were detectable only in the IgM isotype; no specific IgG responses were observed. Additionally, injection of mice with FD5-1 induced T celldependent IgM responses against the haptens DNP, NP, and OX ( fig. 13a-f ). When the specificity of serum Ab 1' binding from FD5-1-injected mice was evaluated by antigenic inhibition, binding of serum Abl' to DNP-BSA was inhibitable by DNP-lysine, whereas equivalent concentrations of lysine alone had no inhibitory effect [17] . In agreement with our findings in the M-MuSWM-MuLV system, we have shown that activation of the Id network can be accomplished by injection of either Ab 1 or Ab2. Sera from mice injected with anti-M460 Id mAb (FD5-1) contain antianti-Id antibodies, and the resulting network perturbation generates antigen-specifc antibodies (Ab 1') produced in the absence of Ag exposure. 308 Baskin/Powell/Srinivas/Elliott/Lamon Antigen-Independent Regulation of Immune Responses Antibody-induced modulation of immunity is a novel immunotherapeutic strategy that has the capacity to boost antigen-specific ira-mune responses against virus-induced tumorassociated antigens or virally induced cell surface epitopes associated with infectious disease. Immunization with antibody alone can potentially supersede antigen in the induction 309 of Id § antigen-specific responses and circumvents the risks of exposure to infectious agents. The idea of utilizing anti-Id in place of conventional antigen as an alternative vaccine strategy had originally been proposed by Nisonoff and Lamoyi [36] , who noted that antigen and an anti-Id may sometimes share related epitope(s). Subsequent reports also broadened the classification of anti-Id to include Ab2a, 13, 7, etc. [37, 38] in order to describe in detail the juxtapositioning of Ab 1, Ab2, and antigen with regard to idiotope and antigen binding specificities. A great deal of attention has been focused on Ab213, the 'internal-image anti-Id', since these antibodies are proposed to mimic the immunological properties of antigen and have been considered to be the primary candidates for anti-Id vaccines. The 'internal-image' concept may be misleading however, since such terms imply stereochemical identity between anti-Id and nominal antigen. Furthermore, noninternal image Ab2 has been shown to induce antigen-specific responses [39] [40] [41] and thus, participate in functionally significant Id interactions. Recommended use of the term 'network antigens', suggested by K6hler et al. [42] may therefore be a more appropriate way to describe epitopes present on these anti-Id antibodies.\n\nA variety of different anti-Id antibodies may thus potentially represent constructs of viral antigen that are nonvirulent, and nonproliferating, but nonetheless, antigenic in that they are capable of producing virus-specific immune responses in the absence of antigen. We have concentrated our efforts to further investigate these antibody-induced immune responses. Using an MCSA and the hapten, DNP, which are associated with distinct Ids, we observe common features in the immune responses generated after introduction of monoclonal antibodies within each Id system.\n\nThese findings demonstrate that immunization of BALB/c mice with monoclonal IgM specific for either MCSA or DNP (i.e., Abl) activates a functional Id network, which resulted in production of both Ab2 and Ab3. The same sera were also found to contain antigen-specific antibodies (Abl'). We have also demonstrated that immunization with Ab2 also activates the Id network. Thus, the proposed Id network may be activated by either Ab 1 or Ab2, both of which lead to production of antigen-specific (Abl') responses. In all experiments, injection of unmodified monoclonal Ab 1 or Ab2 occurred in the absence of exogenous adjuvant or antigen (e.g., virus or DNP), indicating that native antibody alone is suitable as an effective immunogen. The thymus dependence of immune responses observed both in vitro and in vivo as reflected by immune network activation and by protection experiments, respectively, was apparent in both Id systems and indicate that T cells are an important component of antigen and Id-directed immune responses.\n\nId-directed T celI interactions that result in antigen-independent generation of Ab2, Ab3, and Abl' can conceivably occur by one (or more) mechanisms. The current paradigm of T cell recognition involves antigen presentation to the T cell receptor by antigen-presenting cells. In the case of CD4+ TH cells, this occurs in the context of major histocompatibility (MHC) class II antigens. Thus, external antigen is presented as a processed peptide in the antigen-presenting groove of a cell surface MHC class II molecule. This configuration allows the joint recognition of antigen and self MHC by the T cell receptor and triggers these TH cells to function as helper cells. Whether such antigen processing and presentation is required for T-dependent Id,--,Id responses is not known. If so, it would involve proteolytic cleavage of the antibody molecule and presentation of the peptide(s) containing the Id in 310 Baskin/Powell/Srinivas/Elliott/Lamon Antigen-Independent Regulation of Immune Responses . 14c ). This might be particularly relevant to T-dependent anti-Id re-sponses when the inducing antibody (Ab 1) is an IgM. IgM FcR have been described on T helper cells [44] and have been implicated functionally as being involved in T cell help in thymus-dependent antibody responses [43] . A final alternative for Fc receptor involvement would be that the inducing antibody could be bound to an antigen-presenting cell by an Fc receptor. Subsequent T cell recognition might involve side by side recognition of Id on the antibody and MHC on the presenting cells ( fig. 14d ). Among these alternatives one would predict syngeneic restriction of T-dependent Id responses for the first and last alternatives but not for the other two. Previous reports have indicated a lack of syngeneic restriction for Tdependent Id responses [45, 46] . Other reports have described a lack of syngeneic restriction for T cell responses induced by a monoclonal anti-T cell antibody (expressing anti-Id) [47, 48] . The exact manner in which these T and B cells interact with one another is still at present unknown.\n\nActivation of Id networks has been previously described in several other virus induced tumor-associated antigen systems. In the simian virus 40 (SV40) T-Ag system, BALB/c mice injected with a mixture of anti-Id reactive with mAb specific for different epitopes of SV40 T-Ag suppressed tumor formation by SV40-transformed cells [49] . In the same system, mice injected with a monoclonal anti-Id induced Ab3 antibodies, a component of which (Abl') recognized SV40 T-Ag and shared Id determinants with Abl [50] . Similarly, BALB/c mice injected with monoclonal anti-Id specific for antifeline leukemia virus (FeLV) gp70 developed an Ab3 response containing low levels of anti-FeLV antibodies [12, 51] . In the mouse mammary tumor virus (MMTV) system, an Abl that recognizes a shared determinant on the L1210/GZL tumor cell line and envelope gp52 of MMTV was used to generate monoclonal Ab2. Mice injected with mAb2 induced MMTV-specific antibody and tumor-specific cytotoxic lymphocytes. However, only one of the two anti-Iris examined induced protective immunity against tumor growth [52, 53] .\n\nActivation of Id networks has also been described in other (nontumor) virus systems associated with infectious disease. Mice injected with Ab2 which recognize a common Id found on antibodies specific for hepatitis B surface Ag (HBsAg) generated antibodies reactive with HBsAg in the absence of antigen [54] . The antibodies induced by injection of the anti-Id, like Abl, expressed an interspecies Id and were able to recognize the groupspecific 'a' determinant of HBsAg [55, 56] . Preimmunization of chimpanzees with Ab2 elicited an Ab3 response which protected the animals from infection after challenge with infectious hepatitis virus [57] . In the reovirus system, a monoclonal antibody specific for the neutralization epitope of type 3 reovirus hemagglutinin was used to generate a syngeneic monoclonal anti-Id in BALB/c mice [10] . Injection of the purified anti-Id, in the absence of viral antigen exposure, elicited an anti-anti-Id (Ab3) response [58] . This Ab3 was specific for the immunizing anti-Id and its Ab I' component was able to bind and neutralize reovirus type 3 preparations. Maternal immunization of mice with anti-Id protected neonates from challenge with a potentially lethal dose of reovirus type 3 (which causes encephalitis). The molecular mimicry of reovirus HA by anti-Id in this system was found to be related to regions of primary amino acid sequence homology observed between the two proteins [59, 60] . In both the rabies and poliovirus systems, immunization with the respective Ab2 led to production of Ab3 which contained virus-neutralizing Ab 1' antibodies [ 11, 61] . However, no protective effect against challenge with a lethal dose of virus was observed in these animals. A protective effect was noted however in members belonging to 9 out of 12 (75%) of the viral families studied which suggests that many of the anti-Ids generated are capable of mimicking viral epitopes or virus-induced antigens in the apparent absence of exposure to nominal antigen. These findings as well as reports of Id network activation in other viral systems are summarized in table 1.\n\nAlthough these viruses belong to distinct families which differ in genetic composition, protein structure, replication, and pathology, a number of comparisons can be noted with regard to Id network activation and induction of protective immunity. In agreement with our observations of antibody-induced immune responses to the hapten DNP, and M-MuSV, activation of Id networks against oth-er viral antigens can similarly be achieved resulting in production of Id-and antigen-specific antibodies. These antigen-specific antibodies (termed Ab I') can be frequently shown to be protective against pathogenic challenge  [14, 15, 47, 52, 53, 57, 58, 88, 91, 92, 95] and provide further evidence for the role of Id network activation by antibody alone for immunotherapeutic treatment against virus-induced tumor-associated antigens and viruses associated with infectious disease. "}