{"title": "Evaluation of Glass Wool Filters and Hollow-Fiber Ultrafiltration Concentration Methods for qPCR Detection of Human Adenoviruses and Polyomaviruses in River Water", "body": "Pathogens have been found in environmental water sources as a result of fecal pollution from wastewater treatment plants (WWTPs), storm water drains, defective septic systems, and run-off from livestock and wildlife (Abdelzaher et al. 2010; Sidhu et al. 2012; Ahmed et al. 2013) . Identification of the source(s) of fecal pollution provides the first step in initiating remediation efforts and minimizing human health risks. This can be achieved by applying rapid microbial source tracking (MST) tools to identify and quantify host-specific genes or markers targeting bacteria, protozoa, and viruses (Harwood et al. 2014) .\n\nDevelopment of numerous MST markers has been reported in the literature (Harwood et al. 2014 ). Among the enteric viral markers, human adenoviruses (HAdVs) and human polyomaviruses (HPyVs) have been most widely used to detect human wastewater pollution in environmental waters (Fong et al. 2005; Hundesa et al. 2006; McQuaig et al. 2009 ). HAdVs are responsible for a wide array of diseases such as gastroenteritis, respiratory infections, eye infections, acute hemorrhagic cystitis, and meningoencephalitis (Videla et al. 1998; Echavarría 2008 ). On the other hand, HPyVs are unique to humans and generally produce asymptomatic viruria, especially in immunocompromised people (Polo et al. 2004) . HPyVs are frequently excreted in urine from healthy individuals. Due to the high abundances of HAdVs and HPyVs in human feces and urine, they have received significant attention as MST markers (Fong et al. 2005; Hundesa et al. 2006; McQuaig et al. 2009; Ahmed et al. 2016) .\n\nGenerally, polymerase chain reaction (PCR) and quantitative PCR (qPCR)-based assays are used to detect and quantify these viral markers in environmental samples (McQuaig et al. 2012; Staley et al. 2012; Rusiñol et al. 2014) . Enteric viruses need to be concentrated from environmental water samples prior to PCR/qPCR analysis. The most commonly used concentration methods are hollow-fiber ultrafiltration (HFUF) (Rodriguez-Diaz et al. 2009 ), ultracentrifugation (Nordgren et al. 2009 ), adsorption-elution-based protocol with glass wool filter (GWF) (Lambertini et al. 2008) , and positively and negatively charged membranes (Katayama et al. 2002; Bennett et al. 2010) . The ability to recover maximum numbers of viruses from various water matrices, however, can be highly variable depending on the concentration methods used (Haramoto et al. 2006; Dubois et al. 2007) .\n\nEnteric viruses are relatively difficult to concentrate from environmental waters due to their low occurrence and small size (Maier et al. 2008) . Therefore, recovery of viruses from environmental waters requires filtration on the scale up to 100 L of sample depending on the magnitude of fecal pollution. Among the most commonly used concentration methods, HFUF has been used widely to recover viruses from environmental waters with recovery rates ranging from 50 to 90 % (Morales- Morales et al. 2003; Hill et al. 2005; Hill et al. 2007; Polaczyk et al. 2008) . Sodocalcic GWF also offers a promising alternative as an adsorptive material for virus concentration. GWF has been used to concentrate viruses from human wastewater (Gantzer et al. 1997 ) and environmental waters (Hot et al. 2003; Ehlers et al. 2005) . Albinana-Gimenez et al. (2009a) compared GWF and ultrafiltration cartridge to recover known quantities of HAdV 2 and John Cunningham polyomavirus (JCPyV) in source water and drinking water using quantitative PCR. Both methods produced similar recovery efficiencies for HAdV 2 (GWF 4.2 %, ultrafiltration 5.1 %) but ultrafiltration had higher efficiencies (19 %) for JCPyV compared to GWF (4.4 %). Based on the results, the authors concluded that the GWF method produced acceptable and reproducible recovery efficiencies, whereas the ultrafiltration method yielded variable recovery efficiencies. It has to be noted that Albinana-Gimenez et al. (2009b) seeded cultured human adenoviruses type 2 (HAdV 2) and JCPyV obtained from plaque assays. In a real-world scenario, fecal pollution of environmental waters would occur via human wastewater/septic overflows. Little has been documented on the recovery efficiencies of HFUF and GWF methods for concentrating HAdVs and HPyVs markers from environmental water samples seeded with raw human wastewater.\n\nThe aim of this study was to compare the performance of HFUF and GWF concentration methods to recover HAdVs and HPyVs from river water samples. qPCR assays were used to measure the concentrations of these viruses in deoxyribonucleic acid (DNA) samples extracted from river water seeded with human wastewater.\n\nA two-liter human wastewater sample was collected from the primary influent of a wastewater treatment plant (WWTP). The WWTP has a flow capacity of 54 megaliter day -1 and treats human wastewater from approximately 250,000 people. The treatment process consists of primary treatment, secondary treatment (activated sludge), and disinfection with chlorine and ultraviolet (UV) prior to being discharged into the Brisbane River. A 100-L river water sample (clear color) was collected from the upstream in the Brisbane River in carboys at a depth 0.5 to 1 m. This site receives overflow of water from the Wivenhoe Reservoir after precipitation. The suspected sources of fecal pollution in this site include wildlife. Human wastewater and river water samples were stored at 4°C for no more than 3 h before processing.\n\nFor each separate trial (n = 3), 100 and 10-mL volumes of human wastewater samples were seeded into two batches (9.9 and 9.99 L) of river water samples in triplicate (final volume of 10 L). The pH and turbidity of the river water sample were 8.0 ± 0.1 and 5.2 ± 0.3 Nephelometric Turbidity Unit (NTU), respectively. The background concentrations of HAdVs and HPyVs in human wastewater and river water samples were also determined using qPCR assays (see below for details methodology). In brief, 100-mL raw human wastewater samples (n = 3) were amended with HCl followed by passing through the 0.45-μm HA negatively charged 90-mm membranes (HAWP09000; Merck Millipore Ltd, Sydney, Australia). Two-milliliter DNA was extracted from the membranes using a PowerMax® Soil DNA Isolation Kit (MO BIO Laboratories, Inc., Carlsbad California, USA). River water (n = 3) samples were concentrated using the HFUF method described below in details.\n\nHAdVs and HPyVs were concentrated using a tangential flow HFUF method (Hill et al. 2005) . General procedures are shown in Fig. 1 . The method involves concentrating water samples using a Hemoflow HF80S dialysis filter (Fresenius Medical Care, Bad Homberg, Germany). Briefly, each 10-L water sample was pumped with a peristaltic pump in a closed loop with high-performance, platinum-cured L/S 36 silicone tubing (Masterflex; Cole-Parmer Instrument Co., Chicago, Illinois, USA). At the end of the concentration process, pressurized air was passed through the filter cartridge from the top to recover approximately 100 to 150-mL concentrated sample in the retentate container. To improve recovery, after each sample was processed through the HFUF, 500 mL of a surfactant solution (0.01 % Tween 80, [Sigma-Aldrich, St. Louis, Missouri] 0.01 % NaPP, and 0.001 Antifoam A [Sigma-Aldrich, St. Louis, Missouri, USA]) was recirculated through the filter until the system started to draw air. This elution solution was collected and added to the retentate to achieve a final volume of approximately 250-300 mL and stored at 4°C. A new filter cartridge was used for each sample. The pH of the concentrated sample was adjusted to 3.5 using 2.0 N HCl. The sample was then passed through 0.45-μm HA negatively charged 90-mm membranes (HAWP09000; Merck Millipore Ltd, Sydney, Australia) (McQuaig et al. 2009 ) attached to a glass membrane holder (Merck Millipore Ltd., Sydney, Australia). DNA was extracted from the membrane using a PowerMax® Soil DNA Isolation Kit (MO BIO Laboratories, Inc., Carlsbad California, USA) with slight modification . Extracted DNA was eluted through the spin filter membranes by adding 2 mL Solution C6 and stored at −20°C until processed.\n\nThe GWF method involves preparing glass wool as described elsewhere (Millen et al. 2012) . General procedures are shown in Fig. 1 . Washed glass wool was packed into cam lever couplings (Banjo, Crawfordsville, Indiana, USA) using a metal plunger. The cam lever coupling packed glass wool was flushed with 60 mL of sterile phosphate-buffered saline (pH = 6.8) using a catheter-tipped syringe. A water sample with a pH > 7.5 was adjusted to pH 6.5-7.0 by adding 2.0 N HCl. Each human wastewaterseeded water sample (10 L) was passed through the glass wool using a peristaltic pump. Viruses were eluated in the opposite direction to the original flow with 2 × 80 mL 3 % beef extract in 0.05 M glycine buffer with a pH of 9.5. The first eluent was allowed to soak the glass wool for 15 min before adding the second eluent, which was immediately pushed through the filter by air to obtain approximately 140 to 190-mL concentrated sample. The pH of eluate was adjusted to 7.0-7.5 using 2.0 N HCl. Concentrated sample (140 to 190-mL) was further re concentrated using a Jumbosep™ (molecular weight cut-off = 100 kDa) Centrifugal Device (Pall Corporation, East Hills, NY, USA) to obtain a final volume of 5-6 mL. DNA (2 mL) was extracted directly from the 5-6-mL concentrated sample using a PowerMax® Soil DNA Isolation Kit (MO BIO Laboratories, Inc., Carlsbad California, USA) with slight modification as described earlier. To assess for cross-contamination, one negative process control (10 L of unseeded tap water) was processed for each method in parallel to river water samples seeded with human wastewater.\n\nA Sketa22 real-time PCR assay was performed to determine the level of PCR inhibition in DNA samples extracted from river water seeded with human wastewater (Haugland et al. 2005; Ahmed et al. 2015) . River water DNA samples were seeded with a known amount (10 pg) of Oncorhynchus keta DNA (Sigma Chemical Co., St. Louis, MO). DNase-and RNase-free water samples were also seeded with 10 pg O. keta DNA. The threshold cycle (C T ) values for seeded O. keta DNA (10 pg) were determined in a PCR run for both river water DNA samples and DNase-and RNase-free water. The O. keta C T values obtained for DNase-and RNase-free water were compared to the C T values obtained for river water DNA samples to obtain information on the PCR inhibition level. A 2 C T delay was considered as having PCR inhibitors.\n\nThe HAdVs-and HPyVs-positive controls (DNA) were isolated from adenovirus strain 41 (ATCC VR-930) and raw human wastewater, respectively. The PCR-amplified products were purified using a QIAquick PCR Purification Kit (Qiagen, Valencia, California, USA) and cloned into a pGEM-T Easy Vector System II (Promega, Madison, Wisconsin, USA). Recombinant plasmids with corresponding inserts were purified using a Plasmid Mini Kit (Qiagen, Valencia, California, USA). Standards for qPCR assays of HAdVs and HPyVs were prepared from the plasmid DNA, ranging from 3 × 10 5 to 3 × 10 1 (for HAdVs) and 5 × 10 5 to 5 × 10 0 (for HPyVs) copies. The amplification efficiency (E) was determined by analysing the standards and was estimated from the slope of the curve as E = 10 −1/slope . qPCR assays were performed using previously published assays using the Bio-Rad CFX96 thermal cycler (Bio-Rad Laboratories, Richmond, California, USA). The primer and probe sequences, concentrations, qPCR reaction volumes, and cycling parameters are shown in Table 1 . Sketa22 real-time PCR amplifications were performed in 25-μL reaction mixtures containing 2 μL (10 pg) of O. keta DNA using iQ Supermixes (Bio-Rad Laboratories, Richmond, California, USA). HAdVs qPCR amplifications were performed in 20-μL reaction mixtures containing 3-μL DNA samples using SsoFast EvaGreen Supermix (Bio-Rad Laboratories, Richmond, California, USA), and HPyVs amplifications were performed in 50-μL reaction mixtures containing 5-μL DNA samples using TaqMan Universal PCR master mix (Applied Biosystems, Foster City, California, USA). All qPCR reactions were performed in triplicate. To minimize qPCR contamination, DNA extraction and qPCR set-up were performed in separate laboratories. A method blank was included for each batch of tap and river water samples. A reagent blank was also included during DNA extraction. For each qPCR experiment, corresponding positive (standards) and negative controls (DNase-and RNase-free water) were included.\n\nThe qPCR lower limit of quantification (LLOQ) was determined from the C T values obtained for each standard. To determine qPCR LLOQ, tenfold serial dilutions of standards (3 × 10 5 to 3 copies for HAdVs and 5 × 10 5 to 5 copies for HPyVs) were tested in triplicates. The minimum concentration of copies from the standard series detected in 3/3 qPCR reactions was considered qPCR LLOQ.\n\nThe recovery efficiency of virus concentration method was calculated as follows:\n\nRecovery efficiency % ¼ concentration of copies recovered concentration copies seeded f or each virus Â 100\n\nA paired t test for equal means was conducted to determine the difference between HAdVs and HPyVs concentrations obtained through HFUF and GWF methods.\n\nThe mean concentrations of HAdVs and HPyVs in raw human wastewater sample were 5.0 × 10 5 ± 5.0 × 10 4 copies and 3.2 × 10 5 ± 2.0 × 10 4 copies 100 mL -1 , respectively. None of the viruses were detected in 1 L of river water sample.\n\nThe standards had a linear range of quantification from 3 × 10 5 to 3 × 10 1 (for HAdVs) and 5 × 10 5 to 5 × 10 0 (for HPyVs) copies μL -1 of DNA extract. The slope of the standards ranged from −3.306 to −3.422 (for HAdVs) and −3.239 to −3.377 (for HPyVs). The amplification efficiencies ranged from 96 to 101 % (for HAdVs) and 102 to 103 % (for HPyVs), and the correlation coefficient (r 2 ) ranged from 0.98 to 0.99 (for both HAdVs and HPyVs). Lower limit of quantification of qPCR assays was determined using the standards. The qPCR lower limits of quantification were 30 and 5 copies for HAdVs and HPyVs, respectively.\n\nThe mean C T value and standard deviation for the O. keta-seeded DNase-and RNase-free water were 28.0 ± 0.3. C T values for O. keta-seeded river water samples were comparable to DNase-and RNase-free water for both HFUF (C T = 28.4 ± 0.3) and GWF (C T = 28.6 ± 0.5) methods, suggesting the samples were potentially PCR inhibitors free.\n\nThe mean recovered HAdV copy numbers in 10 L river water seeded with 100 mL (1.6 × 10 5 ± 1.0 × 10 4 copies) and 10 mL (2.0 × 10 4 ± 3.2 × 10 3 copies) human wastewater obtained through HFUF were much higher than those river water samples obtained through GWF (Fig. 2) . Similar results were also obtained for HPyVs. The mean recovered HPyV copy numbers in 10 L river water seeded with 100 mL (2.5 × 10 5 ± 6.3 × 10 4 copies) and 10 mL (1.3 × 10 4 ± 3.2 × 10 3 copies) human wastewater obtained through HFUF were also much higher than those obtained through GWF method. HFUF method recovered significantly higher concentration of HAdVs (P = 0.004; P = 0.003) and HPyVs (P = 0.01; P = 0.009) compared to GWF method for river water samples seeded with 100 and 10 mL of human wastewater, respectively. The mean recovery efficiencies of HAdVs and HPyVs in river water samples processed using HFUF and GWF are shown in Table 2 . Our data suggest that HFUF outperformed GWF in terms of recovering efficiencies of both HAdVs and HPyVs.\n\nHFUF method involved concentrating viruses from 10 L river water to obtain a manageable volume (250-300 mL) of sample. Consequently, the pH of the concentrated sample was adjusted to 3.5 (below the isoelectric point of the viruses). The concentrated samples were further passed through negatively charged HA membranes which adsorb the positively charged viruses present in the sample. HFUF has been used for concentrating HPyVs, human Bacteroides HF183, and Methanobrevibacter smithii from 10 L of environmental water samples seeded with 5 or 2.5 mL raw human wastewater (Leskinen et al. 2010) . Leskinen et al. (2010) extracted DNA directly from the 47-mm membranes using a PowerSoil® DNA Isolation Kit. One limitation of using smaller diameter membranes is that they may get clogged depending on the turbidity of the water. As a result, multiple membranes may be required which may increase the sample processing time and may reduce recovery efficiency. In addition, DNA extraction using a PowerSoil® DNA Isolation Kit does not utilize all supernatant which may also influence the recovery efficiency in the downstream application. In view of these, we processed river water samples through 0.45-μm, 90-mm diameter negatively charged membranes. The larger diameter membranes provide larger net area (4.5 times more than 47-mm membranes) which allow to process relatively large volume of concentrated water samples (250-300 mL). For DNA extraction, we used PowerMax® Soil DNA Isolation Kit which can easily accommodate 90-mm diameter membrane. Unlike PowerSoil® DNA Isolation Kit, PowerMax® Soil Kit utilizes all supernatant and because of that better recovery is expected . A limitation of such approach can be the presence of potential PCR inhibitors on the membranes. However, the PowerMax® Soil Kit is equipped with inhibitor removal technology which potentially removes 100 % humic substances and other inhibitors as specified in the manual. This was supported by the Sketa22 real-time PCR assay which indicated the absence of PCR inhibitors in river water samples seeded with human wastewater obtained through both methods. It should be noted that 2-mL DNA sample was obtained using the PowerMax® Soil Kit which is 10-20 times higher than PowerSoil® DNA Isolation Kit or other commercially available DNA extraction kits such as Qiagen Stool kit. This may reduce sensitivity of the qPCR assay. However, to increase qPCR sensitivity, 2-mL DNA can be reconcentrated further to a suitable volume (if required).\n\nBetween the two methods, HFUF had higher recovery than GWF for river water samples. These results were consistent for both viruses. The mean recovery efficiencies of 36 % (HAdVs) and 90 % (HPyVs) of HFUF obtained in this study can be considered quite efficient for simultaneous detection or quantification of these two viral markers in environmental waters. Our findings are in accordance with research by Morales-Morales et al. 2003; Hill et al. 2005; and Polaczyk et al. 2008 who also reported that HFUF can be effective for higher recovery (50-90 %) of viruses from various water matrices. In addition, HFUF is rapid and it does not require the preparation of extensive chemicals. The method also simultaneously retains bacteria, protozoa, and viruses in a single step which is an added advantage when analysis of multiple pathogens is required (Kfir et al. 1995; Oshima 2001; Morales-Morales et al. 2003) .\n\nGWF method used in this study was originally developed for detecting viruses and later it was used to detect agricultural zoonotic pathogens in large volume of drinking water, surface water, groundwater, and agricultural runoff (Vilagines et al. 1993; Millen et al. 2012) . This approach has been successfully used to provide information of the recovery efficiencies of bacteria and viruses in 20 L of environmental water samples amended with variable amount of agricultural soil (Abd-Elmaksoud et al. 2014) . The recovery efficiencies of bovine coronavirus, bovine rotavirus, and bovine viral diarrhea virus type 1 and type 2 using GWF have been reported to range from 13 to 26 % (at turbidity 0.5 NTU), 9 to 23 % (turbidity 215 NTU), and 14 to 24 % (turbidity 447 NTU), respectively. However, the standard deviations for each water type and virus varied significantly. The mean recovery efficiencies of HAdVs and HPyVs in this study for GWF ranged from 1.3 to 3.4 % for river water samples. Our findings are in accordance with Albinana-Gimenez et al. 2009b who also reported 4.2 % HAdVs and 4.4 % HPyVs recovery through GWF method. Francy et al. 2013 also reported 4.7 % recovery of HAdVs from lake water samples. Lower recovery efficiencies of other viruses such as H1N1 influenza and feline calicivirus F9 through the GWF method have been reported (Gassilloud et al. 2003; Deboosere et al. 2011 ). Caution should be exercised when comparing published studies on recovery efficiency of viral concentration methods as several factors such as adsorption of viruses to glass wool filters, glass wool filter type, seeding materials (raw human wastewater vs. intact plaques), environmental sample type (ground water vs. river water), sample volume (10 L vs. 50 L), and sensitivity of qPCR assays can influence recovery efficiencies Albinana-Gimenez et al. 2009a; Li et al. 2010) .\n\nThe low recovery efficiencies of HAdVs and HPyVs could be due to the fact that viruses adsorbed on the glass wool filters were not effectively eluated. This assumption needs to be tested by directly extracting DNA from a segment of glass wool. The amount of glass wool packed into cam lever couplings may have affected the recovery efficiencies. For example, Vilagines et al. 1993 used 50-g glass wool which resulted in 75 % poliovirus 1 recovery compared to Menut et al. (1993) who used 5-g glass wool, which resulted in 25.5 % recovery. Glass wool filters are currently packed by hand and not commercially available in a column format. This makes QA/QC difficult as packing may vary from person to person, resulting in large variability in results (Cashdollar and Wymer 2013) . In addition, viruses in the elution buffer also underwent an additional concentration step in a JumboSep before DNA extraction. Reconcentration of viruses is commonly used approach because the levels of viruses in environmental waters could be low. Reconcentration methods have some disadvantages, such as these methods do not produce consistent recovery efficiency for different viruses (Lewis and Metcalf 1988) . In a previous study, Centriprep Filter Concentrators provided high and stable recovery yields (74 %) of polioviruses (Haramoto et al. 2004) . Another study reported the 35 % recovery of adenovirus 41 through Centricon filters (Wu et al. 2011) .\n\nTo determine the recovery efficiency, we seeded raw human wastewater compared to the other studies that seeded cultured viruses obtained from plaque assays (Hill et al. 2005; Albinana-Gimenez et al. 2009b; Millen et al. 2012; Francy et al. 2013; Abd-Elmaksoud et al. 2014) . In real-world scenario, fecal pollution of environmental waters occurs via sewer/septic overflows and surface run off containing fecal matters from various animals. Therefore, it is deemed necessary to obtain recovery efficiency of HAdVs and HPyVs by seeding raw human wastewater that potentially contains naked (genetic materials from defective virions) and intact viral genomes than other studies which seeded intact viruses. From the MST context, there is no need to elute Bintact^viruses since the objective is to determine whether the sample contains the signature of human fecal pollution.\n\nOur data suggest that HFUF method provides better recovery for HAdVs and HPyVs compared to GWF method used in this study. Therefore, we recommended that HFUF method should be used to concentrate water samples for MST field studies. The advantage of HFUF method is that these filters are readily available for use in dialysis treatment of patients, and sample-processing time is relatively shorter than the GWF method. Although, low turbid river water samples were tested in this study, the results may be applicable to stormwater, drinking water, and recreational water."}