{"title": "The 2-52 System: Modulation of Viral and Cellular Processes Through Acceleration of RNA Degradation", "body": "6.9. 6.10. 6.11. 6.12.\n\n6.13. 6.14. 6.15.\n\n6.16.\n\n6.17.\n\n6.18.\n\n6.19.\n\n6.20.\n\n6.21.\n\n6.22. 6.23.\n\nSundry low molecular mass nucleotides, in addition to the cyclic mononucleotides cyclic AMP (CAMP) and cyclic GMP, have been described and pursued for their fascinating biological properties. For instance, guanosine 5'-diphosphate 3'-diphosphate, a \"magic spot\" nucleotide, has been established as an intracellular messenger that influences the transcription rate of various genes and as the mediator of the stringent response in EscIretichia coli (Gallant, 1979) . Diadenosine 5',5\"'-Pr,P4-tetraphosphate, originally described by Zamecnik et al. (1966) in the back reaction of lysyl-tRNA synthetase, is an established competitive inhibitor of platelet aggregation, and its analogues have been pursued as antithrombotic agents (Chan et al., 1997) . Nicotinic acid adenine dinucleotide phosphate, 2'-phospho-cyclic ADPribose, and cyclic ADP-ribose have been found to regulate calcium signaling (Genazzani and Galione, 1997) .\n\nThis review encompasses a unique group of low molecular mass molecules referred to as 2-5A (Fig. l) , represented as (pp)p5'A2'(~5'A2'),.\n\nInterest in this field is attested to by the volume of publications dealing with 2-5A: in excess of 500. The groundwork for the discovery of 2-5A was laid through the efforts of a variety of laboratories (Table 1) . That work led to the now classical investigations of Kerr and Brown (1978) that described the exact chemical nature of 2-5A. This paper (Kerr and Brown, 1978) should be required reading of students entering the field of nucleic acid chemistry and biochemistry because of its elegant application of basic chemical and enzymatic principles to structure elucidation. Although the chemical structure of 2-5A was described nearly two decades ago, it has only been recently that the key enzyme in 2-5A action, the RNase L, has been cloned and finally purified to homogeneity (Table 1) .\n\nMuch has been accomplished in this area since the last time one of us co-authored a review of the 2-5A system (Johnston and Torrence, 1984) . Then it was possible to review all aspects of double-stranded RNA (dsRNA) (Lengyel, 1987) in the interferon (IFN)-induced inhibition of viral replication. The present effort is an attempt to consolidate the salient findings and features of the 2-5A system alone ( Fig. 2 ).\n\nThe unique nature of 2-5A ( Fig. 1) was the impetus for a host of publications that detailed virtually every conceivable chemical approach to such a molecule (Table 2) .\n\nQuite a number of reported syntheses stopped short of providing the key 5'-mono-, di-, and triphosphate moieties required for biological activity (Table 2) . However, these latter key transformations can be effected on an appropriately protected oligonucleotide substrate using a variety of approaches ( Table 3 ). The application of these chemistries and others has led to a considerable formulary of 2-5A analogues with modifications to the ribose moieties, the bases, the phosphate backbone, and the 5'-mono/polyphosphate residue (Table 4 ). In addition, a respectable number of ligands and other alterations have been added to the termini of the molecule (Table 4 ). 2-5A has also been ligated to normal linkage (3'-+5') nucleic acids ).\n\nR.NA-REGULATED NUCLEOTIDYL TRANSFERASE 3.1. Occurrence 2-5A synthetase activity has been demonstrated to be present in a large variety of mammalian species, including that of the mouse, rabbit, dog, guinea pig, hamster, pig, monkey, cow, and humans. It has also been detected in viruses, reptiles, and several avian species, including chickens (Table 5) . Drosoph&, amphibians, yeast, slime molds, and bacteria, however, have not been shown to possess 2-5A synthetase activity (Stark et al., 1979; Cayley et al., 1982b) .\n\nHowever, 2-5A synthetase recently has been reported to be present in the marine sponge Geodia cydonium, based on poly(I).poly (C) binding, 2-5A formation, and Western blotting with an antibody to rat 43 kDa synthetase (Kuusksalu et al., 1995) .\n\nAlthough 2-5A synthetase has not been identified in plants (Cayley et al., 1982b) , virus resistance has been achieved by cloning a rat cDNA for 2-5A synthetase followed by transformation of tobacco and potato (Truve et al., 1993 (Truve et al., , 1994a .\n\n2-5A synthetase activity has been found in a large number of human cell types, but basal levels can vary greatly.\n\nThe activity has been found in both nuclei and cytoplasm (Nilsen et al., 1982~) . Human diploid fibroblasts (MRC5) contain very low levels of 2-5A synthetase (Stark et al., 1979) , while Namalva (Johnston et al., 1980b) , HeLa , and K/BALB cells (Meurs et al., 1986) express high levels in the absence of IFN induction. The enzyme occurs in high levels in human peripheral blood cells (Bruchelt et al., 1992) and human umbilical cord blood mononuclear cells (Williams and Read, 1981) . Homo sapiens males have been found to have an 8-fold higher concentration of the enzyme in their polymorphonuclear blood cells (PMBCs) (Miele et at., 1992) . Monocytes separated by density gradient centrifugation had 3-to 5-fold greater 2-5A synthetase levels than did lymphocytes, while B lymphocytes separated from T lymphocytes by fluorescence-activated cell sorting had a 2-fold higher level of the enzyme Buffet-Janvresse et al., 1986) .\n\n2-5A synthetase is also present in the serum and plasma of mice (Krishnan and Baglioni, 1980a) and humans (Bruchelt et al., 1992; Rusconi et al., 1994) . Its clinical usefulness for monitoring IFN therapy will be discussed in the following section.\n\nThe most important inducer of 2-5A synthetase is IFN. The degree and time course of induction depends on the dose and type of IFN, length of exposure, and cell type. The extent of induction observed has been generally several-fold to several hundred-fold, although a remarkable 104-fold induction has been reported in chick embryo cells (Ball, 1979) . It should be noted that many of these induction studies have been based on enzyme activity levels, as opposed to measurement of protein. A 1:l linear relationship has not been established.\n\nA number of investigators have demonstrated differential induction with Type I versus Type II IFNs. Wallach et al. (1982) found lower levels of 2-5A synthetase in human SV80 fibroblasts and Ramos cells after treatment with IFN-y compared with 1FN-p. In mouse L929 cells, however, 2-5A synthetase levels were similar after IFN-p or -y treatment (Hovanessian et al., 1980) . IFN-?/ has been shown to induce lower 2-5A synthetase levels than IIN-6 in the monocytic line U937, the myelocytic line HL-60, and human peritoneal macrophages , as well as in viva in Cleavage specificity for RNase L established. Wreschner et al., 1981b; Floyd-Smith et al., 1981 Identification of four different forms of 2-5A synthetase in human cells. Purification of 2-5A synthetase. Chebath et al., 1987a Ball and White, 1979a; Wells et al., 1984; Dougherty et al., 1980; Ball, 1980; Yang et al., 1981; Marie et al., 1989; Ilson et al., 1986 Dominant-negative mutant of RNase L, that bound 2-5A efficiently, but lacked nuclease activity, when expressed in murine cells, prevented the anti-EMCV effect of IFN. Hassel et al., 1993 Activated 40 kDa form of 2-54 sythetase found bound to viral RNA in IFNtreated EMCV-infected HeLa cells. Cloning of human and mouse RNase L. Introduction of 2-5A-antisense. Gribaudo et nl., 1991 Zhou et al., 1993 Hassel et al., 1993 Torrence et al., 1993 ,1994 total peripheral blood mononuclear cells (PBMCs) (Witt et al., 1989) . IFN-cx and -p have been shown to bind to a different class of cell surface receptor (Type I) than IFN-?/ (Type II) (Branca and . Since the type of cell determines both the respective receptor concentrations and their K,+ and transcriptional regulation of 2-5A synthetase has been closely tied to receptor occupancy (Hannigan and :, it is not surprising that induction events would differ be>rween these two classes of IFNs.\n\nWhen HeLa cells were treated with EN-P, after a 3-hr lag, there was a rapid rise in 2-5A synthetase levels, which peaked and remained constant at about 24 hr . This reflected de nova protein synthesis. The time course of induction of 2-5A synthetase with IFN-y has been found to be slower &an that found with Type I IFNs in HeLa cells (Baglioni and Maroney, 1980) . A number of studies have specifically examined the kinetics of in viva induction of 2.5A synthetase. Lodemann et al. (1985) found that after a dose of 5 X 104 U/kg of IFN-a, 2-5A synthetase measured in PBMCs peaked at 6 hr, and that the i.v. route was not superior to i.m. injection. In another trial of EN-a, the range of induction of ;I-5A synthetase was found to be 2.3-to 5.7-fold; however, the extent and duration of the 2-5A synthetase response was a function of only the dose and not the route or number of injections (Merritt et al., 1992) . After a dose of l-5 X 106 I-1 of EN-P s.c., 2-5A synthetase ATP, AMP \\ 2'-PHOSPHODIESTERASE levels peaked at 24-48 hr in PBMC lysates and 48-72 hr in serum. A dose of 2-4 X 106 U of IFN-)I caused a smaller increase in 2-5A synthetase (Bruchelt et al., 1992) . A trial of an EN-p/y combination together as a continuous infusion found dose-limiting toxicity at 3 X 106 U of mg of IFN-?I, consisting of refractory headache, fever, and hepatic toxicity (Schiller et al., 1990) .\n\nIt also has been well established that Type I IFNs induce transcription of the 2-5A synthetase gene in the presence of cycloheximide, unlike Type II IFNs, which generally do not (Dianzani et al., Faltynek et al., 1985; Gribaudo et al., 1989) . This implied that 2-5A synthetase was induced as a primary response to treatment of cells with Type I IFNs since no new protein synthesis was required; however, new protein synthesis was required for induction of 2-5A synthetase by IFN-y. There is some early evidence for superinduction of 2-5A synthetase. When chick embryo fibroblasts were stimulated with homologous IFN, the 2-5A synthetase level peaked at about 9 hr. If IFN was then removed, the addition of cycloheximide could delay the decay (West and Ball, 1982) or restore (Lab et al., 1982) 2-5A synthetase activity.\n\nFour isoforms (~40, ~44, ~69, ~100) of IFN have been described (Chebath et al., 1987a; Hovanessian et al., 1987) .\n\nThe various isoforms are induced differentially with a given IFN subtype. In Hs294t melanoma cells, after 48 hr of Ikehara et al., 1979 Ikehara et al., , 1981 POCL, in PO(OEt), Ikehara et al.. 1981 Mesitylene sulfonyl triazolide Shimidzu et al., 1984 Hayakawa et al., 1985a ,b Chattopadhyaya, 1980 Jones and Reese, 1979 Charubala and Pfleiderer, 1980a Charubala and Pfleiderer, 1982 Engels and Krahmer, 1979 Gioeli et al., 1981 Tris-( imidazol-1-yl) phosphine. N protection not necessary Triester approach: reaction of phosphorochloridate with Mg alkoxide of protected nucleoside. No N protection l-Mesitylenesulfonyl-3-nitro, 1,2,4-triazole 1-Mesitylenesulfonyl-3-nitro-1,2,4-triazole Tri-isopropylbenzene sulfonyl nitrotriazolide Quinoline S-sulfonyl chloride and 3-nitro-q 1,2,4-triazole\n\nTriester approach: triisopropylbenzene sulfonylnitroimidazolide 1 -Mesitylenesulfonyl-3snitro-1,2,4-triazole; use of tetraisopropyl-disiloaxane-1,3- Sawai et al., 1979 Sawai et al., , 1981 Pb2+ catalysis\n\nAdenosine 5'-phosphoroimidazolidate (pp)p5' A2' p5' A2' p5' A Pb2+ catalysis 2,2,2-Tribromoethyl phosphoromorpholinochloridate used to introduce 5'-phosphate in monomeric synthons followed by Zn deblocking of the tribromoethyl moiety and conversion of the resultant 5'-phosphoromorpholidate to monophosphate with acid hydrolysis, or to 5'-diphosphate with tri-nbutylammonium phosphate, or to 5'-triphosphate with bis(trin-butylammonium)diphosphate. Oligomerization of 3'-0-(o-nitrobenzoyl)-N6-benzoyladenosine gave the 5'-phosphate directly. The 5'-triphosphate was obtained through the intermediate phosphoroimidazolidate. Jones and Reese, 1979 Reaction of fully protected (except 5'-OH) trinucleotide with 0-2,4-dichlorophenyl S-methylphosphorochloridothioate to yield, after deblocking, a 5'-S-methylphosphorothiate that was reacted with excess tetra(tri-n-butylammonium)pyrophosphate. Sawai et al., 1979 Pb*+-catalyzed polymerization reaction product was 5'monophosphate, which was converted to phosphoroimidazolidate and then to 5'-triphosphate with bis( tri-n-butylammonium)diphosphate. Pb2+-catalyzed ligation of a nucleoside 5'phosphoromorpholidate with a mononucleoside or dinucleotide 5'-phosphoroimidazolidate provided a 2',5'linked oligonucleotide terminating in a 5'phosphoroimidazolidate that could be converted into 5'monophosphate through acid hydrolysis, or to 5'-di or 5'. triphosphate by reaction either with bis(tri-nbutylammonium) phosphate or with bis(tri-nbutylammonium)diphosphate, respectively. Imai and Torrence, 1981b The completely protected product of a triester synthesis was converted to free 5'-OH by MMT removal and then phosphorylated with bis(2,2,2trichloroethyl)phosphorochloridate, followed by 1, oxidation to yield the 5'-monophosphate, which was then converted to the 5'-triphosphate through the phosphoroimidazolidate reaction with bis(tri-n-butylammonium)diphosphate.\n\nThis approach is advantageous as the critical 5'-phosphate is incorporated in masked form during chain extension. There is no need for a separate 5'sphosphorylation.\n\nAs above, the need for separate 5'monophosphorylation is obviated by incorporation of final 5'. monophosphate into synthetic procedure. Results in mixture of 5'-mono-, 5'-di, and 5'-triphosphates.\n\nThe 5'-phosphoromorpholidate serves both as protecting group during 2',5'phosphodiester bond formation and also as activated precursor to desired mono-, di-, or triphosphate.\n\nMMT, p-monomethoxytrityl. treatment with 1000 U/mL of rIFN-orA, the isoform ~40 was induced to twice the extent of ~100. In contrast, rIFNy at 5000 U/mL induced both isoforms equally (Rosenblum et al., 1988) . The induction of the p69 and ~100 isoforms has also been studied in Daudi, fibroblast, and colon adenocarcinoma cells in vitro and in viva (Witt et al., 1993a,b) . There were significant differences in induction between cell types with IFN-aw2, IFN-p,,,, and IFN-y. In addition, differential induction occurred in PBMC lysates taken from normal donors cultured with IFNs in vitro and in cancer patients being treated with IFN-a2 or @N-p,,,. Isoforms also are present in other species (Shimizu et al., 1984) . 2-5A synthetase levels do not always correlate with the extent of the antiviral state (Lewis, 1988) . The inhibition of encephalomyocarditis virus (EMCV) replication seems to correlate with 2-5A synthetase induction . Likewise, mengovirus and vaccinia replication inhibitions were characterized by high 2-5A synthetase levels (Chebath et al., 198713; Grun et al., 1987) . Resistance to ve-sicular stomatitis virus (VSV) replication, however, can occur in the absence of a detectable increase in 2-5A synthetase activity (Hovanessian et al., 1981b; Meurs et al., 1981) . Inhibition of influenza virus, herpes simplex virus, or herpes delta virus replication does not seem to be a result of 2-5A synthetase activity (De Benedetti et al., 1987; Taylor et al., 1995; McNair et al., 1994) . Suppression of 2-5A synthetase induction by persistent infection with mumps virus has also been documented (Fuj ii et al., 1990) .\n\nWhen IFNs that confer antiviral activity on heterologous cells were examined, 2-5A synthetase levels also were found to be elevated. Thus, chicken IFN conferred resistance to quail QT35 cells, while raising their 2-5A synthetase levels (Fulton et al., 1995) . Human IFN-aA showed both antiviral and 2-5A synthetase inducing activity in MDBK and WISH cells, but neither activity in L929 cells .\n\nEnhanced induction of 2-5A synthetase may play a part in the well-described potentiation of IFN action by febrile Modifications to the glycone moieties:\n\n-terminal ribose oxidized with IO,-to provide dialdehyde that was coupled with P-alanine-tyrosine dipeptide] 2'-Terminus modifications 2-5A-antisense (3' )-O-( l-methoxyhexadecylidene)adenosine] 2-5 \"core\" trimer analogues with modified 2'-terminal nucleosides including 9-( 2',3'anhydro-P-D-ribofuranosyl)-adenin, 9-(3'-deoxy-P-D-glycero-pent-3-enofuranosyl)adenine, 9-(3'-halo-3'-deoxy+-D-xylofuranosyl)adenine, and 9-\n\ntyrosine methyl ester Acyclic analogue HOCH,CH(OH)OCH(Ade)CHCH,OP(O)(OH)-as repeating unit in trinucleotide 5'-.4mino analogues 5'-amino-5'-deoxyadenylyl(2'-5')adenylyl(2'-5')adenosine 5'-deoxy-5'-(hexadecanr~ylamino)adenylyl(2'-5')adenosine 5'-.4mino and 2'-terminal acyclic modifications 5'-amino-5'-deoxyadenylyl(2'-5')adenylyl(2'-Z\")-N9-[(2\"hydroxyethoxy)methyI]adenine 5'-deoxy_5'-(hexadecanoylamino)adenylyl(2'~5')~adenylyl(2'~2\")~N9~[(2\". hydroxyethoxy)methyI]adenine 2-5A \"Core\" analogues substituted with TBDMS groups A2' p5' A2' p5' A3' (TBDMS) (3'dA) Adducts consisting of cvialent conjugation at the 5' and 2' termini of the above 3'-dA analogue of 2-5A with vitamins A, DL, E, and the lipids 1,2-di-O-palmitoylglycerol and\n\n~I'-deoxyadenylyl-(2'-5')-3'-deoxyadenylyl-(2'-~)-9-(~-hydroxyalkyl)adenines with variation in number of methylenes in hydroxyalkyladenine chain Sequence-specific 3'-deoxyadenosine analogues (pp)p5' (3'dA) \n\nden Hartog et al., 198 1 Kinjo et al., 1992 Gosselin and Imbach, 1981 Sawai, 1985 Torrence et aI., 1993 Lesiak et al., 1993 Engels, 1980 Imai er al., 1982a Pressova and Smrt, 1989 Bayard et al., 1984 Herdewijn et al., 1991 Kvasyuk et al., 1996 Mikhailov and Pfleiderer, 1985 Kvasyuk et al., 1995 Schirmeister and Pfleiderer, 1994 Wasner et al., 1996 Charubala and Pfleiderer, 1980b Homdler and Pfleiderer, 1996 Wasner et al., 1994 Sawai et al., 1983 Charubala and Pfleiderer, 1980b Nyilas et al., 1986 Mikhailov et al., 1991 Torrence et al.. 1988 Charubala et al., 1989a Analogue Reference y-Phosphorothioate and P,y-difluoromethylene-phosphonate analogues of 2-5A tetramer; also poly(L-lysine) conjugate of y-phosphorothioate 2-5A analogue (all obtained by enzymatic synthesis) ppp5'A2'p5'AZfp5'A2'p5'A-poly (L-lysine) [coupling vis periodate oxidation of 2-5A followed by Schiff base formation and cyanoborohydride reduction] 5'Capped 2-5A analogues including\n\nwith n = l-3 ppp5'A2'~5' A2'~5'N, with N = rC, rG, rU, dT, dC, dG, dA (enzymatic ) ,,CH,)\n\nModifications to the backbone and 5'-mono-/triphosphate moiety:\n\nanalogues (Rp)-P_thioadenylyl(2'-5')adenosine (Sp)-P-thioadenylyl(2'-5')adenosine (Rp)-P-thioadenylyl(2'-5')-(Rp)-P-thioadenylyl(2'~5')adenosine~ (Rp)-P-thioadenylyl(2'-5')-(Sp)-P-thioadenylyl(2'-5')adenosine' (Sp)-P-thioadenylyl(2'-5')-(Rp)-P-thioadenylyl(2'-5')adenosine~ (Sp)-P-thioadenylyl(2'-5')-(Sp)-P-thioadenylyl(2'-5')adenosine~ also diasteromeric tetramers Adenylyl(2'-5')-(Rp)-P_thioadenylyl(2'-5')adenosine Adenylyl(2'-5')-(Sp)-P-thioadenyly1(2'-5')adenosine (Rp)-P-thio-3'-deoxyadenylyl(2'-5')-(Rp)-P-thio-3'-deoxyadenylyl(2'-5')-3'~ deoxyadenosine Bisbal et al., 1987 Bayard et al., 1986 Imai and Torrence, 1984 Drocourt et al., 1982 Bayard et al., 1985 Sawai et al., 1983 Nyilas et al., 1986 Kovacs et al., 1993 , 1995 Kwiatkowski et al., 1981 Kwiatkowski et al., 1982 Sawai et al., 1985b Pfleiderer et al., 1994 Visser et al., 1986 Lesiak er al., 1989 den Hartog et al., 1981 Charubala and Pfleiderer, 1980a Kariko and Ludwig, 1985 Watling et al., 1985 Beigelman et al., 1995 Charubala and Pfleiderer, 1992 Charubala and Pfleiderer, 1988 Charubala and Pfleiderer, 1992 also Battistini et al., 1992 also Shimazu et al., 1992 also Nelson et al., 1984 Charubala et al., 1991 De Vroom et al., 1987 Sobol et al., 1993a \n\nModification to the aglycone moiety: Inosine analogues 12'p5'12'p5'1 and tetrarr.er)\n\nA2'p5'A2'p5'R R = 5-bromovinyl-2' ~deoxyuridine, 5-fluoro-2'-deoxyuridine, acyclovir 3'-Azido-and 3'-amino-substituted xylofuranosyl analogues 2-5A \"core\" trimer analogues containing 9-(3-azido-3-deoxy-P-D-xylofuranosyl)adenine or 9-(3-amino-3-deoxy+D-xylofuranosyl)adenine 2-Azidoadenosine analogu: Charubala and Pfleiderer, 1982 Torrence et al., 1984 Torrence et al., 1984 Kitade et al., 1991a Torrence et al., 1984 K. Lesiak and P. F. Torrence, unpublished observations Jamoulle et al., 1984 Jamoulle and Torrence, 1986 Kvasyuk et al., 1987 Lesiak and Torrence, 1986 Yoshida and Takaku, 1986a ,b Lesiak and Torrence, 1987 Torrence et al., 1992 Kitade et al., 1991b Yoshida and Takaku, 1986b Herdewijn et al., 1987a Herdewijn et al., 1987b , 1989b Suhadolnik et al., 1988 Suhadolnik et al., 1988 Charubala et al., 1989b TBDMS, t-butyl-dimethylsilyl.\n\ntemperatures. Hyperthermia (45°C) induced Z-5A synthetase in MDBK cells and also released a heat shock-induced factor (HSIF), which, in turn, could induce 2-5A synthetase in human WISH cells (Chousterman et al., 1987) . This HSIF has since been shown to be an atypical bovine IFN (Gachet et al., 1993) . The IFN-mediated antiviral effect was enhanced 3-to lo-fold in Type I IFN-treated HL-60 and in WISH cells cultured at 39S\"C, and this was associated with a 2-to 3-fold increase in the p40 2-5A synthetase (Chang and Wu, 1991) . Stability assays showed that the mRNA half-life was selectively extended from 2 to 4 hr, although the half-lives of poly(A)+ RNA and p-actin mRNA remained unchanged.\n\nGlucocorticoids, at concentrations capable of inhibiting DNA synthesis and cell division, induced 2-5A synthetase in Daudi and Raji cells (Krishnan and Baglioni, 1980b) .\n\nCortexolone inhibited glucocorticoid induction, but did not inhibit 2-5A synthetase induction by IFN. 2-5A synthetase activity also was increased in the chick oviduct after estrogen withdrawal (Stark et al., 1979) . The antiestrogen tamoxifen, at levels that were growth inhibitory, increased 2-5A synthetase and RNase L levels in a cell line that was estrogen receptor positive (CG5), but not in one that was receptor negative (EVSA-T) (Viano et al., 1989) .\n\nA number of autocrine growth factors can induce 2-5A synthetase alone or in combination with various IFNs. Additive 2-5A synthetase-inducing effects of IFN-?/ and transforming growth factor (TGF)-ol have been observed in A431 cells (Wietzerbin et al., 1990) , although the question of whether or not TGF-(r. could induce 2-5A synthetase in the absence of IFN was not addressed (Kumar and Mendelsohn, 1990) . Epidermal growth factor-urogastrone caused a 3-to 5-fold induction of 2-5A synthetase in human fibroblasts, which was not reversed with anti-IFN-P antibodies (Lin et al., 1983) . Platelet-derived growth factor (PDGF) induced 2-5A synthetase in murine BALB/c 3T3 cells, but not in the presence of mono-or polyclonal antibodies to murine IFN-p (Garcia-Blanc0 et al., 1989) . Tumor necrosis factor-a, in combination with either IFN-p or IFN-y, exhibited significant synergism with regard to 2-5A synthetase induction (Mestan et al., 1988; Wietzerbin et al., 1990) . Nerve growth factor (NGF) induced 2-5A synthetase from 5-to 25-fold in the rat pheochromocytoma cell line (PC12), but the basis for the effect was unclear (Saarma et al., 1986) .\n\nEver since the finding that treatment of Daudi cells with IFN-a or IFN-p caused transient increases in the level of diacylglycerols (Yap et al., 1986) , there has been significant interest in the contribution of protein kinase C (PKC) to the induction of 2-5A synthetase. Some investigators have found that (1) PKC activators such as 12-O-tetradecanoylphorbol-13-acetate (TPA) can potentiate the action of IFN in HL-60, Daudi and HeLa cells; (2) PKC inhibitors such as staurosporine or H7 can inhibit 2-5A synthetase induction;\n\n(3) down-regulation of PKC by TPA can decrease 2-5A synthetase induction (Faltynek et al., 1989; Raber et al., 1991; Chang et al., 1992; Percario et al., 1995) . To the con-trary, others have observed decreases in 2-5A synthetase activity after short-term treatment with TPA (Yan et al., 1989) . Additional research needs to be done to clarify the importance of PKC in the induction of 2-5A synthetase by IFN.\n\nVasoactive intestinal peptide has been shown to induce 2-5A synthetase in glial cells and HT-29 cells, but not in neurons . The induction of 2-5A synthetase was preceded by the synthesis of heat shock protein (hsp) 70 and was abolished by treatment by anti-IFNa/p. Cyclic AMP also induced 2-5A synthetase mRNA on a transcriptional level (Itkes et al., 198413) . Although there are no sites in the 2-5A synthetase 5'-flanking region analogous to the CAMP-responsive element TGACGTCA, several other potential transcription binding factor sites do exist (Itkes, 1994) . Interleukin (IL)-6 has also been found to exhibit synergism with Type I IFN in Ml cells, possibly by inducing DNA binding factors (Cohen et al., 199 1) . IL-6\n\nin Ml cells induced different 2-5A synthetase isozymes than IFN, including one that is cell-surface associated. Murine IFN-cx/p antibodies do not completely abolish 2,5A synthetase induction mediated by IL-6 (Gothelf et al.,\n\nA number of drugs and chemicals have been reported to increase 2-5A synthetase activity (Table 6) , but whether or not the intermediate production of IFN was responsible for the induction usually was not addressed. Other agents have been found to decrease 2-5A synthetase induction. These include gangliosides (Krishnamurti et al., 1982) , arachidonic acid analogues (Menon et al., 1990) , glucose (Onishi et al., 1986) and concanavalin A (Faltynek et al., 1988) .\n\nSince the level of 2-5A synthetase mRNA decreased during apoptosis, the 2-5A synthetase protein was surmised not to play a direct role in cell death through the production of 2-5A . However, more recent experiments suggest a role for the 2-5A system in apoptosis (Castelli et al., 1997 ; see Section 6.25).\n\nThere is considerable evidence documenting negative growth regulatory effects of IFNs. Whether or not the 2-5A system plays a direct role through production of 2-5A, followed by RNase L-mediated cleavage of cellular mRNAs, is somewhat less clear. 2-5A synthetase activity has been found to be low in normal proliferating dipioid Syrian hamster (FC13) cells, 3-fold higher in density-arrested FC13 cells, and uniformly low in their neoplastically transformed derivative BP6T cells in the absence of autocrine IFN production (Hassel and Ts'O, 1992) . Similar results have been obtained in the BSCl line, in which the 2-5A synthetase levels were greatest in quiescent cells . This was also the case in Namalva cells, in which 2-5A synthetase levels were highest during serum-starvation conditions (Krishnan and Baglioni, 1981) , and also in JLS-V9R cells, in which 2-5A synthetase levels were highest at West and Ball, 1982 Sekellick et al., 1990 Lab et al., 1982 Oikarinen, 1982 Stark et al., 1979 Kuhr et al., 1994 Birnbaum et al., 1990 Sokawa and Sokawa, 1986 Fulton et al., 1995 Akagi et al., 1992 Schmitt et al., 1993 Short et nl., 1992 Shimizu and Sokawa, 1983 D'Andrea et al., 1994 Short et nl., 1992 Bosworth et al., 1989 Etienne-Smekens et al., 1981 Rice et al., 1985 Bannai et al., 1985 Bannai, 1986 Krishnan and Baglioni, 1980a Shimizu and Sokawa, 1979 Wang and Wu, 1986 Hassel and Ts'O, 1992 Suhadolnik et al., 1990 Li et al., 1990 Kariko et al., 1987a Cayley et al., 198213 Wallach and Revel, 1980 confluency (Jacobsen et al., 1983b . Stable transfection of a human 2-5A synthetase cI1NA into T98G cells was associated not only with EMCV resistance, but also with a reduced rate of cellular proliferation (Rysiecki et al., 1989) .\n\nLevels of 2-5A synthetase during the cell cycle have been examined . Using mouse embryo tertiary fibroblasts progressing synchronously through the cell cycle as determined by fluorescence-activated cell sorting, 2-5A synthetase levels were found to be low in quiescent cultures, as well as during Gl and early S. They then rose lo-fold in late S and decreased sharply in G2. A similar, though quantitatively lower pattern, was found for RNase L. Induction of 2-5A synthetase preceded the antiproliferative effects of IFN in Moloney murine sarcoma virus (MSV)-transformed NIH 3T3 cells (Salzberg et al., 1990b) . Treatment of A43 1 cells with IFN-?/ resulted in growth inhibition that was kinetically correlated to significant increases CL246,738\n\nPBMCs after in viwo administration Litton et al., 1990 Tyrosine kinase inhibitors Melanoma cells Ralph et al., 1995 Retinoic acid NB-4 cells WISH, Namalva Korutla, 1995 Bourgeade and Besacon, 1984 Indomethacin Serum after in tiiuo administration Andreone et al., 1994 Bile acids Imiquimod\n\nHuman PBMCs PBMCs after in viva administration Podevin et al., 1995 Witt et al., 1993b Ethanol MDBK cells Chelbi-Alix and Chousterman, 1992 Dimethyl sulfoxide Theophylline HL-60 cells 3T3 cells Schwartz and Nilson, 1989 Itkes et al., 1984a,b in 2-5A synthetase isozymes (Kumar and Mendelsohn, 1989 ). 2-5A synthetase ~40 and ~100 isoenzymes were induced up to day 4, while the ~67 isozyme induced late and remained high until day 7 after treatment. IFN-?/ has been shown to potentiate the response of T-cells to mitogens, but not to induce an antiviral state (Landolfo et al., 1988) .\n\nHowever, in this same study, IFN-CX/~, but not IFN-y, induced increases in 2-5A synthetase. Human IFN-CX~ has been shown to cause blast cytoreduction in peripheral blood and marrow of juvenile acute myelogenous leukemia patients in concert with an increase in 2-5A synthetase levels (Freedman et al., 1986) . Salzberg et al. (1990b) found that IFN treatment of MSV-transformed NIH 3T3 fibroblasts resulted in decreased rates of cell growth, protein synthesis, and cloning efficiency, with a parallel IO-fold rise in 2-5A synthetase levels. Recovery occurred only when the level of IFN treatment was significantly decreased and 2-5A synthetase levels dropped also. Antiviral and growth inhibitory effects seem to be dissociated at the genetic level. A mutant murine cell line (ltkaprt-), which was unable to mount an antiviral response with IFN-p treatment, remained growth-inhibited by IFN-p (Shan and Lewis, 1989) . A human cell type has been described that expressed both IFNABR receptor subunits Jak 1 and Tyk 2, had adequate levels of Stat 1, Stat 2, and Stat 3, and could mount an antiviral response, but remained insensitive to the growth-inhibitory effects of IFN. On this basis, a human chromosome 21-encoded component, which may confer IFN-inducible growth inhibition to cells in the context of a high-affinity interaction through IFNABR-a/P, has been postulated (Ghislain et al., 1995) .\n\nSuppression of c-myc may play a role in IFN's growth inhibitory properties. Autocrine production of IFN resulted in c-myc suppression and the Go/G1 arrest that occurred during the terminal differentiation of hematopoietic cells (Resnitzky et al., 1986) . During growth arrest and differentiation, down-regulation of c-myc and 2-5A synthetase induction occurred in Ml cells, but not in murine radiationinduced acute myelogenous leukemia cells (Resnitzky et al., 1992) . Human IFN-p ser17 inhibited growth of human colon-carcinoma DLD-1 clone A cells in vitro and expression of the c-myc proto-oncogene through post-transcriptional destabilization of the c-myc mRNA (Chatterjee and Savarese, 1992 ).\n\nOther investigators have not found a correlation between growth inhibition and 2-5A system activity. Induction of 2-5A synthetase in human immunodeficiency virus (HIV)-infected T-cells was not correlated with growth inhibition, but was correlated with the antiviral state (Fujii et al., 1992) . Although IFN-p resulted in a large increase in human prostatic JCA-1 cell 2-5A synthetase activity, neither increased p68 dsRNA-dependent protein kinase (PKR) levels nor RNase L activation could be demonstrated (Nakajima et al., 1994) . In IL-1 mitogen-stimulated smooth muscle cell cultures, IFN-y reduced the rate of\n\n[JH]thymidine incorporation and delayed the time to peak level of c-fos RNA; however, the kinetic characteristics of 2-5A synthetase induction in these same cultures made it unlikely that 2-5A synthetase accounted for the cytostatic effects of IFN-y (Warner et al., 1989) . In alveolar pulmonary tumor cells (A459) maintained in organotypic culture, only IFN-a2 and IFN-y resulted in an antiproliferative effect, but IFN-a, IFN-p, and IFN-y all caused an increase in 2-5A synthetase activity (Martyre et al., 1988 ).\n\n2-5A synthetase has been found to be positively correlated with differentiation and the maturational process. Induction of differentiation with chemicals or cytokines frequently has been associated with 2-5A synthetase induction. For instance, 2-5A synthetase activity was found to reach a peak 26 hr after hexamethylene his-acetamide induction of terminal differentiation of Friend erythroleukemia cells, even in the presence of anti-IFN-cw/P (Salzberg et al., 1996) . A 27-fold increase in 2-5A synthetase has been observed in human HL-60 cells induced to differentiate with dimethyl sulfoxide, and this increase was ablated by anti-IFN-(w (Schwartz and Nilson, 1989) . Induction of differentiation in U937 cells by hydroxyvitamin D3 was associated with autocrine IFN production and increased in 2-5A synthetase (Testa et al., 1988) . IL-6 induced differentiation of murine Ml cells into mature macrophages coincident with induction of IFN-p (Bickel et al., 1990) . However, the observed induction of 2-5A synthetase by IL-6 occurred in the presence of anti-IFN-P antibodies and cycloheximide, and was characterized by the presence of two mRNA species (1.7 and 2.4 kb), whereas IFN-p induced only the 1.7 kb mRNA species. This may have resulted from a direct induction of binding factors that act on the IFN-stimulatable response element (ISRE) (Cohen et al., 1991) .\n\n2-5A synthetase activity increases have been found in a wide variety of cell types during differentiation. Differentiation of skeletal muscle cells in several species has been found to be associated with 2-5A synthetase induction and 2-5A pppA3 formation and with a decrease in c-myc expression (Birnbaum et al., 1990) . IFN-p2 induced growth arrest and differentiation of Ml and U937 cells, as well as 2-5A synthetase induction that was synergized by IFN-y (Chen et al., 1988) . Ml variants that were resistant to IL-6-induced differentiation could not activate the 2-5A synthetase gene. In mouse condylar cartilage, 2-5A synthetase levels have been found to be greatest in proliferating, undifferentiated chondrocytes, whereas fully differentiated chondrocytes showed lower levels (Maor et al., 1990) . In primary chronic lymphocytic leukemia cells, there was a close correlation between 2-5A synthetase induction and induction of blast transformation (Ostlund et al., 1986) . In clones not exhibiting IFN-induced 2-5A synthetase increases, blast transformation did not occur. 2-5A synthetase levels and 10 differentiation markers were monitored in the human monocyte cell line U937 and the promyelocytic cell line HL-60 during cellular maturation (Ferbus et al., 1985) . 2-5A synthetase levels increased prior to many of the differentiation markers and rose during the maturational process in both cell lines.\n\nSome investigators have not found a causal connection between 2-5A synthetase induction and differentiation.\n\nThe human neuroblastoma cell line LAN-5 was sensitive to the differentiation-promoting effects of IEN- (Corrias et al., 1995) . All isoforms of 2-5A synthetase were induced in this cell line by IFN-y, including clones that were resistant to the neuronal maturation effects. Sodium butyrate, an inducer of differentiation in Burkitt's lymphoma cells, was found to cause a rapid decrease in c-myc mRNA, as well as an increase in 2-5A synthetase mRNA; however, the time course of 2-5A synthetase induction precluded a direct effect (Polack et al., 1987) .\n\nA variety of methods have been advanced towards assaying 2-5A synthetase, and these assays involve three separate stages: (1) isolation of 2-5A synthetase from cells, (2) the synthesis of 2-5A oligonucleotide, and (3) measurement of the 2-5A oligonucleotide concentration (Table 7) . The enzymatic synthesis of 2-5A may be performed in the solution phase; however, high 2-5A degrading activities in certain cell extracts, e.g., HeLa, make this problematic. Adsorption of lysate-derived 2-5A synthetase to an affinity support followed by ATP, Mg*+, K+, and sometimes dsRNA supplementation with subsequent 2-5A synthesis, has been most common (Hovanessian et al., 1981a) .\n\nPoly(I)+poly(C) linked to agarose, sepharose, cellulose, or paper has been the most commonly used affinity matrix. 2-5A Inhibition of protein synthesis. Evaluation of the cohcentration required to effect a 50% reduction in an mRNA-programmed cellfree system (Johnston et al., 1980a; Williams et al., 1981) . B. Nuclease activation assay. Detection of 2-5A is achieved through RNase L activation. RNA cleavage is observed by:\n\n(i) Gel electrophoresis. Specific (Wreschner et al., 1981a) or general (Williams et al., 1981) RNA cleavages may be observed.\n\n(ii) Acid precipitable counts (Baglioni et al., 1981a) . (iii) Degradation of radiolabelled poly(U) by RNase L:core (2-5A) ce u ose 11 1 in the presence of 2-5A (Silverman, 1985) . 2. 2-5A produced using radiolabelled ATP and separated from excess ATP using one of the following techniques A. HPLC (Brown et al., 1981; Knight et al., 1980) utilizes reverse-phase C,s columns and phosphate buffers at pH 7 to examine enzymatically synthesized 2-SA mixtures. B. Column chromatography (i) Ion exchange media such as DEAE-sephadex or -cellulose enable ATP to be separated from more highly charged 2.5As or their cores (Minks et al, 1979a; Hovanessian et al., 1981a; Wells et al., 1984; Miller and Bell, 1995) . (ii) Alumina columns bind [32P] strongly, but dimer to tetramer 2-5A is recovered almost quantitatively, enabling the detection of small quantities oc 2-5A synthetase Revel et al., 1981; Schattner et nl., 1981) . (iii) SepPak C1s cartridges may be used to purify (2',5')oligo(A) from excess ATP (Hassel and Ts'O, 1994) . C. TLC (i) Untreated 2-5A separated using PEI-cellulose (Justesen er al., 1980) . (ii) Bacterial alkaline phosphatase digests heterogeneous 2-5A mono-, di-, and triphosphates to form the corresponding cores that are then separated with PEI-cellulose (Verhaegen et al., 1980; Minks et al., 1979a) . (iii) Hexokinase/glucose treatment to form 2-5A diphosphates . D. DEAE-paper binding (Ball and White, 1979a ). E. Electrophoresis (i) High-voltage paper electrophoresis .\n\n(ii) Denaturing 20% polyacrylamide gel electrophoresis separates 2-5A, enabling a large number of samples to be rapidly processed in parallel (Miele er al., 1991) . (iii) Capillary isotachclphoresis has been utilized to measure ATP at the beginning and end of a reaction on poly( I) *poly(C) agarose after the conversion of ATP to ADP using hexokinase/glucose (Bruchelt et al., 1989 ). 3. RNase L radiobinding assay (Knight et al., 1980) . U k n nown 2-5A solutions from crude reaction mixtures (Knight et al., 1981) or after HPLC purification (Brown et al., 1981) can compete with radiolabelled 2-5A for RNase L binding.\n\nA. Radioimmunoassay. The minimal structure recognized is -A2'pA2'pA- (Knight et al., 1981) , -AZ'pA- (Cailla et al., 1982) , or (pp)pAZ'pA- (Sawai et al., 1985a) . B. Enzyme immunoassay. The minimal structure recognized is -AZ'pA- (Nicolas et al., 1987) . C. ELISA. The minimal structure recognized is -pAZ'pA- .\n\nThis pyrophosphate assay measures NADPH through the use of UDP-glc pyrophosphorylase, phosphoglucomutase, and G6PD (Justesen and Kjeldegaard, 1992) . synthetase adsorbed to poly(I)*poly (C) has been shown to be more stable and to demonstrate a linear synthesis of 2-5A for a longer time (Hovanessian et al., 1981a) than enzyme in solution. The synthesis has been commonly terminated by remc'val of the reaction mixture from the support, or if the reaction is done in solution, denaturation of the enzyme with b.eat followed by centrifugation.\n\nInitial efforts to determine the concentration of 2-5A utilized its known biological activity (Table 7) . That is, the assay took advantage of the ability of 2-5A to inhibit protein synthesis in cell-free systems or examined RNA cleavage by 2-SA-activated RNase L. However, the relative insensitivity, the inherent variability involved in using a complex biological system as an assay method, and the unsuitability of these techniques for routine analysis render them of limited interest.\n\nA number of useful assays exist that utilize the incorporation of radiolabelled ATP into 2-5A by the 2-5A synthetase reaction mixture. The mixture of radiolabelled 2-5As, or their core (5 '-unphosphorylated) derivatives (the latter obtained after treatment with alkaline phosphatase), can be separated by any of several methods. Ion-exchange methods utilizing alumina columns or DEAE on sephadex or paper commonly have been used. Reverse-phase thin-layer chromatography (TLC) techniques also have been useful in visualizing the 2-5A molecules generated. In addition, gel and paper electrophoresis, as well as capillary isotachophoretic methods, have been adapted for quantitation of the reaction products. High performance liquid chromatog raphy (HPLC) remains a powerful technique, as it may be used for preparative, as well as analytical, separations of the radiolabelled 2-5As.\n\n2-5A oligonucleotide assays that rely on the high-affinity binding of 2-5A to RNase L (Knight et al., 1980) or to monoclonal antibodies have the advantage of high specificity and sensitivity ( (Knight et al., 1980) or [Wlsuccinyl 2-5A (Cailla et al., 1982) binding to antibodies can be competed off by nanomolar concentrations of unlabelled 2-5A.\n\nHowever, with the antibody assays, cross-reactivity with 3',5'-oligoadenylates, which may be present in the millimolar range, can be problematic. The latter may have to be removed before the assay can be performed. Finally, enzyme immunoassays, ELISAs, and coupled spectrophotometric assays have the advantage that no radiolabelled 2-5A mixtures or radiolabelled probes need to be generated (Table 7) .\n\n3.6. Enpology 2-5A synthetase catalyzes the following reaction:\n\nnATP -+ ppp5'AZ'(p5'A), I + (n -1)ppi (n 2 2)\n\nIn addition to catalyzing the polymerization of ATP to 2',5'oligoadenylate, the enzyme may also function as a 2',5'-nucleotidyltransferase (Ball and White, 1979a; Johnston et al., 1980a; Ferbus et al., 1981) . A single addition of any of the different ribo-and deoxyribonucleotide triphosphates onto the 2'-OH can occur (Hughes et al., 1983) , although some phosphorothioate ATP analogues (Kariko et al., 1987a) do not seem to act as chain terminators. 2-5A synthetase can also elongate various oligonucleotides (as primers), which terminate in adenosine and in which a free 2'-OH exists (Ball and White, 1979a; Minks et al., 1980b; Ferbus et al., 1981) . Since 2-5A synthetase 2'-adenylates both NAD' and Ap,A, thereby inactivating them, the initial speculation was that 2-5A synthetase played a role in cellular metabolism by this route; however, to date, these 2'-adenylated intermediates have not been identified in cells using the radiobinding assay discussed above .\n\n2-5A synthetase has been purified to homogeneity from human HeLa and Namalva cells, mouse L and EAT cell lines, as well as from rabbit reticulocytes (Table 8) . Common purification steps have included ammonium sulfate or methanol precipitation and DEAE-cellulose chromatography (Wells et al., 1984; Dougherty et al., 1980; Ball, 1980) .\n\nThe most convenient overall schemes did not require ultracentrifugation (Yang et al., 1981) . Using p69 and ~100 immunoaffinity columns, Marie et al. (1989) purified these two isoforms to homogeneity. A necessary purification step has been chromatography on poly( rI).poly( rC)-cellulose or poly(rI)*poly(rC)-agarose, as the enzyme is unstable in the absence of dsRNA (Rovnak and Ranu, 1987) . Yang et al. (1981) found that ATP, dsRNA, BSA, and nonionic deter- Yang et al., 1981 Wells et al., 1984 Revel et al., 1981 Ilson et al., 1986 Raher et al., Revel et al., 1981 Merlin et al., 1983 Benech et al., 1985a Benech et al., 198513 Chebath et al., 1985 Saunders et al., 1985 Shiojiri et al., 1985 Revel et al., 1981 Dougherty et al., 1980 St. Laurent et al., 1983 Raber et al., 1991 Wells et al., 1984 Rovnak and Ranu, 1987 Shimizu and Sokawa, 1983 Shimizu et al., 1984 Ball and White, 1979b Ball, 1980 GF, gel filtration; CC, glycerol gradient density centrifugation.\n\ngents such as Triton X-100 or Nonidet P-40 stabilized the enzyme. The K, of the 2-5A synthetase was -2 mM;\n\n~90% of ATP added can be utilized, with the optimal Mg*+ concentration of 16 mM. The consensus is that mode of chain elongation is nonprocessive (Johnston et al., 1980b; Justesen et al., 19; 30; Imai et al., 198213 ; but see Minks et al., 1980a) : intermediates dissociate from the enzyme before addition of another nucleotide unit. Experiments to confirm this with the purified 2-5A synthetase isoforms have not been performed.\n\nThe human ~40-46 2-5A synthetase (accession numbers X04371 and M25352) and p69 2-5A synthetase (accession number M87284) have been cloned (Wathelet et al., 1986;  Marie and Hovanessian, 1092); however, human ~100 has not been reported yet to be cloned. The p40 and p46 2-5A synthetases are coded for by 1.6 and 1.8 kb mRNAs, which are derived from the same gene through cell type-specific differential splicing between the 7th and an additional 8th exon of this gene (Benech et al., 1985a) , which is localized to chromosome 12 ). The 1.6 kb RNA codes for a 364 amino acid C-terminal hydrophobic protein, while the 1.8 kb RNA codes for a 400 amino acid C-terminal acidic protein (Benech et al., 198513; Saunders et al., 1985) . (Hovanessian et al., 1987) . The p69 2-5A synthetase contained two homologous subdomains, each containing an ATP binding motif (Gly-gly-Ser-X-gly/Ala-Lys/Arg), as. well as a dsRNA-binding domain. In addition, p40 and p46 contained only one of each of these domains. On the tlasis of gel-filtration experiments (Marie et al., 1990a,b) and the former evidence, it is likely that p40 and ~46, as well as p69 and p7 1, probably exist as a tetramer and dimer, respectively, which possess two 2-5A catalytic domains. On the other hand, the ~100 2-5A synthetase probably exists only as a monomer (Marie et al., 1990b) , which is consistent with its observed role in the production of 2-5A dimers . It is also tempting to speculate that the p69-p7 1 gene may have evolved from the ancestral fusion of two p40-p46 genes. The four forms of 2-5A synthetase (~40, ~46, ~69, ~100) have been isolated from a variety of human cell lines and from PBMCs; however, there were a number of biochemical and functional differences between them. Although any of the isoforms have been .nduced by IFN-ol, -p or -y, provided that cell type was responsive to that type of IFN, there have been cell-type (Marie et al., 1990b) and patientspecific (Witt et al., 1993a) differences in the dose-response and kinetics of the 2-5A synthetase isoform synthesis. Differences in subcellular localization also occurred. Both p69 and ~100 were localized in the cytoplasm, but p69 was myristoylated and was found in closer association with the nuclear membrane (Marie et al., 1990b) . The p69 was present in cell membranes as well as the microsomal pellet, while ~100 was found only in microsomes (Hovanessian et al., 1987) . The p46 and p46 2-5A synthetases were localized primarily in nuclei (Chebath et al., 1987a) . The p69 2-5A synthetase had a higher K, for ATP, required less dsRNA to manufacture 2-5A, required an more acidic pH, and produced longer 2-5A oligomers. In addition, maximal synthesis of 2-5A occurs earlier in response to IFN than does ~100 . Although the four isoforms were antigenically dissimilar, they did share common epitopes (Chebath et al., 1987a) .\n\nBinding of a Type I IFN led to a tyrosine phosphorylation of the human IFN-CL receptor peptide (IFNABR-a) and an activation by phosphorylation of the latent transcription factor (ISGF3/E) that can bind to the ISRE (see Pellegrini and Schindler, 1993) .\n\nThe 40 kDa isoform of 2-5A synthetase was expressed as a glutathione S-transferase fusion protein in E. coli (Kon and Suhadolnik, 1996) . Covalent linkage of a S-azido-['zP]ATP photoprobe to 2-5 synthetase, tryptic digestion of the bioconjugate, and isolation of the labeled peptide by metal (A1+3) chelate chromatography revealed a pentapeptide to be the putative ATP binding site. The sequence was D1&LKQ200 where the photoprobe modified lysine 199.\n\nSite-directed mutagenesis of this lysine confirmed the results.\n\nThe binding site for dsRNA to 2-5A synthetase isoforms has not been well defined. Ghosh et al. (1991) investigated a small mouse 2-5A synthetase and found that a linear region between residues 104-158 at its amino terminal domain was necessary for dsRNA binding. This sequence showed some homology with other mouse and rat 2-5A\n\nsynthetases (Truve et al., 1994b) , and has been postulated to be the dsRNA binding site. Though human p40 (Wathelet et al., 1986) showed some homology in this region, there was little homology to human p69 (Marie and Hovanes-Sian, 1992) , while sequences beginning at residues 201 in p40 and at residues 192 and 535 in p69 contained 7-9 lysine or arginine residues and were more strictly conserved.\n\nMoreover, while the dsRNA-binding domain of the dsRNA-activated protein kinase PKR is shared by dsRNA binding proteins from a number of organisms (St. Johnston et al., 1992) , 2-5A synthetases appear to belong to a completely different family of dsRNA binding proteins.\n\nMaximal 2-5A synthetase activity required the presence of 65-80 bp long dsRNA (Minks et al., 1979a,b,c; Samanta et al., 1980) . If dsRNA was removed from the 2-5A syn-thetase reaction by RNase III treatment, the reaction stopped (Minks et al., 1980b) . The influence of dsRNA structure on activation has been extensively explored. The proteins ~69 and ~100, purified by immunoaffinity chromatography, were activated by poly(I)*poly(C), as well as poly(A)*poly(U), though the latter homopolymer-activated p69 somewhat less well than the former (Marie et al., 1990a) . Single-stranded RNAs (ssRNAs) could not activate 2-5A synthetase in this study, although both isoforms could bind to ssRNA-sepharose. While bound, the enzyme could become activated by poly(I).poly (C), and on this basis, the presence of multiple polynucleotide binding sites was postulated (Marie et al., 1990a) . The partly dsRNA adenoviral VA1 RNA can bind to both the PKR protein and the 2-5A synthetase, but only 2-5A synthetase is activated by VA1 RNA (Desai et al., 1995) .\n\nThe misaligned dsRNA poly(I)*poly(ClzU)\n\nhas also been shown to be a potent activator of p69 and ~100 2-5A synthetase both in vitro and in viva (Carter et al., 1987; Li et al., 1990; Ushijima et al., 1993; . Poly(I)*p~ly(C~~U) was also less toxic, less pyrogenie, and less antigenic than is poly(I)*poly(C) (Hear1 and Johnston, 1986) . Synthetic heteropolymeric dsRNA has also been prepared and was found to activate 2-5A synthetase (Haines et al., 1992) . It possessed restricted biological activity, however, being unable to inhibit the growth of Al698 cells in vitro or induce IFN-p or IL-la gene expression.\n\nStructure-activity studies have demonstrated that neither ssRNA, triple-stranded RNA, nor complete 2'-OH substitution of poly(I).poly(C) with H, OCH,, N,, F, or Cl resulted in activation (Johnston et al., 1980a; Baglioni et al., 1981b; Torrence et al., 1981b; Torrence and Friedman, 1979 ). 2-5A synthetase, however, was more tolerant of some 2'-0 methyl substitution than was PKR (Minks et al., 1980b) .\n\nNatural dsRNAs from phage fi, killer yeast or Pen&urn chrysogenum have been found to be good 2-5A synthetase activators. Adenoviral VA1 RNA, which is highly structured in solution, can bind to and activate 2-5A synthetase as a consequence of its two long, imperfectly paired stem structures (Desai et al., 1995; Matthews and Shenk, 1991) .\n\nWhen the imperfect pairing was repaired, 2-5A synthetase was activated to an even greater degree. EMCV RNA was also found bound to p40 2-5A synthetase after immunoprecipitation and the p40 was partially activated, even without the addition of dsRNA, while p40 precipitated from uninfected cells was not (Gribaudo et al., 1991) . The HIV trunsactivating region (TAR) was able to bind and to activate 2-5A synthetase in vitro (SenGupta and Silverman, 1989; Maitra et al., 1994) . Further, this effect of TAR on 2-5A synthetase activation was abolished by the Tat protein (Schroder et al., 1990~; Silverman and SenGupta, 1990) . Heterogeneous nuclear RNA (hnRNA) from PBMCs from patients with hairy cell leukemia and from HeLa cells activated 2-5A synthetase, suggesting a possible role in hnRNA processing (Nilsen et al., 1982b; Hubbell et al., 1991) . 2-5A synthetase has also been found to be associated with 60s spliceosomes and could be immunoprecipitated with anti-Sm antibodies.\n\n2-5A synthetase antibodies were also found to inhibit the splicing reaction in vitro and to result in deficient splicing activity when added to HeLa cell nuclear extract (Sperling et al., 1991) .\n\nRemarkably, 2-5A synthetase from lymphocytes of autoimmune BB rats was not sensitive to stimulation by dsRNA (Bonnevie-Nielsen et al., 1991b) .\n\nThe overwhelming majority of data is consistent with the view that RNase L is present in avian, reptilian, and mammalian species, but not in insects, fish, plants, or bacteria.\n\nReptiles and avian species have been shown to possess 2-5A\n\nbinding activity (presumably RNase L) in a number of studies (Ball and White, 1978a,b; Cayley et al., 1982b) . In fact, liver, kidney, and cardiac tissues from a number of reptilian species have been shown to be high in 2-5A binding activity (Cayley et al., 198213) .\n\nMurine and rabbit tissues in which RNase L has been found are listed in Table 9 . The enzyme also is found in a large number of human cell types in the absence of IFN treatment. In one study, murine spleen tissue extracts had the highest levels of RNase L, while liver extracts had the lowest levels, as measured by the radiobinding assay (Floyd-Smith and Denton, 1988a). Lung and kidney extracts had moderate levels. While IFN-p did not affect the observed basal level of RNase L present in tissues, rabbit anti-mouse IFN-CY/@ did decrease levels of RNase L in spleen, suggesting that endogenous IFN-a/p was responsible for the maintenance of RNase L levels in that organ in uivo. In mice, RNase L levels are highest in the spleen, lung, liver, and kidney at 5 days of age and then decrease with age, except in the spleen where it remains high until adulthood (Floyd-Smith and Denton, 1988b) . This may have relevance to the participation of the RNase L system in certain age-specific viral diseases.\n\nThe majority of studies have identified a nuclear and cytoplasmic localization for RNase L (Nilsen et al., 1982~ ; Ba- 1995 Bayard and Gabrion, 1993 yard and Gabrion, 1993; Schroder et al., 1989) . The enzyme was associated with polysomes in the cytoplasm (Salehzada et al., 1991) and with nuclear matrices in the nucleus .\n\nBasal levels of RNase L exist in a wide variety of differentiated cells types at low, constant levels; however, in some cell types, RNase L may be highly regulated. In murine JLS-V9R cells, RNase L levels cncreased up to 20-fold with IFN treatment, a response that was blocked by treatment with actinomycin D, suggesting transcriptional involvement (Jacobsen et al., 1983a,b) . Furthermore, a lo-fold increase in RNase L levels could be observed in this cell type during growth arrest by confluency. In NIH 3T3 cells, growth arrest by confluency caused a 6-fold induction of RNase L levels that could be increased still further by IFN treatment (Krause et al., 1985a,b) . RNase L mRNA levels were increased 3-fold in murine 1,929 cells as a response to IFN treatment and were unaffected by cycloheximide .\n\nThere are a number of indications that RNase L functions in the control of cell growth and differentiation. As documented above, RNase L and 2-5A synthetase levels often were found to be elevated during cell differentiation, as well as in growth-arrested cells. In addition, introduction of 2-5A into cells has the effect of impairing cell growth (Sen and Lengyel, 1992; Zhou et al., 1993) . Krause et al. (198ia, b) demonstrated differential regulation of RNase L in various cell lines in response to induced differentiation or IFN treatment, as measured by the breakdown of rRNA caused by introduction of ppp5'(A2'p5')zA into the cells.\n\nRNase L induction by IFN was demonstrated for three differentiated cell types (F9 clone 9, PYS, and PSA 5E); however, in three undifferentiated cell lines (F9, PC13 clone 5, and Nulli 2A), there was little RNase L with or without IFN treatment. In addition, during induced differentiation of PC13 clone 5 cells, there was a concomitant induction of RNase L. Paradoxically, a recent study suggests that RNase L levels may be increased up to lo-fold in rapidly dividing tissue obtained from colorectal tumors with respect to normal colonic mucosa . The increased\n\nRNase L levels were also found to occur early during colorectal tumorigenesis.\n\nThe effects of 2.45-GHz microwave radiation on 2-5A synthetase and RNase L levels were investigated (Krause et al., 1991) . Although no di+erences in 2-5A synthetase levels were found, RNase L was induced as measured by 2-5A binding.\n\nThe gene for RNase L is known as RNS4, as it was the fourth RNase to be mapped in the human genome (Squire et al., 1994 ). The regional assignment was made using fluorescence in situ hybridization using a RNase L genomic clone isolated from a human placenta cosmid library . Positive hybridization signals were found on lq25 in all of 30 metaphase spreads. Since the genes for 2-5A synthetase have been mapped to chromosomes 11 and 12, genes for the 2-5A system do not form a gene cluster in the human genome. There was no evidence that RNS4 defects are directly linked to human disease; however, there are a number of abnormalities that co-localize with lq defects.\n\nThe Charcot-Marie-Tooth disease (CMTlB) locus has been localized to 1921.2 to 1925 (Lebo et al., 1991) . Multiple congenital anomalies and developmental delays were found in one patient with an interstitial deletion between lq23 and lq25 (Franc0 et al., 1991) . More significantly, a number of human cancers have been found to be associated with lq abnormalities. These include gastric adenocarcinomas (San0 et al., 1991) , oral squamous cell carcinomas (Kerr and Brown, 1978) , and breast cancer (Chen et al., 1989; Pathak et al., 1990) . Because of the negative growth regulatory function of RNase L, it may be considered a candidate for a tumor-suppressor gene. (Bork and Sander, 1993) found that the N-terminal 330 residues contained 9 ankyrin (ANK) repeats, with an average length of 33 residues with 35% sequence homology to human erythrocyte ANK. ANK repeats occur as consecutive copies in a large number of functionally variable proteins, and have been shown to mediate protein-protein and protein-DNA interactions. Protein kinase domains have been identified following the ANK repeats. The previous identification of a P-loop motif has been challenged by this group (Bork and Sander, 1993) . Nevertheless, the 7th and 8th ANK repeat contains the likely 2-5A binding site, whether or not in association with two P-loops, and the protein kinase homologous domains probably contain the ATP binding site, with domains necessary for catalytic activity residing in the C-terminal portion of the enzyme. Dong and Silverman (1997) have performed progressive truncation studies from either terminus of RNase L, and have developed a bipartite model for the structure of RNase L in which the regulatory functions were assigned to the N-terminal half of the enzyme and the catalytic function was assigned to the C-terminal half. In the process of these studies, Dong and Silverman were able to produce, by deletion of 335 amino acids from the N-terminus, a constitutively active ribonuclease with about 6-fold reduced activity compared with wild-type enzyme.\n\nRecombinant RNase L recently has been expressed in a baculovirus system and purified to reported homogeneity . The human RNase L cDNA was sub- This recombinant enzyme was evaluated for its activator requirements. While the dimer pppA2'p5'A and 3',5'-phosphodiester-linked oligoadenylates such as pppS'(A3'p5'),A completely failed to activate RNase L, and while 2'-5' linked core oligoadenylates such as A(2'p5')*A had greatly reduced ability to activate the enzyme, the longer 2-5A oligomers, pp~5'(A2'p5')~A, ppp5'(A2'p5'),A, as well as the monophosphate p5'(A2'p5'),A all maximally activated at 1 nM.\n\nAfter extensive dialysis to remove divalent cations, the effects on enzyme activity, as measured by the poly(U) degradation assay, also were determined. Although recombinant RNase L had some residual ability to cleave poly(U) even in the complete absence of metal ions, addition of ATP plus Mg cation or, to a slightly lesser extent, ATP plus Mn cation significantly stimulated RNase L activity. Addition of Ca ions alone was inhibitory, as was the addition of Zn ion, even in the presence of ATP. At a 1:l molar ratio of 2-5A to RNase L, as determined by glycerol gradient centrifugation, chemical cross-linking, and gel filtration, complete conversion to a homodimeric form from a monomer was observed. In addition, core oligoadenylates were ineffective at promotion of dimerization. This may indicate the presence of a shared catalytic site for RNA degradation in RNase L. While poly(rG), poly(rC), poly(dA), and poly(dT) were not cleaved by the recombinant enzyme, poly(rA) was degraded somewhat, and poly(rU) was degraded very efficiently, to fragments ranging in size from between 5 and 22 nucleotides in length.\n\nIt was first observed that an irreversible loss of RNase L activity was caused by gel filtration through a Sephadex G-25 column, and that this could be prevented by addition of ATP or ADP to the buffer (Wreschner et al., 1982) . In more recent work, purified mouse and human RNase L showed 2-fold stimulatory effects of ATP on RNase L activity, but only in the presence of 2-5A (Silverman et al., 1988; Dong et al., 1994) . Earlier results notwithstanding, if ATP was omitted during some purification steps, RNase L activity was fully recovered. This observation has been repeated in the authors' laboratory (M. Player, E. Wondrak and P. F. Torrence, unpublished observations). RNase L activation also requires the presence of Mg*+, although Mn*+ or Ca2+ will also function to support catalytic activity. A minimal level of activity remains in the absence of divalent cations . A reducing agent such as 2-mercaptoethanol or dithiothreitol is also necessary to maintain the binding activity of the ribonuclease Bayard et al., 1994) , although no detailed studies on this are available. RNase L was found to exist in the monomeric state with HeLa cells and mouse thymoma W7 cells (Nilsen et al., 1981) . However, murine EAT cells and mouse splenocytes have also been found to contain a dimer of approximately twice this weight (Slattery et al., 1979; Bayard et al., 1994) .\n\nIn an additional study, murine Ehrlich ascites tumor cell-derived RNase L was reported to behave as a 185 kDa species by gel filtration, while SDS-PAGE analysis of an affinity-labeled RNase L gave a result of 80 kDa (Bisbal et al., 1989 ). However, these latter authors found another 40 kDa species that bore some similarity to RNase L by partial proteolysis. Protease inhibitors were reported not to alter the levels of the 40 kDa protein, and its significance remains unknown. It has also been proposed that RNase L consists of a heterodimer: a regulatory subunit that binds 2-5A and a catalytic subunit to which RNA binds (Salehzada et al., 1993) . More recent work, based on chemical cross-linking, gel filtration, and glycerol gradient sedimentation, demonstrated that the enzyme is a homodimer in the presence of a molar equivalent of 2-5A and a monomer in its absence Cole et al., 1996) . 2-5A oligoadenylates, which caused dimerization of RNase L, usually activated it well, while core (non-5'-phosphorylated) oligoadenylates, which were not capable of activating RNase L, were similarly inefficient at dimerizing it .\n\nDimerization of RNase L has been studied by equilibrium sedimentation techniques. The enzyme was found not to dimerize in the presence of a synthetic oligoribonucleotide substrate or in the presence of ATP alone (Cole et al., 1996) . However, in the presence of saturating (2'.5')pA,, the enzyme was fully dimerized at protein concentrations as low as 100 nM. In the absence of activator, no dimerization was observed at protein concentrations as high as 18 mM.\n\nEvaluation of the kinetics of cleavage of PKR mRNA in the context of 2-5A antisense chimeras has been performed (Maitra et al., 1995) . The 2-5A antisense chimera against PKR mRNA, as well as 2-5'4 tetramer, were found to be 20and 40-fold more active, respectively, than a 2-5A antisense chimera in which t'ae antisense sequence was not complementary to the PKR mRNA target. In addition, k,,, was found to be 5-10 secci, implying that each molecule of RNase L was able to catalyze the cleavage of multiple mRNA strands. The sites of cleavage were also mapped to discrete sites along the PKF: mRNA using primer extension analysis. The recognized preference for cleavage 3' of UpNp was altered by this approach, and a clear preference for specific bases was not observed.\n\nAlthough classical methods of assay rely on cleavage of radiolabelled poly(U) (Silverman, 1985) or on cleavage of ribosomal RNA (rRNA) (Kariko et al., 1987a,b) , a more recent method utilizes cleavage of a radiolabelled oligoribonucleotide . Since RNase L cleaves preferentially after UU and UA sequences (Wreschner et al., 1981b) , the sequence chosen for kinetic analysis of RNase L was [32P]5'-pC1iUUC7.\n\nComparison of the primary cleavage product with cleavage products resulting from RNase PhyM and from base-catalyzed hydrolysis confirms that [3*P]5'-pCi,UUp is the primary cleavage product.\n\nWhen RNase L was added to a reaction mixture containing substrate and (2-5)pA,. an initial lag in product formation occurred. This could be alleviated by a 30-min incubation of RNase L with (2-5)pA, at 0°C. The rate of cleavage was linear between 100 and 600 pM, using RNase L preactivated with 800 nM (2s5)pA,. The rate of cleavage was halfmaximal at 1 nM (2-5)pA!, and attained maximal velocity at 1 nM (2-5)pA, and abcve. Longer oligoribonucleotides were cleaved more efficienrly; for instance, 5'-pCsUUC, is cleaved 3-fold less efficiently (k,,,/K,) than 5'-pCi,UUC7, primarily due to an increase in K,. In addition, RNase L catalyzed the cleavage of substrates containing 2 or 3 sequential U's with a 20-and 50-fold faster rate than that with which it catalyzed the cleavage of a substrate containing a single U .\n\nThe 2-5A system and the RNase L are rapidly evolving in complexity. Salehzada et al. (1993) In a separate study, Bayard et al. (1994) employed tetrameric ppp(S'A2'~)~A, periodate-oxidized and then covalently bound to hexanolc hydrazide agarose, to affinity purify RNase L from 100,000 g supernatants of mouse spleen. Highly purified enzyme, >80% homogenous, could be eluted from such an affinity column with pH 2.7 glycine buffers in the presence of Triton-X. When the purified nuclease was stabilized by affinity labeling with 2-5A, it migrated as a 160 kDa protein, but as an 80 kDa protein in denaturing SDS-PAGE conditions. Similar studies with cellular extracts implied that the enzyme was comprised of 80% 160 kDa and 20% 80 kDa species. In the absence of 2-mercaptoethanol, the apparently dimeric 160 kDa species bound 2-5A only minimally. The addition of 2-mercaptoethanal, or, surprisingly, poly(U), could maximize 2-5A binding. The eluted 160 kDa nuclease showed residual activity even in the absence of 2-5A. These findings led Bayard et al. (1994) to suggest that the poly(U) substrate induced a conformational change in RNase L, and that this change facilitated 2-5A binding. Bayard et al. (1994) also postulated the loss of a regulatory protein during purification in order to account for the low level of non-2-5A-dependent nuclease activity. Yet another chapter in the complexity of the 2-5A system was added through the findings of Bisbal et al. (1995) , who isolated a polypeptide inhibitor (termed RLI) of the 2-5A system based on their screening of an expression library assayed by binding to radioactive 2-5ApCp. This protein was proposed as a regulator that would inhibit the binding of 2-5A to RNase L, thereby blocking activation of RNase L and its nuclease activity. Although RLI had a poor affinity for RNase L, it may associate directly, but noncovalently, with the enzyme to alter its activation potential by 2-5A. Over-expression of RLI in HeLa cells partly antagonized the antipicornaviral effects of IFN. In essence, the present state of affairs in regard to RNase L's functional catalytic structure may be expressed by two different scenarios. On the one hand, as suggested by the work of Dong et al. (1994) and Cole et al. (1996) , RNase L appears as an 83 kDa protein that dimerizes in the presence of a 2-5A activator, perhaps to give the actual catalytic conformation.\n\nOn the other hand, as represented by the data of Bayard et al. (1994) and Salehzada et al. (1993) , RNase L may consist of two different 80 kDa proteins, one that binds 2-5A and another that binds RNA substrate.\n\nThe active enzyme could then be inhibited by yet another protein that binds RNase L, but not 2-5A.\n\nA critical question is whether or not the 2-5A system might differentiate between RNA substrates, i.e., viral vs. cellular, in the intact host cell. Partially purified RNase L from murine EAT cells was found to degrade only poly(U) of the four homopolymers: poly(U), poly(C), poly(G), and poly(A) (Floyd-Smith et al., 1981) . With a 5'-labelled phage T7specific RNA segment, frequent cuts were found after UA, UG, and UU, with minor cleavages after CA and rare cleavages after AC and CG (Floyd-Smith et al., 1981) . RNase L isolated from rabbit reticulocytes, human lymphoblastoid cells, and murine EAT cells cleaved 3'-labelled viral and 18s rRNA substrates after some, but not all, UU and UA sequences, possibly as a result of secondary structure (Wreschner et al., 1981a,b) . Generally, then, RNase L cleavage occurred 3'\n\nto UpN3'p terminated products (Wreschner et al., 1981a,b) . Cleavage experiments with purified recombinant human RNase L yielded similar results, with the exception that inefficient cleavage of poly(A) was observed . The existence of cuts in predominantly single-stranded regions of phage R17 RNA (Floyd-Smith et al., 1981) and the reported absence of cleavage of poly(A).poly(U) (Nilsen et al., 1980) have been established, but the dependence of sites and extent of cleavage on RNA secondary structure is poorly understood. In addition, the degradation of poly(U) was observed to generate discrete fragments or about 5-22 nucleotides in length as end products for unknown reasons . (Nilsen and Baglioni, 1979) .\n\nNuclear extracts of HeLa cells were found to contain nanomolar quantities of 2-5A and an activity that bound 2-5A\n\nwith an affinity similar to that of RNase L. The nucleic acid, hnRNA, which contains duplex structures, was found both to promote the synthesis of 2-5A and to be preferentially cleaved in IFN-treated cell extracts (Nilsen et al., 198213) . Nascent reovirus RNA prepared in transcription (1982) . Simple UV irradiation was used to crosslink 2-5A to RNase L in a study by Floyd-Smith et al. (1982) . Photoactivatable azido derivatives of 2-5A also were reported (Suhadolnik et al., 1988) , but their usefulness was greatly To examine binding of the 2-5A analogue to RNase L, a 2-5A tetramer, e.g., pppS'(A2'~5')~A, has been linked to\n\n[32P]pCp using T4 RNA ligase (Knight et al., 1980) . The resultant radioactive probe may be competed with a number of 2-5A analogues and the binding IC50 measured and compared with 2-5A. Several other techniques have been used to evaluate activation of RNase L so that the relative contribution to binding versus activation of various 2-5A structural domains may be compared (Lewis and Falcoff, 1981) .\n\nAn early method involved the ability of the analogue to inhibit cell-free protein synthesis from a specific mRNA (Torrence and Friedman, 1979) . Another method uses the property that 2-5A causes specific cleavages in rRNA that can be evaluated in a cell-free system and examined by agarose gel electrophoresis (Wreschner et al., 1981a) . Perhaps the most frequently employed assay has been the use of poly(rU) 3'-ligated to [32P]pCp. The resultant poly(rU)-\n\n[32P]pCp product was evaluated as a substrate for RNase L by measurement of trichloroacetic acid-precipitable radioactivity in response to activation of the enzyme by a 2-5A analogue. In order to distinguish cleavage caused by RNase L, as opposed to other cellular nucleases, the RNase L first must be immobilized on core 2-5A cellulose and washed free of contaminating nucleases. In contrast, with purified human recombinant enzyme, Carroll et al. (1996) were able to employ [P32]5'-pC,,UUpC, as a synthetic substrate.\n\nAlthough 2-5A synthetase can generate 2-5A oligomers from dimers to products longer than decamers, oligoadenylates must be trimers or longer in order to effectively bind to and to activate RNase L (e.g., Torrence et al., 1984; Johnston and Torrence, 1934) . Oligomers of greater length than the trimer bind to and activate the enzyme approximately equally well. There is limited evidence for tissuespecific differences in oligomer size activation requirements for RNase L (Krause and Silverman, 1993; Wu et al., 1983) .\n\nRNase L from rabbit reticulocyte lysates, thus far, is unique in requiring tetramer 2-5A instead of trimer 2-SA for activation, as measured by the core-cellulose assay and by their respective abilities to cause an inhibition of translation in a reticulocyte cell-free system. Rabbit kidney cell RNase L, however, as well as murine reticulocyte RNase L, were activated by trimer or tetramer 2-5A. zolates with tri(n-butylammonium)pyrophosphate . When ppp5'A.3'~5'A3'~5'A was evaluated as a translational inhibitor using EMCV RNA-programmed L-cell extracts, it was found to be approximately 10,000 times less efficacious as 2-5A . Phosphodiester linkage analogues of 2-5.4, ppp5'A2'~5'A3'~5'A, and ppp5'A3'p5'A2'p5'A were 25-28 times less effective as translation inhibitors ). In addition, ppp5'A3'p5'A2'p5'A, ppp5'A2'p5' A3'p5'A, and ppp5'-A3'pSfA3'p5'A were 48,4& and 13,000 times less effective than 2-5A at displacing ppp5'A2'p5' A2'p5'A3'[3*P]-p5'C3'p in the radiobinding assay. Monophosphates of these linkage isomers showed a similar pattern of activity . The (Doetsch et al., 1981) , structural proof consisted solely of an R, comparison of a radiolabelled alkaline phosphatase-digested product to the well-characterized chemically synthesized core (Charubala and Pfleiderer, 1980a,b) in a single TLC system. Although the ppp5'\n\n(3'dA)2'p5'(3'dA)2'p5'(3'dA)2'p5' (3'dA) was found to be a more potent translational inhibitor than 2-5A trimer or tetramer in a rabbit reticulocyte cell-free system (Doetsch et al., 1981) , other groups Williams et al., 1979a) have found 2-5A trimer not to be a subnanomolar activator of the nuclease at all, in contrast to other rabbit cell types and all murine and human lines examined thus far.\n\nThe 5'-di-and -triphosphates and core of the cordycepin analogue of Z-5A trimer and tetramer have been prepared and characterized by four groups (Sawai et al., 1983; Haugh et al., 1983; Nyilas et al., 1986; Charubala and Pfleiderer, 1980a,b) . The products were characterized both enzymatitally and physically. The core oligonucleotide, produced by Charubala and Pfleiderer, was identical after phosphorylation to the 5'-monophosphate produced by Sawai et al. (1983) , and the alkaline phosphatase digestion product of the latter also was found to be identical with the Charubala and Pfleiderer core trimer product. These cordycepin analogues of 2-5A have been examined in a number of different assay systems. In Lice11 lysates, (pp)p5'(3'dA)2'p5'\n\n(3'dA)2'p5'(3'dA)2'p5' (3'dA) was found to bind to RNase L 20 times less well than 2-5A and to activate the nuclease 4 X lo5 less potently than 2-5A, as judged by inhibition of EMCV RNA translation (Sawai et al., 1983) . In a globin mRNA-programmed rabbit reticulocyte cell lysate, the cordycepin 2-5A trimer analogue was active only at micromolar concentrations or above, as was 2-5A itself; however, when the tetramers were evaluated under the same conditions, the cordycepin analogue was more than 103fold less potent than 2-5A (Sawai et al., 1983) . Haugh et al.\n\n(1983) did not find activation of RNase L in L-cell or Daudi cell extracts by pp5'(3'dA)2'p5'(3'dA)2'p5' (3'dA) . Krause et al. (1986) found no activity of ppp5'(3'dA)2'p5' (3'dA) 2'p5'(3'dA)2'p5' (3'dA) in the core-cellulose/poly(U)pCp degradation assay. When calcium co-precipitation was used to introduce ppp5'(3'dA)2'p5'(3'dA)2'p5' (3'dA) into intact L-cells, it was found to be 100 times less potent than 2-5A, as measured by inhibition of protein synthesis (Eppstein et al., 1985) . When ppp5'(3'dA)2'p5'(3'dA)2'p5' (3'dA) was examined for its activity in mouse EAT cells, none was found, while activity in L-cell extracts was minimal (Nyilas et al., 1986) . Since replacement of the ribose moiety by cordycepin in all positions resulted in virtually complete loss of activity, the effects of introduction of one 3'-deoxyadenosine at each position of the trimer were examined (Torrence et al., 1988) . When ppp5'(3'dA)2'p5' A2'p5'A was evaluated, binding was equivalent to that of 2-5A and activation was approximately 3 times less potent than 2-5A, as measured by translational inhibition and the poly(U) degradation assay. With pppS'AZ'pS'AZ'p5' (3'dA) , an increase in binding and activation was observed. However, ppp5'A2'p5'(3'dA)2'p5'A displayed an 8-fold decrease in binding, while activation of RNase L was decreased 500-to lOOO-fold. Therefore, the 3'-hydroxyl of the second (from the 3'-terminus) nucleotide residue of 2-5A is critical for binding to RNase L. Baglioni et al. (1981a) that it was about lo-fold less effective than 2-5A as an activator of RNase L, and that this reduction in activity was related to a corresponding decrease in binding to the RNase L.\n\nThe individual diastereomeric cores of A2'p(s)5'A2'p5'A were prepared by a modified hydroxybenzotriazole phosphotriester approach (De Vroom et al., 1987) . The 5'-monophosphates were then derived after phosphorylation with a 6-trifluoromethyl-l-benzotriazolyl-activated phosphomorpholidate.\n\nThe synthesis and resolution of P-thioadenylyl-(2'-5')Pthioadenylyl-(2'-5')-P-thioadenylyl-(2'-5')-adenosine cores were first performed by Charubala et al. ( 1991) . All diasteromers bound equally well to cell lysate-derived RNase L. In the core cellulose assay, all activated the enzyme except the SpSpSp isomer, which was an antagonist. The four diastereomers of P-thioadenylyl-(3'-5')-P-thioadenylyl-(3'-5')~adenosine were synthesized . None of these compounds bind to or activate RNase L. The phosphorothioate analogues of 2-5A dimer and trimer cores, as well as their 5'-monophosphates, were prepared by the phosphoramidite method, and the diasteromers were separated by chromatographic means and fully characterized by physical means (Charubala and Pfleiderer, 1992 ).\n\n2',5'-Oligothioadenylate trimer cores have also been prepared via UOz2+ ion-catalyzed polymerization of adenosine-5'thiophosphoroimidazolide (Shimazu et al., 1992) . The oligomers contain a preponderance of linkages of Rp configuration.\n\n2',5'-Oligothioadenylate dimer cores with Sp stereoselectivity were attained using hydrogen phosphonate methodology, followed by oxidative phosphorylation (Battistini et al., 1992 .\n\nWhen the 3'terminal base was replaced by any common nucleotide to form ppp5'A2'~5'A2'~5'N, a loss of RNase L activating ability resulted, although antagonism of the action of 2-5A was still possible (Drocourt et al., 1982) . Further, replacement of the first base by hypoxanthine to give ppp5'12'p5'A2'p5'A resulted in a 200-fold loss of activating ability, as well as binding affinity, while replacement of the second base to yield ppp5'A2'p5'12'p5'A yielded a 20fold decrease in activating ability, but only a 3-fold decrease in binding affinity . Replacement of the 3'-base by hypoxanthine to give ppp5'A2'p5'A2'p5'1 resulted in a lOOO-fold loss of activating ability, as measured by inhibition of translation, but no decrease in binding affinity. Therefore, the Nt/Ne of the 5'-terminal adenosine is required for binding to the RNase L, while the Ni/N6 (the 3'sterminal adenosine) was required for effective activation of RNase L, but not for binding. Further evidence for the importance of the Ni/N6 moiety of the 5'-terminal adenosine was shown by the synthesis of ppp5'G2'pSf(c7A)2'p5'(c74), which was over 100 times less effective in binding to murine RNase L (Jamoulle and Torrence, 1986) .\n\nUndine substituted at various positions in the 2-5A trimer further substantiates results obtained with the inosinemodified 2-5A analogues (Kitade et al., 1991a) . Thus, while 5'-residue substitution to form ppp5'U2'p5'A2'p5'A caused a loo-fold decrease in both binding and activation, and while replacement of the terminal 2'-residue caused a 104 decrease in activation, replacement of the middle adenosine to form ppp5'A2'p5'U2'p5'A showed a correspondingly larger decrease in activation ability than the inosine 2-5A\n\nanalogues, as expected from the inosine analogue studies.\n\nFormation of sequence-specific analogues of 2-5A with tubercidin (7-deazaadenosme, c7A) further corroborates the results mentioned abo\\pe (Jamoulle et al., , 1987 ).\n\nThe tubercidin 2-5A analogue ppp5'(~7A)2'~5'(~7A)2'~5'\n\n(c7A) bound almost as well as 2-5A trimer, but was incapable of activation of the nuclease. When ppp5'A2'p5'A2'p5'\n\n(c7A) and ppp5'(~7A)2'~5'A2'~5'A were evaluated, a large decrease in activation ability with more moderate loss of binding ability was observed, while ppp5'A2'p5'(~7A)2'p5'A showed a negligible reduction of activation ability, despite a moderate loss of binding ability. Thus, the situation is somewhat reminiscent of the inosine and uridine analogues; that is, the base moiety of the second nucleotide unit of 2-5A appears to play a less important role in RNase L activation than do the first or third adenines of 2-5A trimer. It would also appear that the purine N7 of these latter two adenine sites of 2-5A may be important contributors to the binding/activation process (Jamoulle et al., 1987) .\n\nSubstitution of bromine for the purine 8-position H also moderates binding and act.vating ability (Lesiak and Torrence, 1986, 1987) . While (p)pp5'A2'p5'(brsA)2'p5'A and (p)pp5'(brsA)2'p5'A2'p5',4 led to over a lO*-fold decrease in activation directly attributable to decreases in binding affinity, pp5'A2'p5'A2'p5'(brsA) activated murine RNase L lo-fold more effectively than 2-5A, as measured by inhibition of translation. Conformational studies on these brominated 2-5A analogues revealed that good binding to RNase L requires an anti orientation of the base about the glycosidic bond of the 5'-terminal adenosine (van den Hoogen et al., 1989) . In addition, a s:~n base-sugar orientation or an S-type sugar conformation of the 2'-terminal adenosine may positively influence binding to RNase L. Studies on 8-methyladenosine analogues of 2-5A further confirmed these results (Kitade et al., 1991b) . Introduction of the 8-methyladenosine into the 5'-terminal position resulted in a decrease in binding affinity,, with a concomitant decrease in activating ability, while introduction into the 2'-terminus yielded an analogue that activated better than Z-5A itself.\n\nRNase L derived from most lines of mouse L-cells requires a 5'-triphosphate for effective activation. However, several rational modifications of 2-5A can obviate the necessity for the polyphosphate, which in and of itself presents problems referable to increased charge and diminished cellular uptake, as well as increased susceptibility to cellular phosphatases and phosphodiesterase, both of which tend to decrease biological activity of the 2-5A. Although the 5'-diphosphate can substitute for the 5'-triphosphate in most L-cell lines , this requirement is not absolute (Kovacs et al., 1993) , as one L-cell line and a mouse liver extract require only a 5'-monophosphate.\n\nIn the former cases, the 5'-monophosphates can serve as effective antagonists . Several derivatives have been found to mitigate the necessity for the 5'spolyphosphate. The pS'A2'p5'A2'p5'(br*A)2'p5'(b18A) tetramer has been found to be as effective an activator as ppp5'A2'p5'A2'p5'A in mouse L-cells, as determined by inhibition of translation, as well as being more stable toward cellular phosphodiesterases (Torrence et al., 1992) . 4.6.3. Other modifications. Baglioni et al. (1981a) reported that the p,y-methylene phosphonate analogue of 2-5A trimer triphosphate could not activate the enzyme, as judged by protein synthesis inhibition, but still could bind to RNase L, as ascertained by its ability to inhibit the action of 2-5A itself. In contrast, a P,y-difluoromethylene analogue showed significant activity, possibly due to a closer correspondence of the pKa's of the polyphosphate moiety to natural 2-5A, as compared with the unsubstituted methylene analogue (Bisbal et al., 1987) . In addition, a &y-phosphorothioate analogue of 2-5A and a P-thiophosphate analogue both were effective activators of RNase L (Bisbal et al., 1987) . A uranic acid analogue of 2-5A showed a trace of activity in RNase L activation (Kinjo et al., 1992) .\n\nSeveral additional modifications of 2-5A are discussed below (Section 5) in relation to antagonism of RNase L and IFN action (see also (Meurs et al., 1981) . Picornaviruses are naked icosahedral nucleocapsids of 25-30 nm diameter, having a core of ssRNA. They are subdivided into four genera: enterovirus, cardiovirus, rhinovi- p5'A2'p5'A2'p5'A-N-hexylmopholine p5'A2'pS'A2'p5'A2'p5'A-N-hexylmopholine ppp-, pp-, and p5' (3'dA)2'p5' (3'dA)2'p5' (3'dA) and tetrameric congeners p5'AZ'p5'AZ'p5'A2'p p5'A3'p5'A2'pS'A p5'AZ'p5'A3'p5'A p5'A3'p5'A2'p5'A2'p5'Ap5'A2'p5'A3'p5'A2'p51A CH3Sp5'A2'p5'A2'p5'2'3'CH, CH,Sp5'A2'p5'A2'p5'A2'pp3'RCHj P-y-CFz-Aq(ox-red) pppS'-and p5'A2'p5'A2'p5'1 Torrence et al., 1981a , unpublished Miyamoto et al., 1983 Haugh et al., 1983; Jamoulle et al., 1984; Black et al., 1985; Lesiak and Torrence, 1986 Imai et al., 1982a Sawai et al., 1983 Torrence et al., 1984 Haugh et al., 1983 Watling et al., 1985 Bisbal et al., 1987 rus, and aphthovirus.\n\nThe replicative cycle is significant in its capacity for the production of large amounts of dsRNA. For instance, with the poliovirus, a well-studied member of the enterovirus genera, the parental genome functions as mRNA.\n\nAfter production of the polyprotein, doublestranded replicative forms are transcribed that can result in the production of progeny plus strands by a peeling off mechanism. EMCV, a cardiovirus that causes mild febrile illnesses in a number of species, including humans, has been often evaluated in conjunction with the 2-5A system. Accumulation of 2-5A as measured by rRNA cleavage has been observed in EMCV-treated, IFN-treated cells (Wreschner et al., 1981a; Silverman et al., 1982 Silverman et al., , 1983 Williams et al., 197913; Knight et al., 1980) , as well as the organs of EMCVinfected mice (Hear1 and has not been observed to induce rRNA cleavage products, possibly because of the short half-life of the replicative intermediates (Munoz et al., 1983) . Other evidence implicates the 2-5A system in the antiviral effects of IFN. Increased levels of resistance to EMCV infection occur in human glioblastoma T98G cells stably transfected with a human 2-5A synthetase cDNA, which results in constitutive 2-5A synthetase production (Rysiecki et al., 1989) . In other similar studies, transfection of murine cDNAs encoding the 43.kDa 2-5A synthetase into NIH 3T3 cells results in varying levels of constitutive 2-5A synthetase production, as well as greatly increased resistance to EMCV infection, but not to VSV infection (Coccia et al., 1990; Chebath et al., 1987b) . Transfection of a competitive inhibitor, CH1Sp(A2'p),A2'pp3'OCH3, of RNase L by calcium phosphate co-precipitation greatly reduces the anti-EMCV effects of IFN, as measured by the absence of characteristic rRNA cleavage patterns (Watling et al., 1985) . (Nilsen et al., 1982a (Nilsen et al., , 1983 .\n\nPoxviruses are 25-300 nm complex brick-shaped particles containing complex DNA genomes. Vaccinia virus, a member of the orthopoxvirus genus, possesses a replicative cycle that involves the production of a dsRNA. A number of studies have found large or small increases in 2-5A levels, activation of RNase L, and characteristic rRNA breakdown in vaccinia-virus infected, IFN-treated cells (Rice et al., 1985; Goswami and Sharma, 1984) . Several vaccinia proteins may mitigate or enhance the ability of the Z-5A system to participate in the antiviral activity of IFN. For instance, mutations in the A18R gene, the expression product of which may play a role in viral replication, effectively en-hance the levels of 2-5A synthetase and RNase L. Specific methods by which poxviruses may escape 2-5A system control remain to be determined.\n\nMolecules that may inhibit or antagonize the action of 2-5A (Table 10) at 2 FM, up to 80% relief of the dsRNA-mediated inhibition of translation could be obtained . Studies conducted in the above cell-free system, but using phosphodiesterase-stabilized antagonists, such as p5'A2'p5'A2'p5'A2'p or the N-hexylmopholine-terminated 2',5'-oligoadenylate, revealed that even when allowance was made for the substantial concentrations of 2-5A generated by the poly(I).poly(C)-activation of 2-5A synthetase, a significant translational inhibitory component, not preventable by the 2-5A amagonists, remained. Thus, while 2-5A was the primary mediator of the poly(I).poly(C)induced translational repression in this particular cell-free system under given conditions, another mechanism (protein kinase?) apparently was operational also .\n\nThe relative contribution of the 2-SA-dependent ribonuclease to the mechanism of dsRNA action (Lengyel, 1987) can vary, depending upon the exact particulars While p5'A2'p5'A2'p5'A has been an effective inhibitor of the activation of RNase L in mouse L-cell extracts and in some lines of mouse L-cells Miyamoto et al., 1983; Black et al., 1985; Haugh et al., 1983) , it does not have general applicability to other cellfree systems or other intact cells. In some other systems, such as some cultures of mouse L-cells (Haugh et al., 1983) or in cell-free extracts of Daudi lymphoblastoid cells or HeLa cells (Haugh et al., 1983; Lesiak and Torrence, 1987) , the 5'-monophosphate mimics the action of 2-5A. In some cases, this could be due to the conversion of the 5'-monophosphate to the corresponding 5'-di-or 5'-triphosphate.\n\nIn the case of human cells, however, it is now established that the pure human RNase L is activated equally well by 2-5A as 5' striphosphate or as the 5'-monophosphate . Thus, p5'A2'p5'A2'p5'A cannot be used as an antagonist of 2-5A action in human-derived systems.\n\nFollowing the lead of Torrence et al. (1981a) , Watling and co-workers (1985) employed an analogue-inhibitor (antagonist) of 2-5A action in intact cells. This molecule consisted of a trimeric 2',5'-oligoadenylate with a terminal 5'-monophosphate modified to a methylthiophosphate for phosphatase protection and a 2'-terminus protected with a 3'-O-methyl group to provide resistance to phosphodiesterase degradation and a 2'-pyrophosphate to enhance precipitation with calcium phosphate used in the transfec-tion procedure to introduce the 2-5A analogue into cells. Upon calcium phosphate transfection, this analogue inhibitor (abbreviated as CH,pA2'p5'A2'p5'A3'OCHJ2'p) could block activation of RNase L by 2-5A itself in both cell-free extracts and in intact cells. Most importantly, in IFNtreated and encephalomyocarditis-infected cells, this analogue, after calcium phosphate-aided uptake, could inhibit 2-5A-mediated rRNA cleavages, and it also could restore partially the synthesis of EMCV RNA synthesis and virus yield. The partial reversal of virus replication by CH3pA2' p5'A2'p5'A3'OCH,2'p was taken as evidence to implicate the 2-5A system in the inhibition of EMCV growth by IFN (Watling et al., 1985) . However, since the reversal was at best only 20%, it was not clear whether or not this represented the 2-5A system's maximum contribution to the anti-EMCV effects of IFN, or whether compensatory action by some different mechanism (e.g., PKR) had occurred.\n\nA large variety of studies have implicated all or part of the 2-5A system (Fig. 2) in various biological phenomena.\n\nThe regenerating rat liver (Bucher and Malt, 1971 ) has provided a model system in which the potential role of 2-5A has been examined (Smekens-Etienne et al., 1983; Etienne-Smekens et al., 1983) . In these studies, the levels of \n\nAnother system that has provided evidence for a biological role for the 2-5A system involves estrogen administration to immature chicks. Estrogen treatment leads to differentiation and growth of the tubular gland cells in the oviduct. Egg white proteins, predominantly ovalbumin, are synthesized in such tubular gland cells (Schimke et al., 1975; O'Malley et al., 1977; Palmiter et al., 1977) . If estrogen treatment is discontinued, there results a gradual 2-to ?-week decline of ovalbumin synthesis and a decrease in oviduct size. Egg white proteins and oviduct growth may be reinduced by a variety of agents, including estrogens, progesterone, gluco-corticoids, carcinogens, or tumor promoter (reviewed by Cohrs et al., 1988 ), but the initial or primary stimulation occurs only with estrogens.\n\nRapid or acute withdrawal of estrogens, as with surgical removal of a diethylstilbestrol implant, caused inhibition of transcription of egg white protein mRNAs and a speedy degradation of existing hormone-induced mRNAs (reviewed by Cohrs et al., 1988) . Ovalbumin's mRNA half-life was reduced from 24 hr in the hormone-treated chick's oviduct to 2-6 hr in the hormone-withdrawn chick's oviduct.\n\nRestimulation led to new ovalbumin mRNA through transcription.\n\nStark et al. (1979) reported that 2-5A synthetase was present at very low or undetectable levels after restimulation of the oviduct with estrogen, but that during estrogen withdrawal, the activity of 2-5A synthetase rose dramatically. Cohrs et al. (1988) Following acute estrogen withdrawal, the 2-5A concentration increased 2-fold at 6 hr post-withdrawal. 2-5A was determined using the functional nuclease assay of Silverman (1985) . No HPLC evidence for 2-5A was gathered. In the further course of this study, Cohrs et al. (1988) found that a distinct 18s rRNA species, about 450 nucleotides in length, underwent a significant increase in intensity at 6 hr and more after acute estrogen withdrawal. This 18s rRNAderived fragment showed an identical mobility on denaturing agarose gels as the 18s rRNA fragment produced when chick oviduct ribosomes were incubated in vitro with partially purified 2-5A-dependent RNase from chick oviduct. Cohrs et al. (1988) concluded that chick oviduct 2-5Adependent RNase may be involved in the degradation of rRNA brought about by estrogen withdrawal and that the 2-SA-dependent RNase may play some role in the normal turnover of rRNA. Nonetheless, since no specific 2-5Adependent RNase-derived ovalbumin mRNA product could be detected, and since the 18s rRNA-derived fragment showed no detectable increase at 3 hr after estrogen withdrawal when 35% of ovalbumin mRNA was degraded, it would seem premature to implicate the 2-5A system in the ovalbumin mRNA turnover. Orlic et al. ( 198 1, 1984a ) discovered that rat bone marrow cell cultures were inhibited in their ability to respond to erythropoietin induction of red cell formation when they were treated with 2-5A tetramer core (A~'P~'A~'P~A~'P~'A) at a concentration of 10-4 M. Not only did the 2-5A tetramer core cause a reduction of erythroid colonies, but it also inhibited [JH]thymidine incorporation. Orlic et al. (1982) further found that in the livers and spleens of rats made anemic by phenylhydrazine injections, there was a direct correlation between the rate of erythropoiesis and 2-5A synthetase activity. These studies were later extended (Orlit et al., 1984b (Orlit et al., , 1985 to mclude both hypoxia-induced and phenylhydrazine-induced erythropoiesis in mice. In the latter case, spleen cell lysates showed a 1.9-to 2.8-fold increase in 2-SA synthetase activity, as assayed by the PolY(~).Po~Y(o g a arose method. In the hypoxia studies, 2-5A synthetase increased 102% over control values; moreover, 2-5A synthetase activity was maximal in spleen cell populations containing the largest number of nucleating cells, whereas 2-5A synthetase activity was minimal in populations carrying the fewest nucleated cells. In addition, Orlic et al. (1984b) found that 2-:5A trimer (A2'p5'A2'p5'A) and\n\ntetramer cores partially inhibited the colony-forming response. On the basis of these foregoing results, the speculation has been advanced that 2-5A may play a role in regulating some of the late events in erythropoiesis.\n\nPossibly relevant to the above observations is the report The increase in 2-5A synthetase activity was not due to its induction by autocrine IFN, since treatment of the cells with the autocrine IFN they produce brought about an increase in 2-5A synthetase from ceils in the G, phase, but had no effect in cells that were in the G1 or S phases of the cell cycle (Wells and Mallucci, 1988) .\n\nIn the mouse embryo fibroblast system, low basal levels of 2-5A synthetase were maintained concurrent with low concentrations of a 1.7 kb 2-5.4 synthetase mRNA. Induction of cells in Go with autocrine IFN caused a considerable increase in the amounts of t1.e 1.7 kb mRNA and a trace appearance of a 4 kb 2-5A synthetase mRNA. In contrast, the surge of S phase synthetase activity, unrelated to autocrine IFN, was related to expression of the 4 kb synthetase mRNA .\n\nSimilar results were obtained when the IFN employed was virus-induced. Activity attributable to a 2',5'-phosphodiesterase was higher in confluent quiescent Gt cells, in contrast to other reports. RNase L activity rose 2-fold in S phase, also in contrast to other studies. Wells and Mallucci (1985) could not detect significant concentrations (> 1 nM) of 2-5A in cell extracts by HPLC and so, concluded that if 2-5A is involved in control of the cell cycle in mouse embryo fibroblasts, it must operate at subnanomolar levels as a result of localized activation or activation for brief periods of time.\n\nIn A431 cells, IFN-y treatment caused inhibition of growth, prolongation of the Go-G1 phase, and also caused dramatic morphological alterations, including an increase in cell size and production of sheets of fused cells (Kumar and Mendelsohn, 1989) . In such cells, 2-5A synthetase activity was increased (approximately 3 times), as was the 1.6 kb 2-SA-synthetase mRNA. In addition, there was a differential induction and expression of the different 2-5A synthetase isoenzymes, as well as apparent differences in the enzymic activities of the three (~40, ~67, and ~100) isoenzymes, all of which suggested to the authors that growth inhibition of A431 cells by IFN involves the mediation of 2-5A synthetase.\n\nIn a second study, Kumar and Mendelsohn (1990) found that A43 1 cells treated with IFN-y specifically synthesized PDGF is a mitogen found in platelets and is released from them during the blood clotting reaction. At the wound site, PDGF probably has many functions, including promotion of the repair of damaged tissue in cooperation with other growth factors. Treatment of cells with PDGF induces a state of \"competence\" (Pledger et al., 1977) in such cells so that they can respond to other defined growth factors, such as insulin-like growth factor and epidermal growth factor, proceeding to engage in DNA synthesis. A variety of such \"competence\" genes have been described and include c-f& and c-myc (Cochran et al., 1984) . Zullo et al. (1985) found that dsRNA was a potent inducer of the competence gene family. Conversely, the same group also reported that PDGF stimulated expression of the genes usually characterized as being dsRNA-inducible; namely, 2-5A synthetase and IFN-p. Zullo et al. (1985) proposed that the 2-5A synthetase and IFN genes could function in a feedback loop to control cell growth. They further speculated that the mitogenie response to PDGF may be inherently self-limited.\n\nThus, at the same time it induces the genes necessary to trigger cell division, PDGF may also induce those genes required for the eventual control of such division. \n\nEthanol also induces 2-5A synthetase mRNA and activity, as well as hsp 70 (Chelbi-Alix and Chousterman, 1992) . In contrast to the foregoing situation of heat shock itself (Chousterman et al., 1987) , ethanol also induces IFN synthesis and an antiviral state in MDBK cells (Chelbi-Alix and Chousterman, 1992) . Both the antiviral state and the appearance of 2-5A synthetase activity could be prevented by antibody to bovine IFN-p, thereby establishing that 2-5A synthetase was induced by externalized IFN and not by hsp 70. Thus, even though the mechanisms of induction of 2-5A synthetase were different, Chelbi-Alix and Chousterman (1992) observed that cellular recovery from ethanol treatment may involve the 2-5A synthetase and that, as in the case of heat shock, 2-5A oligonucleotide itself might serve as a signal for the termination of the stress response. 6.8. Tubular Reticular Inclusions, Interferon, and 2-5A IFN treatment can induce the formation of cytoplasmic tubular reticular inclusions (TRI), which are complexes of membranous tubules associated with the endoplasmic reticulum or perinuclear cisternae (Grimley et al., 1984; Grimley and Schaff, 1976) . They are typically observed in humans with acquired immunodeficiency syndrome (AIDS) or systemic lupus erythematosus, both diseases in which endogenous IFN production is increased relative to disease-free subjects. Feldman et al. (1988) noted that in human umbilical vein and thoracic aorta endothelial cells, IFN induced formation of TRI under conditions wherein 2-5A synthetase also was induced; however, whereas 2-5A synthetase activity remained constant at 2 days of IFN treatment, TRI continued to increase in size and number. The correlation between TRI and 2-5A synthetase induction also failed to extend to a number of other cell lines, in which no TRI formed, even though there was significant elevation of 2-5A synthetase activity. (1988) found that in mouse cells, under conditions wherein IFN brings about a 4-to 8-fold increase in PKR and the 2-5A synthetase (predominantly the 100 kDa isoenzyme), the addition of sarcolectin 5 hr after IFN resulted in major decreases in both the 2-5A synthetase and PKR, as judged by enzyme activities and Western blots. Jiang et al. (1988) have suggested that sarcolectins may induce proteins that oppose, in an equilibrium fashion, the formation of the two UN-induced proteins PKR and 2-5A synthetase. Since sarcolectins oppose IFN action, it is possible that they could be part of a homeostatic mechanism for the control of cell growth or differentiation. For instance, both are found together in the human placenta during the fetal phase of pregnancy.\n\n6.11. Cjrowth Inhibition by Interferon described a human epidermoid cell line called A43 1, which is highly sensitive to the growth inhibitory effects of d&WA. Poly(I)poly(C) did not cause secretion of IFN into the medium of cells, and anti-UN serum did not block the growth-inhibitory effects of poly(I)*poly(C).\n\nPoly( I).poly(C), however, did produce an induction of 2-5A synthetase activity (2-to 6-fold increase) and caused the deg radation of 45s pre-rRNA, 28s and 18s RNAs. Nonetheless, no 2-5A itself could be found in poly(I)*poly(C)-treated cell extracts, a result hypothesized to be due to high 2',5'-phosphodiesterase activity ). The authors further speculated that the growth inhibitory effects of dsRNA in A431 cells were independent of IFN action, but rather were associated with rRNA degradation, which perhaps was caused by activation of the 2-5A system. Maor et al. (1990) p rovided the first in viva evidence that the 2-5A synthetase may be involved in a differentiation process; specifically, endochondral ossification. In embryonic mouse mandibular condyles, 2-5A synthetase activity was significantly lower in the proliferative zone of the condyle than in the more mature condylar zone where cartilage-specific proteins already had formed. In neonatal condyles, 2-5A synthetase activity was highest in the chondroprogenitor zone, which contains proliferating cells that have not differentiated. In condylar cartilage proper, where expression of cartilage antigens was complete, the activity of the 2-5A synthetase was decreased significantly. Also of note was that in the above system, the predominant 2-5A product in the assays to determine synthetase activity was the trimer pppA2'p5'A2'p5'A.\n\nThe authors concluded that at the least, 2-5A sync hetase could be used as a marker of differentiation in the 'developing condyle cartilage of neonatal mouse.\n\nTo address whether IFN-induced enzymes may be involved in differentiation (Salzberg et al., 1990a) , Birnbaum et al.\n\n(1993) worked with primary myoblasts from embryonic tissue. In culture, these cells underwent fusion to multinucleated myotubes that showed spontaneous contraction and expressed antigens specific to muscle. Infection of rat skeletal muscle cell cultures with Moloney MSV blocked myotube formation, as well as the muscle-specific proteins myosin light chain-2, creatine kinase, and acetylcholine receptors. Viral genes were expressed in the infected cells. In contrast to uninfected cell cultures in which the growth-associated gene c-nyc transcripts decreased over time, in the Moloney MSV-infected cultures, the c-myc RNA transcripts increased over time. Examination of control cultures showed that 2-5A synthetase activity increased up to 3 days after seeding of the cells and then decreased; however, in MSVinfected cultures, 2-5A synthetase activity was reduced immediately after infection, but showed a substantial increase between days 5 and 7 in culture (3) (4) (5) \n\nA nontransforming virus, Moloney murine leukemia virus, showed the same kinetics of 2-5A synthetase activity as did control cultures. Thus, the normal transient expression of 2-5A synthetase activity associated with muscle cell differentiation in culture is significantly altered in cell cultures infected with MSV, and this finding suggested to the authors a potential role for 2-5A synthetase in myogenesis. Birnbaum et al. (1993) went on to suggest that since MSVtransformed cells have an unusually high activity of 2-5A synthetase, it may be possible that the enzyme functions as a regulator of cell growth and no longer may be controlled effectively in the transformed cell.\n\nA model system used to attempt to understand the differentiation of neurons is the treatment of the rat pheochromocytoma cell line PC12 with NGF. Saarma and co-workers (1986) found a 3-fold increase in 2-5A synthetase activity when PC12 cells were treated with NGF, and simultaneously, they detected a 2-to 4-fold decrease in the activity of the 2',5'-phosphodiesterase activity. In addition, 2',5'-oligoadenylates underwent an approximately lo-fold increase in the first hours after NGF treatment. The authors suggested that these changes in the constituents of the 2-5A system were associated with NGF-dependent differentiation in PC12 cells.\n\nA phenotypically revertant cell line of Ha-ras-transformed NIH 3T3 cells can be obtained after prolonged treatment with UN-a/B. These cells maintained the revertant nontumorigenic phenotype, resisted transformation by specific oncogenes, and still expressed Ha-rus-specific mRNA and its protein product p2 1, even after being passaged in the absence of IFN (Samid et al., 1987) . Rimoldi et al. (1990) found that such revertant cells expressed elevated levels of 2-5A synthetase activity and the corresponding 1.7 kb mRNA, and that these levels were considerably higher than in normal parental cells of Ha-ras-transformed NIH 3T3 cells. These revertant cells showed a functional result of this enhanced expression of 2-5A synthetase in that they were more resistant to infection by mengovirus than were either normal or transformed NIH 3T3 cells. No endogenous production of IFN or mRNA for IFN-B could be detected in these revertant cells, demonstrating that these cells constitutively produce functional 2-5A synthetase in the absence of endogenous IFN production. The authors concluded that these results suggested a relationship between 2-5A synthetase expression and the re-establishment of growth control in these cells possessing the revertant non-tumorigenic phenotype.\n\nPeripheral blood lymphocytes (PBL) were examined for the presence of 2-5A synthetase in a study reported by Bonnevie-Nielsen et al. (1991b) . PBL homogenates from Sprague-Dawley rats and from BB (autoimmune) rats were observed to have high basal levels of 2-5A synthetase activity in the absence of poly(I)*poly(C); moreover, addition of poly(I).poly(C) at 200 mg/mL was needed to cause further activation of the synthetase, and the 2-5A synthetase activity from BB rat PBL was totally unaffected by addition of poly(I)*poly(C). PBL extracts from dog, pig, sheep, and humans were all comparable in virtual lack of 2-5A synthetase activity in the absence of dsRNA and showed increased activity as the concentration of poly(I)*poly(C) was increased.\n\nThe additional remarkable aspect of this study was the finding that PBL extracts of BB rats gave rise to only putative 2-5A dimer, and this did not change by addition of increas- this was attributed to substantial dilution of the virusinfected cells with uninfected (crypt) cells. Thus, even though IFN limited the increase in virus titer in cultured cells and induced 2-5A synthetase, it could not prevent the cytopathic effect of the virus. A similar situation was obtained in viva since 2-5A synthetase increases could be detected in the intestines of newborn pigs in response to IFN induction by virus and before virus-induced histology was present, yet cellular destruction proceeded. Since based on the above results dsRNA must have been generated (in sufficient amounts to activate the 2-5A synthetase), the dsRNA-activated PKR pathway must also be ineffectual in this coronavirus infection. Establishment of the presence of functional RNase L in this system would be of interest. Creasey et al. (1983) the caveat that additional direct evidence would have to be provided to give this hypothesis support.\n\nA great deal of interest centers around the activity of the 2-5A system in HIV infection (Wu et al., 1990) . Immunologic dysfunction in HIV may include aberrancies in the production of cytokines such as IFN-a or IFN-)I. For instance, a decrease in the level of IFN-a in cultured PBMCs of patients with HIV-l has been reported (Voth et al., 1990) , while in patients with AIDS, IFN-y levels may be increased (Rossel et al., 1989) . There is also evidence that RNase L activity in lymphocytes of AIDS patients is absent despite high levels of 2-5A (Carter et al., 1987) . The 2-5A metabolic enzymes are present in the nuclear matrix (see When the TAR element is fused to a heterologous RNA, the result is an inhibition of that RNA's translation. Edery et al. (1989) , SenGupta and Silverman (1989) , and Maitra et al. (1994) have found that the above translational inhibition is due in part to activation of the IFN-induced PKR by HIV-l leader RNA containing the dsRNA stemloop structure. In addition, 2-5A synthetase also is activated by purified TAR RNA (SenGupta and Silverman, 1989; Maitra et al., 1994) . Although, it was postulated that the activation of IFN-induced enzymes could play a role in the inhibition of HIV, Roy and co-workers (1990) reported Thus, HIV infection would act to mitigate against potential translational inhibitory effects of TAR RNA through any mechanism involving the dsRNA protein kinase (Roy et al., 1990) . co-workers (1988, 1989) reported that the nuclear matrix of HIV-infected, as well as uninfected, H9\n\n(human T-cells) contained 2-5A synthetase that was increased by a factor of 7.7 Ln the HIV-infected cells. This been reported (Baca et al., 1994) . It has been noted that the release of HIV can be delayed or prevented by agents that maintain the high intracellular levels of 2-5A by stimulating the dsRNA-dependent antiviral response of infected cells; for example, IFN (Ho et al., 1985) , lectins (Schroder et al., 1990a) , or mismatched dsRNA (Ampligen) (Carter et al., 1987) .\n\nThe tram-activator protein (tat) enhances LTR-directed gene expression by binding to the TAR (Rosen, 1991) that is present at the 5'-end of the HIV LTR, as well as all HIV transcripts. TAR has a sufficient secondary structure to bind to and to activate 2-5A synthetase in vitro (Schroder et al., 1990~; SenGupta and Silverman, 1989) . However, binding of 2-5A synthetase to TAR in vitro can be prevented by addition of tat . Preferential cleavage of HIV mRNA may occur through localized activation of 2-5A synthetase in areas in which HIV transcripts are present in high concentration, resulting in the low levels of HIV mRNAs present during the early stage of infection. Therefore, treatments that prevent tat to TAR binding, such as the complexation of metal ions required for tat dimerization, may restore the antiviral state by enabling TAR to become capable of activating 2-5A synthetase.\n\nThus, productive strategies for treating HIV infection using the 2-5A system may include the development of dsRNA analogues that increase 2-5A production, and nuclease-stable, phosphatase-stable, more potent 2-5A analogues (Sob01 et al., 1995) .\n\nDiabetes and the 2-5A System\n\nSince potential associations between development of the autoimmune disease Type I diabetes and virus infection have been reported (Rayfield, 1990; Gamble, 1980; Yoon et al., 1979; Ginsberg-Fellner et al., 1985) , and since the fact that IFN-a has been found in insulin-secreting pancreatic p-cells (Foulis et al., 1987) showed basal levels of 2-5A synthetase 1.57-fold above normal controls, but showed only a 187% increase in response to IFN as compared with a 251% increase in 2-5A syn-thetase in IFN-treated controls. Gerdes et al. (1993) In many ovine, porcine, and caprine species, prostaglandin F2a is responsible for inducing regression of the corpus luteum. During pregnancy, prostaglandin F2a continues to be released, but the mode of release changes from pulsatile, which is held responsible for regression of the corpus luteum. Protein factors identified as ovine trophoblastic protein (oTP-1) and bovine trophoblastic protein (bTP-1) have been found to be primarily responsible for this alteration of prostaglandin F2c.u secretion pattern (Barros et al., 1991) . Moreover, both oTP-1 and bTP-I have been characterized as IFNs, being closely related to EN-a and IFN-w (Roberts, 1991) . Similar proteins have been described for humans also (Aboagye-Mathiesen et al., 1993) .\n\nBoth oTP-1 and bTP-1 possess antiviral activities (Gill, 1991) , and therefore, not unexpectedly oTP-1 infusion caused enhancement of 2-5A synthetase activity in the endometrium of ewes during early pregnancy. The conceptus protein bTP-1 induced 2-5A synthetase activity in Madin-Darby kidney cells as did IFN-a, -p, and -y . In addition, both oTP-1 and bIFN-ol induced 2-5A\n\nThe 2.5A Natural Defense System a9 synthetase activity in monolayers of endometrial epithelial and stromal cells (Miranda et al., 1991) . It has also been shown that the presence c'f the bovine conceptus during the period of maternal recognition of pregnancy causes induction of 2-5A synthetase activity, most probably through conceptus secretion of bTP-1. These and related findings have led to the hypothesis that the 2-SA system, after induction of the 2-5A synthetase by bTP-1, may act to alter prostaglandin synthesis or release by uterine cells and that the 2-5A system may play a vital biological role in the maintenance of early pregnancy.\n\nHow the 2-5A system might specifically function in the above mechanisms is not at all clear, especially since a mechanism for selective action of the RNase L has not become apparent yet. Clues al-ready may be extant in the literature, however. An intriguing study by Hansen et al. (1991) documented the combined decreased transcription rate and increased mRNA turnover for oTP-1. The 2-5A system has been the basis of a targeted mRNA destruction method that derives from the covalent linkage of a 3',5'-antisense oligodeoxyribonucleotide and a 2',5'oligoadenylate activator of RNase L, the 2-SA-dependent\n\nRNase Lesiak et al., 1993) . This composite nucleic acid (Xiao et al., 1996) , through the antisense domain, could target the chimera to a particular mRNA sequence that would then be targeted for destruction by the 2-5A component that would provide a localized activation of the latent 2-SA-dependent RNase (Fig. 3) .\n\nPresumably, this kind of chimeric molecule also could possess the mechanisms of action of classical antisense reagents, i.e., passive hybridization arrest and possibly RNase H degradation. This approach would bring into play the potent and catalytic action of the latent 2-5A-dependent endonuclease, perhaps thereby substantially increasing the potency of the antisense approach.\n\nThe prototype 2-5A/antisense chimera consisted of an antisense domain made up of oligo(dT)is connected to 2-5A through a linker Lesiak et al., 1993 (Johnston and Torrence, 1984) . Linker elements were used to join 2-5A and antisense rather than directly joining the ability . Thus, this novel conjugate molecule retained the ability of each partner in the construct to interact with the relevant biological receptors in a manner consistent with the proposed mechanism of action. The 2-5A-antisense strategy for site-directed RNA cleavage first was evaluated RNase as the enzyme responsible for RNA destruction. 2-5A-antisense technology has been extended to a natural mRNA and demonstration of its specific destruction in intact cells. The target mRNA chosen codes for the protein kinase PKR, which is an EN-inducible protein that regulates protein synthesis and can function as a tumor suppressor. The PKR mRNA site chosen as the target of the 2-5Aantisense chimera was 55-73 nucleotides from the start codon of the PKR mRNA. On this basis, we synthesized the following 2-5A:antisense chimeric molecule directed against PKR mRNA :\n\nThis chimera will be referred to as PA,-antiPKR. The 2',5'oligoadenylate moiety and the 3',5'-oligodeoxyribonucleotide antisense sequence were linked through phosphodiester bonds to two 1,4-butanediol units that in turn were joined by a phosphodiester bond. The chimera pA4-antiPKR was able to effect the cleavage of 5'- [3*P] labelled PKR mRNA in a cell-free system containing purified human recombinant 2-5A-dependent\n\nRNase . Observable cleavage was detectable at lo-20 nM of pA,-antiPKR, with nearly complete cleavage occurring at 25-50 nM. Under the same conditions, about 400 nM 'of the sense orientation chimera pA4-sensePKR was required to cause 50% cleavage of PKR mRNA (Maitra et al., 1995) . Thus, in a cell-free system, the composite molecule pA4-antiPKR was a potent and selec- .\n\nRecently, respiratory syncytial virus (RSV) replication has been targeted using 2-SA-antisense (Cirino et al., 1997 As a previous trial with acyclovir showed no substantive clinical improvement in CFS pa-tients, poly(I)*poly(ClzU) (Ampligen) was evaluated as a potential therapeutic agent (Suhadolnik et al., 1994a) .\n\nA study was conducted with 15 patients with particularly debilitating CFS. Poly(I)*p~ly(C,~U) was given to all patients (Suhaldolnik et al., 199413) . Levels of 2-SA synthetase, 2-5A, and RNase L were measured before and after therapy, and these data were compared with healthy untreated controls. CFS patients had a significantly lower basal level of latent 2-5A synthetase (P < O.OOl), a higher 2-5A level (I' = 0.002), and a higher pretherapy RNase L level (P < O.OOOl), when compared with controls. PMBC extracts also had higher 2-5A synthetase levels than controls. All PMBC extracts tested were positive for replication of HHV-6. Poly(I)*p~ly(C~~U) therapy resulted in a significant decrease in HHV-6 activity (P < O.Ol), a decrease in 2-5A and RNase L activity, as well as neuropsychological improvements. Whether or not any of these observations are related to the finding ) that immune IFN and TNF can inhibit rRNA processing and 2-5A activation of RNase L remains to be determined.\n\nIncreased endoribonucleolytic activity, as well as increased RNase L activity, were observed in extracts of PM-BCs isolated from patients with chronic myelogenous leukemia (CML) (Hubbell et al., 1994) . The rRNA cleavage assay was used to evaluate the context of both activities.\n\nTwo different rRNA cleavage products could be observed.\n\nThe smallest rRNA cleavage products were generated by bands that were present in reduced intensity. Importantly, these bands did not label if the affinity reaction was carried out in the presence of excess 2-5A, suggesting that they too were involved in specific binding to 2-5A (Krause et al., 1985b; St. Laurent et al., 1983; Wreschner et al., 1982; Floyd-Smith et al., 1982; Bisbal et al., 1989) . In some instances, certain such affinity-labelled products disappeared when protease inhibitors were included during cell extract preparations and manipulation (Krause et al., 1985b) . Some of these results presumably might be explained as our understanding of RNase L dimerization Cole et al., 1996; Bayard et al., 1994; Salehzada et al., 1993) and association with other proteins (Bisbal et al., 1995) continues to emerge.\n\nThe above considerations of proteolytic degradation and protein-protein associations notwithstanding, other biological and biochemical effects of 2-5A and closely related compounds have been reported. For instance, Castora et al. (1991) showed that calf thymus Type I DNA topoisomerase was inhibited by a number of 2',5'-oligoadenylates, with the extent of inhibition increasing with the degree of 5'0phosphorylation and the chain length. Thus, the hexamer ppp(5'A2'p)5A was the most effective, reducing relaxation by the DNA topoisomerase I at submicromolar concentration. These findings were completely corroborated in a later report .\n\nAn apparent anomaly of the 2-5A system is the production by the 2-5A synthetase of ppp5'A2'p5'A, which does not bind to or activate the RNase L. Nonetheless, Alarcon et al. (1984) reported the inhibition of VSV production by this dimeric 2',5'-oligoadenylate, possibly through an effect on early virus transcription. Subramanian et al. (1990) then demonstrated that ppp5'A2'p5'A was an inhibitor of the purified RNA polymerase (\"nucleocapsid\") complex from VSV. Under standard assay conditions, a 50% inhibition required approximately 300 p,M dinucleotide. Characteristics of this inhibition reaction were significantly different from those usually associated with the 2-5A system generally:\n\n(1) the 2',5'-linkage was not required since ppp5'A3'p5'A was equally effective;\n\n(2) only the dimer was effective with higher oligomers of greatly reduced or no inhibitory activity; (3) the dimer triphosphate was most active, the dimer 5'-monophosphate was nearly devoid of activity, and the 5'-diphosphate was of intermediate inhibitory potency.\n\nIn a possibly related study, Tominaga et al. (1990) found that the dimer \"core\" itself, A2'p5'A, added to cells without permeability treatments, could inhibit replication of both Sindbis virus and VSV through an inhibition of viral protein synthesis. Phosphorylated forms of dimer did not show such effects. It is difficult to see the connection between this report and the work of Alarcon et al. (1984) and Subramanian et al. (1990) .\n\nIn a similar vein, Pivazian et al. ( 1984) reported that the dinucleotide ppp5'A2'p5'A was a potent noncompetitive inhibitor of poly(ADP-ribose) transferase activity with a Ki = 5 PM. The activity of longer 2',5'-oligoadenylates was not reported. Sobol et al. (199313) reported on the ability of various 2',5'-oligoadenylates and their analogues to function as noncompetitive inhibitors of primer-HIV-l reverse transcriptase complex formation. 2',5'-Phosphorothioate derivatives of the 2',5'-oligonucleotides were the most inhibitory, with Kis approximating 7-13 FM. 5'-Triphosphates were needed for optimum inhibition. Rios et al. (1995) showed that 2',5'-oligoadenylates could inhibit rotavirus in vitro transcription. Inhibition increased with chain length and was potentiated for a given oligoadenylate by 5'-phosphorylation.\n\nInhibition appeared competitive, with an apparent K, of 156 PM. 3',5'-Oligoad-enylates also were inhibitory, but only hexameric or longer chain lengths were effective. Surprisingly, in vitro rotavirus replication could not be inhibited by 2'5'soligoadenylates. showed that their hypochromicity was greater than that of 3',5'-oligoadenylates, leading to the suggestion that the degree of base stacking is greater in 2',5'-linked oligoadenylates than in 3',5'-oligoadenylates (Doombos et al., 1981 (Doombos et al., , 1983 ). On the other hand, a comparative examination of 2',5'-linked versus 3',5'-linked oligoadenylate tetramers, pentamers, and hexamers revealed that the change in extinction coefficient with growing chain length increased for the 3',5'-oligoadenylates, but remained constant for the 2',5'-linked congeners. These results implied that stacking was weaker in the 2',5'-olgoadenylates compared with 3', 5'-oligoadenylates (Dhingra and Sarma, 1978) . Using 13C NMR, on the other hand, Schleich et al. (1976) noted that large chemical shift differences between the base carbons in the dimers versus the monomers indicated base stacking in both A3'p5'A and A2'p5 'A. Through the tool of Raman spectroscopy, White et al. 1:1987) concluded that there was little or no base stacking in the trimeric p5'A2'p5'A2'p5'A.\n\nIn contrast, Weaver and Williams (1988) found from Raman spectroscopy that p5'A2'p5'A2'5p'A was more stacked than the deoxy trimer p5'dA3'p5'dA3'p5'dA.\n\nStudies on other 2',5'-linked oligonucleotides also differ in their conclusions regarding stacking interactions. Parthasarathy and co-workers (1982) conducted X-ray analyses of the dinucleotide A2'p5'C and concluded that while a compact right-handed helix could exist in crystals, the stacking involved intramolecular ribose 0 4'-adenine stacking, rather than classical intramolecular base stacking. The dinucleotide A2'p5'U also displayed a reduced base stacking compared with A3'p5'U in another X-ray crystallographic study (Shefter et al., 1969) . In an X-ray study of the complex of C2'p5'A with the enzyme RNase S, no base stacking was seen in the dinucleotide since an extended structure was required to optimrze contacts in the enzyme active site (Shefter et al., 1969) . Kondo et al. (1970) investigated CD, UV, and NMR parameters associated with the isomeric pair AZ'p5'A and A3'p5'A, as well as A2'p5'C and A3'p5'C. These authors noted that a comparison of base stacking derived from a single physicochemical measurement \"is not necessarily meaningful and can be quite misleading\". They found that based on CD measurements, the order of base stacking was A3'p5'A > A2'p5'A and A3'p5'C > A2'p5'C. However, from UV measurements, the base stacking was in the order A2'p5'A > A3'p5'A and A2'p5'C > A3'p5'C. From NMR \"dimerization shifts,\" the base stacking interaction was A2'p5'A > A3'p5'A and A2'p5'C > A3'p5'C, if the adenine H-8 proton of the 5'-terminal A was used to calculate \"dimerization shifts\". In contrast, if the adenine H-2 of the 5'-terminal A was used as a basis, then the order of stacking was A3'p5'A > A2'p5'A. Kondo and co-workers (1970) went on to develop models using NMR data to establish relative base orientations and space-filling models for backbone constraints. They concluded that base stacking interactions were stronger in A2'p5'A and A2'p5'C than in A3'p5'A and A3'p5'C, respectively. Warshaw and Cantor (1970) also concluded that 2',5'-dinucleotides possessed a significant degree of base stacking.\n\nIn a particularly compelling comparison, Sund et al. (1992) The consistent difference between solution studies, which mostly indicate a stronger tendency for 2',5'-oligonucleotides to base stack compared with their 3',5'-counterparts, and X-ray crystallographic studies, which indicate little or no base stacking in 2',5'-oligonucleotides, has been ascribed to the use of the free acid nucleotide form (pH -4.5) in X-ray studies and the use of the salt form (pH -7.5) in various solution studies (Parthasarathy et al., 1982) .\n\nThese experimental studies have been accompanied by several relevant theoretical calculations that may provide some additional understanding of the fundamental differences between 2',5'-and 3',5'-oligonucleotides. Dhingra and Sarma (1978) employed empirical dimerization shifts collected from dinucleotides to generate a set of conformational parameters to describe 2',5'-dinucleotides in general. The most dramatic outcome of this was the finding that the glycosidic torsion angle, x, for the first (5') residue of a 2',5'-dinucleotide was in the low syn domain (xl --50\"), while the glycosidic torsion angle for the second residue (2') was in the anti domain (x2 -+60\").\n\nThus, the glycosidic torsion angle, x1, for the first (5') nucleotide of the 2',5'-dimer was in the syn range in contrast to the anti conformation found in the second residue of the 2',5'-dimer, and most critically, in the 3',5'-dinucleotide, which possesses an anti conformation (xz = 60\"). The end result of this is that when determined conformational parameters for A2'p5'A were used in a repeating mode, no helix formation could be obtained. Only when the backbone torsion angles were fixed and glycosidic torsion angles allowed to vary could helices be formed in certain domains of x1 and x1. In short, 2',5'-dinucleotides could be incorporated into helical structures, but at such values of x that no base stacking interactions can be formed. Parthasarathy et al. (1982) found that the overall conformation of 2',5'-dinucleotides, based on their X-ray diffraction analysis of A2'p5'C, was markedly different from their 3',5'-counterparts since the 2',5'-bond oriented the backbone inwards toward the bases rather than away from the bases, as in 3',5'-linked oligos. Using conformational parameters determined for A2'p5'C, Parthasarathy and colleagues (1982) determined what possible helices might be built from 2',5'-oligonucleotides.\n\nA very compact singlestranded poly(G2'pS'C) h e 1x could be generated readily 1' and was characterized as a right-handed helix with four bases per helical turn with alternating purines and pyrimidines. The repeat unit was a dinucleotide, GpCp or CpGp, with the purines in the syn conformation and the pyrimidines in the anti conformation. Base stacking was minimal in the GpC moiety, but ribose-4'0 stacking was important.\n\nHowever, in the CpG moiety, there was base stacking of C and G. In the CpG fragment, the 5'-phosphates had different conformations, as in Z DNA. Attempts to build a double helix with 2',5'-phosphodiester linkages failed because in order to keep the residues stacked, the Watson-Crick hydrogen-bonding sites had to be pointed in opposite directions.\n\nAnukanth and Ponnuswamy (1986) performed exhaustive theoretical calculations of A2'p5'A. Analysis of over 400 probable conformations resulted in only 10 conformations within 5 kcal/mol of the global minimum energy state.\n\nAs a result, Anukanth and Ponnuswamy were able to generate a double-helical structure similar in backbone torsion angles to standard A and B double helices; however, base stacking may be minimized in such a model. Srinivasan and Olson's (1986) calculations indicated that long helices cannot form in 2',5'-duplexes, although short 2',5'-dimer miniduplexes were possible. Adjacent base stacking resulted in mixed glycosyl angles and sugar puckering in the 2',5'-ribose-phosphate backbone. Their data implied the possibility of a 2',5'-duplex with altemating A-and B-type stacking patterns.\n\nExperimentally, the solid phase support synthesis of 2',5'-linked oligoribonucleotides has demonstrated that complementary sequences can form complexes with antiparallel Watson-Crick hydrogen bonded strands, albeit with T,,,s significantly lower than their 3',5'-linked analogues (Kierzek et al., 1992) . Thus, the self-complementary all 2',5'-octaribonucleotide CGGCGCCG possessed a T, of 46\"C, whereas under the same conditions, the all 3',5'-octaribonucleotide of the same sequence had a T, of 79.3\"C. Giannaris and Damha (1993) have reported that 2',5'linked oligoribonucleotides exhibit remarkable specificity for ssRNA; for instance, the 13-mer 2',5'-r(CCCUCU-CCCUUCU) formed a duplex with its 3',5'-complementary oligomer 3',5'-r(AGAAGGGAGAGGG) of T, 40°C in 0.11 M salt (pH 7), but no detectable complex formation was observed with the corresponding DNA oligomer 3',5'-d(AGAAGGGAGAGGG).\n\nThe 2',5'-decaribonucleotide 2',5'-rA,, formed a complex (triplex) with poly(U) of T, 54\"C, whereas the corresponding complex with poly(dT) had a T,, of -1°C in 1 M NaCl. No complex of poly(dT) and 2',5'-rAlo was observable at a concentration of 0.1 M NaCl. Giannaris and Damha also observed complex formation between 2',5'-rA10 and 2',5'-rU10. This displayed a T, of 8°C in 1 M NaCl as compared with a T, of 28°C for the corresponding all 3',5'-linked duplex 3',5'-rAlo: 3',5'-rUlO.\n\nRecently, there has been a flurry of publications on DNA with 2',5'-phosphodiester linkages (Dougherty et al., 1992; Hashimoto and Switzer, 1992; Jin et al., 1993; Jung and Switzer, 1994; Alul and Hoke, 1995; Robinson et al., 1995; Sheppard and Breslow, 1996) , although initial reports used a confusing 2',5'-designation for the 2',5'-phosphodiester brids. This selectivity, together with enhanced nuclease resistance, has led to suggestions that 2',5'-DNAs may find useful antisense applications.\n\nIn a detailed comparative study using NMR and model building, van den Hoogen et al. (1989) explored conformational facets of the 2-5A trimer p5'A2'p5'A2'5p1A and a series of 8-brominated analogues. Substitution of bfiA for A in the first (5') residue or second residue of p5'A2'p5'A2'p5'A caused a shift of the N/S sugar conformation equilibrium from a slight preference for N in the first and second residues to a strong N preference. Moreover, this shift to a strong preference for N was present, albeit of less magnitude, in all brominated analogues, regardless of whether the residue was brominated. For instance, the mole percent of N was 66 (T = 25°C) in the 5'A of p5'A2'p5'A2'p5'A and was shifted to >90% N in p5'bl_8A2'p5'A2'p5'A, but was still shifted to 67-80% in p5'A2'p5'brsA2'p5'b@A and p5'A2'p5'A2'p5'brsA.\n\nIn contrast, bromination of the third (2') residue of 2',5'-(~A)~ led to a strong preference for the S-type sugar conformer, whereas no such preference is seen when the third A is unmodified. Brominated A residues led to greater eclipsing of ribose H2' and H3' and flatter ribose rings. The bromination of residues Al and A2 also led to a syn orientation of the bases in those residues. When the A3 residue or 2',5'-(PA), was B-brominated, the A3 base syn conformation was favored together with the S sugar conformation. These glycosidic conformations contrasted strongly with those in 2',5'-(~A)~ itself, in which all sugar-base torsion angles were in the anti range. The variation in glycosidic torsion angle led to different stacking interactions in 2',5'-(~A)~ as compared with the various brominated analogues.\n\nIn a related investigation of 9-(3'-fluoro-3'-deoxy-P-D_ xylofuranosyl)-adenine and 3'-fluoro-3'-deoxyadenosine containing 2',5'-linked oligoadenylate trimers (van den Boogaart et al., 1994) , it was found that when the fluorine substituent was xylo, the N-type sugar conformation was favored with flattening of the ribose ring and syn orientations for the bases in the xylo-fluoro-substituted residues. When the fluorine was in the ribo position in 3'-fluoro-3'-deoxy adenosine-substituted analogues, the sugar conformation of the substituted residue wa.s nearly pure S-type ribose, but fluorine had little or no effect on other conformational parameters.\n\nThe discovery of ribozymes (Kruger et al., 1982; Guerrier-Takada et al., 1983) rekindled earlier speculations (Woese, 1967; Orgel, 1968; Crick, 1968 ) that RNA replication preceded protein synthesis during evolution. \"The RNA\n\nworld\" (Gilbert, 1986; Pace and Marsh, 1985; Sharp, 1985; Lewin, 1986; Gesteland and Atkins, 1993; James and Ellington, 1995; Lazcano and Miller, 1996) encompasses the ideas that at an early epoch of evolution, RNA replication was responsible for the transfer of genes from one generation to the next, that Watson-Crick base-pairing was then, as now, the operational recognition mode between bases, and that catalytic RNAs, not proteins, were specified by the RNA genes.\n\nFrom a prebiotic viewpoint, the assembly of 3',5'-phosphodiester bond-linked oligonucleotides is an implausible event unless the intervention of an appropriate catalyst is postulated, which would increase the percentage of 3',5'bond formation (Usher, 1968) . In point of fact, lead ion-catalyzed or uranyl ion-catalyzed oligomerization of activated nucleotides, such as nucleoside 5'-phosphorimidazolides, gives rise to predominantly 2',5'-linked oligonucleotides (Sleeper and Orgel, 1979; Sawai et al., 1988) . This sticking point in the chemical evolution of 3',5'-linked RNAs has been largely by-passed in the prebiotic field through the postulation of a yet unfound metal ion, acid-base catalyst, or specific mineral surface to which nucleotide precursors might have adsorbed, resulting in the production of the desired 3',5'-linkages (Gesteland and Atkins, 1993) . Even under conditions of template-directed synthesis, 2',5'-phosphodi-ester bond formation is favored, except under selected conditions (Joyce, 1987; Inoue and Orgel, 1981) .\n\nThis knotty problem of the propensity for formation of 2',5'-versus 3',5'-phosphodiester bonds was addressed by Usher (1977) , who studied the relative rates of hydrolysis of two oligoadenylates; namely, [p5'A3'],* and [p5'A3'15p5'\n\nA2'pf5A3'[p5'A3'],. Th e only difference between the two oligoadenylates was the replacement of a single 3',5'-phosphodiester bond by a 2',5'-phosphodiester bond. Both of these had equivalent hydrolytic rates under alkaline conditions. Remarkably, however, the addition of 3',5'-poly(U) to the individual oligonucleotides led to a dramatic difference in alkaline hydrolysis rates: the oligonucleotide [p5'A3'],p5'A2'p'5A3'[p5'A3'],, with the single 2',5'linkage, was hydrolyzed much more rapidly than was the all 3',5'-linked [p5'A3'l12. This led Usher to the conclusion that the 2',5'-phosphodiester linkage was 700 times less stable than the 3',5'-phosphodiester bond. Usher rationalized this difference through consideration of the mechanism of hydrolysis of nucleotide diesters (Usher and McHale, 1976) .\n\nFor a double-helical RNA containing 3',5'-linkages, hydrolysis through intramolecular attack of the 2'-OH on phosphorus would involve the leaving 5'-OH in an energetically less favorable \"adjacent\" (Westheimer, 1968) i.e., the inclusion of a single 3',5'-phosphodiester bond in an all 2',5'-linked oligonucleotide and its rate of hydrolysis in a complex with either a 2',5'-linked RNA or a 3',5'linked RNA. For that matter, no studies have been carried out on the relative rates of hydrolysis of 2',5'-phosphodiester bonds in oligonucleotides complexed with complementary 2',5'-linked or 3',5'-linked oligonucleotides relative to the behavior of the 3',5'-linkages in the same situations. Until these data are available, it remains premature to draw any conclusions about the relative stability of 2',5'-versus 3',5'-phosphodiester bonds.\n\nAs described earlier in this review (Section 7), 2',5'linked RNAs generally seem to form less stable associations with complementary 2',5'-or 3',5'-polynucleotides than do 3',5'-RNAs. Thus, it would be expected that over time and based on this duplex stability property alone, 3',5'-RNAs would be selected over 2',5'-RNAs as the basis for self-replicating RNA. 2',5'-Oligoadenylates of the 2-5A system are not the only 2 ' ,5 ' -phosphodiester-linked nucleic acids found in nature. Probably the best known 2',5'-phosphodiester bond is that which forms in the lariat RNA intermediate during gene splicing (Voet and Voet, 1990) . A 2',5'-phosphodiester linkage also is formed in a peculiar satellite DNA called multicopy single-stranded DNA (Sun et al., 1989) . This multicopy single-stranded DNA was made up of a 67-base single-stranded DNA with its 5'-terminus linked to a 58-base RNA through a 2',5'-phosphodiester bond to the 2'-hydroxyl of guanosine at the 15th nucleotide residue of the RNA. Laurence et al. (1984) used a highly specific monoclonal antibody for A2'p5'A_containing oligonucleotides to demonstrate the presence of dimeric to pentameric 5'-nonphosphorylated 2',5'-oligonucleotides in a variety of mammalian tissues, but even more remarkably, in bacteria and yeast. The origin and function of the 2',5'-linked adeny lates in the latter remains unknown.\n\nThese examples notwithstanding, 2',5'-oligoadenylates remain the only example of nucleic acids that contain more than one 2',5'-linkage in tandem. This, in spite of the ready test-tube ability of 2-5A synthetase to add adenylate in 2',5'-linkage to other substrates or to add other nucleotides in 2',5'-linkage to 2', 5'-oligoadenylates themselves. Is 2-5A a relic of a bygone RNA world? If so, why are the 2-5A synthetase and RNase L not found in simpler life forms, such as bacteria, fungi, molds, yeasts, amphibians, and insects (Cayley et al., 1982b) ? The report (Kuusksalu et al., 1995) of a functionally active 2-5A synthetase in marine sponge suggests that the entire question of the presence of the 2-5A system in such more \"primitive\" animals should be revisited. Or might 2-5A be simply a later evolutionary adaptation of 3',5'-RNA? It may be possible that the eventual determination of the role the 2-5A molecule plays in the enzymic action of RNase L may provide an answer. Specifically, does the 2-5A molecule itself actually participate in the catalytic reaction? Or is the cleavage preference of RNase L for UpNp sequences related to hydrogen bonding interactions between substrate and 2-5A in the recognition process (Floyd-Smith et al., 1981) ?\n\nThe 2-5A system is a unique and powerful regulatory system. Thus, dsRNA stimulates a unique enzyme to synthesize small and novel 2',5'-phosphodiester-linked oligonucleotides that, in turn, activate a unique nuclease, RNase L. Insofar that the decay of mRNA is of cardinal importance in the post-transcriptional regulation of gene expression and can be influenced by a variety of environmental and developmental factors (Belasco and Brawerman, 1993) , it seems clear that the potential roles of the 2-5A system could be widespread. Indeed, past research in this field has broached a large number of arenas in which a role for the 2-5A system has been posited; nonetheless, the only generally accepted role for the 2-5A system to date is as one mediator of the anti-picornavirus effects of IFN. Research in the next decade likely will reveal the answers to many questions posed in the 20 years since 2-5A was discovered. For instance, major advances may be expected in our understanding of the key enzyme RNase L. A complete picture of how 2-5A acts to turn on this nuclease certainly is obtainable now that pure enzyme is accessible. An intriguing question will be whether RNase L and/or the lessons it will teach us can eventually be adapted to be of benefit in human medicine. This would bring the story full circle from IFN itself to a therapeutic based on one aspect of IFN action. The question remains whether a two-edged sword can be shaped to a delicate scalpel. synthetase mRNAs by interleukin 6 during differentiation of murine myeloid cells. Cytokine 2:\n\n238-246.\n\nBirnbaum, M., Trink, B., Shainberg, A. and Salzberg, S. (1990) Activation of the interferon system during myogenesis in vitro. "}