{"title": "", "body": "W inter dysentery (WD) is an acute diarrheal disease of beef and dairy cattle and captive wild ruminants that occurs mostly during the winter (November to March in the Northern United States). [1] [2] [3] WD is one of the three clinical disease syndromes associated with bovine coronavirus (BCoV) infection, the other two being calf diarrhea and shipping fever pneumonia in feedlot cattle. 4 The BCoVs from WD outbreaks in both cattle and in captive wild ruminants ( Fig. 26-1 ) are closely related biologically and antigenically (single serotype) to BCoVs from the other two clinical disease syndromes of cattle. [3] [4] [5] Experimentally they cross-protect calves against calf diarrhea BCoV strains. 6 The WD BCoV is pH stable (pH 3-8) and survives passage through the gut. As an enveloped virus, it is heat labile, which may explain its greater survival in a frozen state and its prevalence during winter, in addition to its sensitivity to most disinfectants and steam cleaning. Besides isolation of BCoV in cell culture from WD cases, 7 BCoV has been further implicated as a cause of WD in both epidemiologic studies 8,9 and by experimental transmission studies in calves 6 and seropositive nonlactating 10 and seronegative lactating dairy cows. 11 EPIZOOTIOLOGY WD occurs in cattle worldwide. The seroprevalence of BCoV among adult cattle is also high. 1, 4 Although earlier reports documented outbreaks associated with BCoV mostly in dairy cattle, 1 subsequent reports have confirmed similar outbreaks and clinical signs in 6-to 9-month-old feedlot calves 2 and also in captive wild ruminants including white-tailed deer, sambar deer, and waterbuck. 3 The morbidity rate of WD outbreaks is high (50%-100%), but the mortality rate is usually low (1%-2%) unless complicated by the presence of other agents such as bovine viral diarrhea virus (BVDV) or secondary bacterial infections. 1, 2 Besides BCoV fecal shedding and seroconversion to BCoV or BVDV being significant epidemiologic risk factors for WD in dairy herds, various host and environmental factors may also contribute to disease expression. 1, 8, 9 These include age of animal (2-6-year-olds at most risk) and larger herd size, close confinement of cattle (tie stall instead of free stalls), use of manure-handling equipment for feed, and poor barn ventilation. The latter environmental factors probably relate to the documented fecaloral and presumed aerosol transmission routes for BCoV. The recent recognition of the existence of CoVs closely related to BCoVs in captive exotic (sambar deer, waterbuck) and native wild ruminants (white-tailed deer, mule deer, and elk) raises concerns of a wildlife reservoir for CoVs transmissible to cattle, as shown experimentally. [3] [4] [5] [6] Thus the possibility exists that native wild ruminants could transmit CoV strains to cattle or vice versa, potentially serving as a reservoir for these viruses during summer with transmission initiated in winter, resulting in WD outbreaks.\n\nWD is characterized by anorexia; fever; liquid, often hemorrhagic diarrhea; frequent respiratory signs (cough, dyspnea, nasal discharge); and a marked, frequently persisting drop in milk production in dairy cattle. 1 Similar clinical signs (except decreased milk production) were evident in feedlot cattle with WD. 2 Both transient fecal and nasal shedding (1-4 days) of BCoV have been described in naturally 2 and experimentally exposed 6,10,11 cattle with WD. The fever, anorexia, bloody diarrhea, and clinical respiratory signs observed in one experimental study of BCoV seronegative lactating cows challenged with a WD BCoV 11 closely mimicked the WD clinical disease seen in feedlot outbreaks. 1,2,4 Based on the data in experimentally exposed cows or calves, the incubation period ranged from 3 to 8 days and diarrhea persisted for 1 to 6 days. 2, 10, 11 Intestinal lesions and distribution of BCoV-infected cells in colonic crypts of dairy and beef cattle with WD resemble those described for calf diarrhea. 2, 12 The pathologic mechanism related to the profuse, dark red, bloody diarrhea and the blood within the lumen of the colon and rectum seen in some cattle is unknown, but petechial hemorrhages in the colonic mucosa are common. 2, 12 DIAGNOSIS BCoV infections are diagnosed by the detection of virus, viral antigen, or viral RNA in intestinal tissues, feces, rectal swab fluids, intestinal contents, or nasal swab fluids and secretions of infected animals. Because WD is an acute, transient infection, definitive diagnosis requires submission of these specimens collected within 1 to 3 days of diarrhea onset. Antemortem tests are accomplished using feces or nasal or rectal swab fluids (collected in PBS or cell culture medium, pH 7-7.4) and stored frozen immediately after collection and during shipping. Bovine CoV, BCoV antigens, or BCoV RNA are detected in such samples using virus isolation techniques or immune electron microscopy (IEM), enzymelinked immunosorbent assay (ELISA), and RT-PCR, respectively. [1] [2] [3] [5] [6] [7] [8] [9] Because feces contain other pleomorphic particles, IEM is useful to visualize BCoV antibody-viral aggregates and increase EM sensitivity (see Fig. 26-1) , as well as to detect other enteric viruses. A commercial ELISA kit using a pool of monoclonal antibodies to BCoV has been licensed in the United States (IDEXX, Westbrook, Me). However, in one study, ELISA was less sensitive than IEM for detection of BCoV from WD cases, possibly because of interference by antibodies to BCoV that are widespread in cattle. 8 The RT-PCR assay, based on primers to the conserved BCoV N protein gene, was more sensitive than IEM for detecting WD-BCoV in feces of experimentally inoculated calves. 6 Postmortem, BCoV antigens are detected in infected intestinal epithelial cells of the distal small intestine and colon in frozen tissue sections or acetone-fixed intestinal impression smears by immunofluorescence or immunohistochemistry. 2, 12 Seroresponses to BCoV (>two to fourfold increased titers) among cattle from WD outbreaks ranged from 59% to 100%. 1 Because most adult cattle have antibodies to BCoV, paired serum samples are necessary and should be done on a herd basis for WD affected cattle.\n\nBecause no antivirals for BCoV infections are available, only symptomatic treatments are possible. These include oral or IV fluids to alleviate dehydration and antibiotics if secondary bacterial infections occur. Nevertheless, in dairy cattle, anorexia and decreased milk production may persist for months after a WD outbreak.\n\nThe correlates of protective immunity associated with BCoV infections in WD outbreaks are unknown, including the role of the preexisting serum antibodies to BCoV in the affected cattle. 1 Traven and colleagues 11 reported persisting (>6 months) IgA antibodies to BCoV in milk and nasal secretions of dairy cattle recovered from experimental WD-BCoV infections. At present no BCoV vaccines are licensed to prevent WD in cattle. Whether commercially available BCoV vaccines licensed for calves would prevent WD is unknown, and they have not been tested in epidemiologic or experimental studies. D uodenal outflow problems occur as a result of obstruction or dysfunction. Duodenal dysfunction occurs as a result of peracute duodenitis, duodenal ulcers with or without perforation, clostridial duodenitis, and electrolyte abnormalities. [1] [2] [3] [4] Duodenal obstruction occurs as a result of trichobezoars (discussed later in this chapter); foreign bodies (e.g., gravel); duodenal stricture following ulcer; obstruction by displacement of viscera (e.g., gallbladder, uterus); iatrogenic duodenal obstruction following omentopexy or pyloropexy; and extraluminal compression caused by liver abscess, omental abscess, or lyphosarcoma. [3] [4] [5] [6] [7] [8] \n\nAnimals affected with duodenal obstruction may be observed to have severe bloat caused by fluid distention of all forestomachs, acute collapse and dehydration, decreased appetite, weight loss, decreased fecal production, lethargy, and apparent depression. 3 Affected animals initially show clinical signs of abdominal pain (restlessness, kicking at the abdomen, lying down and getting up frequently, arching the back, stretching out of the legs while standing) and progress to severe rumen distention, recumbency, and apparent depression. Death ensues because of dehydration and severe electrolyte disturbances.\n\nSerum biochemistry analysis reveals profound hypokalemic, hypochloremic, metabolic alkalosis, the severity of which depends on the duration of the lesion. 3 These changes are most severe with proximal intestinal obstruction and become more severe with increasing duration. Interestingly, cows with duodenal disease were reported to have severe hyperglycemia (range, 263-990 mg/dl). 9 If ischemic necrosis of the intestinal wall has occurred, an inflammatory leukogram with increased numbers of immature neutrophils may be seen. As peritonitis develops and organic acids are released into the bloodstream, the serum biochemistry changes to a metabolic acidosis with relative hyperkalemia. These changes are consistent with a poor prognosis, but death may occur before these changes occur. Perforation of the duodenum with contamination of the abdomen with ingesta carries a poor to grave prognosis.\n\nIn affected cattle, serum biochemistry changes are consistent with intestinal obstruction. Rumen chloride concentration may be elevated (rumen Cl > 30 mEq/l). Although not routinely done, rumen fluid bile acid concentration is helpful in differentiating duodenal and proximal jejunum obstructions from abomasal outflow obstruction. Bile acid concentrations in cattle with proximal duodenal or jejunum obstruction had significantly higher rumen bile acid concentration compared with cattle affected with reticuloperitonitis, abomasal displacement, or cecal dilation. The cause of intraluminal obstruction is rarely palpable per rectum, but small intestinal distention may be palpable. Ultrasonographic examination of the abdomen may be useful. 10 The intestinal tract appears normal, but severe distention of the duodenum and forestomachs is noted. Edema may be observed in the mesoduodenum. Duodenal obstruction should be suspected in cattle with severe rumen C H A P T E R 27 DAVID E. ANDERSON Duodenal Obstruction"}