{"title": "ON-FARM MORTALITY IN SWEDISH DAIRY COWS 4354 ALVÅSEN ET AL", "body": "A high rate of on-farm mortality (i.e., euthanasia or unassisted death) is one of several indicators of poor welfare in dairy production (Winckler et al., 2003; Sandgren et al., 2009; de Vries et al., 2011) . It leads to a misuse of animal resources and to economic loss for the dairy farmer, due to loss of milk production, extra labor, loss of income from the sale of carcasses, and increased replacement costs as the herd turnover rate increases, as well as the cost for cadaver transport and incineration.\n\nSeveral studies have reported that the mortality rates (MR; number of deaths in a population per unit of animal-time during a given period) in dairy herds have increased during the last decades. For example, Thomsen et al. (2004) reported that MR among Danish dairy cows increased from 2% in 1990 to approximately 3.5% in 1999. Also, Miller et al. (2008) found that death frequency in the United States increased from 2.0% in 1995 to 4.6% in 2005. The National Animal Health Monitoring System in the United States reports that the overall percentage of cows that died on-farm increased from 3.8% in 1996 to 4. 8% and 5.7% in 2002 8% and 5.7% in and 2007 8% and 5.7% in , respectively (USDA, 2007 . The increasing trend is obviously a concern for the dairy industry and explanations for the increase as well as possibilities to reduce the on-farm mortality are sought.\n\nRelatively few studies have focused on associations between herd characteristics and on-farm mortality (Nørgaard et al., 1999; McConnel et al., 2008; Dechow et al., 2011; Raboisson et al., 2011) . The results from these studies differ but some are in concordance. Previous studies have identified that an 4353 increased proportion of purchased cows Raboisson et al., 2011) , no pasture-grazing Burow et al., 2011; Dechow et al., 2011) , larger herd sizes (Nørgaard et al., 1999; Smith et al., 2000; Raboisson et al., 2011) and lower herd average milk yield (Smith et al., 2000; , are all factors associated with increased MR. In contrast, Menzies et al. (1995) did not find any effect of herd size on mortality and Miller et al. (2008) found a small but consistent decrease in death frequency as herd size increased. Also, Nørgaard et al. (1999) found an increase in mortality with increasing average milk yield. These studies were, however, carried out in different countries under varying conditions and this may explain the sometimes conflicting results. Swedish dairy production has undergone large structural changes during the last years and dairy cow mortality has not been thoroughly studied previously. Therefore, a need exists to identify risk factors for mortality also under Swedish production conditions. Such information is of interest not only for improving the management routines, but also for policy makers (e.g., in relation to animal welfare).\n\nThe objectives of the present study were to quantify the development of on-farm MR (including both dead and euthanized cows) in Swedish dairy cows during 2002 to 2010, and to identify risk factors associated with high MR at herd level.\n\nThe study population included herds participating in the Swedish Official Milk Recording Scheme (SOMRS), which in 2010, comprised approximately 85% of all dairy cows, 79% of the dairy herds, and produced 87% of the milk (kg) in Sweden (Swedish Dairy Association, 2011).\n\nSwedish dairy farmers are required by law to report all cattle movements (including birth, culling, death, and euthanasia, as well as movement between farms) to the central register of bovine animals (CDB) kept by the Swedish Board of Agriculture (Jönköping, Sweden). Data were extracted from the CDB in October 2010 and included information about cows that were reported as euthanized or dead in each herd for every month from January 2002 to September 2010.\n\nInformation on all herds enrolled in the SOMRS between September 1, 2002, and August 31, 2010, was retrieved from the Swedish Dairy Association in October 2010. This included herd-level data, such as average milk yield, average herd size, predominant breed, average calving interval, and region. Information was also retrieved on current management type and housing system. The SOMRS uses fiscal years ranging from September 1 to August 31, and this classification of year is used in the present study referred to as 2002/2003, 2003/2004 , and so on.\n\nMultiple-Year Analysis. Data from 7,849 herds (46,819 herd-years) were extracted from the SOMRS database and were merged with data from the CDB. Annual herd data was excluded if the herd size was <20 cows (5,452 herd-years in 949 herds) or the yearly MR was >40 events per 100 cow-years (14 herd-years in 12 herds). This latter exclusion criterion was used to exclude herds with high mortality due to diseases (e.g., Salmonella), as Swedish farms with certain diseases in the herd are forced to euthanize the whole herd or large groups of animals. One herd (1 herd-year) was excluded because the postal code was missing and it was not possible to identify its location. The final data set included 6,898 dairy herds contributing ≥1 herd-year (resulting in a total of 41,352 herd-years).\n\nHerds were categorized as Swedish Red (SR) or Swedish Holstein (SH) if at least 80% of the animals were purebred SR or SH, respectively, and otherwise as mixed/other breeds. The latter was mostly herds with both SR and SH cows, because other dairy breeds, such as Swedish Jersey and Swedish Polled, constitute only about 7% of the cows. Season was treated as a categorical variable with 3 categories: winter-spring (January 1 to April 30), summer (May 1 to August 31), and autumn-winter (September 1 to December 31). This classification was done to discern the grazing period as a separate season and to enable comparison between the early and late housing period. To be able to capture potential nonlinear associations, calving interval and milk yield were treated as categorical variables with 4 categories based on quartiles: <389.3 d, 389.3 to 403.5 d, 403.6 to 421.9 d, and ≥422.0 d; and <8, 525 kg of ECM, 8, 525 to 9, 290 kg of ECM, 9, 291 to 9,980 kg of ECM, and ≥9,981 kg of ECM, respectively. Herd size was treated as a categorical variable with 4 classes: 20 to 30 cows, 30 to 49.9 cows, 50 to 99.9 cows, and ≥100 cows. Region was treated as a categorical variable with 6 categories, according to Figure 1 . Swedish legislation stipulates that cows should be on pasture for at least 6 h per day for a period of time. As this period is longer in southern Sweden (4 mo) compared with the northern parts (2 or 3 mo), a pasture variable was created as a categorical variable with 3 classes: 2, 3, and 4 mo of legislated pasture period (SJVFS, 2010). All classifica-tions were done within herd-year (i.e., allowing herds to change class over the years).\n\nThe average calving interval for the year September 2002 to August 2003 August (i.e., 2002 August /2003 was missing for all herds due to problems with the data in the SOMRS database. An approximate calving interval for each herd that year was calculated as the mean of the calving intervals for the years 2001/2002 and 2003/2004. Single-Year Analysis. Data from 4,625 herds was retrieved for the period between September 1, 2009 , and August 31, 2010 (2009 /2010 . The same editing criteria were applied as for the multiple-year analysis and 364 herds were excluded. The calving interval was missing for 9 herds and those herds were excluded. Factors of interest were region, season, predominant breed, herd size, milk yield, management type, calving interval, and housing system. Region, season, and predominant breed were categorized in the same way as for the multipleyear analysis. Herd size was treated as a categorical variable with 4 classes: 20 to 50 cows, 50 to 99.9 cows, 100 to 199.9 cows, and ≥200 cows, because herds were larger during 2009/2010 than during the early part of the multiple-year study period. Calving interval and milk yield were treated as categorical variables ranked in quartiles: <391.8 d, 391.8 to 407.3 d, 407 .4 to 429.1 d, and ≥429.2 d; and <8,421 kg of ECM (MY1), 8,421 to 9,279 kg of ECM (MY2), 9,280 to 9,994 kg of ECM (MY3), and ≥9,995 kg of ECM (MY4), respec-tively. Management type was categorized as organic or conventional. Housing system was categorized into freestalls with conventional milking (CM), freestalls with an automatic milking system (AMS), or tie-stalls with pipeline milking. Information on housing system and milking system was noncompliant for 217 herds (e.g., herds with tie-stalls and an AMS), because some farmers had not updated their herd information to the SOMRS. These herds were categorized as freestalls with either CM or an AMS, according to the registered milking system, as information of milking system is of high reliability.\n\nAll statistical analyses were performed using STATA version 10 and 11 (StataCorp LP, College Station, TX).\n\nMultiple-Year Analysis. Negative binomial regression analysis was used to study the association between on-farm mortality and herd-level factors. The outcome variable was the number of dead and euthanized cows during each season for each year. Herd size (i.e., number of cow-years) was set as the exposure variable and the model was adjusted for within-herd clustering. All available explanatory variables (i.e., calving interval, herd size, milk yield, pasture, predominant breed, region, season, and year) were included in the model, as they were of biological interest.\n\nSpearman's rank-order correlation coefficients were used to assess potential collinearity between the explanatory variables with the intention of excluding one of the variables if the correlation was ≥ |0.7|. Pasture and region were strongly correlated and were not, therefore, analyzed in the same model. Likelihood ratio statistics showed that the model with region had a better fit; therefore, results from that model are presented.\n\nPossible interactions were tested, as they were considered biologically plausible. They were year × season, herd size × season, region × season, and breed × calving interval. Statistically significant (P < 0.05) interactions were found between herd size and season, and between year and season. The interaction between herd size and season was used for further analysis, because both interactions could not be included due to problems with conversion and the model using herd size × season had a better fit to the data, as assessed using the likelihood ratio statistics.\n\nSingle-Year Analysis. The single-year analysis was carried out in the same way as the multiple year analysis. Here, the exposure herd size was the total number of cow-days at risk. The explanatory variables were region, milk yield, management type, breed, season, herd size, calving interval, and housing type. \n\nStatistically significant (P < 0.05) interactions were found between herd size and season, between housing type and milk yield, and between housing type and season. The interactions between herd size and season and between housing type and milk yield were used for further analysis because this model had a better fit to the data and all 3 interactions could not be included.\n\nThe significance of each explanatory variable was evaluated using the Wald test and the difference between categories within the same explanatory variable was evaluated using lincom tests (linear combinations of estimators) in STATA.\n\nThe fit of the models was evaluated by goodness-of-fit tests and by examinations of the plot of the Anscombe residuals versus predicted values and Cook's distance.\n\nThe 6,898 herds included in the multiple-year analysis provided 123,659 herd-year-seasons (range 3-24 herd-year-seasons per herd), whereas the 4,252 herds included in the single-year analysis provided 12,586 herd-seasons. Figure 2 shows trends in the study population during the study period. Average milk yield per cow and year increased by 500 kg of ECM during the study period, and the number of dairy cows (especially SR) and the number of herds decreased. More than 140,000 dairy cows died or were euthanized in Sweden between 2002 and 2010 (Table 1) . Over 15% of the herd-years had no dairy cow mortality ( Figure 3) .\n\nDescriptive statistics of the on-farm mortality according to explanatory variables are reported in Tables  2 and 3 . From 2002 to 2010, the MR increased from 5.1 to 6.6 events per 100 cow-years. The mean MR during the study period was 6.0 events per 100 cow-years.\n\nResults from the multiple year analysis (Table 4 ) demonstrated, in conformity with Table 2 , a trend in increasing MR ratio with time. Results from the singleyear analysis are shown in Table 5 .\n\nA significant interaction occurred between herd size and season in both the multiple-year analysis and the single-year analysis (Tables 4 and 5). The difference between autumn-winter and summer was statistically significant for all herd size groups except for herds with ≥200 cows in the single-year analysis where no statistically significant differences between seasons were found by the lincom tests. Both analyses showed that Östra Götaland and Norrland had a greater MR ratio compared with Södra Götaland and also that herds with SH as the predominant breed had a greater MR ratio (Tables 4 and 5 ).\n\nIn the single-year analysis, a significant interaction occurred between housing system and milk yield. A tendency for a numerically lower MR ratio in herds with a higher average milk yield can be seen. Results from the lincom tests demonstrated that for herds with an AMS, the lower MR ratio was statistically significant for all categories of milk yield except for MY1 compared with MY2 and MY3. Freestall herds with CM and MY1 or MY2 had a significantly higher MR compared with herds with MY4. For herds with tiestalls the differences in MR ratio between milk yield classes was not statistically significant. When comparing herds with MY4, the lowest MR ratio was found in freestalls with an AMS. The lowest MR ratio for herds with MY1 was found in tie-stalls; also, tie-stall herds with MY2 had a statistically significant lower MR ratio than freestall herds with an AMS in the same yield class.\n\nWhen replacing region with the effect of pasture in the multiple-year analysis, the results showed that herds with longer legislated pasture period (3 and 4 mo) had reduced mortality (MR ratio = 0.94, 95% CI = 0.90 to 0.97 and MR ratio = 0.90, 95% CI = 0.86 to 0.94, respectively) compared with herds with a legislated pasture period of 2 mo. When replacing the interactions included in the single-year analysis with the interaction between housing system and season, a different pattern in mortality was found between herds with tie-stalls and herds with freestalls. Herds kept in tie-stalls had the highest MR ratio during summer and the lowest during autumn-winter, but no seasonal differences were found in herds with an AMS or in freestalls with CM.\n\nThe goodness-of-fit tests for both models were highly significant, indicating lack of fit, but the tests were nonsignificant (P > 0.24) when running the models excluding the observations with the highest MR. Examinations of the residuals indicated no major deviations and highly influential observations. \n\nOur results show that the on-farm MR among Swedish dairy cows increased from 5.1 to 6.6 events per 100 cow-years between 2002 and 2010. This increasing trend is consistent with the results from other studies performed in countries with intensive milk production (Thomsen et al., 2004; USDA, 2007; Miller et al., 2008) , but the average rate in our study is in the upper range of what others have found USDA, 2007; Pinedo et al., 2010; Burow et al., 2011; Raboisson et al., 2011) . Dairy cattle production in Sweden has undergone considerable changes during the last decade, with an increase in the average herd size from approximately 40 to 60 cows. During 2002 to 2010, the proportion of small herds (<50 cows) has decreased from 71 to 52%, and the portion of cows in small herds has decreased from 48 to 25%. In the same time period, the portion of large herds (>200 cows) has increased from 0.8 to 2.8%, and the portion of cows in large herds has increased from 5 to 12% (Swedish Dairy Association, 2011). Also, more herds are being kept in freestalls than in tie-stalls, there is an increased use of AMS, and SH are increasingly replacing SR cows, with an accompanying, relatively modest increase in average milk yield (Swedish Dairy Association, 2011). However, neither the increased herd size nor increased use of SH cows can be the only reasons for the increasing mortality, although both factors are identified as risk factors in our analyses, because also High milk yield was associated with reduced mortality in our multivariable model (Table 4 ). Previous studies have presented the same association between milk yield and mortality. demonstrated decreased mortality risk (odds ratio 0.93) with an in-creased mean milk yield per cow-year of 1,000 kg. Also, a herd average milk production level greater than 9,072 kg had death losses of 5.9% compared with death losses of 7.7% that were found in herds producing less than 7,258 kg of milk (Smith et al., 2000) . By contrast, Miller et al. (2008) found that death frequency increased with 0.4% when the average milk yield per cow increased by 1,000 kg in Holsteins and Jerseys and Dematawewa and Berger (1998) showed that high-producing cows are less likely to survive. An explanation for the association in our study might be that milk yield at a herd level may be more associated with the level of management. High average milk yields as in this study cannot be achieved without good management. A farmer who is able to obtain a high milk production probably also does many other things right, thereby decreasing the risk of cows dying. Also, this association between high milk yield and reduced mortality is valid only at a herd level. Extrapolating to the individual cow level may be an \"ecological fallacy\" (Robinson, 2009; i.e ., associations at the herd level may not necessarily apply at the cow level). Consistent with results from other studies (Smith et al., 2000; Hadley et al., 2006; Dechow and Goodling, 2008) the MR ratio in our study increased with increasing herd size. In larger herds, less time is generally available to spend on individual cows (Nørgaard et al., 1999) . Also, pasture management becomes more complicated in larger herds. Decreased grazing time or zero grazing has been associated with increased mortality Burow et al., 2011) and with a higher proportion of loser cows (Thomsen et al., 2007) . Zero grazing is not allowed in Sweden, according to legislation, and dairy cows have to be given the opportunity to graze for at least 6 h a day for 2 to 4 mo, depending on the region (SJVFS, 2010). At least 80% of the pasture has to be covered with grass, but the quality of the offered pasture is not regulated or controlled, and problems related to grazing may still be part of the explanation for the association between herd size and mortality in Sweden. This may also be supported by the interaction between herd size and season, showing a slightly reduced beneficial status during autumn-winter for the larger herds (i.e., the difference between autumn-winter and winterspring is decreasing with increasing herd size; Table 4 ).\n\nSingle-year analysis showed that herds with ≥200 cows had a different seasonal pattern of MR ratio (Table 5) but still, this largest herd size group has a greater MR ratio than other herd size groups.\n\nIn agreement with our study, Miller et al. (2008) found that deaths were most frequent in July and least frequent in November. Hertl et al. (2011) demonstrated that season had no effect on probability of mortality in primiparous cows, but found that multiparous cows were more likely to die in spring and summer than in fall or winter. Also, Pinedo et al. (2010) showed that annualized death rates were highest in spring and summer (7.8 and 6.9%, respectively) and lowest during autumn (5.5%). An Italian study (Vitali et al., 2009 ) demonstrated, however, that the spring season had the lowest frequency of deaths and the summer season the highest, as a consequence of heat-related stress, which agrees with Crescio et al. (2010) who found that increases in the temperature-humidity index above a certain threshold resulted in higher risk of mortality. No significant seasonal variation was observed by Faye and Perochon (1995) , although they found that the beginning of the grazing period seemed to be associated with a higher MR. It can be debated if the high MR ratio observed during summer is a consequence of the previous indoor period or if it is due to the possible heat stress for cows on pasture (Kendall et al., 2006) . Burow et al. (2011) found that free access between barn and pasture was associated with higher mortality compared with systems where the farmer followed the herd out to the pasture and then brought them home for milking. Burow et al. (2011) proposed that less frequent observation of the cows (and the associated nonidentification of sick cows) could be part of the explanation. A lesser MR ratio during autumn-winter can be a positive effect of the previous pasture season, as Alban and Agger (1996) found that grazing is associated with better health. Burow et al. (2011) and Dechow et al. (2011) concluded that the more time cows spend on pasture, the lower the mortality. This is also supported by our results showing that regions with a longer pasture period, according to legislation, had a lower MR ratio. In Sweden, no seasonal calving pattern exists and the differences in death frequency are, therefore, not a consequence of unequal calving distribution.\n\nIn our study, organic herds had a lower MR ratio (Table 5) , which is in agreement with who showed that mortality among cows in organic herds was lower than in conventional herds. Bidokhti et al. (2009) compared 20 organic and 20 conventional managed herds in Sweden, and demonstrated a decreased likelihood of infection with bovine corona virus and bovine syncytial virus in organically managed herds. The beneficial status in the organic herds may partly be explained by the closely regulated animal trading, which only allows trading between organic herds. Recommendations also exist relating to quarantine before introducing new animals (Swedish Organic Certification Association, 2011), which may decrease the risk of introducing infectious diseases that increases the risk for on-farm mortality. In addition, organic herds generally have a longer, and more regulated, pasture season. Accordingly, organically managed cows in Sweden have to get >6 kg of the daily DMI from the pasture and spend at least 12.5 h per day on pasture during the pasture season (Swedish Organic Certification Association, 2011). There are also managerial differences between organic and conventional herds that may explain the differences. Some of them, such as herd size, milk yield, housing system and breed, were accounted for in the multivariable analyses (Table 5) and additional explanations should be investigated further.\n\nFreestall with AMS and a milk yield of MY4 was associated with the lowest MR ratio among all housing 4361 types and milk yield categories. This is consistent with Burow et al. (2011) who demonstrated that the MR was lower in herds with an AMS compared with traditional milking systems in both grazing and zero-grazing systems. found that freestall barns with deep litter had the lowest MR. Also, tiestalls tended to have higher MR than freestalls with cubicles, although this observation was not statistically significant . In our study, tiestalls had the numerically lowest MR ratio, comparing housing systems in MY1 and MY2.\n\nCows of the SH breed have in several other studies been shown to have a higher incidence of the common production diseases, such as mastitis and ketosis, among others, compared with cows of the SR breed (Bendixen et al., 1988; Emanuelson et al., 1993; Nyman et al., 2007; Persson Waller et al., 2009 ) and also a higher culling risk (del P. Schneider et al., 2007; Dechow et al., 2011) . In this study, we found a higher MR ratio in herds with predominantly SH cows (Tables 4 and 5) , which is in line with the results of Hare et al. (2006) , , and Raboisson et al. (2011) . By contrast, Miller et al. (2008) found only negligible differences due to breed when comparing Holstein, Jersey, and other breeds. The main difference between SH and SR cows is the higher yield (in kilograms of milk) in SH cows, although the yield in kilograms of solids is almost equal (Swedish Dairy Association, 2011). However, other differences also exist, such as size and conformation (e.g., udder and stature), which may contribute to the differences in mortality that we observed in the multivariable analyses, where milk yield was also included in the models. Indications of differences in immunological and metabolic patterns also exist between the 2 breeds (Nyman et al., 2008) .\n\nResults from our study demonstrated that herds with low calving intervals had a reduced MR ratio, which is in agreement with McConnel et al. (2008) and Raboisson et al. (2011) who reported that longer calving intervals were associated with increased risk of mortality. We would argue that calving interval at a herd level in this case may serve as a proxy for good management, as has also been indicated by Sandgren et al. (2009) and Nyman et al. (2011) , and that the high level of management needed to achieve short calving intervals also increases the probability for low on-farm mortality. We found regional differences in MR ratio. The length of the legislated pasture season, being shorter in Norrland, explained some, but not all, of the differences among regions in our study, as the model with region had a better fit to the data than the model that included pasture period. A possible explanation for the higher MR ratio in Norrland compared with Södra Götaland is that distances between farmers, veterinar-ians, and abattoirs are longer in Norrland, but this cannot explain the numerically higher MR ratio in Östra Götaland and Västra Svealand. More detailed studies are, therefore, needed to further elucidate this finding.\n\nA negative binomial regression model was used to study the associations between the on-farm mortality and herd-level factors. However, a zero-inflated negative binomial (ZINB) regression model was also tested because there was an excess of zero counts in the data set. The ZINB model handles zero counts in 2 separate ways: by logistic regression, where the probability of mortality is the outcome, and by negative binomial regression, where the mortality risk is estimated conditional on occurring mortality in the herd (Dohoo et al., 2009) . The Vuong test showed that a ZINB model fit the data better compared with the negative binomial model. However, none of the predictors became significant in the logistic portion of the ZINB model and the information from the ZINB model was equal to the information gained from the negative binomial model. Therefore, the ZINB model was rejected and a negative binomial regression model was used for the analyses because of the much easier interpretation. The model evaluation indicated a lack of fit, but this was mainly due to the observations with high mortality, which were not predicted well by the model and, thus, not due to an excess of zero counts in the data.\n\nThis study was performed at herd level and no causal relationships can be deduced from the associations that were found. It is, therefore, necessary to perform a longitudinal study at the cow level to further evaluate possible determinants that may contribute to the increased on-farm cow mortality. Furthermore, information on other determinants that may contribute to the on-farm MR, such as purchase patterns, changes of ownership, and herd size, among others, was not available and a more targeted investigation on a limited sample with more detailed information is, therefore, also warranted.\n\nThe results of this study show that the on-farm cow mortality in Swedish dairy herds has increased over the last decade and is on a relatively high level compared with other countries. Some herd-level risk factors have been identified in this study, but more research is needed to identify what actions need to be taken by the farmer to reverse this negative trend."}