{"title": "Review of bioaerosols in indoor environment with special reference to sampling, analysis and control mechanisms", "body": "As a class of airborne pollutants \"Bioaerosols\" are particulate matter usually associated with compounds of biological origin. This definition includes all pathogenic or non-pathogenic, live or dead fungi and bacteria, bacterial endotoxins, mycotoxins, peptidoglycans, β (1, 3)-glucans, viruses, high molecular weight allergens, pollens, etc. (Douwes et al., 2003) . They are ubiquities, highly variable and complex and are natural or manmade in origin. Air contains a significant number of bioaerosol particles which vary in size and composition. The majority of bioaerosols are of respirable size, namely of the order of 0.003 μm for viruses (Taylor, 1988) , from 0.25 to 20 μm for bacteria (Thompson, 1981) , from 17 to 58 μm for plant pollens (Stanley and Linskins, 1974) , and from 1 to 30 μm for fungi (Gregory, 1973) . The inhalable fractions are of primary concern as major portions of bioaerosol are susceptible to reach the deeper parts of the respiratory system. Composition mainly depends on the source, aerosolization mechanisms and environmental conditions prevailing at the site (Pillai and Ricke, 2002) .\n\nTwo types of factors that influence the bioaerosols according to several studies are physical characteristics and environmental factors. Physical characteristics includes size, density, and shape of droplets or particles while environmental factors include the moisture content of building material, density of the air, relative humidity and temperature (Droffner et al., 1995; Foarde et al., 1993; Pasanen et al., 2000) , air exchange rates (Kulmala et al., 1999) , and human activities (Buttner and Stetzenbach, 1993) . High average temperature and higher relative humidity favor microbiological growth on proper substratum thereby acting as a proper source of bioaerosol (Jones and Harrison, 2004) . Light intensity, magnitude of air currents, wind direction and wind speed also play major roles in bioaerosol concentration and their transportation and displacement from one environment to another . Bioaerosols ranging in size between 1.0 and 5.0 μm generally remain in the air, whereas larger particles are shortly deposited on surfaces (Mohr, 2001) . As environmental factors play a major role in bioaerosol distribution, several studies related to spatial and temporal distribution of bioaerosol have also been conducted in different parts of the world. In Beijing, China the highest airborne bacterial concentration was observed in summer and fall (Fang et al., 2007) . Almost similar results were observed in Washington D.C., Montreal of Canada and Moscow, wherein bacterial concentrations were at their peak in the summer and lowest in the winter season due to regional climatic conditions (Jones and Cookson, 1983; Kelly and Pady, 1954; Vlodavets and Mats, 1958) . In case of fungal bioaerosol, their distribution nature had also been studied wherein in suburban areas of Washington airborne fungal concentration was similar to bacterial concentration, i.e., the lowest in winter and the highest in summer and fall (Jones and Cookson, 1983) . Similar pattern of fungal distribution was also observed in Beijing with the highest in summer and autumn and the lowest in spring and winter (Fang et al., 2007) . Seasonal variability of airborne mold was conducted in single-family residence in NY with no visible water damage or leaks and wherein 15-40% RH and 17-18°C temperature was maintained in winter while 40-80% RH and 22-28°C temperature in summer. The study revealed that fungal levels in summer were 26 times higher in comparison to winter (LeBouf et al., 2012) . Similar to the above studies, seasonal variability of airborne bacteria were conducted in the restrooms different indoor environments such as a shopping centre, hospital, subway system, public library and old and new university lecture building in Republic of Korea. Among the six locations, all five sites revealed significantly smaller bioaerosol concentration in winter than in summer except the restroom in hospital lobby which may be due to the maintenance of almost similar indoor air conditions by air conditioning system artificially in both summer and winter (Lee et al., 2012) .\n\nSeveral studies have revealed various sources for bioaerosol in different indoor environments. Indoor upon outdoor (I/O) ratio in several studies has shown that outdoor concentration had always acted as one of the sources of bioaerosol in different indoor environments . Apart from outdoor concentration building condition, occupancy level and human activities also determine the varying concentrations of bioaerosols (Nasir and Colbeck, 2010) . In fact human beings have been attributed to be one of the most important sources of airborne bacteria (Stetzenbach, 1997) . Increased human shedding of skin cells and activities such as talking, coughing and sneezing force air under pressure through nose. This process ejects microbes from upper respiratory tract into the air (Terkonda, 1987) . Sneezing is the most vigorous of these mechanisms, by generating as many as one million droplets lass than 0.1 μm in diameter (Campbell et al., 1991) , and presence of such organic particulates in air gives added protection to bacterial cells and result in enhanced survival of the air borne microbes. Sweeping of floors and dusting of objects, movement of people and air currents also have been found leading to the suspension of dust particulates and generation of airborne microorganisms (Kallioski et al., 1996) . Food stuffs, house plants, flower pots, pets and their beddings, furniture stuffing also release various fungal spores into the air (Cox and Wathes, 1995; Kalogerakis et al., 2005) . According to certain studies higher level of dust and macromolecular organic components (proteins) were found in carpet dust than floor dust, hence it can be said that human movement across such a carpeted floor covering ejects trapped debris and dust into the air (Gravensen, 1987) .\n\nAs indoor air is highly dynamic so several studies have been carried out to keep a check on the indoor air quality (IAQ) especially for occupational and public health (Bonetta et al., 2010) . During different IAQ studies it has been found that bioaerosols contribute to about 5 to 34% of indoor air pollution (Wanner et al., 1994; Srikanth et al., 2008) . Hence it is an important criterion to take into account the microbiological air quality so as to provide a safe environment while designing indoor workplaces. This review provides a brief description of various sampling and analytical techniques that are generally used to characterize bioaerosols. This review also provides the information on the concentration levels of various airborne microorganisms in different indoor environments, their associated health effects as well as various bioaerosol control mechanisms worked upon till now. The objective of this review is not only to acquire knowledge about bioaerosol and their associated health effect in order to apply measures to reduce them by various controlling mechanisms, but also to find out the advantages and limitations of each sampling and enumeration technique from all the previously assembled works so as to facilitate future researchers in deciding upon the correct bioaerosol assessment protocol accordingly.\n\nAt present a wide variety of bioaerosol sampling methods are in use and numerous other methods are in the developmental stage (Grinshpun and Clark, 2005; Muilenberg, 2003; Reponen et al., 2009) . Till now there is neither a single sampling method suitable for the collection of different types of airborne microorganisms nor a standard protocol available (Grishpun et al., 2007) . In any bioaerosol monitoring design depending upon the objective of sampling the method used and incorporated are often aimed at documenting the specific sources of the bioaerosols collected. Active sampling method is usually used for collecting bioaerosol from air. In general the sampling efficiency of any sampling devise is the product of the aspiration, transmission and collection efficiency; each of which depends upon particle aerodynamic diameter, wind velocity, direction as well as inlet characteristic, which itself is dependent upon bioaerosol particles sampled under various conditions (Grishpun et al., 1994) .\n\nThe three major collection methods used for the sampling of bioaerosols are impaction, impingement and filtration (Grishpun et al., 2007) . Apart from the principle techniques alternative methods such as gravity sampling, electrostatic precipitation and cyclone have also been employed in many cases with respective advantages and disadvantages as shown in Table 1 .\n\nImpactors are economically feasible samplers due to their low costs and easiness of handling (Zollinger et al., 2006) . The basic principle behind impactors is impaction that collects microorganism and particles in the air. The impaction sampler draws in air and forces to change its direction which causes particles with high inertia to get impacted over collecting surfaces (Henningson and Ahlberg, 1994) . Generally particles which are larger than a particular aerodynamic size get impacted onto a collection surface forcing the smaller particles to proceed through the sampler (Hinds, 1982) . A number of samplers available commercially using impaction based methods are one of the common approaches to collect bioaerosols (Gangneux, 2001; Pillai and Ricke, 2002) . Impactors differ in the characteristics of inlet size and shape, number of collection 'chambers' within the sampler and whether the microorganisms are impacted onto a solid (glass slide) or semi-solid (agar plate) surface, or, a filter or gelatin (Macher and Hansson, 1987) . Collection and recovery efficiencies of the samples are strongly influenced by the inlet characteristics of the samplers where inlet (and collection) efficiency highly depend on wind velocity at the time of sampling, and the orientation of sampler during sampling. With wind velocity above 5 ms -1 and the inlet aperture facing the wind almost 50% of overestimation of 10 μm sized particles are done while when the sampler is in an upright position (with wind blowing across the inlet aperture), less than 5% of 10 μm particles were collected (Willeke et al., 1993) . It has been seen that the mass of particles smaller than cut-diameter (d 50 ) that are generally collected are equal to the mass of particles larger than the d 50 that pass through the impactor. In fact it has been found that the collection efficiency of the impaction samplers is 100% when the aerodynamic diameter is greater than d 50 (Hinds, 1982) . It has been seen that for the same aerosol sample which shares the same geometric standard deviation, the mass and count particle distributions will show distinctive Good collection efficiency because of reduced particle bounce and loss through re-entrainment Sterilization process easy Due to evaporation of liquid medium problem of loss may be encountered Thermal precipitator Good collection efficiency for smaller sized particles and helps in determining size distribution of the particles. Air flows freely through the sampler, thereby pressure drop is small and vacuum source is not needed.\n\nCollection rate very low. Collection area small. High temperature affects the viability of the microorganisms collected.\n\nMajor processing time period is very less Ultrafine bioaerosol particles can also be sampled and detected easily. Viability of the microorganisms maintained throughout.\n\nComplex system requiring expertise to handle. means and medians. The mass median aerodynamic diameter (MMAD) describes the mass distribution which equals the diameter where particles larger than MMAD contribute half the collected mass while those particles smaller than MMAD contribute the other half. The median of the number of particles in the particle distribution is named as count median aerodynamic diameter (CMAD). Sampling time and impaction velocity also plays a very important role in the collection and viability of the airborne collected microorganisms. At a constant time if impact velocity is increased it may cause particle bounce, decreasing the actual collection efficiency (especially for spores) and also affects the viability of stress sensitive microorganisms (Juozaitis et al., 1994) . Although aerosolized fungal spores are often collected over glass slide and semi-solid agar surface is used to collect bacteria (Hinds, 1982) however, generally agar plates are mostly used for the collection of both fungi and bacteria Predicala et al., 2002; Sanchez-Monedero and Stentiford, 2003) and are called culture based impactors. As seen the collection medium is that the collected microorganisms are cultured and then counted on the plates requiring no post-sampling processing to determine the numbers of microorganisms present (except for incubation at the required temperature) Nesa et al., 2002) . Disadvantage of using agar plates is of becoming over loaded by microorganisms making enumeration of the colonies difficult as they overlap and become indistinguishable from one another. A statistical \"positive hole correction\" is thus needed to evaluate highly loaded plates (Feller, 1950; Andersen, 1958) . Desiccation related problems are also associated with impaction sampling as surface moisture is removed by air stream passing over the agar plate limiting the ability to impact more particles due to reduced surface stickiness (Cox and Wathes, 1995) .\n\nA number of impactor samplers are commercially available each of which show differences in number of nozzles, nozzle dimension and shape, jet-to-plate distance and number of stages. When a single nozzle is used to suck in air the shape is usually rectangular as in Slit sampler (e.g., Burkard Manufacturing Co. Ltd., Hertfordshire, United Kingdom; New Brunswick Scientific Co., Edison, N.J.; Casella London Ltd). In this sampler for proper spreading out of the collected bioaerosol particles the collection surface may be moved under the slit. Such sampler has been used for both indoor and outdoor sampling of airborne microorganisms . Cascade impacter such as Anderson sampler (Graseby Andersen, Smyrna, GA, USA) have several stages with successively smaller nozzles such as the Six stage Anderson Sampler used to quantify both fungal and bacterial bioaerosol in different indoor environments such as hospital, student dorm, laboratory, hotel room etc., in Beijing (Xu and Yao, 2013) . This allows separation of bioaerosols according to their aerodynamic diameter. MAS 100 (Merck, Germany) is one of the single stage impactors which consists of a perforated plate with 400 holes each of 0.7 mm diameter through which the collected air is aspirated either vertically or horizontally and with the speed of 10.8 ms -1 is propelled onto a solid agar plate. The sampling volume is adjusted to 100 L/m 3 after passing through an airflow meter (Meir and Zingre, 2000) . Consistent performance was found when MAS 100 was used for sampling Aspergillus fumigatus and other thermotolerant fungal bioaerosol (Engelhart et al., 2007) .When the number of nozzles increases usually circular in shape it takes the appearance of a sieve thus forming another sampler named Sievetype sampler (Spiral System Instruments, Bethesda, Md.). Rotorod Sampler (Ted Brown Associates, Los Altos Hills, CA) and Rotoslide sampler (Oak Ridge Reproduction Service, Oak Ridge, TN) are rotating impactors generally used for outdoor sampling collects particles larger than 15 μm (Mandal and Brandl, 2011) . Sampling by such samplers are done by sweeping the collecting surface which may be a rod or a slide through the air. Fraction of particles impacted on the collecting surface from the volume of air swept by the rotating surface defines the collection efficiency of the samplers (Juozaitis et al., 1994) .\n\nAmong all the above-mentioned impactor samplers slit sampler was specifically described for collecting airborne microorganisms long back (Bourdillon et al., 1941) . This type of sampler is best applicable to monitor the effect of \"people activity\" as well as operational variation and material movements over the production and distribution of bioaerosol and hence have been widely used in settings such as agricultural environments that are highly contaminated (Blomquist et al., 1984) as well as in domestic environments (Verhoeff et al., 1990) . For collecting large airborne particles (such as large fungal spores, clumped spores and pollen grain) slit sampler is very useful and hence had been mostly employed to determine the fungal bioaerosol in domestic settings (Kozak et al., 1980) instead of bacterial cells and small spores. As slit sampler provides information about bioburden in respect to time and activity without regarding particle size, both cascade impactor and sieve type sampler determine the particle size distribution of the bioaerosols. Cascade impactor and stacked sieve six stage Anderson viable impactor can be used to collect both bacterial and fungal spores and fragments unlike slit sampler. In case of six stage Anderson viable impactor, sampling of airborne bacterial and fungal with mass median aerodynamic diameter (MMAD) less than 4 may result in an overloaded sample if the concentration is greater than 5000-7000 CFU/m 3 while for the same diameter range Sieve personal sampler can be used satisfactorily for sampling (Jensen and Schafer, 1998) . Hence sieve sampler seems to best fit for sampling in highly contaminated environments while Anderson sampler can be used when positive hole correction factors are used for proper calculation of the number of particles collected when overloaded (Blomquist et al., 1984; Macher, 1989) . In comparison to the above-mentioned Rotorod sampler mainly helps in qualitative assessment of bioaerosols rather than quantitative (Cox and Wathes, 1995) . Rotorod has been found to collect greater number of large sized airborne particles such as pollen grains instead of bioaerosol spores per unit of air (Cage et al., 1996) .\n\nImpingement-based methods operate almost similar to impactionbased approaches, except that the micro-organisms are collected into a liquid medium (Mandal and Brandl, 2011) . Generally air is sucked in through a narrow inlet tube onto the collecting medium where the flow rate of the sampled air depends on the diameter of the inlet nozzle. Suspended particles get impinged on the collecting liquid as soon as the air strikes the liquid. On completion of sampling the aliquots are cultivated on proper growth media to enumerate viable microorganisms. Impingers are generally needed to be sterilized before re-use. In fact replicate samples require a 'fresh' impinger, which increases costs of impingement based sampling than impaction-based sampling (Cartwright et al., 2009) .\n\nCollection and recovery efficiencies of impingers are found to be influenced by the inlet characteristics of the sampler. Reduced recovery efficiency has been found to be correlated with increased flow rate (Ogden and Raynor, 1967) . Similar to impaction-based samplers, the collection and recovery efficiency of impingers are highly affected by wind speed at the inlet. Studies carried out by scientist in May (1966) revealed that at 4.5 m s −1 wind speed across the inlet, the collection efficiency turned out to be 9.6%, whereas after creating a still air condition by using a baffle, the collection efficiency jumped upto 99% (Sanchez-Monedero and Stentiford, 2003) .\n\nAlthough impingement-based samplers generally use a liquid collection medium, the type of liquid used sometimes vary with only one common element i.e., the liquids should be an isotonic or buffered solution so as to avoid osmotic stresses being imposed on micro-organisms following their collection. As for example Betaine or peptone solutions are recommended so as to protect bacterial cells from osmotic shock (Eduard and Heederik, 1998) . Use of an improper buffered water medium such as Ringers solution affects the collection efficiency of the device as buffer gets lost from the sampler through evaporation when the sampler is used for long periods of time (Willeke et al., 1998) .\n\nA number of commercial impinger samplers are currently available which include the All Glass Impinger 30 (AGI-30), the SKC Biosampler, the Burkard multistage sampler, the modified personal impinger (MPI), the multi-orifice impinger (MOI), and the multi-stage liquid impinger (MLI). As most of the impinger samplers are made up of glass they are cheaper than metal samplers such as the Andersen sampler, but affecting their robustness in the field. AGI-30 is a single stage impinger with a cylindrical reservoir under vacuum that contains a suitable collection liquid for concentrating bioaerosol from the air through a central jet raised 30 mm from the base of the cylinder. AGI-30 consists of an electrical powered pump capable of drawing 12.5 L/min at a pressure drop across the impinge jet of 50 kPA with a typical sampling time of 10-30 min. The AGI-30 sampler (Ace Glass Inc., N.J., USA) is a cheap but less efficient sampler (Ding and Wang, 2001) . AGI-30 comes with a disadvantage of foaming that can be induced in several collection solutions through the impingement process (Dillon et al., 2005) . The most popularly used sampler is \"Biosampler\" liquid impinger (SKC, Eight Four, PA, USA). This sampler is a good example of an all-glass, swirling aerosol collector. It mainly consists of an air inlet, three tangentially arranged nozzles and a collection vessel . The Biosampler also consists of a pump capable of drawing in air at the same rate as that of AGI-30 but the sampling duration is very high 0.5 to 4 h. The greatest advantage of the sampler is its ability to be used in highly contaminated environment with sampling duration up to 30 min with aqueous based sampling media and up to several hours by using a viscous sampling medium (Dillon et al., 2005) .\n\nFiltration based samplers are relatively simple and less expensive. They are highly effective means of collecting bioaerosols. In filtration method airborne microorganisms are collected by passing air through porous membrane filters made of glass fiber, polyvinylchloride (PVC), polycarbonate or cellulose acetate (incubated by transferring onto the surfaces of growth agar media) or gelatin. Out of these gelatin filters offers a much better environment (Mandal and Brandl, 2011) . The forces that are responsible for collection of particles are inertial forces, diffusion and electrostatic attraction (Gilbert and Duchaine, 2009 ). The filter method is generally used in personal samplers (such as worn by workers at relevant facilities) rather than in general sampling due to their small size. In fact filter-based samplers when used as nonpersonal samplers were more suitable for qualitative assessments of airborne micro-organisms only (Predicala et al., 2002) . According to size fraction bioaerosol collection can be done by using polyurethane foam inserts (Kenny et al., 1998) .\n\nWhen filtration based samplers are used in highly contaminated environment enumeration of bioaerosol becomes impossible just similar to impaction samplers due to overloading of filters with microorganisms (Eduard and Heederik, 1998) . Desiccation/drying off of microorganisms on the filters post collection is another problem related to filtration based samplers (Hinds, 1982) . Though some microorganisms such as fungi and spore forming bacteria are sometimes found alive on the filters, vegetative bacterial cells such as Gram negative bacteria cannot tolerate the desiccation stress at all . In fact sampling time and relative humidity plays a major role in determining the loss incurred due to desiccation. It has been reported that when temperature exceeds 30°celsius and relative humidity increases from 30 to 85% fungal propagules are still viable while many vegetative bacterial cells become nonviable . The filters when vortexed help in the recovery of bacterial cells (Douglas, 2012) .\n\nGravity sampling which is a non qualitative method is done by exposing an agar medium to the environment over which airborne microorganisms are collected by gravity (Grishpun et al., 2007) . Due to this large particles mostly settle down on the collection surface rather than smaller particles resulting in the misrepresentation of the airborne microorganisms due to exclusion of smaller particles (Burge and Solomon, 1987; Solomon, 1975) . Gravitational settling method gives information about the total number (or mass) of the collected bioaerosol only and does not quantify their concentration as the volume of air from which the bioaerosols originated is unknown. However some scientists also believe that this method is reproducible and reliable along with the fact that many places in an environment can be checked at the same time helping the operators to compare and understand without disturbing the air (Pasquarella et al., 2000) .\n\nElectrostatic precipitation sampler follows the basic principle of particle precipitation in which airborne particles are precipitated from an airstream by the application of an external force such as electrical force on charged particle (Knutson and Whitby, 1975) . In an electrostatic precipitation sampler the biological particles are charged at the inlet. The charged airborne biological particles are then exposed to an electrical field inside the sampler resulting in their cross sectional migration eventually depositing over charged plates. Finally from the charged plates the microorganisms are extracted and analyzed. This technique provides a much better means of collection especially for stresssensitive microorganisms as the particle velocity component perpendicular to the collection medium is almost two to four order lower than those found in bioaerosol impactors and impingers at comparable sampling flow rate (Mainelis et al., 1999) . The collection efficiency is found to be dependent on applied voltage, flow rate, dimension of the precipitators and initial particle charging level (Mainelis et al., 2001; Mainelis et al., 2002a Mainelis et al., , 2002b . By limiting the initial charge on airborne microorganism at the inlet the loss due to viability can be controlled (Mainelis et al., 2002c) . Generally low power is required for maintaining the sampling flow through an electrostatic precipitator as it is an open channel. Moreover since very little power is also needed to create precipitation voltage, this method turns out to be highly feasible for low power monitoring of bioaerosol in a counter bioterrorism network.\n\nSeveral studies have shown that electrostatic precipitation can also be implemented without the use of additional charging at the inlet of the sampler (Mainelis et al., 2002d) . A recently developed electrostatic precipitator had no charging unit in the inlet while the physical collection efficiency strongly depended on the precipitation voltage which eventually depended on the charge present on the airborne microbes naturally due to aerosolization (Kunkel, 1950; Flagan, 2001 ) thereby making collection possible by differentiating between the positively and negatively charged microorganisms by adding a signature to the bioaerosol particle sampled (Lee et al., 2004a; ; Lee et al., 2004b) . During the effort made for electrostatic sampler's development and evaluation, important information was found regarding the electro biological properties of microorganisms that is related to electric potential of their membrane which is further determined by the transmembrane potential between the extracellular fluid and cytoplasm, and 2 surface potentials at the external and internal interfaces of the membrane. According to the information gained bacteria that are dispersed from a liquid through pneumatic nebulization generally possess a wide and bipolar electric charge distribution. The viability of the bacteria was also found to be affected by the electric charge imposed on it during aerosolization due to removal of some fragments of bacterial surface and counter ions (Mainelis et al., 2001) . Since the basic metabolic activity of the bacterial cells depend on the membrane potential (Cevc, 1990) , ion transporters/channels and metabolically essential proteins, ATPase are significantly affected by this change in membrane potential (Bond and Russel, 2000) eventually making the microbes nonviable.\n\nDue to the limitations related to the viability of the collected bioaerosol through impactors and impingers new bioaerosol samplers such as NIOSH one-stage Bioaerosol Cyclone, CIP 10-M, NIOSH twostage cyclone, Coriolis®, WWC, and PAS-5 by RCT & HRB were developed. In cyclone samplers microorganisms are captured into a liquid (aerosol to hydrosol) using swirling air and centrifugal force. Such samplers are advantageous as they are less susceptible to particle 'bounce' and re-entrainment (Willeke et al., 1998) . These samplers are relatively easy to sterilize and play an important role when multiple samples are needed to be taken (Cartwright et al., 2009) . Since water is used as the sampling medium in both the samplers cyclones and impingers, studies related to their efficiency was done revealing the recovery efficiency of cyclone samplers to be 100 ± 10% relative to AGI-30 impinger for Gram negative bacteria (Henningson et al., 1988) .\n\nGuidelines that are generally looked upon for matching the appropriate technique (depending upon their advantages and disadvantages) with the bioaerosol of interest are given in Table 1 . The bioaerosol of interest is mostly categorized as culturable bioaerosol sampling and non viable bioaerosol sampling with subcategories of free bacteria and fungi. Free bacteria (i.e., mostly single cells), free fungi (i.e., mostly single spores) as well as clumped bacteria and fungi with MMAD 4 μm are in general bioaerosols of interest in environmental investigations hence it is noted that the samplers must collect these aerosol (Wright et al., 1969; Lee et al., 1973) .\n\nThis is one of the oldest sampling techniques based on thermophoresis principle in which air laden with aerosol and bioaerosol is passed through a narrow channel containing a temperature gradient perpendicular to the air flow. On entering the temperature gradient the airborne particles tend to move away from the hot surface towards the cooler surface and depositing over it, a phenomenon known as thermophoretic motion (Waldmann and Schmitt, 1966) .The hot surface is generally heated up to 125°C while the other collecting surface is cooled by a circulating water heat exchanger. Immediate microscopic examination can be done is glass microscopic cover slips that are used as the cooler collection surface or if collected over filter paper from which the deposits could be transferred to agar plates to allow colonies to grow and examined thereafter (Kethley et al., 1952 and Orr et al., 1956) . The collection efficiency of such sampling technique is very high for small particles ranging from b0.01 μm to 5 μm, when the temperature gradient is sufficiently maintained all throughout the sampling time, and thus this method is used to determine the particle size distribution (Watson, 1958) . Although its collection efficiency for smaller particles is high yet its collection rate is very low in comparison to other samplers ranging from 7 cm 3 min − 1 to 1 L min − 1 (Cox and Wathes, 1995) . Thus because of such low rate sampling and requirements of very precise adjustments, such samples are not commonly used in industries (Kang and Frank, 1989 ).\n\nBioaerosol sampler using condensation technique consists of a number of parts attached together such as vacuum pump, humidifier, a heating source, a liquid source, amplifier, a cooling source and a biomass spectroscopy system for proper sampling and analysis of bioaerosol collected. In such sampler, air is drawn in through a vacuum pump into humidifier first. The humidifier consists of a heating source that evaporates liquid source such as water (usually a biocompatible source) to create a humid environment (with relative humidity 90% or higher) to temperature higher than the room temperature i.e., 35°C but lower than 45°C so as to prevent the deactivation of microbes collected. The air sample is then drawn into the amplifier via vacuum action. The amplifier consists of a cooling source that eventually reduces the temperature to as low as 10°C. Due to this low temperature the air volume in the amplifier is subjected to condensation with supersaturated vapors. Here the sampled bioaerosol acts as the condensation nuclei from which the particle grows or amplifies, however maintaining the viability of the microorganism. Particle size amplification of bioaerosols due to condensation of super saturated vapors can occur at the order of nanometer and/or submicron to a greater size such as 10 μm and above. The time period required for condensation amplification is as less as 1 s or even lesser. Thus amplification increases the bioaerosols dimensions indirectly increasing the detection efficiency. The amplified bioaerosol then can directly sent into a biomass spectroscopy system (such as MALDI-TOF) for in-line and continuous identification. Due to such technique very small bio-species/ bioaerosols such virus that cannot be sampled or detected by conventional systems can be amplified and studied upon (Wu et al., 2013) .\n\nEnumeration of microorganisms forms the second major step in the monitoring strategy. The technique is divided into two broad groups namely culturable and non culturable approaches.\n\nCulture based approach is a simple and low cost method that involves collection of airborne microorganisms and culturing of the sampled microorganisms on some semisolid growth medium with results expressed as colony forming units after a proper incubation (conditions including time, temperature and available oxygen). As it is assumed that single colony is formed from a single microorganism so the CFUs give the information of the number of microorganisms present in the sample. The major limitation of this approach is that a very small proportion (almost 10%) of the microorganisms present in the environment can be cultured and identified (Heidelberg et al., 1997; Torsvik et al., 1994) . Several studies have shown that culture conditions also limit the growth of the viable and culturable microorganisms with examples such as mesophilic bacteria namely Escherichia coli and Bacillus subtilis exhibit proper colony formation at temperatures between 5 to 55°C (Droffner et al., 1995; Pillai and Ricke, 2002) while thermophilic microorganisms namely Thermoactinomyces sp. Prefer culture temperature above 50°C (Neidhart et al., 1990) . Several studies have been conducted across the world till date in order to evaluate microbial load (isolating, quantifying and identifying) in various indoor environments such as occupational, residential and educational using culture based techniques and their important findings have been shown in Table 5 .\n\nAirborne biological particles sampled from air onto glass slides, semisolid media and filters fitted to samplers can be enumerated and identified using microscopic examination. After processing the sample through a proper technique designed identification of taxa or species can be done. Identification is mainly based on the morphological characteristic of the microorganisms and their spores (especially for fungi). In classical microscopy various types of stains available are used for identifying and describing fungal spores so as to differentiate between different fungal spores and organic debris (Burge, 1995) . As shown in Table 2 although classical microscopy id one of the easy performing technique that has the advantage of identifying specific taxa of both fungi and bacteria, however does not act as a representative of all the microbes in bioaerosol.\n\nSuch methods are mostly used only for quantification of microorganisms present in liquid samples where actual counting is not done and mostly depends on statistical calculations (Makkar and Casida, Relatively swift and easy to perform Being a statistical test it does not measure actual numbers of micro-organisms.\n\nAs the micro-organisms are grown in liquid media such technique is less susceptible to the culturability issues that affect selective isolation plate methods .\n\nAggregates of cells may affect the result, thereby limiting the suitability of this method to analysis of bioaerosols.\n\nSometimes difficult to quantify due to collisional quenching of the excited state and potential photochemical effects. Measurements are spatially resolved and can be further extended to laser imaging.\n\nNot all excited species fluoresces causing improper measurements.\n\nCheap technique and easy to operate The compound (such as proteins) to be analyzed should be in the databases. Highly sensitive This technique is generally not suitable for compounds less than 600 Da in size due to intense matrix signal. Very mild ionization technique used, thereby making analysis of mixture possible There is limitation in the resolution of this technique which can only be increased significantly by a reflector and or a delayed extraction.\n\nVery little or no sample preparation is required that results in increased throughput, greater convenience and fewer opportunities for contamination to occur.\n\nLimited usage due to increased cost and system complexity Very sensitive and requires very small amount of sample (thus sometimes referred to as \"nondestructive\" method)\n\nSometimes regarded as semi quantitative technique as obtaining suitable standards is difficult. Possibility of multi-elemental analysis simultaneously\n\nThere are possibilities of large interference effects that include matrix interference as well as potential interference of particle size in case of aerosol. Has the potential for direct detection in aerosols Less precision ranging from 5 to 10% depending upon excitation properties of laser, sample homogeneity and sample matrix Simple process with rapid analytical capability as in a single step ablation and excitation process is carried out.\n\nBoth culturable and nonculturable cells can be counted making the results more representative of total numbers of micro-organisms in the bioaerosol.\n\nRestricted ability to identify specific taxa of micro-organisms\n\nRelatively cheap operating costs Fluorochromes if binds to abiotic particles may result into false positive results. High throughput of samples possible if image analysis system used Image analysis system may count abiotic particles within the same size parameters as microbial cells. Not suitable for counting aggregates of cells Overestimation due to binding to abiotic Material may take place PCR technique\n\nRemarkably sensitive technique The efficiency and size ranges of bioaerosol high volume samplers should be completely characterized which can otherwise affect the quantification by Quantitative PCR. Applicable to any biological matter containing nucleic acid Possibility of inaccurate bioaerosol quantification due to improper sample preparation steps like filter elution/concentration and nucleic acid extraction Detection and identification can be made independent of culturing thereby removing the need of specialized labs to perform cell cultures which require extensive biosafety infrastructure.\n\nResults may get affected by the presence of inhibitory PCR compounds in the samples.\n\nResults are provided rapidly on the order of hours as compared to days or weeks. Certain taxa of micro-organisms can be identified.\n\nNo standard approach available for monitoring of biomarkers so as to provide certain information. As whole cells are not measured, this technique is not prone to many of the limitations of culturable or nonculturable methods LAL assay types biomarker tests which are significantly used in bacterial bioaerosol analysis are affected by dust or other microbial cell components. This is likely to be a significant problem. 1987). In this method serial dilution of the sample is done in order to quantify the density of microorganisms present on the probability the basis of the probability that positive results will emerge after incubation from each microorganisms. Possibility of detection of microorganisms by this method is more as the liquid medium used for growth imposes much less stress over the microbes rather than the semisolid medium. As mostly there is good probability that aggregates of cells will be found in the inoculation medium, this applicability of this method for enumeration ends as it is only used when single cells are found.\n\nLaser induced fluorescence (LIF) is a spectroscopic method mostly used for studying the structure of molecules and detection of selective species (especially bacteria). After the air samples are collected through impaction, the cultivated bacterial species is excited by a laser light whose wavelength that is selected is often the one at which the species has its largest cross section. Within a few nanoseconds or microseconds the species de-excite and emit light (with wavelength longer than the excitation wavelength) (Zare, 2012) . This emitted fluorescent light is then recorded by a photomultiplier tube (PMT) or Filtered photo diode. LIF is highly advantageous over absorption spectroscopy because the detection sensitivity is very high as the signals are observed against dark background and two to three-dimensional images can be obtained as emitted fluorescent radiation can be obtained in all possible angle (Zare, 2012) . The classified fluorescent signals can be confirmed by correlating with morphology, Gram staining or family (Rösch et al., 2005) . As seen in Table 2 in LIF as analysis and detection is done on the basis of emitted fluorescence light from the species, probability of improper measurement exists as all the species do not fluoresce. Moreover LIF technique is mostly used for bacterial identification.\n\nMatrix-assisted laser desorption/ionization (MALDI) is a soft ionization technique that is mostly used in mass spectrometry for analyzing biomolecules (microorganism and biopolymers such as DNA, proteins, peptides etc.) as well as large organic molecules which generally becomes fragile and fragment when conventional ionization methods are applied. MALDI is a two step process where UV laser beams are used to trigger desorption first. The UV laser light is absorbed by the matrix material leading to ablation of the upper layer (~1 μm) of the material. During ablation the hot plume that is produced contains several species such as neutral and ionized matrix molecules, protonated and deprotonated matrix molecules, nanodroplets and matrix clusters. In the second step the matrix molecules get ionized in the hot plume.\n\nThe matrix mainly consists of crystallized molecules with 3, 5-dimethoxy-4-hydroxycinnamic acid (sinapinic acid), 2,5dihydroxybenzoic acid (DHB) and α-cyano-4-hydroxycinnamic acid (alpha matrix) most commonly used (Strupat et al., 1991; Beavis et al., 1992) . With the use of highly purified water and an organic solvent which is usually acetonitrile or ethanol a solution of any of these molecules are made and used as a matrix. TOF (time of flight mass spectrometer) has large mass range, it is mostly used with MALDI. In the MALDI-TOF instrument an 'ion mirror' is present that reflects ions using an electric field, thereby doubling the ion path and increasing the resolution.\n\nFor the identification of bacteria and fungi MALDI-TOF spectra can be used. After having been collected of airborne microorganisms on growth media via impaction and after their proper growth, a colony in question is smeared on the sample target directly. It is then overlaid by the matrix and mass spectra generated. The spectra are then analyzed with software present with the instrument. For proper identification comparison with the stored profiles are done. However even in the absence of prior cultivation it is possible to obtain a mass spectrum of a single airborne particle by on-line measurements using instrumental improvements (Kleefsman et al., 2008) . In comparison to other immunological and biochemical tests identification of species by this process is highly economical and accurate (Seng et al., 2009 ) however as shown in Table 2 it can only analyze compounds greater than 600 Da in size such as proteins, and peptides, available in database forms due to intense matrix signal thereby restricting its identification range.\n\nRecently LIBS is being considered as a process for rapid real time detection of microbes responsible for biological warfare attacks and illness both in the fields and in laboratory settings. It is a time resolved atomic emission spectroscopic analytical technique based on optical emission following pulsed laser ablation of a sample (Radziemski and Cremers, 2006; Schechter et al., 2006) . In this process when the laser is focused onto a small area at the surface of the specimen, it ablates a very small amount of material (in nanograms to picograms) which generates a plasma plume with temperature in excess of 100,000 K. At such high temperature the ablated materials breakdown into excited ionic and atomic species. During this time, the plasma emits a continuum of radiation which does not contain much information about the species present which is useful. During this emission of radiation within a very small time frame the plasma expands at supersonic velocities and cools. At this point the characteristic atomic emission lines of the elements can be observed which gives the information about the specimen.\n\nLIBS is mostly used for bacterial detection. It is important to note that LIBS analysis does not depend upon identifying the genetic differences between the species (the LIBS analysis does not rely on the elements that comprise DNA or proteins such as carbon, nitrogen, hydrogen and oxygen), it is rather the difference in the inorganic chemical composition of the outer membrane that is detected. In fact the chemical composition varies between bacterial species as a function of the genetic variation between those species. In recent studies by using LIBS with both nanosecond and femtosecond laser pulses bacterium E. coli was identified (Baudelet et al., 2006; Diedrich et al., 2007) . E. coli a nonsporulating Gram negative bacterium has specific outer membrane that contains Mg 2+ and Ca 2+ (Singleton, 1997) . The ionized and neutral Mg and Ca emission lines act as the dominant spectral features in the LIBS spectrum of E. coli. Thus for a particular bacterium for creating a \"Spectral fingerprint\", measurement of emission lines from these and other trace inorganic elements such as iron, potassium, sodium, phosphorus and manganese are done. However, there are chances of less precision of result obtained ranging from 5 to 10% depending upon excitation properties of laser, sample homogeneity and sample matrix as mentioned in Table 2 .\n\nAs already mentioned above all of the culturable techniques can analyze microbes by isolating and characterizing them over commercially available growth media such as Nutrient agar, and Luri-Bertani agar (Kirk et al., 2004) . Less than 1% of total microbial species in any environmental sample can be analyzed by this technique (Hugenholtz, 2002) while the rest though viable in nature are nonculturable in laboratory conditions remaining in the \"viable but nonculturable\" stage (Oliver, 2005) . With the evolution of fluorochromes staining the microorganisms collected in liquid medium quantification of all viable microbes (both culturable and nonculturable) were possible. A major shift in the paradigm of microbial analysis was seen with the advancement in the fields of genomics and sequencing technologies as well as analysis of microbial community using nonculturable molecular techniques such as genetic fingerprintings, metagenomics and next generation sequencing helping in not only identifying and quantifying the microbial load but also helps in understanding the probable changes taking place in the community as well. A wide array of scope of microbial identification also evolved with the analyses of metabolites and constituents of microorganisms without directly counting them (such as mycotoxins, and endotoxins) by advanced techniques like chromatographic, immunoassay and PCR based methods. The following are the few nonculturable techniques applied.\n\nBy using fluorescent stain (a fluorochrome), microorganisms collected in liquid buffer solution or filters are stained and counted by epifluorescent microscopy (Eduard and Heederik, 1998) . Different types of fluorochromes are available that indicate cell viability by showing differences in electron transport chain activity, cytoplasmic redox potential, enzymatic activity, cell membrane potential and membrane integrity (Kepner and Pratt, 1994) .\n\nDAPI (4,6-diamidino-2-phenylindole) and acridine orange (3,6bis[dimethylamino]acridinium chloride) two fluorochromes that are applied for bioaerosol monitoring are nucleic acid stains and allow microorganisms to be distinguished on the basis of color. In general acridine orange binds to DNA and RNA and depending upon single stranded and double stranded nucleic acid different colors fluoresces such as orange and green respectively. In case of DAPI when it binds to DNA it fluoresces blue or bluish-white and yellow when bound to non DNA material (Kepner and Pratt, 1994) .\n\nThe basic advantage of this technique is that it facilitates all viable cells of both bacterial and fungal bioaerosol (culturable and nonculturable cells) to be counted as it is a nonculturable approach as mentioned in Table 2 . Moreover if it is attached with a computer based image analysis system, the counting gets automated and a high throughput of samples are achieved (Kildeso and Nielsen, 1997) . However the disadvantage of this technique (as shown in Table 2 ) is binding of the fluorochrome to abiotic material, error in counting the microorganisms by human as well as differentiating between microbial cells and abiotic material such as dust (Pillai and Ricke, 2002) . Although as mentioned before by using an image analysis automated system one can improve enumeration yet limitation still persists as it will only count particles which will fall within the size parameters of the programmer (Crook and Sherwood-Higham, 1997). Thus the overlapped cells are most likely not to be counted. In order to minimize the \"false positive\" results generated from binding of fluorochromes to abiotic particles Baclight Fluorescent stain can be used as this stain is less susceptible to binding to such materials in respect to acridine orange that is found to bind with humic material (Kildeso and Nielsen, 1997) . Thus for enumeration of airborne microorganisms both baclight and acridine orange are used maximally (Terzieva et al., 1996) .\n\nIn the PCR technique a specific region of a genome is copied and amplified to a millionfold making them available for further analysis (Georgakopoulos et al., 2009) . Conventional polymerase chain reaction (PCR) assay has been used as an alternative method for analyzing total bacterial load in bioaerosol samples which also provide qualitative assessment when gel electrophoresis is used to visualize the resulting PCR amplicon (Saiki et al., 1985) . In order to analyze air samples for the presence of endemic microorganisms (Alvarez et al., 1994) , biowarfare agents (Higgins et al., 2003) , airborne mycobacteria (Schafer et al., 2003) and fungi generally associated with health effects (Cruz-Perez et al., 2001; Williams et al., 2001) conventional PCR assay has been applied. Identification of a particular microbe can also be done by using specific primer set and rapidly produce results on the order of hours in comparison to days and weeks. However as mentioned in Table 2 possibility of inaccurate bioaerosol quantification is one of the major disadvantages of PCR technique mainly due to improper sample preparation such as filter elution and nucleic acid extraction.\n\nIn recent phase real-time PCR (RT-PCR) is evolving as a technique capable of giving accurate measurements of total microorganism concentrations in environmental samples. Unlike the conventional PCR, RT-PCR analysis is not done via gel electrophoresis. It is in fact attached to a thermal cycler coupled to an optical module which measures the fluorescence intensity of reactions generated by hybridization probes (such as TaqMan, melocular beacon, fluorescence resonance energy transfer) as well as by double stranded DNA dyes such as Sybrgreen green (SYBR) (Stetzenbach et al., 2004) . Depending upon the background fluorescence the data analysis software provided then calculates the cycle number CT (at which the fluorescence in the sample crosses the threshold) which is inversely correlated with the microorganisms concentration in the sample. Studies have proven that standard curves can be produced by using known microorganism concentration as templates. These standard curves can then help to quantify the total microorganism concentration in the unknown sample (Ana et al., 2006) . In recent past two real time PCR systems were developed in order to quantify levels of Cladosporium, one of the most common molds found both in indoors and outdoors environments (Zeng et al., 2006) .\n\nFlow cytometry is a technique in which both fungi and bacteria can be quantified on the basis of component or structural features of cells via optical means (Muirhead et al., 1985; Porter et al., 1997) . In flow cytometry the cells are required to be in aqueous solution, hence the types of sampling technique used to collect the bioaeorosols are impingement, filtration or cyclone. Once the cells are in suspension, a continuous flow of a fine stream of the suspension in the form of a single file moves through a laser beam. As the stream passes through the laser beam the amount of light scattered by each cell is measured which is dependent on the size of the particles and the presence or absence of specific cell surface features. In different environmental samples such as bioaerosols light scatter characteristics are not sufficient to differentiate cells so different types of fluorochromes are required. Hence combination of flow cytometry with fluorescent in situ hybridization (FISH), where FISH labels specific nucleic acid sequences inside intact cells using so-called phylogenetic stains for quantifying and differentiating cells ( Porter et al., 1997) .\n\nAccording to certain studies the major advantage of flow cytometry is that it can count thousands of cells within seconds (Davey and Kell, 1996) similar to epifluorescence microscopy (Table 2) . Again just like epifluorescence microscopy, along with the microbial cells, counting of abiotic particles having the same size as of cells is one of the limitations of this technique. The other disadvantage is that it can only count microorganisms that are found as single cells. In case of bioaerosols along with single cells aggregates of cells can also be sampled, which will then be required to be vortexed or agitated in order to break the cell clusters before analyzing using flow cytometer. This process may again lead to some other disadvantages such as affecting the viability of some of the cells present as well as increasing the cell numbers (Terzieva et al., 1996; Jensen et al., 1992) .\n\nAlthough Flow Cytometry has been used for quantification as well as identification of airborne bacteria (Day et al., 2002) , when applied along with different dye stains it actually provided more rapid and accurate viability assessment (Chen and Li, 2005) . Quantitative analytical comparison was carried out between flow cytometry (FCM) and culture method by analyzing bacterial bioaerosols (especially Pseudomonas aeruginosa) collected from swine barn wherein it was found that in comparison to FCM, microorganism concentration was underestimated by 2 orders of magnitude by the culture method (Lange et al., 1997) .\n\nMetagenomics also known as community genomics or environmental genomics is a powerful centerpiece that helps ion genomic analysis of a population of uncultured microorganisms directly from environmental samples. Metagenomic analysis involves various steps such as isolation of DNA from the required environmental sample followed by cloning of the extracted DNA into a suitable vector. Soon after that the clones are transformed into a host bacterium. The transformants are then screened such as 16S rRNA and rec A for phylogenetic markers, or for multiplex PCR (Stein et al., 1996) , or for specific trait expression as for example enzyme activity (Lorenze et al., 2002) , or can be randomly sequenced (Tyson et al., 2004) . In recent studies \"shotgun\" is being largely used to get unbiased samples of genes from the sample community members (Eisen, 2007) . Advancement in the refinement of DNA amplification as well as proliferation of computational power have helped the analysis of DNA sequences extracted from environmental samples thereby allowing the adaptation of shotgun sequencing to metagenomic samples. Although previously clone libraries were used yet at present cloning step is omitted due to the advancement of next generation sequencing techniques that yields greater sequencing data without labor intensive step. Thus with the help of high throughput sequencing technologies shotgun metagenomics not only provide information about the type organisms present in the environmental sample but also informs about the possible metabolic processes in the community (Segata et al., 2013) . Whole genome sequencing has also been applied to study the airborne microbial community in various indoor and outdoor environments of NYC after collecting air samples using a Wet Cyclone Portable Air Sampler at the flow rate of 450 L/min (Yooseph et al., 2013) .\n\nNext generation sequencing (NGS), a catch-all term describing all the modern sequencing technologies that help in quicker and cheaper sequencing of DNA and RNA in comparison to traditional Sanger sequencing (Table 2) is also known as high-throughput sequencing and is applicable for both bacteria and fungi. The throughput requirement also seems to be quite less, only one or two instruments for the completion of the experiment. The work process of next generation sequencing-ready libraries consists of a few steps. Firstly, ligation of specific adaptor oligos at both ends of the DNA fragment and hence prepared for sequencing. In NGS it is important to note that relatively very little DNA input (only a few grams at the most) is required and by using slightly modified library processes the platforms can also sequence the paired ends of the of a given fragment. Moreover in comparison to the capillary sequencers (where long read lengths of 650-800 bp are produced), depending upon the platforms shorter read lengths (35-250 bp) are produced by the next generation sequencers. Apart from theses generally shared features, the commercially available sequencers significantly differ from each other such as Illumina sequencing is based on \"sequencing by synthesis\" i.e., SBS (Ansorge, 2009) , Rocha (454) sequencing operates on the principle of \"pyrosequencing\" (Margulies et al., 2005) , SoLiD sequencing (Mardis, 2008) , etc. Thus as seen in Table 2 the obvious disadvantage of NGS apart from high startup cost and requirement of multiple days of run the major disadvantage is limited phylogenetic characterization capability as it works on only short read lengths (b600 bp). The comparative metrics and performance of the above-mentioned next generation sequencers are given in Table 3 .\n\nIn the past few years NGS has been used to characterize microbial community in various environmental samples by using Illumina sequencing (Bartram et al., 2011) and pyrosequencing (Monard et al., 2013) . Illumina sequencing has also been used in studying the microbial diversity in airborne microbiological samples causing organic dust toxic syndrome (ODTS), where sequencing data revealed the presence of more than 150 bacterial and 25 fungal genera in the air sample (Madsen et al., 2015) .\n\nThe understanding of the pattern of genetic diversity in a microbial community has been provided by genetic fingerprinting techniques such electrophoretic separation of low molecular weight rRNA molecules such as 5S rRNA and tRNA that were extracted from natural samples in high resolution polyacrylamide gels for more than a decade (Hofle, 1990) . Recently, DGGE of ribosomal DNA fragment amplified by PCR has been introduced as another genetic fingerprinting technique in microbial ecology (Muyzer et al., 1993) . Once the DNA fragments of multiple organisms are extracted and amplified using PCR, they are subjected to DGGE where DNA fragments of different sequences but same length are separated. In DGGE a constant heat of 60°C and an increasing concentration of DNA denaturants i.e., mixture of urea and formamide are used to unwind the DNA molecules. Since in electrophoresis molecular weight, shape and electrical charge of DNA, RNA and proteins play the major role in the separation process (Creighton, 1999) , similarly in DGGE, positive electrodes attract the negatively charged DNA fragments and are forced to migrate through the polyacrylamide gel. While moving through the gel they encounter the denaturing reagent mixture which in the presence of constant temperature breaks the hydrogen bonds between the base pairs unwining them or as termed partially melting them (Muyzer et al., 1993) . The melting domains are thus determined which are eventually defined as stretch of base pairs having specific identical melting temperatures (Muyzer et al., 1993; Muyzer and Kornelia, 1998) . Difference in melting temperatures due to variation of sequences within theses melting domains causes the differential migration of the sequences to different positions in the gel (Muyzer et al., 1993) . Almost 50% of sequence variant up to 500 bp can be detected in DNA fragments using DGGE (Myers et al., 1985) , which can be increased to almost 100% by attaching on one side of fragment a GC clamp i.e., a GC rich sequence which prevents the complete dissociation of the double stranded DNA into single stands due to high melting domain (Sheffield et al., 1989) .\n\nPCR DGGE as a culture independent approach was used in assessing the seasonal effect of winter and summer on bacterial bioaerosol community in few swine confinement buildings (SCB) in Canada, wherein the DGGE profile showed similar patterned DNA bands for each SCB even though the indoor temperature and ventilation rate differed from each other in both the seasons suggesting that the major microbial community such as Lactobacillales and Clostrida did not change with season as their origin remains the same (Nehme et al., 2008) . In another study carried out in a dairy barn in eastern Quebec, DNA from the airborne dust was extracted using a Qiagen QIAamp DNA extraction kit and was analyzed using PCR DGGE along with GC clamps to reveal several archeal (such as 95-98% representation of Methanobacteriaceae group while 100% representation of Methanobrevibacter of all the DGGE bands sequenced) and bacterial (such as 94-99% homology with Staphylococcus gallinarum, Agrobacterium tumefaciens, Crocebacterium ilecola, Oxalobacter sp., Cornynebacterium variabile, Agrobacterium sp., Clostridium quinii, Staphylococcus sp. and Cornynebacterium xerosis) species from both the domains (Lecour et al., 2012) .\n\nAs one of the alternatives to direct counting or culture-based techniques, constituents or metabolites of the microorganism can be measured as an estimate to microbial exposure (Pillai and Ricke, 2002; Crook and Sherwood-Higham, 1997) . Biomarkers generally measured include fatty acids, ergosterol, muramic acid (marker of peptidoglycan, therefore bacterial biomass) (Pillai and Ricke, 2002) and microbial volatile compounds (Dillon et al., 2005) . Other agents that are also measured due to their toxic potency are β (1 ➙ 3) glucans and bacterial endotoxin (Aketagawa et al., 1993; Douwes et al., 1996) . Thus not only toxic (such as mycotoxins) or pro-inflammatory (such as endotoxins) components are measured as biomarkers but nontoxic components also serve as markers of either large groups of microorganisms or specific microbial genera or species.\n\nThe use of various advanced methods such as polymerase chain reaction (PCR) based reaction, immunoassays, chromatographic techniques etc. for measuring biomarkers, thereby helping in detection and speciation regardless of whether the organisms are culturable or not. Table 4 gives an overview of different assessment methods for microbial constituents and markers.\n\nLimitations of the 'whole cell' techniques such as culturability and non specific binding of fluorochromes can be easily avoided my measuring biomarkers and other microbial constituents. Moreover as most of the health effects are caused due to exposure to the microbial products such as endotoxins, mycotoxins, etc. instead of the viable microorganism themselves, so in order to assess the exposure monitoring the levels of such compounds are more relevant than measuring the microorganisms themselves.\n\nBioaerosol poses serious health hazards for people and animals living in their vicinity. Microbiological pollution is spread in the form of Bioaerosol containing viruses, bacteria, actinomycetes and fungi (Fernando and Fedorak, 2005) .\n\nIt is important to note that, the small size of these particles means that they can enter the lungs easily if inhaled. Hence, it may become a potential cause of respiratory and various other infections in people. In addition, these small particles can be very easily carried away by the wind to long distances ranging from a few hundred meters to several kilometers (Recer et al., 2001) , again posing a potential biological hazard not only to the nearby areas but also to residents of distant areas.\n\nBioaerosols, especially with pathogenic or allergic micro-organisms, may cause respiratory and other health disorders.\n\nThe potential health hazard caused by bioaerosols depends on the pathogenicity of specific micro-organisms as well as other factors such as the environmental conditions which determine the survival of the microorganisms in the air (Mohr, 2001) , the meteorological conditions (especially wind speed and wind direction) which controls the airborne dispersion from the emissions points (Katzenelson et al., 1976) , provides the pathway to bioaerosol to enter the body and also the immunologic response of the body. The main pathways for transmission of micro-organism to humans are: by direct contact with contaminated sources such as through mucous membranes or skin, by ingestion through hands or accidentally and by inhalation process.\n\nAnd, there are evidences which indicate that enteric diseases prevailed in communities that may be associated with aerosols generated from waste water containing enteric pathogens (Katzenelson et al., 1976) . As it is known that, enteric bacteria are the good indicator of water pollution.\n\nBioaerosol transmission is a key mode of transport for some of the world's most contagious, lethal and infectious diseases, such as Tuberculosis (Al-Jahdali et al., 2003) , Severe Acute Respiratory Syndrome and influenza (Klontz et al., 1989) . The major groups of diseases associated with Bioaerosol exposure are infectious diseases, respiratory diseases and cancer (Moreno-Lopez, 1990; .\n\nBioaerosols are also associated with non-infectious diseases such as Hypersensitivity, allergies, and Asthma (Olenchock, 1994) . A number of studies have already indicated the important role of bacterial and fungal airborne micro-organisms as potential opportunistic human pathogens. For instance, continued exposure to large concentrations may lead to a sensitization and to the development of occupational diseases, such as Allergical Veolitis, Asthma and organic dust toxic syndrome in humans (Lacey, 1991; Lacey and Dutkiewicz, 1994) .\n\nInfectious diseases may be categorized into bacterial, fungal and viral diseases. Such Infectious diseases arise from viruses, bacteria, fungi, protozoa and helminthes and involve the transmission of an infectious agent from a reservoir to a susceptible host through airborne transmission.\n\nLegionellosis, Tuberculosis and Anthrax are bacterial diseases that cause significant public health concern even due to bacterial Bioaerosol low infectious dose (Hussong et al., 1987) . Legionella pneumophila causes human legionellosis, an airborne disease often caused as a result of active aerosolizing processes such as aeration of contaminated water. The transmission of tubercle bacilli occurs through the inhalation of aerosolized bacilli in droplet nuclei of expectorated sputum-positive Tuberculosis patients during coughing, sneezing and talking. The transmission of Anthrax occurs due to inhalation of the spores of Bacillus anthracis and its outbreaks are often linked to Bioterrorism. Viruses readily transmitted by airborne route include, Severe Acute Respiratory Syndrome (SARS) virus , enteric viruses of intestinal origin produced at sewage treatment facilities, Respiratory Syncytial Virus Source: Mardis (2008) . (RSV), Hantavirus from rodent feces (Mojica, 1998) , varicella -zoster virus, measles, mumps and rubella viruses. SARS, caused by novel corona virus, is a highly contagious and responsible for respiratory infection of significant morbidity and mortality, and may also cause very severe atypical Pneumonia.\n\nBesides the above-mentioned diseases, airborne fungi are also often reported to be an important cause of respiratory complaints in atopic individuals (Howard, 1984) . Atopy is the genetic predisposition of an individual to produce high quantities of IgE in response to allergens in the environment (pollens, house dust mites, molds, cat dander, foods, etc). A great threat is also connected to the presence of microbial allergens and endotoxins, lipopolysaccharide which are produced by Gramnegative bacteria that is considered as the most important health hazard. Studies have demonstrated that endotoxins could be the cause of airway and intestinal inflammation and work-related symptoms (for example: Diarrhea, fatigue and nose irritation) in various occupational sectors. In fact non-allergic work related asthma symptoms known as \"irritant induced asthma\" (Bernstein et al., 1999) was found in farmrelated occupations and were assumed to be caused by bioaerosol exposure (Anonymous, 1998) .\n\nAirborne fungi causing respiratory infections and allergic reactions include Penicillium, Aspergillus, Acremonium, Paecilomyces, Mucor and Cladosporium (Kanaani et al., 2008) . Most infections, specifically Aspergillosis can occur in immune compromised hosts or as a secondary infection, which is caused due to inhalation of fungal spores or the toxins produced by Aspergillus fungus (Swan et al., 2002) . Fungal metabolism produces many volatile compounds that are capable of inducing sensory irritation to eyes and upper respiratory tract. Aspergillus species that can grow indoors include Aspergillus fumigatus and Aspergillus flavus and can cause nosocomial infections, allergic broncho-pulmonary aspergillosis (ABPA) and sinusitis.\n\nCladosporium, Alternaria, Penicillium, and Aspergillus are the genera of fungi which cause many diseases in human beings and are mostly found in various environments as shown in Table 5 . Alternaria sp., Cladosporium sp., and Penicillium sp., are three fungi which have been associated with causing asthma and rhinitis. Penicillium species with spores of 2 to 3 μm (mm) have apparently been responsible for several hypersensitivity pneumonitis epidemics (Kreiss and Hodgson, 1984) . The \"moldy\" or \"mildew\" odors in some indoor environments are associated with low levels of volatile organic compounds (VOCs) in the air produced by fungi (Kaminske et al., 1974) . Health effects have not been directly attributable to these VOCs to date, but the VOCs and/or the organisms which produce them may be contributory factors to complaints of headache, eye and throat irritation, nausea, dizziness, and fatigue in subjects occupying contaminated interiors (Burge, 1990a) .\n\nBacterial bioaerosols are responsible for diseases such as tuberculosis (Mycobacterium), legionnaires' disease (Legionella pneumophila), and hypersensitivity pneumonitis (Thermoactinomyces). Airborne transmission occurs when an infected person is coughing, sneezing, actively shedding fresh organisms into air close to susceptible individuals, or even talking or singing (Burge, 1990b) . Thermophilic bacteria such as Saccharopolyspora rectivirgula or Thermoactinomycetes vulgaris have been found to contaminate hay and act as a source of allergen to farmer's lungs (Reboux et al., 2001) as well as to mushroom growers (Van den Bogart et al., 1993) .\n\nSome examples of viral bioaerosols which infect humans and are spread by aerosols, rather than by direct contact only, are influenza (influenza A and B), measles (rubella), mumps, and chicken pox (Kundsin, 1980) .\n\nTill date although no uniform international standard have been established in relation to levels and acceptable limits of bioaerosol loads (Wong et al., 2007) yet certain terminologies are used that are different in different countries such as \"maximum acceptable values\" (De Aquino Neto and de Góes Siqueira, 2004) , \"orientation values\" (SUVA, 2007) , \"acceptable maximum value, AMV\" (Becher et al., 2000; Jo and Seo, 2005) , \"Threshold limit value, TLV\" (American Conference of Governmental Industrial Hygienists (ACGIH), 2009). In fact due to lack of data in accordance to exposure-response relationships ACGIH has totally nullified the general TLV for culturable bioaerosol concentration (American Conference of Governmental Industrial Hygienists (ACGIH), 2009). Since No-Observed-Adverse-effect-Level (NOAEL) or Lowest-Observed-Adverse-Effect level (LOAEL) depending upon dose-response approach has not been established for bioaerocol concentration, health effects in relation to exposure limits on the basis of data from epidemiological and toxicological studies could not be developed till date (Swan et al., 2003) . However, several published values in relation to acceptable concentrations of fungal and bacterial bioaerosol have been found that differ from country to country such as for total bioaerosol concentration in Korea and Netherlands are 800 cfu/m 3 and 10,000 cfu/m 3 respectively (Jo and Seo, 2005; Eduard, 2009) ; Fungal concentration in Brazil, Germany, Portugal and Switzerland are 750 cfu/m 3 , 10,000 cfu/m 3 , 500 cfu/m 3 and 1000 cfu/m 3 respectively (De Aquino Neto and de Góes Siqueira, 2004; Institut für Arbeitsschutz der Deutschen Gesetzlichen Unfallversicherung (IFA), 2004; Pegas et al., 2010; SUVA, 2007) and bacterial concentration in Finland, Germany and Netherlands are 4500 cfu/m 3 , 10,000 cfu/m 3 and 10,000 cfu/m 3 respectively (Nevälainen, 1989 ; Institut für Arbeitsschutz der Deutschen Gesetzlichen Unfallversicherung (IFA), 2004; Eduard, 2009 ). Most of the guidelines are found to be in relation to specific microorganism such as Penicillium (Eduard, 2009) or specific group microorganism such as Gram negative bacteria (SUVA, 2007) . Thus it is very evitable that till date no work has been done that can describe health effects solely on the basis of overall fungal or bacterial concentration present, rather many research have worked in the direction revealing that health effects are dependent on the combination of three factors namely, the genera of the airborne microbe, their size range (depicting till what level they may penetrate in the respiratory system) and their concentration in the concerned environment. This statement can be supported by the study done on 11 sawmill workers exposed to 0.2-1.5 × 10 6 fungal spores/m 3 mainly of Rhizopus and Penicillium by Roponen et al., wherein a NOAEC in relation to nasal inflammation was suggested i.e., mere exposure to high microbial concentration does not evoke inflammation, rather the type of microbe or microbial product in the environment determines the potential of proinflammation of microbial exposure (Roponen et al., 2002) .\n\nAlthough all the three factors work in a combined way, yet most of the studies have been carried out emphasizing a single effect or combination of two. Certain health effect studies in relation to concentration reveal that threshold concentration 100 spore/m 3 of Alternaria were found to evoke allergic symptoms (Gravensen et al., 1986) while in some other sick building syndrome were found to be potentially associated more 50 spores/m 3 of Aspergillus sp. (Holmberg, 1987) . In case off size dependent and genera specific health effects bacterial bioaerosol such A. lwoffi and A. johnsonii mostly found in 0.55-1 μm size range have been associated with bacteremia and meningitis (Ku et al., 2000) while Streptococcus mitis and Streptococcus pneumoniae generally found in the particle size ranging from 0.55 to 7.9 μm, apart from meningitis have been found to cause acute otitis, pneumonia as well as bacterial sinusitis (Balsalobre et al., 2006) . Among other airborne bacteria Haemophilus parainfluenzae of particle size range of 1-1.6 μm have been linked to acute bacterial meningitis to young children and infants as well as effects adults by causing chronic pulmonary disease (Foweraker et al., 1993) . Sphingomonas species falls in higher size range of N7.9 μm which is an opportunistic human and plant pathogens and induces various nosocomial infections (Ammendolia et al., 2004) .\n\nVarious microbial compounds such as endotoxins, mycotoxins, microbial volatile compounds (mvcos), have also been found to induce several diseases as well. Among all the three, standard for the exposure concentration of 50 EU/m 3 for endotoxin was published by Dutch Expert Committee on Occupational Standards (DECOS) in 1998 (DECOS, 1998) which was re-evaluated to 90 EU/m 3 in 2010 on the basis of respiratory effects such as inflammation of airway (Samadi et al., 2013) . Apart from DECOS, in Netherlands for general population an exposure limit of 30 EU/m 3 was also suggested by Health Council of The Netherlands (Health-Council-of-the-Netherlands, 2012). Study carried out in several buildings of mid-western USA correlated pulmonary and respiratory problems with endotoxin levels in the indoor, some reports being as low as 1 EU/m 3 (Reynolds et al., 2001) . Mycotoxins, as the name suggests are secondary metabolites of fungi (fungal specific) that are highly toxic to both animal and human health. Among different mycotoxins aflatoxin B1 released from Aspergillus sp., (Bennet and Klich, 2003) have been found to cause liver cancer, hepatitis (Ross et al., 1992) ; deoxynivalenol released from Fusarium graminearum (Bennet and Klich, 2003) have been found to cause vomiting and nausea (Rotter et al., 1996) while Fumonisin B1 released from Fusarium nygamai (Bennet and Klich, 2003) has the ability of probable esophageal cancer in humans (Bucci et al., 1996) . In comparison to mycotoxins, mvocs have always received less attention although some studies revealed mvocs associated with \"sick building syndrome\" (Molhave, 2009 ) as well as headache, lethargy, sore throat, nasal congestion, cough and wheezing (Araki et al., 2010) . Among different mvocs, cytotoxicity study of 1-octen-3-ol when exposed to human volunteers for 2 h have reported minor irritation of nose, eye and throat (Walinder et al., 2008) .\n\nInterestingly, Bioaerosols is also used as biological weapons. The deliberate release of pathogenic Bioaerosols has become an act of terrorism or warfare that has become a troubling possibility and a frightening reality. In 2001, Bacillus anthracis spores were mailed in envelopes in U.S. around the country and its outbreak resulted in killing 5 people, sickening 17 others, and contaminating several Senates, post, and media offices (Klietmann and Ruoff, 2001) . Smallpox (Variola virus) is considered to have the greatest Bioweapon potential (Henderson, 1999) . Other potential Bioweapons capable of getting released into the air include Francisella tularensis, Yersinia pestis, Brucella spp., Variola virus, and Coxiella burnetii (Atlas, 2002) . Bioweapons are predicted to be the Weapons of Mass Destruction (WMD) of the future due to many reasons for example: they are inexpensive to use, provide high probability of delivering considerable devastation and large scale panic (Henderson, 1999) .\n\nIn order to prevent or reduce adverse health effects of bioaerosols along with detection immediate controlling mechanism is also essential which includes inactivation, removal or collection at specific locations. In recent past many methods have been developed in order to control bioaerosol each of which has advantages as well as weakness regarding their economic requirements and environmental impacts.\n\nThermal energy has been used to control bioaerosol for a larger period of time in two forms such as moist heat (using steam under pressure) and dry heat (high temperature without moisture). The potential applicability of thermal energy has been studied by several researchers (Jung et al., 2009; Grinshpun et al., 2010) . Bioaerosol treatment by thermal energy released from electrical heating coils is highly advantageous due to easy installation in buildings as well as low production of byproducts. Research has shown that exposure to temperature of 100-140°C for sub seconds can inactivate airborne bacteria (Lee and Lee, 2006) decrease the size of fungal bioaerosol their concentration as well as reduce the amount of (1 → 3)-β-D-glucan (a key agent in bioaerosol-induced inflammatory responses) (Jung et al., 2009) . Denaturation of proteins followed by damage of microorganism is also seen when exposed to very high temperature (Madigan and Martinko, 2006) . Although thermal energy was used to control bioaerosol by Louis Pasteur around 150 years ago and its use continued thereafter for a longer period of time yet currently due to the need of energy conservation its use has been restricted (Lee, 2011) .\n\nAs bioaerosols exhibit similar physical behavior as that of nonbiological aerosols, air ion emission technique can be definitely used to transfer bioaerosols from air to walls, ceiling and floor as proven by research revealing that when air ions of density 10 5 -10 6 e ± cm -3 are emitted for 30 min removes 97% and 95% of 0.1 μm and 1 μm particles respectively in indoor air along with the natural effect of decreasing aerosol concentration due to gravity and diffusion (Lee et al., 2004a; Lee et al., 2004b) . The biocidal effect of air ions on bacterial and fungal species has been proved by several scientists Kerr et al., 2006) with few suggesting that in addition to ozone exposure electro poration mechanism played a primary role (Fletcher et al., 2007; Kim et al., 2011) . However most the studies revealed effect of air ions on static microorganisms rather than airborne microorganisms. Hence more experimental work is needed to find out the effect of air ions on bioaerosol as well as to treat the side effect of bioaerosols being deposited on ceiling and walls where they grow and re-emit additional bioaerosols in the air.\n\nApart from thermal energy the other most commonly used method for controlling bioaerosols in indoor environment is ultraviolet (UV) irradiation. The germicidal effect of UV was found to be dependent on irradiation dosage, moisture content of the air and the movement pattern of the air along with the size of the room (Kujundzic et al., 2006; Beggs et al., 2006) . Ultraviolet germicidal irradiation (UVGI) disinfects air by using ultraviolet light at sufficiently short wavelength between 220 and 300 nm destroying the nucleic acid of the organism leaving them unable to perform any vital cellular functions, eventually killing the microorganism (Madigan and Martinko, 2006) . Several studies related to the dosage response of UVGI have been done revealing that high doses are required to inactivate fungal bioaerosol than vegetative bacterial bioaerosols (Lee, 2011) . As for instance UVGI dosage of 1.6 × 10 4 μW s/cm 2 was found to be required for 2 log decrease in the concentration of fungal bioaerosol (Kujundzic et al., 2007) while 12 fold reduction in bacterial bioaerosol were seen at 290 μW sec/cm 2 UVGI exposure (Lidwell, 1994) . In comparison to thermal treatment UV irradiation technique utilizes very less energy along with simplified installation technique of UV lamps. Hence due its user friendliness UV lamps are usually installed and used to inactivate bioaerosols in indoor environments.\n\nGenerally though common filters are useful in removing aerosols from indoor environments yet in case of bioaerosols they act as breeding ground where once trapped they grow by absorbing air moisture and nutrients in the dust and on instances of reverse airflow they get introduced back into the air. Hence several researchers have developed filters with anti-microbial components such as iodine and other membrane breaking enzymes (Lee et al., 2008a; Eninger et al., 2008) . Such anti-microbial filters are however useful for only short period of time because of its ineffectiveness caused by the accumulated dust particles over them. Hence by combining different bioaerosol control methods, hybrid methods are developed by scientists, as for example deposition of silver nanoparticles over filters rendered 99% inactivation of bacterial bioaerosol (Lee et al., 2008b) while under low relative humidity condition the death rate tolled up when exposed to high number of silver nanoparticles . Apart from use of silver nanoparticles over filters, integration of thermal energy and UV irradiation in a single method had also proven to enhance the inactivation and control of bioaerosols compensating the respective weakness of the constituting methods (Hwang et al., 2010) .\n\nApart from the already mentioned controlling mechanisms renovation and periodic mechanical cleaning operations have also shown to reduce both bacterial and fungal aerosols by approximately 80% and 50% respectively (Berent et al., 2011) . Along with these maintenance activities increasing the ventilation rate (dilution ventilation) by various mechanical or natural systems are few individual levels of efforts that can play an important role in improving the indoor air quality (Cox and Wathes, 1995) .\n\nBioaerososl is present in most of the enclosed environments due to its ubiquitous nature (Jones and Harrison, 2004) . In general when we breathe we inhale 0.5 L of air, thereby taking in almost 10 6 microbial cells per day (Mandal and Brandl, 2011) . Moreover as potential health effects of bioaerosol are highly diverse including acute toxic effects, allergies, infections and cancer, assessment of bioaerosol is highly essential. Without detailed information about sampling and enumeration technique interpretation of exposure level is very difficult. Hence both advantages and disadvantages of all the methods should be known before deciding upon the suitable one for use. High bacterial count as well as presence of several allergenic fungal genuses in indoor environment represents a highly allergic environment. Hence apart from assessment, suitable steps are also necessary for controlling the airborne microbes. Although several control techniques have evolved as has been already mentioned controlling mechanisms such as periodic cleaning operations, maintenance activities as well as increasing the ventilation rate by various mechanical or natural systems are few individual efforts that can eventually improve the indoor air quality.\n\nAlthough several studies in relation to health effects of bioaerosol have been conducted and have also been reported in this review yet none of the studies have been found providing suitable dose-response relationship that could eventually describe the exposure limits of bioaerosol that could be internationally accepted and followed mainly due to lack of valid dose-response data set, employment of diverse measuring methodologies for bioaerosol, insufficient real time quantification and identification of airborne microbes as well as due to the heterogeneous range of the health effects. Thus studies are needed to be carried out to provide proper exposure limits in relation to health in various indoor environments for which experimental studies upon animals could be conducted as has been used in several toxicological studies for other hazardous substances. Moreover, as seen in this review different detection methods have evolved with different limitations, thus studies can also be conducted of combining various techniques so as to overcome the limitations of each."}