{"title": "Emerging Microbes and Infections (2012) 1, e23", "body": "Severe acute respiratory syndrome (SARS) first emerged in Guangdong, China in late 2002 1 and infected more than 8000 people in 29 countries across 5 continents. 2 According to the World Health Organization (WHO), the fatality rate of the SARS outbreak was estimated to be 9.6%. Of those infected, healthcare workers and caretakers accounted for the majority. The SARS epidemic was officially controlled by July 2003 after the implementation of strict isolation of patients. Sometime into the epidemic, a novel coronavirus, the SARS coronavirus (SARS-CoV), was identified as the causative agent. [3] [4] [5] Molecular epidemiology showed that at least two strains of SARS-CoV infected the patients in Hong Kong, 6 suggesting that the virus had jumped from animal sources to humans on two separate occasions. Later in 2005, reports from two laboratories identified a virus resident in Chinese horseshoe bats that is genetically similar to the human SARS-CoV, pinpointing the horseshoe bat to be a likely natural reservoir of the SARS-CoV. 7, 8 If this is indeed the case, a reemergence of SARS-CoV cannot be ruled out.\n\nCoronaviruses are a diverse group of large, enveloped positivestranded RNA viruses in the order Nilovirales, family Coronaviridae, and genus Coronavirus. Typically, they cause respiratory and enteric diseases in humans and animals. Using the open reading frame (ORF) 1a sequences, SARS-CoV was categorized as a subgroup of the group II coronaviruses. 9 The 30 kb poly-adenylated positive-stranded RNA genome 10, 11 has an genomic organization typical of a coronavirus where the first two ORFs (1a and 1b) encode the viral replicase that requires processing by the viral cysteine proteinases to yield the functional membrane-bound replicase complex and a group of 16 non-structural proteins (NSP). 12 Although some functions of these NSPs have been investigated and known, there are many others that still require further characterization (reviewed by Cheng et al. 13 ).\n\nThe SARS-CoV genome encodes four structural proteins: spike (S), envelope (E), membrane (M) and nucleocaspid (N). In addition, a set of unique accessory proteins (namely ORF 3a, 3b, 6, 7a, 7b, 8a, 8b and 9b) is also found. Functionally, the N protein packs the RNA into a helical nucleocapsid; while the S protein forms the characteristic projections on the virion surface for the attachment and entry into the host cells; and together, N, M and E control the assembly of the virion. At present, no significant homology has been found for the accessory proteins to the viral proteins of other coronaviruses; in fact, they were found to be dispensable for virus replication in cell culture despite contributing to viral pathogenesis. 14, 15 Neutralizing antibodies against SARS-CoV found in patients and animals infected with SARS-CoV block viral entry by binding to the S glycoprotein. 16 Besides the humoral response, the role of T cells in viral infections has been known to be just as important. Whilst neutralizing antibodies can prevent viral entry, the body also requires SARS-CoV specific CD4 1 T helper cells for the development of these specific antibodies. Similarly, CD8 1 cytotoxic T cells are important for the recognition and killing of infected cells, particularly in the lungs of infected individuals. Despite the increasing number of reports that investigated memory CD4 1 and CD8 1 T cell responses in recovered SARS patients, there is a lack of data that describes the kinetics of the T cell response during a SARS-CoV infection. This review will focus on the memory T cell studies and its possible implications on treatment and vaccine development. For easy reference, all the T cell epitopes identified are summarized in Table 1 .\n\nAmongst the SARS-CoV structural proteins, the S protein has been found to elicit neutralizing antibodies 17,18 with its major immunodominant epitope found between residues 441 to 700. Using an online database and with verification from T2 binding assays, the first two HLA-A*02:01-restricted T cell epitopes (S1203-1211 and S978-986) were identified in the S protein of SARS-CoV. 19 They were immunogenic and elicited high IFNc-specific T cell response in patients who have recovered from SARS. In comparison, the homologous peptide from HCoV229e did not elicit a significant response. A third CTL epitope, S1167-1175 (also known as SSp-1) was reported shortly after by another group. 20 This peptide was able to induce CTL response in HLA-A*02:01 transgenic mice immunized with peptide loaded dendritic cells (DCs). At the same time, they were able to generate peptidespecific CD8 1 CTL in peripheral blood mononuclear cells (PBMCs) from healthy human donor. The same group also showed that heat inactivated SARS-CoV particles elicited CTL response to all three S epitopes (SSp-1, S978 and S1202) in patients' PBMCs one year postinfection. 21 Interestingly, 5 healthy individuals without contact history with SARS-CoV also exhibited SSp-1-specific responses in their PBMCs but exhibited lower cytotoxic activity and cytokine release when compared to the recovered SARS patients.\n\nOther T cell epitopes identified include S787-795, S1042-1050 (found in the S2 domain) and S411-420 (P15) (found in the S1 domain) . 22, 23 These epitopes were found to be immunogenic and able to induce strong IFNc production from PBMCs of recovered SARS patients. At the same time, HLA-A*02:01 transgenic mice immunized with DNA vaccines encoding the S protein were able to induce significant peptide-specific response. 24 In this study, the HLA-A*02:01 restricted epitope S958-966 (also known as Sp8), first identified based on HLA-A*02:01 binding peptide and proteosomal cleavage prediction systems, was found capable of inducing specific CTLs in the PBMCs of healthy individuals as well as in transgenic mice immunized with S DNA vaccine. 24 This suggests that there may already be SARS-CoV-specific CTL precursor cells within the T-cell repertoire of healthy individuals.\n\nAnimal studies using mice primed intramuscularly with S DNA vaccine and boosted with subcutaneous HLA-A*02:01 restricted peptides 25 or with the S DNA vaccine alone 26 elicited antigen-specific CD8 1 T cell responses. In fact, one recent study showed that primeboost immunization of transgenic mice with 5 of the HLA-A*02:01 S peptides together with CpG oligodeoxynucleotide (ODN) could significantly enhance the frequency of peptide-specific CD8 1 T cells. 27 Taken together, the S protein is not only capable of inducing neutralizing antibodies but also contains several immunogenic T cell epitopes. Some of these epitopes found in either the S1 or S2 domain of the protein should therefore be considered during SARS-CoV vaccine development.\n\nBesides the S glycoprotein, persistently high levels of anti-N protein antibodies and T cell responses were also found in the SARS-recovered individuals 2 years post-infection. 28, 29 For other coronaviruses, some protective effects were found to be conferred through N-specific CD8 1 T cells. 30, 31 Using a similar approach of HLA peptide binding prediction algorithm with validation from T2-cell binding assay, Tsao T cell immune response in SARS coronavirus infection HLJ Oh et al 2 et al. identified several HLA-A*02:01 restricted epitopes in the N protein (peptide N223-231, N227-235 and N317-325) and showed that they could induce specific CTL responses in transgenic mice immunized with N proteins or peptides with CpG ODN. 22 In addition, peptide N317-325 was able to stimulate the recall of CD8 1 T cell response in PBMCs of recovered SARS patients.\n\nThere had been numerous attempts to screen for CTL epitopes in the N protein through the use of overlapping peptides spanning the entire N protein. One such study that used PBMCs from recovered SARS patients 2 years post-infection has revealed that the major dominant antigenic site of the N protein lies in the C-terminal region (amino acids 331 to 362). At least 2 different T cell epitopes (N331-347 and N346-362) have been found in this region when the PBMCs were stimulated with a pool of 57 overlapping N peptides in vitro, followed by IFNc Enzyme-linked immunosorbent spot (ELISPOT) assay. 28 Using the same approach, another group identified 2 potential CTL epitopes at positions N211-235 and N330-354 in the N protein. 32 More recently, we also identified the same dominant response (N216-230) in SARS-recovered patients 6 years post-infection. 33 This response was observed in 19% [3/16] of our cohort of recovered SARS patients. Similarly, a comprehensive study of T cell responses against all the SARS-CoV proteins conducted by Li et al. showed that 11% of their SARS subjects gave positive T cell responses against peptide N211-225, and it was identified as the most recognized epitope in the N protein. 34 Exact epitope mapping by our group further indicated that the CTL epitope was a 10 mer (N216-225) restricted by HLA-B*40:01 and that PBMCs from healthy individuals can be transduced to become N peptide-specific T cells. 33 In one of the first animal studies conducted in monkeys, adenoviralbased vectors were used to test the efficacy of the S, M and N proteins. 35 The monkeys were injected intramuscularly with adenoviral-based vectors that expressed codon-optimized S1 domain, M and N proteins. The S1 domain of the S protein was found to induce strong humoral response, while the N protein elicited high frequency of IFNc-producing T cells as determined using N peptides as the antigen in the ELISPOT assay. This was the first indication that the N protein could be a good vaccine candidate for cell-mediated T cell response. This phenomenon was also found in mice where DNA vaccines encoding the N protein elicited good T cell responses. 36-39 C3H/ He mice intramuscularly immunized with N protein pcDNA-fn vector showed both high antibody titre and CTL activity after 3 injections; 36 and using Balb/c mice, two other groups showed that DNA vaccines encoding N protein alone could elicit T cell proliferation, IFNc release, delayed-type hypersensitivity (DTH) and in vivo cytotoxic T cell activity. 37, 38 Further experiments reported enhanced T cell response when calreticulin (CRT)-linked DNA vaccine was used 39 or DNA vaccination was performed with the addition of a chemical adjuvant levamisole. 38 Synthetic N peptides coupled to the surface of liposomes were also reported to enhance T cell response. 40 These synthetic N peptides not only induced CTL response, but the mice were also able to clear vaccinia virus-expressing SARS-CoV epitopes when challenged. 40 In summary, several different studies have identified immunogenic regions in amino acids 211 to 362 of the N protein to contain T cell epitopes. However, to date, the only epitope characterized in detail is the 10-mer epitope (N216-225) which is restricted by HLA-B*40:01. 33 \n\nThere are very few studies of T cell response to other SARS-CoV proteins. Nonetheless, animal studies using DNA vaccines suggest that the M protein may induce T cell response, albeit to a lesser degree than the S and N proteins. 38 Yang et al. demonstrated that it was possible to induce recall T cell response from the PBMCs of SARS patients who have recovered for more than 1 year by using overlapping peptides spanning the entire M protein. 41 In this study, four human T cell immunodominant peptides, M21-44, M65-91, M117-140 and M200-220, were subsequently identified. Similarly, Li et al. also reported that 9% of their SARS subjects had T cell response against the M peptide region, M146-160. 34 The largest accessory protein of SARS-CoV is the 3a protein of 274 amino acids. However, other than Li et al.'s report, there had been no demonstration of T cell responses against this protein. The 3a protein peptide 3a36-50 was one of the three most frequently recognized T cell epitopes identified in their study. 34 Similar to the results reported by Li et al. our data showed that the 3a protein peptide 3a6-20 was able to elicit both CD8 1 and CD4 1 responses. 33 Interestingly, mice immunized with 3a DNA vaccine were shown to have high levels of humoral response as well as Th1 response. 42 These observations indicated that the accessory 3a protein is immunogenic and able to induce T cell response.\n\nAlthough T cell response could be observed for the M protein, current studies seem to suggest that the 3a protein is more immunogenic in comparison, and T cell epitopes identified in it may play an important role in recovery from a primary SARS-CoV infection and in vaccine development.\n\nTo date, there is only one study that investigated T cell response against whole SARS-CoV in humans. 34 In this study, PBMCs from 1-year post-infected patients showed T cell response to eight (replicase, S, N, E, M, 3a, 3b, and 9b) out of the fourteen SARS-CoV proteins when tested using overlapping peptides spanning the entire SARS-CoV genome. Of the 70% of T cell responses elicited against the structural proteins, the S protein induced the most dominant responses (41%). In fact, the three most commonly recognized T cell epitope were that of one found in 3a, and the other two in the S protein (S435-451 and S633-650). The latter were not reported in the other studies. Although both CD4 1 and CD8 1 T cell responses were observed in the study, the frequency and magnitude of the CD8 1 T cell responses were greater than the CD4 1 T cell responses. However, the CD4 1 and CD8 1 T cells were found to have similar central memory phenotypes (CD27 1 and CD45RO 1 ) . A separate study by Peng et al. showed that the N-specific CD4 1 T cells had central memory (CD45RA 2 CCR7 1 CD62L 2 ), whereas most of the CD8 1 T cells had effector memory (CD45RA 1 CCR7 2 CD62L 2 ) phenotype. 28 Similar observations were made with the M-specific CD4 1 and CD8 1 T cells, 41 whilst the S-specific CD8 1 T cells were reported to have effector memory (CD45RA 1 CCR7 2 CD62L 2 ) phenotype. 21 Using peptides in the four SARS-CoV structural proteins, an analysis of the memory T cell response in recovered SARS patients four years post-infection revealed that both CD4 1 and CD8 1 T cells produced IFNc. 43 In support of Li et al.'s study, 34 Fan et al. also found that CD4 1 memory T cells produce IL-2, TNFa and IFNc, with the exception of one patient. 43 It was also observed that S peptides induced the highest percentages of IFNc producing cells. Interestingly, the frequency of these polyfunctional CD4 1 T cells (T cells producing multiple cytokines) was higher in the individuals with severe SARS infection than in moderately severe patients. 34 On the other hand, this difference between moderate severe and severe patients was Nonetheless, a proportion of the CD8 1 T cells were found to produce TNFa and degranulate (with the detection of CD107a). Since polyfunctional T cells were associated with better control of human immunodeficiency virus (HIV) infection and vaccination efficacy, 44, 45 we further characterized the cytokine profile of the SARSspecific T cells in our recent study. 33 A summary of our findings is shown in Figure 1 . We have observed that the majority of CD4 1 T cells produced IFNc, IL-2, and TNFa, with a small percentage of the cells also simultaneously producing inflammatory cytokines such as macrophage inflammatory protein (MIP) 1a, MIP 1b and granulocyte-macrophage colony-stimulating factor (GM-CSF). Of these, the majority of the CD8 1 T cells produced IFNc, TNFa, MIP 1a or MIP 1b alone or in combination. Only a small percentage produced IFNc, IL-2, and TNFa. Moving forward, we cloned the a and b T cell receptor (TCR) chains of one immunodominant CTL epitope in the N protein (amino acid 216 to 225) from the SARS-CoV specific CD8 1 T cells and used them to redirect the specificity of lymphocytes of healthy subjects lacking SARS-CoV specific memory T cells. These TCR-redirected T cells were found to possess a cytokine production profile similar to SARS-CoV specific memory CD8 1 T cells in recovered SARS patients (as mentioned above). Thus we proposed that these T cells may be potential therapeutic treatments for this life threatening infection.\n\nDespite the numerous reports describing the elevation of inflammatory cytokines in primary infected patients (reviewed by Zhu et al. 46 ), it is not known if these cytokines are beneficial or contribute to the pathogenicity of the infection. Moreover, there is currently no report confirming the protective effect of T cells during a primary SARS-CoV infection in humans. In fact, research in this area is hampered by the lack of systematic sample collection during the 2003 SARS outbreak which lasted for a relatively short period of , 16 weeks. Since there is no second major outbreak of SARS, the protective effect of memory T cell response in recovered SARS patients is not known. Nevertheless, the phenotype and cytokine profile of the T cells in these recovered individuals indicate the possible protective effect of T cell response in the initial infection or during any subsequent infections.\n\nThe association of certain HLA genotypes with increased resistance or the ability to clear viral infections have been reported in hepatitis C virus (HCV) and human papillomavirus studies. [47] [48] [49] [50] Although earlier studies done on SARS patients from Taiwan and Hong Kong suggested that the HLA-B, HLA-Cw and HLA-DR alleles were highly associated with SARS infection and disease development, [51] [52] [53] further investigation is required. Of these literature, SARS individuals from Hong Kong showed that HLA-B*07:03 and HLA-DR*03:01 conferred factors for susceptibility and resistance to SARS infection, respec-tively. 53 In agreement with this, a study on a Taiwanese cohort of SARS patients found that both HLA-Cw*15:02 and HLA-DR*03:01 were associated with resistance to SARS infection. 54 These observations suggested the important role of HLA-DR*03:01 in viral disease progression through enhancing the function of CD4 1 T helper cells. Similarly, we observed that the CD8 1 T cell responses against both the N and 3a proteins were all restricted by HLA-B subtype (unpublished data), thus pointing to the possible role of HLA-B subtypes in viral immunity. Among the HLA class I genes, HLA-B is known to be the most polymorphic, 55 and was associated in protective roles against the HIV, 56-58 HCV 59 and acute influenza infections. 60 CONCLUSION Currently, no antiviral therapy has yet been proven useful for SARS. Attempts to test potential anti-SARS agents using antiviral antibodies, entry inhibitors, proteinase inhibitors, calpain inhibitors, ribavirin (nucleoside analogues), interferons, and short interfering RNAs were riddled with contradictory reports from different laboratories. The lack of clinical trials also prevented the reaching of a conclusive agreement for effective anti-SARS strategies (reviewed by Weiss et al. 61 ). Nevertheless, human convalescent-phase plasma seemed to shorten hospitalization without adverse effects if it is administered as an immunotherapy to SARS patients early in the course of infection. 62 With the finding that recovered SARS patients have higher and more sustainable levels of neutralizing antibodies when compared to those who had succumbed to the disease, 63 monoclonal antibodies for passive immunization were also obtained using phage-display antibody libraries and immortalization of B cells from convalescent SARS patients. 64, 65 Although it is still not known whether naturally acquired immune responses can confer protection from re-infection of SARS-CoV, vaccines are likely to be the most effective way to provide protection against a future re-emergence of SARS-CoV. Several strategies for vaccine development included DNA vaccines, inactivated whole virus vaccines, 66, 67 virus-like particles, 68,69 recombinant virus vector vaccines, 70 and recombinant protein vaccine. 71 Most SARS-CoV vaccines that elicited neutralizing antibodies are believed to be protective, but as described, T cells may also play an important role in viral clearance in a primary SARS-CoV infection. 72, 73 Zhao et al. suggested that inefficient immune activation and a poor virus-specific T cell response underlay severe disease in SARS-CoV infected mice. 74 In their recent report, they showed that virus-specific T cells were necessary and sufficient for virus clearance and protection from clinical disease in mouse-adapted SARS-CoV (MA15) virus-infected mice. 73 In addition, CD4 1 T cells in a senescent mouse model were found to play an important role in viral clearance in a primary infection with SARS-CoV. 72 In humans, SARS-CoV-specific memory T cells were found to persist in the peripheral blood of SARS patients up to 6 years Figure 1 Diagram showing the cytokine profiles of the CD4 1 and CD8 1 T cells from SARS recovered patients. The big and small arrows indicate the major and minor populations of CD4 1 and CD8 1 T cells producing the cytokines indicated respectively.\n\nT cell immune response in SARS coronavirus infection HLJ Oh et al 4 post-infection despite a lack of specific memory B cell response in these patients. 75 This seems to suggest that SARS-CoV-specific T cell response could persist longer and thus indicating that cell-mediated immune response is important for protecting against re-infection. As all these studies suggest that T cell may play a crucial role in the clearance of SARS-CoV, there is therefore a need for detailed characterization of the T cell response to SARS-CoV for the development of future vaccine candidates.\n\nFinally, it is important to note that T cells can play a protective and/ or pathological role during an infection. In the case of mouse-hepatitis virus (MHV), an increase of morbidity and mortality in infected mice has been associated with memory T cells. 76 Although no direct evidence have shown that SARS-CoV-specific T cell responses contribute to immunopathology in SARS, it is a question that needs to be further addressed. T cell immune response in SARS coronavirus infection HLJ Oh et al 5"}