{"title": "Predicting support for non-pharmaceutical interventions during infectious outbreaks: a four region analysis", "body": "Public concerns about infectious disease threats have risen owing to severe acute respiratory syndrome (SARS) outbreaks, anthrax attacks, the evolution of the H5N1 influenza strain, and the H1N1 influenza pandemic of 2009 (Cooper et al., 2006; Germann et al., 2006; Katz, Staiti, and McKenzie, 2006; Department of Health, 2007) . Experts and policymakers continue to confront the potential emergence of novel infectious diseases with unknown characteristics (Morens and Fauci, 2007) . Although pharmaceutical interventions, including anti-viral medications and antibiotics, are a major component of the response to infectious disease threats, they may not be readily available or affordable, especially in lower income regions of the world. Moreover, antibiotics, antivirals, and vaccines alone may not prevent adequately morbidity, mortality, transmission, and the spread of disease, and they may have other limitations, such as with regard to resistance (Gani et al., 2005; Longini et al., 2005; Germann et al., 2006; Morse, Garwin, and Olsiewski, 2006; CDC, 2007; Nuno, Chowell, and Gumel, 2007; Davey and Glass, 2008; Kerneis et al., 2008) . According to the World Health Organization (WHO), NPIs undertaken outside of the healthcare system are interventions that:\n\n• limit international spread of the virus (such as travel screening and restrictions);\n\n• reduce the spread of the virus within national and local populations (such as isolation and treatment of ill persons, monitoring and possible quarantine of exposed persons, and social distancing measures, including cancellation of mass gatherings and the closure of schools);\n\n• reduce an individual person's risk of infection (such as hand hygiene); and\n\n• communicate risk to the public (World Health Organization Writing Group, 2006) .\n\nNPIs are socially and economically disruptive, and usually require compliance by a significant proportion of the population to be effective (Haber et al., 2007; Hatchett, Mecher, and Lipsitch, 2007; Markel et al., 2007; Halloran et al., 2008; McLeod et al., 2008) . Compliance depends on public support, and the public may not comply with unpopular or unclear measures. Trust in public health officials and health professionals is critical for NPI compliance (Blendon and Benson, 2001; Quah and Hin-Peng, 2004 , Taylor-Clark et al., 2005 , Inglesby et al., 2006 . In addition, it is important for public health agencies to know which policies are likely to be supported under a given set of conditions or by certain subgroups of the population (Leung et al., 2003; Eisenman et al., 2007) . Infectious disease models often rely on assumptions about public behaviour and compliance with public health recommendations; data to support these assumptions, though, are limited. Better understanding of the predictors of NPI support may help public health officials, scientists, and policymakers to design preparedness plans, to construct models to predict the outcomes of different interventions, and to interpret experiences of public health emergencies.\n\nThis study investigates the predictors of NPI support in four locations: Hong Kong, Singapore, Taiwan, and the United States. Most previous research employs simple descriptive and bivariate analyses to illustrate relationships between individual characteristics and public support. By contrast, this study uses multivariate methods and illuminates relationships between various demographic and experiential characteristics and public support. Consequently, it is possible to compare results across multiple countries and to address differences in support for voluntary versus mandatory interventions. The data were collected in the year following the SARS outbreak of 2002-03, permitting the evaluating support for individual NPIs, instead of the support indices. These models use identical independent variables.\n\nSurvey items were used to create the independent variables, comprising four major types of variables: trust; concern; experiential; and demographic characteristics (see Table 2 ). For trust, the study included a measurement of trust in public sources of information as well as a measurement of trust in private sources of information-trust in sources of information is composed of many of the key characteristics of overall trust (Frewer et al., 1996; Hunt and Frewer, 1999) . To create the information trust variables, a factor analysis was used that divided the five survey trust items into two groups, which are described here as public and private sources. Public sources of information include the media, physicians, and public health officials, whereas private sources of information include employers and family/ friends. Based on the results of the factor analysis, public sources of information may also be construed as more official sources of information, while private sources of information may be interpreted as more social sources of information. Each trust variable was developed by generating an average across the related survey items for each respondent, which was then modified into a binary variable (that is, those with higher levels of trust, as compared to those with lower levels of trust).\n\nFor concern, a measurement of concern about infectious disease and a measurement of concern about the use of quarantine were included. Experiential characteristics included: (i) the perceived effectiveness of quarantine; (ii) personal experience of quarantine; and (iii) personal experience of face-mask usage.\n\nFinally, demographic characteristics included educational, gender, marital status, and dependent child status.\n\nIn some regional models, some of the experiential variables were dropped from the analysis because of an insufficient sample with the relevant experience. Furthermore, ethnicity variables were added for the Singapore and US analyses. Ethnicity in Singapore was specified as Chinese, Indian, Malaysian, or other, whereas ethnicity in the US was specified as white or non-white.\n\nUltimately, the independent variables described above were used to predict the three types of dependent variables. To test which variables were predictive of basic NPI support, a linear regression model for the basic NPI index was developed, utilising all of the independent variables above. To test support for non-compliance punishment, an identical model was used, substituting the punishment index as the dependent variable. To assess quarantine location preference, a logistic model was used, where '1' represented a preference for facility-based quarantine and '0' represented a preference for in-home quarantine. A set of logistic regression models was employed to predict support for the individual (non-indexed) NPIs as warranted for additional investigation. For these models, '1' represented individual support and '0' represented no support. These logistic models used the same set of independent variables as the linear regression models. The following are the general specifications for the three types of models for each dependent variable:\n\n• Basic NPIs = trust variables + concern variables + experiential variables + demographic variables (+/− regional controls): multivariate regression.\n\n• Non-compliance punishment = trust variables + concern variables + experiential variables + demographic variables (+/− regional controls): multivariate regression.\n\n• Quarantine location preference = trust variables + concern variables + experiential variables + demographic variables (+/− regional controls): logistic regression.\n\nConsistent with the literature, trust in public sources of information led to significant increases in basic NPI support in Singapore and the US, as well as in the combined four region and the three Asian region samples. Individuals with higher levels of public information trust demonstrated a 7.5 percentage point increase in NPI support in the US relative to those with lower levels of public information trust (see Table 3 ). On analysing the subcomponents of the trust index, trust in information from physicians (as opposed to public health officials or the media) was found to be the critical determinant of whether respondents supported NPI utilisation (10 percentage point increase for those with more trust). The difference in NPI support based on trust in public sources of information in Singapore was 11.8 percentage points. In the case of Singapore, this result was driven largely by a single variable in the index: support for quarantine. Individuals with higher levels of public information trust in Singapore were significantly more likely to support quarantine than those without public information trust (odds ratio (OR): 6.83). There were no other significant predictors of quarantine support in that region. None of the study's demographic characteristics showed statistically significant variation with respect to public trust in Singapore. Interestingly, trust in private sources of information was not a statistically significant predictor of NPI support in any sample.\n\nRespondents who supported a given NPI were asked if they would continue to support it if non-compliance was punishable by arrest. While trust in public sources of information was significant in the formation of basic NPI support, it was not associated with support for punishment for non-compliance in most regions (see Table 4 ). The exception to this was Taiwan, where individuals with higher levels of trust in public sources demonstrated a 7.5 percentage point increase in support for punishment (significant at p<0.1).\n\nThe effects of ethnicity were perhaps the most striking in terms of support for noncompliance punishment. In the US, non-whites were significantly less likely to support arrest for non-compliance than their white counterparts (see Figure 1 ). Being non-white was associated with a 26.6 percentage point decrease in support for punishment. This result was significant across all three individual variables in the index, with non-whites less likely to support punishment for quarantine non-compliance (OR: 0.37), less likely to support punishment for face-mask usage non-compliance (OR: 0.27), and less likely to support punishment for temperature-screening non-compliance (OR: 0.32). In Singapore, respondents who reported their ethnicity as Malaysian, as opposed to Chinese, were ~20 percentage points less likely to support the punishment index. This was driven entirely by decreased support for punishment for quarantine non-compliance; Malaysians were less likely to support arrest (OR: 0.36).\n\nThose with higher levels of concern about disease demonstrated significant increases in basic NPI support in Singapore and marginally significant increases in NPI support in Hong Kong and the US (see Table 3 ). High levels of concern about disease, relative to low levels, led to more support for punishment in the Hong Kong, Singapore, and combined four region samples (see Table 4 ).\n\nThe study speculated that specific diseases may be more predictive of NPI support than others. To test this, the models were run again, substituting a specific disease (Avian Influenza, SARS, Seasonal Influenza, or Smallpox) for the disease concern index (results not shown). In Hong Kong, statistically significant or marginally significant increases in support for the basic index for all four types of disease concern were found. When broken down into individual NPIs, disease concerns generally led to increased support for temperature screening only. In the US, concern about Smallpox and Seasonal Influenza led to increased support for the basic index. Quarantine, face-mask usage, and temperature screening all produced marginally significant results related to Smallpox (OR: 6.42, 2.52, 2.40), whereas quarantine and temperature screening produced significant results related to Seasonal Influenza (OR: 4.25, 2.20). In Singapore, it was found that concerns about Smallpox resulted in increased support for the punishment index, which could be attributed to support for punishment for non-compliance with face-mask usage (OR: 3.23). A factor analysis showed that all four diseases loaded onto a single factor for the full sample, as well as by region.\n\nHigher perceived efficacy of quarantine correlated with an increase in support for the basic NPI index in the Hong Kong (25.1 percentage points) and combined region samples (12-13 percentage points) (results not shown). With regard to punishment for non-compliance, perceptions about quarantine efficacy led to decreases in support of ~25 percentage points in Hong Kong and Singapore. Personal experience of quarantine generally failed to predict support for either NPI utilisation or non-compliance punishment. The only exception was Taiwan, where prior experience led to an increase in support for punishment (10.4 percentage points). A surprising result of the study was the significance of prior experience of face-mask usage, which was significantly and positively associated with support for the basic NPI index in all individual regions and in the combined sample (see Figure 2 ). At the individual variable level, prior experience positively predicted support for face-mask usage in all regions, with individuals more likely to support it if they had had prior experience. Prior experience of face-mask usage also led to support for the use of quarantine in Taiwan, with experienced respondents significantly more likely to support quarantine than inexperienced ones (OR: 48.13). Furthermore, no other variable significantly predicted support for the use of quarantine in Taiwan.\n\nThere were few statistically significant differences between population groupings, in terms of their experience with face masks. In the four region sample, education was associated with lower experience of face-mask usage. Those with primary and secondary education had more experience (71 and 56 per cent, respectively). Only 39 per cent of those with higher education had experience of face-mask usage. Moreover, married respondents were more likely to have used a face mask (57 per cent). In Singapore, the proportion of Chinese respondents who had used a mask was lower than the proportion who had no such experience. Only six per cent of separated or divorced individuals had experience of face masks, as compared to 30 per cent of married respondents. Gender was the only characteristic that showed any difference in Taiwan, with men (85 per cent) having less experience than women (94 per cent).\n\nThe survey asked respondents about their preferences for home versus institutional quarantine for themselves and their families. In general, it was discovered that the study's models explained very little of the variation in this area and that few variables were significantly associated with preferences. There were a few exceptions to this. First, perceptions about the effectiveness of quarantine led to increases in the likelihood of institutional quarantine preference in Singapore (OR: 3.97). In the US, rising levels of education were associated with increased preferences for institutional quarantine, with those with secondary and higher education more likely to support institutional quarantine over inhome quarantine (OR: ~10-14). Ethnicity was again significant in the US, with non-whites more likely to support in-home quarantine (OR: 0.35). Finally, concern about infectious diseases led to an increase in support for in-home quarantine in the four region sample (OR: 0.66).\n\nIt is unlikely that pharmaceutical options will be available immediately and will be unlimited, which is why NPIs are an important consideration for the response to any future infectious disease threat. However, there is no single strategy for NPI implementation. There is a growing body of evidence that suggests that NPIs are most effective when instituted in a timely, sustained, and layered fashion (Longini et al., 2005; Ferguson et al., 2005 Ferguson et al., , 2006 Germann et al., 2006; Glass et al., 2006; Bootsma and Ferguson, 2007; Hatchett, Mecher, and Lipsitch, 2007; Halloran et al., 2008; Lee, Lye, and Wilder-Smith, 2009; Stern, Cetron, and Markel, 2009) . The more disruptive an intervention, the more challenging it is for the public to comply (Finkelstein et al., 2009) . Understanding how the public is likely to respond to a public health intervention is crucial, therefore, to pandemic planning.\n\nContrary to the expectations of the authors, the results suggest that there are significant differences in the predictors of NPI policy support between regions. This was true for both the indices of support as well as for the models for individual NPIs (only select data shown). While international planning organisations, such as WHO, do recommend that nation states accommodate their own population needs, policy recommendations often are uniform (World Health Organization Writing Group, 2006) . Even accounting for variations in the population characteristics themselves, this research indicates that public support will likely vary widely between regions. Immeasurable variables, such as culture, may provide the only explanation for this variation.\n\nImportantly, NPI use remains a particularly valuable option for underdeveloped regions of the world, where a pharmaceutical response may be totally absent or extremely delayed (World Health Organization Writing Group, 2006) . The study's finding suggests that policy planning should account for some degree of local flexibility or decentralisation. Research from other pandemic/epidemic events also should be evaluated in context. That is, local experiences may not be directly translatable and careful attention should be paid to the willingness of a population to adopt specific public health interventions.\n\nA related concept is the evaluation of characteristics for their static and dynamic properties.\n\nWhile the data in this study are cross-sectional and cannot describe changes over time, it is reasonable to expect that some of these variables will not remain constant, especially in the case of a progressing pandemic. Demographic variables are likely to be static, at least in the short run, while variables such as concern, trust, and personal experience are more likely to be dynamic. Understanding the dominance of a characteristic as well as its stability over time may help decision-makers to develop the most readily accepted and supported policies.\n\nThe literature, including recent studies of the H1N1 response, has demonstrated a relationship between concern (risk perception) and behavioural change, including responses to infectious disease threats (Leung et al., 2003; Cava et al., 2005; Abbate et al., 2006; Brewer et al., 2007; Jones and Salathe, 2009; Rubin et al., 2009; Eastwood et al., 2010; Manuell and Cukor, 2011) . The study's results did not reflect such a strong association. However, unlike the short-term perspective of many studies, the results of this research reflect perceptions about 12-month risk to self and family. While short-term risk perception should be captured by a long-term perspective, it is possible that perceptions of long-term risk have less variation across individuals than short-term risk (that is, risk perceptions converge). If this is the case, then the results would seem to suggest that it is acute risk perceptions, not overall concerns about disease, that translate into behavioural change. Furthermore, where significant results were not apparent, they were disease-specific and did not translate across all of the infectious disease threats (with the exception of Hong Kong and support for temperature screening). Jones and Salathe (2009) , in their analysis of the H1N1 response, suggest that certain risk perceptions (public health and otherwise) clustered together. The results of the current study do not show a similar clustering, but, again, this may be due to the long-term nature of the survey items.\n\nConsistent with the existing literature, the research did find linkages between trust in sources of public information and NPI support. This was particularly true in the case of the individual's own physician or healthcare provider. This does yield a strong policy lever, in that healthcare providers can be seen as instrumental in NPI education and promotion and thus targeted. Likewise, it is essential to make sure that the providers themselves are welleducated in the requirements and the benefits of the NPI needed. Sources of private information were not as influential for support, but this survey was conducted before significant changes in the social media landscape, which may have a bearing on this finding.\n\nResearch has shown that minorities and vulnerable populations are likely to fare worse than the general public during public health emergencies (Fothergill, Maestas, and Darlington, 1999; Cutter et al., 2006) . Recently (in 2009), US minorities were shown to have experienced worse outcomes than non-minorities during the H1N1 pandemic (Quinn et al., 2011) , with disparities also extending to infection rates and intervention uptake. The reasons for this include social vulnerabilities (Cutter and Finch, 2008; Schoch-Spana et al., 2010; Quinn et al., 2011) and baseline-level co-morbidities (Hutchins et al., 2009 ). Minority and vulnerable populations also may belong to distinct social networks, and may utilise separate communication lines and sources of information, which are not always congruous with public health messaging (Plough et al., 2011). Thus, targeting interventions appropriately for these populations is an important part of public health policy setting (Hutchins et al., 2009 ).\n\nThe study's results show that non-white US citizens in particular had concerns about the legal enforcement of authoritative public health measures and that these concerns were consistent across different measures. Historical experience as well as perceived social and economic disenfranchisement may account for such a striking difference in support for the use of arrest for non-compliance. However, this is probably not limited to the issue of race in the US, since other types of minority populations are likely to express distinct needs and preferences and other regions may face similar heterogeneity. It is not news that public health policymakers and practitioners will need to make efforts to increase trust and to educate subgroups before events to secure more willingness to comply. The study's results go further, though, suggesting that the specific consequences associated with public health policies will need to be vetted carefully for minority support. This is particularly true for law enforcement, but may also apply to the compulsory or voluntary nature of an intervention.\n\nSignificant positive associations were found between prior face-mask usage and basic NPI support, both in the aggregated and the individual analyses. There are several potential explanations for the results. Notably, the people who have been willing to use a face mask in response to prior disease threats may be those who were already most concerned about disease or most accepting of public health suggestions. Alternatively, the wearing of a face mask may accustom users to participation in public health measures and condition them to expect positive outcomes from such initiatives, and hence make them more willing to use face masks again or to comply with other public health recommendations.\n\nThe latter explanations suggest that face-mask usage could serve as a 'gateway' to acceptance of, and participation in, other public health interventions. If NPI support can be influenced through introduction to certain measures, then it may be possible to expose populations to NPIs in advance of an emergency. The exposure of populations to face masks prior to an outbreak is a particularly intriguing option, since they are inexpensive and easy to distribute. While the effectiveness of face-mask usage is currently under debate (MacIntyre et al., 2009; Cowling et al., 2010; Tracht, Del Valle, and Hyman, 2010) , their usefulness may go beyond their direct role in disease prevention and instead be a way to increase population compliance with other NPIs, such as quarantine. The effectiveness discussion is largely scientific; however, an individual may perceive an experience of face-mask usage as 'positive' with a much more simple perspective. This could happen when he/she does not become ill or does not make the family ill when wearing the mask, or simply when he/she finds the wearing of the mask to be non-burdensome. If face masks were shown to be completely ineffective or harmful in the future, though, this could lead to a negative gateway experience, potentially reducing future compliance. In much the same way as hand sanitizers came to be widely accepted before H1N1, the correct usage of pre-pandemic exposures to public health interventions may create a more public health aware and savvy population.\n\nThis study provides some valuable lessons for policymakers in understanding the variation in policy support prediction. However, it does have some limitations and caveats. The sample was limited to roughly 500 individuals per region and only four regions were included in the study. In addition, the analysis was restricted to items from the survey, and does not give insight into details about personal experiences, such as those concerning quarantine or face-mask usage. More research is needed to validate the findings on facemask utilisation, particularly into how these findings may be useful in serving public health aims. The study was also conducted in four regions as a follow-up to the SARS epidemic, with which these regions had varying levels of exposure and NPI experience. Yet, while levels of public opinion (concern, trust, for example) and policy support may vary over time, there is no reason to believe that the relationships between individual characteristics and policy support are as variable.\n\nCulture appears to play a major role in the relationships between individual characteristics and NPI support, suggesting that a single global strategy for NPI implementation is unlikely to be successful. Public health policymakers also should be aware of the relationships between minorities and the consequences for non-compliance, which may extend to the compulsory or voluntary nature of an NPI. Finally, the research suggests that some public health interventions may be 'gateway' interventions and could lead to increased acceptance of and compliance with future public health interventions. \n\nThe survey was composed of five items relating to sources of public health information in which the respondent could express trust: public health authorities; media sources; friends and family; doctors/healthcare professionals; and employers. A similar factor analysis (principal component analysis (PCA) with promax rotation) was conducted, which resulted in two factors: public trust, including public health authorities, doctors, and the media; and private trust, including friends/family and employers. Rotated factor loadings are presented below. \n\nThe last two factor analyses related to the dependent variables, the NPIs. The survey included a lengthy list of potential NPIs in which respondents could express support, including NPI usage (such as quarantine, face-mask usage. and temperature screening), quarantine monitoring (such as call monitoring, video monitoring, daily visitation, electronic bracelet usage, and posting guards), and a preference for home/institutional quarantine (for respondent and family). The factor analysis confirmed the presence of three factors that follow the groupings listed above: 'basic NPI support'; 'quarantine monitoring support'; and 'quarantine location preference'. Quarantine monitoring support variables subsequently were omitted from the study. The rotated factor loadings are presented below. \n\nSuppQuar: support for the use of quarantine.\n\nSuppMask: support for the use of face masks.\n\nSuppTemp: support for the use of temperature screening.\n\nSuppCallMon: support for the use of call monitoring.\n\nSuppVidMon: support for the use of video monitoring.\n\nSuppDailyVis: support for the use of daily visitation for monitoring.\n\nSuppElecBrace: support for the use of electronic bracelets for monitoring.\n\nSuppGuards: support for the use of guards for monitoring.\n\nFamQuarPref: home or institutional preference for quarantine for respondent's family.\n\nSelfQuarPref: home or institutional preference for quarantine for respondent.\n\nThe survey also contained three items that enquired into whether respondents would continue to support the basic NPIs if non-compliance was punishable by arrest. These items could not be factored into the earlier analysis, because they were asked conditionally in relation to support for the NPI itself. Hence, these items were factored separately, yielding a single factor called 'support for NPI punishment'. The rotated factor loadings are presented below. SuppQuarPun: support for quarantine, when non-compliance is punishable by arrest.\n\nSuppMaskPun: support for face-mask usage, when non-compliance is punishable by arrest.\n\nSuppTempPun: support for temperature screening, when non-compliance is punishable by arrest.\n\nBasic NPI support items 'If there were a major outbreak of a serious contagious disease such as SARS, smallpox, or avian flu, the government could take a number of steps to control its spread. Would you favor or oppose…?'\n\n(Favor/Oppose) a. requiring people suspected of having been exposed to the disease to be quarantined.\n\nb. requiring everyone to wear a mask in public.\n\nc. requiring everyone to have their temperature taken to screen for illness before entering public places.\n\n'Would you still favor that even if people who refuse could be arrested or would you oppose that?'\n\n(Favor/Oppose) a. requiring people suspected of having been exposed to the disease to be quarantined.\n\nb. requiring everyone to wear a mask in public.\n\nc. requiring everyone to have their temperature taken to screen for illness before entering public places.\n\n'Thinking about other outbreaks of contagious disease in your community in the past two years, have you worn a mask in public to protect yourself against becoming ill, or haven't you done this?'\n\n(Have/Have not)\n\n'If one of your family members had to be quarantined because they may have been exposed to a contagious disease, would you prefer to have them quarantined at home with you or in a separate facility?' (Home/Facility) 'If YOU had to be quarantined because you may have been exposed to a contagious disease, would you prefer to be quarantined at home or in a separate facility?'\n\n(Home/Facility) \n\n'If there were an outbreak of a contagious disease such as SARS, smallpox, or avian flu in your community how much would you trust the following sources to give you useful and accurate information about the outbreak?'\n\nThe first is [INSERT] . Would you trust them a lot, a little, or not at all?\n\n• Government public health authorities.\n\n• Newspapers, magazines, television, or radio that you usually watch, read or listen to.\n\n• A family member or a friend.\n\n• Your doctor or other healthcare professional.\n\n• Your employer. US ethnicity and support for punishment of non-compliance Note: support for NPI compliance is lower among non-white US citizens than white US citizens (OR<1). Source: authors. Prior experience as a predictor of support for face-mask usage Note: respondents who had used a face mask in the past demonstrated increased support for the use of face masks in public health emergencies, relative to those with no experience (OR>1). This effect can be seen in all regions and samples investigated. Source: authors. Dependent variables\n\nAverage support across three variables.\n\n(Reported as 0-100%) Binary variables that describe support for the use of: (i) quarantine, (ii) face masks in public places, and (iii) temperature screening in public places.\n\nAverage support across three variables.\n\n(Reported as 0-100%) Binary variables that describe support for making basic NPI non-compliance punishable by arrest, conditional on having supported the basic NPI.\n\nQuarantine location preferences Binary index, reflecting overall preference for home or facility preference (mixed results were omitted, amounting to 13.65 per cent of the overall sample population).\n\nPreference for home or facility quarantine for 1) the respondent, and 2) a member of the respondent's family. Respondent's concern about the 12-month risk of three infectious diseases (Avian Influenza, SARS, Smallpox). Binary variable divided along the distribution of the sample population.\n\nQuarantine (QuarConcern) Respondent's average concern about five potential consequences of quarantine.\n\nPersonal experience (PersExp) Respondent had heard of the use of quarantine in his/her region in the past two years.\n\nPersonal experience of face-mask usage (PersExpMask)\n\nRespondent has used a face mask in the past two years, for public health purposes.\n\nPerceived efficacy of quarantine (PercEffic)\n\nRespondent's perception about whether quarantine was effective (among those who had heard of quarantine use in the past two years).\n\nGender ( Table 3 Trust, concern, and basic NPI support (select significant results) "}