{"title": "α-Helical Coiled Coil Peptide Materials for Biomedical Applications HHS Public Access The Coiled Coil COILED-COIL PEPTIDE SELF-ASSEMBLY AS DRUG DELIVERY SYSTEMS", "body": "The self-assembly of synthetic or expressed polypeptide materials has been a major approach for developing biologically active materials for tissue engineering, drug delivery, immunotherapies, controlled release, 3D cell culture, and other applications. Self-assembly is controlled by non-covalent interactions, including van der Waals forces, electrostatic effects, hydrophobicity, hydrogen bonding, metal-ligand, or π-π staking interactions. 1-3 A wide range of self-assembling materials have been generated in a bottom-up fashion using different biomolecular components including nucleic acids, 4-6 liposomes, 7, 8 polymersomes, [9] [10] [11] polypeptides, 12, 13 and polypeptide-polymer conjugates 14 . Inspired by natural protein assembly, synthetic and expressed polypeptides have received particular attention, as they have the advantages of having well defined folded and oligomerized structures, generally straightforward synthesis processes, and the entire range of canonical, post translationally modified, and synthetic amino acids to choose from for installing function.\n\nCoiled coils, consisting of two or more α-helices wrapped around each other into a superhelical bundle, are ubiquitous protein structural motifs associated with a range of functions in nature. 15, 16 The amino acid sequences of peptides forming coiled coil bundles are characterized by a heptad repeating unit denoted as (abcdefg) n , where n is the number of repeats. The interaction between helices reduces the typical α-helical pitch from 3.6 to 3.5 residues per turn, creating an interfacial stripe between associating helices, where residues in the a and d positions are typically hydrophobic (Figure 1 ). 17 This forms the core of the coiled coil via the packing of hydrophobic amino acids, and this core is stabilized by both hydrophobic and van der Waals interactions. Importantly, the type of hydrophobic amino acids present in the interface can specify the number of helices in each superhelix bundle. 18, 19 The e and g positions tend to be occupied by polar/charged amino acids, together creating complementary charge pairs across the bundle, and these help stabilize the coiled coil via interstrand electrostatic interactions. 20 Both the hydrophobic interactions arising from residues in the a and d positions and the electrostatic interactions between residues in the e and g positions can be utilized to influence the oligomerization state, parallel versus antiparallel topology, registry, and thermodynamic stability of bundles. Residues in the b, c, and f positions can be used to provide sufficient solubility of the peptides, as well as to control the higher-order aggregation of oligomers via the exterior surface of the coiled coil.\n\nBeyond engineering the hydrophobic core and ionic attractions between e and g residues, other strategies for adjusting the specificity of coiled-coil interactions have been developed by several groups. Keating's research group analyzed the interactions of coiled coils within 49 human basic leucine zipper domain proteins (bZIP) using a microscale protein array technique. 21 They then utilized the information obtained to develop computer algorithms for predicting the specificity of coiled coil interactions. 19, 22, 23 These studies revealed several guidelines for specifying the assembly of coiled coils. One was that an asparagine in an a position is strongly favored to interact with another asparagine in the same position of an opposing helix (unless the residue is close to the end of helix). 19 Keating's group also utilized a peptide microarray technique to measure the interactions of 48 synthetic coiled coils and 7 human bZIP coiled coils, discovering orthogonal pairs, orthogonal triplets, and hub-type networks. 24 Crystal structures of the orthogonal pairs suggested that the interactions of the coiled coil pairs involved both polar and charged residues, including paired asparagines at a-a' positions and partially buried water molecules between coiled coil pairs. 24 Asparagine pairing has been exploited recently for the de novo design of orthogonal heterodimeric coiled coil peptides. 25, 26 Interaction between buried asparagines can stabilize paired heptads, but asparagine and isoleucine/leucine interactions are strongly penalized, also enabling the construction of \"in-register\" assembling structures. 26 Even further, Baker's group developed an algorithm (HBNet) to find protein oligomers with all the polar atoms on side chains stabilized by hydrogen-bonding networks, and they designed a series of oligomers with two-ring topologies supported by the hydrogen-bond network. 27 Most of the oligomers assembled into controlled oligomeric states with high precision, and 90% of the assemblies were stable at temperatures as high as 95°C. 27 The hydrogen-bond network design resembled DNA base-pairing in some respects, and it showed great potential for generating complex protein-based materials with programmable structures. All of these design rules for controlling coiled coil oligomerization provide tremendous flexibility for creating materials with tailored morphologies and functionalities.\n\nCoiled coils can also be engineered to assemble and disassemble conditionally. For example, by adjusting the amino acids at position a and d, and/or the intrahelical interactions between e and g residues, bundles can be made to be responsive to environmental factors including pH and temperature. [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] As an early example, Graddis and coworkers designed a heterodimeric peptide coiled coil self-assembly system, (VSSLESE) 5 (E/E35) and (VSSLKSK) 5 (K/K35). 30 These two peptides could form heterodimeric coiled coil assemblies at pH values ranging from 5 to 7, but E/E35 formed homodimeric coiled coils at pH 5, and K/K35 formed homodimeric coiled coils at pH 4. 30 To engineer the thermal stability of coiled coils, Vinson and coworkers designed a series of heterodimerizing peptides with various pairs of electrostatic attractive amino acids in the e and g positions. 37 By adjusting the charged residues and peptide lengths, they achieved a wide range of melting temperatures, between 66 °C and 90 °C. 37 The ability to specify the structure and stability of coiled coils gives them unique advantages over other options for supramolecular materials such as β-sheet fibrillizing peptides, peptide amphiphiles, and proteins. The simple design rules available for coiled coils and the ability to specify oligomerization number, strand topology, lateral association, and registry allow one to create a diverse range of elegant nanostructures, examples of which will be described below. Moreover, the ability to finely tune the stability of the materials is a property that can be less accessible in other self-assembling peptide platforms. For example β-sheet fibrillizing peptides tend to form structures with high degrees of stability, hindering the degradation of these peptides in biological applications, whereas in contrast the thermal stability and pH stability of coiled coil peptides can be adjusted within a wide range. [37] [38] [39] [40] Although β-sheet polypeptides or peptide conjugates can be engineered to yield different supramolecular morphologies, 41, 42 this process still lacks the inherent flexibility and predictability of coiled coil peptide design. Additionally, although many functional and biologically benign synthetic and native amyloids exist, some β-sheet nanofibers are associated with pathologies, and rules for separating pathological from non-pathological amyloids are evolving, [43] [44] [45] [46] , whereas coiled coil materials avoid this concern altogether. Despite the advantages of coiled coils, they do possess some drawbacks. For example, they typically have longer amino acid sequences than other self-assembling peptide systems owing to the typical requirement of 3 or 4 heptad repeating units per peptide chain for stable self-assembly. This can contribute to relatively low yields in solid phase peptide synthesis and purification or difficulty during protein expression.\n\nThe object of this review is to highlight recent development of materials based on coiled coil peptide self-assembly, as well as steps towards therapeutic applications for these materials.\n\nOur main focus will be on synthetic peptides and their corresponding biomedical applications, but some particularly relevant protein-based systems and interesting peptide/ polymer hybrid systems will also be discussed in some sections to illustrate the versatility of coiled coil-based materials design.\n\nAs the α-helical coiled coil motif exists in a range of native proteins, including fibrillar structures such as the cytoskeleton and extracellular matrix, 47 it has naturally been an attractive synthesis target for the de novo design of oligomerizing materials. One of the first coiled coil fibrous biomaterials to be introduced was the self-assembling fiber (SAF) system designed by the Woolfson research group. 48 These peptides ((KIppLKp)2(EIppLEp)2) have hydrophobic isoleucine and leucine residues at positions a and d respectively, which promote helix oligomerization (\"p\" stands for polar residues here). In addition, lysine and glutamic acid are incorporated at positions e and g to yield positively charged N-termini and negatively charged C-termini, which allow for staggered, \"sticky ended\" assembly. 48, 49 This modular design offered a variety of opportunities to engineer different morphologies into the peptide fibers. 50, 51 By rearranging the charged heptad units or introducing branched or dendritic linker peptides, kinks and branches could be induced in the nanofiber, along with segmented fiber morphology ( Figure 2 ). 51 Hartgerink and coworkers designed a series of 21 amino-acid peptides with isoleucine and leucine at positions a and d. Incorporating glutamic acid residues in positions e and g allowed the self-assembly process to be controlled via pH adjustment. 52 Woolfson and coworkers have also designed pH-responsive coiled coils. 53 More importantly, by changing the amino acids at position c, b, and f, the thickness and length of the resulting fiber could be controlled ( Figure 3 ). For example, the inclusion of tyrosine at position f reduced the length of the nanofiber by undermining the fiber integrity and destabilizing the helix. 52 Xu et al. designed a helical peptide (7HSAP1) based on GCN4-pAA 54 , and included a \"lock washer\" region to induce nanotube formation ( Figure  4 ). 55 It was hypothesized that the 7-helix bundle, GCN4-pAA, was unable to assemble into a higher-order structure because the presence of arginine at the d position broke the hydrophobic periodicity of the heptad repeating unit. To test this hypothesis, the single arginine was replaced with a hydrophobic leucine residue in the 7HSAP1 peptide. To maximize the electrostatic attraction, glutamic acid and lysine were used in positions b and c, respectively. Consequently, the obtained helical peptide was able to assemble into nanofibers with diameters of 3 nm according to cryoTEM imaging. 55 The coiled coil domain of cartilage oligomeric matrix protein (COMP) has also been an attractive model for coiled coil nanofiber design. [56] [57] [58] Hume et al. designed pentameric coiled coil protein fibers by engineering COMP coiled coil mutations. The fiber, with a diameter of 20−560 nm, was found to have a melting temperature of 46.4−63.5°C across different pH values. 58 Conticello and coworkers recently developed a series of de novo coiled coil peptides with two hydrophobic faces, self-assembling into nanotubes in a fashion similar to TolC protein, an outer-membrane protein of E. coli ( Figure 5 ). 59, 60 The TolC protein is composed of a 12stranded anti-parallel β-barrel and a 12-stranded anti-parallel α-helical cylindrical tube. 59 The synthetic peptides recapitulated the heptad repeat of TolC, by replacing larger residues at positions a and f with alanine to lower the degree of curvature between adjacent helices, and by introducing charged residues at positions b and e to favor the formation of cylindrical structures. The nanotubes formed by the designed peptides had a unique structure where the helices ran perpendicular to the axis of the overall fiber ( Figure 5 ). 60 Woolfson and coworkers recently presented modularly designed peptide-based nanotubes (PNTs) with blunt ended α-helical barrels ( Figure 6 ). 61, 62 Without the assistance of sticky ends or lock washer building blocks, the researchers tested a wide range of coiled coil helices, including pentamers, hexamers, and a heptamer, identifying a 28-residue hexameric α-helical barrel unit (CC-Hex-T) that can self-organize end-to-end to yield nanofibers. 61 Furthermore, by introducing lysine at the f position of CC-Hex-T, nanotube thickening could be reversibly adjusted by varying the pH conditions. The stability of the achieved nanotube was also improved by covalent conjugation via native chemical ligation. 62 In addition to peptide fiber/nanotube construction, the coiled coil can also be used to build more complicated, three-dimensional structures. For example, the Woolfson group demonstrated a self-assembled cage using two complementary peptide-hubs. 63 Homotrimeric coiled coil assemblies (CC-Tri3) were linked with disulfide bonds to either heterodimeric acidic α-helix (CC-Di-A), yielding hub A (CC-Tri3-CC-Di-A), or to heterodimeric basic α-helix (CC-Di-B), yielding hub B (CC-Tri3-CC-Di-B). Upon mixing in equal molar ratios, hub A and hub B assembled and formed closed peptide cages with a diameter of about 97 nm (Figure 7 ). Atomic force microscopy was employed to characterize the morphology of deposited dried particles, which appeared to be flattened disks with thicknesses of 9.2 ± 1.0 nm and diameters of 95 nm. This suggested that the spheres formed in solution were hollow and unilamellar, rather than \"onion-like\" in structure. The maximization of coiled coil interactions was proposed to be the driving force for formation of the closed cages, and curvature of the hubs could also facilitate cage formation. 63 In another approach for creating defined nanoscale objects using coiled coils, Jerala and colleagues developed a strategy to form self-assembled three-dimensional tetrahedrons using single-chain coiled coil polypeptides ( Figure 8 ). 64 In this approach, an expressed protein contains 12 concatenated coiled coil dimer-forming segments connected via flexible linkers. The 12 segments form parallel homodimers (segments 1 and 5, 3 and 11), parallel heterodimers (2 and 8, 6 and 10, 9 and 12), and a parallel homodimer (4 and 7). These segments are cleverly connected in an \"Eulerian trail\" fashion, which is a path that connects each of the two vertices by exactly two connections. The hydrodynamic diameter of the folded tetrahedron was measured by dynamic light scattering (DLS) to be about 7 nm. This was much more compact than the unfolded peptide, which had a diameter of about 20 nm.\n\nThe tetrahedron was observed using TEM with uranyl acetate, which selectively stained the vertices (Figure 8b ). 64\n\nTo improve the pharmacokinetic profile of a range of drugs, different carriers have been explored to prolong circulation time or to realize targeted release. Coiled coils have attracted attention for these purposes owing to their pH-sensitivity, temperature-sensitivity, and ability to carry hydrophobic drugs within their hydrophobic cores. Eriksson et al. first demonstrated that the right-handed coiled coil (RHCC) domain from Staphylothermus marinus (20 kDa) could be utilized as a carrier for the chemotherapeutic drug cisplatin (CP). 65 It was determined that, on average, RHCC could incorporate about one cisplatin molecule per cavity in each coiled coil tetramer. Both RHCC and the acquired CP-RHCC complex could be internalized by various cancer cell lines, but the CP-RHCC complex showed elevated in vitro cytotoxic effects on multiple tested cell lines in comparison with cisplatin alone, while RHCC exhibited no effect on cells. 65 Thanasupawat et al. recently utilized RHCC as a platinum (IV) prodrug delivery platform for glioblastoma treatment (Figure 9 ). 66 The Pt(IV)-RHCC complex showed improved chemotherapeutic efficacy and selectivity toward human glioblastoma cells at up to 20-fold lower concentration of Pt(IV), as compared to Pt(IV) prodrug alone. Kinetically inert Pt(IV) prodrug can be biologically reduced to Pt(II) in a hypoxic extracellular tumor environment, which leads to its improved tolerability. 67 Apostolovic et al. demonstrated that coiled coils could be employed to construct a polymerdrug conjugate system ( Figure 10) . 68, 69 The E3 ((IAALEKE) 2 IAALEKG) / K3 ((IAALKEK) 2 IAALKEG) coiled coil dimer was found to be stable at pH 7, but unfolded at pH 5, 70 making it a promising linker to release drug in the late endosome or lysosome once internalized via endocytosis. Polymer-drug conjugates were prepared by mixing MTXfunctionalized E 3 peptide and K 3 conjugated to N-(2-hydroxypropyl)methacrylamide (HPMA) copolymers. 69 Fluorescence-activated cell sorting (FACS) experiments showed the uptake of polymer-drug conjugates by B16F10 cells. In vitro Förster Resonance Energy Transfer (FRET) experiments also suggested that cargo molecules were released intracellularly after endocytosis. 68 Pechar and coworkers designed peptide E ((VAALEKE) 4 ) and peptide K ((VAALKEK) 4 ) and utilized the resultant heterodimeric coiled coils to non-covalently bind HPMA polymers with recombinant proteins (Figure 11 ). [71] [72] [73] Peptide K was incorporated into the recombinant single-chain variable fragment (scFv) of antibody M75 at the C-terminus. 71 The ratio between scFv-K and HPMA polymers was found to be close to 1:1 for the complex. 71 The scFv fragment could bind efficiently to its cognate antigen CA IX according to enzyme-linked immunosorbent assay (ELISA), allowing it to be utilized as a targeting moiety to deliver doxorubicin (DOX) to mouse BCL1 leukemia cells. 72 The IC50 value of the obtained DOX-polymers for BCL1 was significantly reduced from over 140 µg/L to about 2 µg/L because of the conjugation of scFv-K. 72 The temperature-sensitive nature of coiled coils has also been utilized in peptide-lipid hybrid liposome systems for DOX delivery. 74 The leucine zipper peptide (VSSLESKVSSLESKVSKLESKKSKLESKVSKLESKVSSLESK-NH 2 ) was incorporated into liposome bilayers to form a temperature-responsive release trigger (Figure 12 ). At the coiled coil melting temperature of about 42 °C, pores formed to release DOX. This was illustrated with localized hyperthermia after intravenous administration, where the amount of DOX accumulated at a heated tumor site was 3-fold higher than controls.\n\nThese examples illustrate the range of different drug delivery and release technologies that can be envisioned and constructed using coiled coils.\n\nA key strategy-probably the most common strategy-for targeting nanomaterials to specific tissues or engaging them with specific biology is to functionalize them with peptide or protein ligands. However, functionalizing fibrillar coiled coil assemblies for biological applications presents some challenges, as the majority of the backbone hydrogen bonding in α-helical coiled coil fibers is restrained within local structure. Additionally, compared to other supramolecular systems such as peptide amphiphiles, β-sheet fibrillar peptides, or micellar systems, the peptide termini in most fibrous coiled coil assemblies are buried and poorly available for functionalization with bulky or diverse functional peptides. To address this problem, Woolfson and coworkers developed several strategies to decorate their aforementioned SAF systems ( Figure 13 ). 48, 50, 51, 53 Mahmoud et al. demonstrated a noncovalent labelling strategy using a negatively charged peptide (DEDEDE) as an anchor to bind to SAF, while neither neutral peptide (AQAQAQ) nor positively charged peptide (KRKRKR) exhibited strong binding ability. Noncovalent modification with fluorophores or gold nanoparticles was visualized using light microscopy and TEM, respectively. 75 To avoid the potential drawback of nonspecific binding with the anchor peptide, a biocompatible \"click\" reaction was also employed by introducing azide functional groups directly within the SAF. 76 The resulting peptides could be functionalized with a variety of functional peptides using copper-catalysed azide-alkyne click chemistry, yielding up to 100% conjugation. This approach was used to conjugate an RGDS cell-adhesion motif onto a coiled coil fiber hydrogel for the culture of PC 12 cells and enables the introduction of considerably diverse functionality. 53, 77 \n\nThe Kopeček group pioneered a unique research area in \"drug-free\" macromolecular therapeutics using a pair of oppositely charged pentaheptad peptides (CCE and CCK) ( Figure 14) . [78] [79] [80] [81] CD20 is one of the most reliable human B-cell markers. 82, 83 Although CD20 is expressed on both normal B-cells and malignant B-cells, it is still considered to be a safe target for immunotherapeutic B cell depletion because it is not expressed on stem cells or progenitor cells, and B cells can be restored after depletion. [83] [84] [85] [86] The anti-CD20 antibody Rituximab was approved in 1997 to treat low-grade non-Hodgkin's lymphoma (NHL). 87 The mechanisms of anti-CD20 mAb are not clearly understood, but are likely related to three immunological processes: direct induction of apoptosis, antibody-dependent cellmediated cytotoxicity (ADCC), and complement-dependent lysis (CDC). 88 One natural process to trigger apoptosis is through cell receptor clustering (crosslinking). Crosslinking of CD20 receptors on B cells with crosslinked antibodies showed improved therapeutic outcome in treating human B cell lymphoma. [89] [90] [91] Based upon this biological rationale, Wu et al. designed a pair of oppositely charged 35 amino acid coiled coil peptides, CCE and CCK. Subsequently, CCK was conjugated with HPMA polymer ((CCK) 9 -P), and CCE peptide was attached to a Fab' fragment of anti-CD20 antibody (Fab'-CCK). 78 Exposure of a CD20 + human B-NHL cell line (Raji B cells) to Fab'-CCE led to the decoration of the cell surface with CCE peptide. Upon treating decorated Raji cells with (CCK) 9 -P, CD20 receptors were crosslinked due to the attraction between CCK and CCE. 78 A significant percentage of apoptotic induction activity was found after treating Raji cells with either premixed Fab'-CCE/(CCK) 9 -P (0.5 µM/25 µM) or with Fab'-CCE(0.5 µM) followed by (CCK) 9 -P (25 µM), as assessed using three different assays: a caspase 3 activity assay, an annexin V/propidium iodide assay, and a TUNEL (terminal deoxynucleotidyl transferase dUTP (deoxyuridine triphosphate) nick end labeling) assay. 78 In vivo anticancer efficacy of the \"drug-free\" therapeutics was also evaluated in a Raji B-lymphoma-bearing mouse model. 79 Both premixed treatments and consecutive administration of Fab'-CCE and (CCK) 9 -P were able to eradicate lymphoma cells in both bone marrow and blood. Zhang et al. further demonstrated that the Fab'-CCE and P-(CCK) x coiled-coil conjugates could assemble at the cell surface, resulting in cancer cell apoptosis, which was imaged with several techniques, including confocal microscopy 2-channel FMT, 3D confocal microscopy, and 4-color FACS. 81\n\nVaccine development remains challenging for many diseases including HIV, 92 influenza, 93 and recent notable diseases such as Zika and Ebola. Subunit vaccines have received interest for new vaccine strategies owing to their synthetic, engineerable nature. A key strategy for the design of subunit vaccines is to create multivalent platforms, which increase immunogenicity of antigens, and coiled coils have received recent interest in this regard. Inspired by virus capsids, Burkhard and colleagues developed self-assembling protein nanoparticles (SAPNs) by designing a building block consisting of a pentameric coiled coil sequence genetically linked with a trimeric coiled coil peptide. 94 The design of this building block is based on the symmetry elements found in an icosahedron, which has fivefold, threefold, and twofold rotational symmetry axes. By incorporating both the threefold symmetry (from the trimeric coiled coil) and fivefold symmetry (from the pentameric coiled coil) into the fusion protein, the obtained peptide chain could assemble into a spherical nanoparticle displaying icosahedral symmetry, with a diameter ranging from 25nm to 30 nm. A trimeric coiled coil B cell epitope (HRC1) for severe acute respiratory syndrome (SARS) was fused to the building block peptide at the C-terminus, such that it was repetitively displayed on the surface of the SAPNs. The antibodies elicited by this platform were proven to be conformation-specific according to ELISA, and they were capable of neutralizing virus. 94 It was also confirmed that multivalent presentation by the self-assembling platform is essential to elicit protective immune responses, as no significant level of antibody production was detected from non-assembled epitopes. 95 This coiled coil assembling system has been developed towards various other diseases including HIV and malaria, and is capable of raising epitope-specific humoral responses even in adjuvant-free formulations. [95] [96] [97] [98] Towards improved diagnostics for infectious diseases and other conditions, Koksch and coworkers recently designed a coiled coil fibrilization system (FF03) for presenting multiple antigens for the sensitive detection of antibodies and other analytes. 99 By selectively deprotecting a lysine residue at the f position of the coiled coil peptide FF03 on resin, the researchers were able to extend a side chain peptide epitope (Ep01) through solid phase peptide synthesis (SPPS). The obtained peptide conjugates were further functionalized with two carbohydrate moieties, mannose and galactose. Due to its multivalent presentation, the FF03-Ep01 conjugate peptide showed significantly higher antibody binding compared to Ep01 alone. Additionally, when antigenic Leishmania disaccharide was co-presented with FF03-Ep01 on the scaffold, the scaffold could detect polyclonal antibodies against the parasite from canine or human sources. 99 This recent work illustrates the potential of coiled coil peptides for use within sensitive multivalent bioassays and diagnostics.\n\nIn other work investigating immune responses raised by coiled coil supramolecular materials, our group designed a hydrogel-forming system inspired by the coiled coil domain of fibrin. 100, 101 The triblock peptide-PEG-peptide (γKEI-PEG-γKEI) molecule elicited a moderate antibody response while neither the native peptide nor γKEI elicited detectable responses, indicating that higher-order self-assembly can impact the immunogenicity of oligomerized peptide-based materials. 101 This raises translational considerations for many of the non-native coiled coil systems discussed above. It remains to be seen whether mild immune responses raised by highly oligomerized supramolecular materials will or will not be compatible with their intended applications. Going further, any guiding principles for predicting, managing, or adjusting immune responses against supramolecular materials, coiled coil or otherwise, are only beginning to be elucidated.\n\nAlthough the design of coiled coil materials has been increasingly refined over the past several years, and a range of creative materials and structures are now ripe for translation, progress towards medical technologies is still in its early stages. Above we discussed a range of recent strategies developed to rationally design self-assembling nanomaterials from coiled coil peptides. Through this work the coiled coil has been shown to be quite useful for producing nanofibers, nanotubes, networks, and even nanoparticles in some cases. We examined the emerging applications of coiled coil peptide in the fields of bioconjugation, drug delivery, unique \"drug-free\" therapeutics, and immune therapies. Coiled coil peptide self-assembly remains an exciting area of research, and it will be interesting to see how these elegant and useful structures are applied in the coming years. Schematic of different decoration strategies for self-assembling peptide fibers (SAFs). a) Peptide fibers are assembled by mixing equal amounts of SAF-p1 and SAF-p2a at pH 7.4. b) Non-covalent decoration using short peptides (SAF-tags). Rhodamine was attached to the Nterminus of the tag and visualized via light microscopy. c) \"Click\" chemistry was employed for post-assembly functionalization of fibers incorporating azide groups. The decoration was carried out by reacting the surface azide moieties with biotin-alkyne, followed by the addition of 5 nm streptavidin nanogold. The decorated nanofiber was confirmed with TEM Schematic of \"drug-free\" therapeutics using polymer-coiled coil conjugates. The cell surfaces of human Burkitt′s NHL B cells were decorated with one half of a coiled coil binding partner (CCE peptide) by binding a CCE peptide/antiCD20 Fab' conjugate to cellsurface CD20. Subsequent binding with HPMA copolymers presenting complementary CCK coils led to cross-linking of the CD20 receptors and subsequent apoptosis. "}