{"title": "Special Report A rat genetic linkage map and comparative maps for mouse or human homologous rat genes", "body": "lists in alphabetical order 539 rat loci assigned to a particular chromosome and 8 loci that were not yet as-Correspondence to: T. Serikawa signed to any chromosomes and remained in linkage groups (LG III, XI, XII, and XIII of Hedrich's map). There are now 547 entries; a substantial increases from the 214 of 370 of their 1992 list. A rat genetic linkage map is shown in Fig. 1 . Out of 539 loci assigned to particular chromosomes, 276 are located on each linkage map. The loci assigned to chromosomes by methods other than linkage analysis are listed separately and alphabetically under each chromosome. The numbers of loci on each chromosome are as follows: (no. loci located on the linkage map/no, loci assigned to the chromosome in total), Chr 1, 40/69; Chr 2, 18/33; Chr 3, 21/40; Chr 4, 19/35; Chr 5, 16/38; Chr 6, 10/23; Chr 7, 6/23; Chr 8, 11/26; Chr 9, 2/17; Chr 10, 20/32; Chr 11, 4/10; Chr 12, 7/11; Chr 13, 8/19; Chr 14, 20/28; Chr 15, 0/9; Chr 16, 3/5; Chr 17, 5/16; Chr 18, 14/17; Chr 19, 27/31; Chr 20, 15/34; Chr X, 10/22; Chr Y, 0/1. On Chrs 6, 8, 11, 12, and 14, respectively, two, three, two, two , and two linkage groups are seen. As for Chrs 4, 8, 14, 19, 20 , and X, two linkage groups aligned in parallel because of discord in the locus order, distance in the references, or absence of anchor loci by which the orientations of maps are determined.\n\nFor the discussion of comparative mapping, we have applied the chromosome terminology of ISCN (1978) ; that is, rat chromosomes are designed by the prefix RNO (Rattus norvegicus), mouse chromosomes by MMU (Mus musculus), and human chromosomes by HSA (Homo sapiens). As shown in Fig. 2 , we assigned mouse homologous rat genes on the mouse chromosomes, and they are shown by the mouse symbols. Location of the mouse loci have been referred from the mouse locus map of Hillyard and associates (1993) . With a few exceptions MMU2, 3, 4, 6, 7, 8, 9, 11, 12, 14, 15, 16, 18 , and X were homologous with \n\nglutathione HYD  IC  IA  IDHI  IFNA  IFNB1  IGFJ  IGF2   1GFBP  IGHt  IGH2  1GH3  1GHE   IGK   1GL  IL3  1L6   IL6RI  INHA  INSI  INS2  IRJHM  1TGA4  ITGA5  ITGB1  ITPA  1VD  K  KAL  KCPVD  KRAS2  LALBA  LAP1   LCA  LCK1  LCK2  LDHA  LDHB  LDR1 LG Szpirer et al. (1989b , 1990 ) Szpirer et al. (1989b , 1990 Yoshida (1984a) Yasue et ai. (1991) Stole, Gill (1983) Griinberg ( Fang et al. (1985) homolog (v-sis) peptidase 2 peptidase 3 peptidase 4 peptidase 7 peripberin platelet factor 4 phosphofructokinase 2 6-phosphofructo-2-kinase/fructose-2,6bisphosphatase, liver and muscle 6-phosphofi'ucto-2-kinase/fructose-2,6bisphosphatase, heart profilagrin pepsinogen 1 pepsinogen 2 phosphogluconate dehydrogenase phosphoglycerate kinase phosphoglucomutase 1 P-glycoprotein l/multi drug resistance I alpha 1-antitrypsin proviral integration, MCF peroxisomal 3-ketoacyl-CoA thiolase protein kinase C type I protein F1 (substrate of protein kinase C) pyruvate kinase, L-type placental antigen 2 phospholipase C-delta 1 Nahon et al. (1992 ) Szpirer et al. (1989b , 1990 ; Serikawa et al. (1992b) ; Kunieda et al. (1992a) ; Kuramoto et al. (1993b) Kohoutova et al. (1980 ) Lobel, Cramer (1981 Kunz et al. (1982) Owen ( [962) ; Palm (1962) ; Pravenec et al. (1992 ) Brdicka, Frenzl (1978 Kren et aL (1973) Kren et ah (1973) ; Kren (1975 ) DeWitt, McCullough (1975 Kunz et al. (1985 ) Kunz et al. (1989 ) Wonigeit (1979 Kondo et al. (1987 ) Kondo et al. (1987 ) Greaves, Ayres (1969 Castle ( \n\nE \"_ ~_Cd45 (LCA, R13) ' _ Cf-5 (F5, R13) Pk-1 (P~, ~) Rnulb-1 (RmYl, RZ) .egg (R2) ~a (t13) Ada (R3) sw4 (R3) ~_ Pck-1 (R3) zck (RS) Fuca (R5) _Ahd-1 (R5) Pgd (R5) Pnd (R5) Eno-1 (RS) Ak-2 (RS) Acp-2 (R3) Bmyc (MYCB,\n\nGpi-1 Mtp-1 (1tl) : \"-C ebp I(~TP1, R1). RNO3, 2, 5, 4, 1, 19, 8, 10, 6, 15, 7, 11, 18 , and X, respectively. It seems that MMU1 consists of a homologous RNO9 (centromeric half) and RNO13 (telomeric half); this has already been deduced from the G-banding patterns by Levan and coworkers (1991) . Conserved linkage of homologous genes between MMU7 and RNO1, and between MMUll and RNO10, were confirmed. On MMU5, 10, 13, 16, and 17, the rat homologs belong to two or three different chromosomes. Although the gene orders on homologous chromosomes or chromosomal segments between the two species are fairly well preserved, a few genes are ordered in the opposite direction in the two species, and only one rat homolog was assigned on MMU19 and MMUY. In order to compare more precisely the gene orders among the different species, we have to wait to obtain a more complete rat gene map. Resemblance between mouse and rat maps is considered to reflect the phylogenically close relationships between the two species.\n\nIn Fig. 3 , we assigned human homologus rat genes to the human chromosomes, shown by the human symbols. Lo-cation of the human loci have been referred from the 1991 catalog of human mapped genes of McAlpine and associates (1991). All of the human homologous rat genes shown on HSA17 and HSAX locate on RNO10 and RNOX, respectively. In the other human chromosomes, human homologous rat genes are divided into two or more rat chromosomes. Out of 218 human homologous rat genes in this map, 169 genes (77.5%) are known also in the mouse. The remaining 49 human homologous rat genes (22.5%) have not been reported yet in the mouse. This suggests that the rat makes considerable contributions in the area of biomedical research, as well as the mouse. In fact, the rat provides a variety of models for human disease, including hypertension, diabetes, various cancers, and so on.\n\nIn order to make comparisons of the rat genes with those of mouse and human homologs, we have performed searches that were as precise as possible. There is a possibility, however, that there may be some misunderstandings or misreading of the homologs. If this is the case, we hope that they will be quickly corrected by new studies.\n\nWe can now use chromosome numbers instead of linkage groups in rat gene mapping, as in the mouse or human. We have no doubt that the rat genetic linkage map will be furnished with more newly assigned genes within the next couple of years, by currently available techniques and Comparative map for human homologous rat genes. The gene symbols on the chromosomes are indicated with the human symbols and are followed by the rat chromosome numbers (R1 to R20, RX). Location of the human loci were referred from McAlpine and coworkers (1991) . When the human symbols are quite different from the rat symbols, the rat symbols are shown in parentheses. newly developed DNA teclmologies. In this way, comparisons of genes among rat-mouse-human will become easier and also more precise."}