{"title": "", "body": "timing of interferon treatment in patients with sepsis, resulting in increased survival. 14 Interleukin 17 blockade might benefit those patients who have a 2019-nCoV infection and increased plasma concentration of interleukin 17.\n\nThe isolation and short-term expansion of anti-viral directed T cells has been proven to be a lifesaving procedure in patients after autologous hematopoietic stem-cell transplantation with cytomegalovirus infection. 15 Expansion of anti-2019-nCoV-specific T cells, as cellular drugs, could aid to prepare T-cell products for the adjunct treatment of patients with severe 2019-nCoV infection.\n\nSeveral unique opportunities to evaluate a range of treatment interventions at the peak of the SARS-CoV and MERS-CoV outbreaks were missed due to avoidable delays and subsequent decline of the numbers of cases, leaving numerous questions about coronavirus pathogenesis unanswered. Disappointingly, treatment trials registered for MERS-CoV are still not complete. As the 2019-nCoV continues to spread and evolve, and the numbers of deaths rise exponentially, advancing new therapeutic development becomes crucial to minimise the number of deaths from 2019-nCoV infection. \n\nThe number of confirmed cases of the 2019 novel coronavirus (2019-nCoV) reported to WHO continues to rise worldwide. 1 As with two other WHO Blueprint priority coronaviruses, SARS-CoV 2 and MERS-CoV, 3 2019-nCoV is lethal. As of Feb 3, 2020, 2019-nCoV has caused 362 deaths out of 17 391 confirmed cases reported to WHO. 1 No specific anti-viral treatment exists. The mainstay of clinical management is largely symptomatic treatment, with organ support in intensive care for seriously ill patients. The unprecedented flurry of activity by WHO and other global public health bodies has mainly focused on preventing transmission, infection control measures, and screening of travellers. The development of vaccines has received immediate funding; however, as with SARS-CoV and MERS-CoV, support for developing treatments for 2019-nCoV that reduce mortality has not been forthcoming. There is an urgent need for focusing funding and scientific investments into advancing novel therapeutic interventions for coronavirus infections.\n\nAll three coronaviruses induce excessive and aberrant non-effective host immune responses that are associated with severe lung pathology, leading to death. [2] [3] [4] Similar to patients with SARS-CoV and MERS-CoV, some patients with 2019-nCoV develop acute respiratory distress syndrome (ARDS) with characteristic pulmonary ground glass changes on imaging. In most moribund patients, 2019-nCoV infection is also associated with a cytokine storm, which is characterised by increased plasma concentrations of interleukins 2, 7, and 10, granulocyte-colony stimulating factor, interferon-γ-inducible protein 10, monocyte chemoattractant protein 1, macrophage inflammatory protein 1 alpha, and tumour necrosis factor α. [2] [3] [4] [5] [6] In those who survive intensive care, these aberrant and excessive immune responses lead to long-term lung damage and fibrosis, causing functional disability and reduced quality of life. 7, 8 Specific drugs to treat 2019-nCoV will take several years to develop and evaluate. In the meantime, a range of existing host-directed therapies that have proven to be safe [9] [10] [11] could potentially be repurposed to treat 2019-nCoV infection. Several marketed drugs with excellent safety profiles such as metformin, glitazones, fibrates, sartans, and atorvastin, as well as nutrient supplements and biologics could reduce immunopathology, boost immune responses, and prevent or curb ARDS. [9] [10] [11] Zinc and other metalcontaining formulations appear to have anti-viral activity, 12 are safe, cheap, and readily available. These formulations could be used as adjuncts to monotherapy or as combinational therapies with cyclosporine, lopinavirritonavir, interferon beta-1b, ribavirin, remdesivir, monoclonal antibodies, and anti-viral peptides targeting 2019-nCoV. 11 Tocilizumab, a monoclonal antibody that targets the interleukin 6 receptor, has a good safety profile. Monoclonal and polyclonal antibodies to 2019-nCoV could be developed for post-exposure prophylaxis.\n\nOngoing trials of cellular therapies for treatment of ARDS could be expanded to treatment of seriously ill patients with 2019-nCoV infection. Cellular therapy, 13 using mesenchymal stromal cells from allogeneic donors, has been shown to reduce nonproductive inflammation and affect tissue regeneration and is being evaluated in phase 1/2 trials in patients with ARDS (NCT02804945; NCT03608592). Infection with 2019-nCoV appears to be initially associated with an increased Th2 response, 4 which might reflect a physiological reaction to curb overt inflammatory responses, a clinical phenomenon that guided the optimal"}