{"title": "Acute and chronic cough", "body": "Despite considerable progress in our understanding of cough and its clinical management, debate continues as how to best define acute and chronic cough. The distinction between an acute cough and one considered to be 'chronic' is somewhat arbitrary and based on the duration of the symptom. It has been suggested that an acute infectious cough rarely persists beyond 3 weeks [1] . From a clinical point of view, precise definitions are unimportant as the great majority of individuals with acute respiratory symptoms including cough rarely seek medical assistance [2] . An exception to this is the young child where parental uncertainty may explain higher consultation rates [3] or in the elderly patient where more serious pathologies may be considered [4] . More recently, the association of cough as one of the most common initial symptoms in patients with severe acute respiratory syndrome (SARS) may have altered referral patterns in some regions [5] .\n\nThe papers presented in the first session of this symposium reflects the spectrum of diseases where cough is often the prominent symptom. Consideration was given as to how viruses may trigger asthma exacerbations including cough, and new information was presented as to how cough reflex hyper-reactivity following an URTI may be more objectively measured. In the section focusing on chronic cough, the established paradigm of rhinitis as a common aetiology was challenged and papers concerning the impact of cough in pulmonary fibrosis and suppurative lung disease, often neglected in general discussion on chronic cough, were presented.\n\nAlthough most viral upper respiratory tract infections are uncomplicated, there appears to be a subgroup of patients who develop a cough, which persists for months and perhaps years thereafter. Understanding how this occurs may provide an insight into the mechanism of cough reflex hypersensitivity both peripherally and centrally and identify new targets for anti-tussive therapy. So how may viruses influence airway function and contribute to cough? Viral infection is recognized as a major cause of exacerbations of asthma in both adults [6] and children [7] . Many of these exacerbations are associated with a worsening cough. The airway epithelial cell is the main site of viral infection and replication leading to release of a series of proinflammatory mediators each exerting its own effect on airway submucosa. The associated changes in the environment directly surrounding afferent airway nerves may contribute to the heightened cough reflex. In asthma, one mechanism by which viral infection may modify airway reflexes was discussed by Jocoby [8] . Viruses can induce dysfunction of the muscarinic M2 receptor on airway parasympathetic nerves resulting in unopposed acetylcholine (ACh) release and airway hyper-responsiveness [9] . This may occur by the direct effect of the virus on the M2 receptor or indirectly by the viral-induced release of inflammatory mediators including interferon gamma form epithelial cells and airway macrophages [10] . These processes can be attenuated by dexamethasone and interestingly also by an NK 1 -receptor antagonist suggesting some tachykininergic influence [11, 12] . Although the precise identity of the afferent nerves and receptors which mediate cough in humans remains elusive, interest has focused on how tachykinin-containing C-fibres may co-operate with other airway nerve phenotypes including rapidly adapting receptors (RARs). How viruses modify this interaction is unknown. It is unclear why, in some circumstances, an acute cough may become persistent. A significant proportion of patients referred to specialist cough clinics recall a preceding URTI and whether this event acts as a trigger for persisting cough and a hypersensitive cough reflex was a subject for discussion. Although there is some evidence for latent viral persistence in the airways of patients with COPD there is no such evidence on either asthma or chronic cough.\n\nIn the airways of various animal species, there appear to be relatively distinct categories of afferent sensory nerves, broadly although not completely characterized by their response to mechanical or chemical stimuli. In man, cough reflex sensitivity has generally been measured using chemical stimuli including capsaicin, low pH solutions (e.g. citric acid) and distilled water [13] [14] [15] . Although not well validated these methods are quite well accepted as means of assessing cough sensitivity and assessing treatment efficacy [16] . It is recognised that improved methods of cough reflex testing would be desirable. In an interesting presentation, Eccles and Lee [17] from the Common Cold Centre, Cardiff University, described a novel method for assessing cough reflex sensitivity in patients with an acute URTI. Two techniques were described; one using a modified electric shaver applied to the laryngeal area, the other a commercial chest percusser placed on the chest wall. Both methods delivered a vibrating stimulus, which appeared to evoke cough in a consistent and reproducible manner. Cough sensitivity as measured with this vibration technique seemed to reliably differentiate patients with URTI from healthy subjects. The authors propose that in their model cough is evoked by stimulation of airway RARs that are sensitive to mechanical stimulation. Whether this is a direct effect on the nerves or whether vibration aids the dislodgement of airway mucus which in turn stimulates cough receptors is unclear. In any case, the model seems to mimic the effects of chest percussion, commonly used by physiotherapists to assist airway secretion clearance.\n\nAlthough patients with acute cough rarely seek medical advice, those with a persistent cough often present to a respiratory specialist. However, the optimal evaluation and management of these patients has not gained universal agreement. Until recently, the accepted paradigm has been that the vast majority of chronic coughs result from one of three common conditions, namely rhinitis, asthma and gastro-oesophageal reflux operating alone or in combination. In a challenging talk by Morice [18] , the role of upper airway disease, in particular the postnasal drip syndrome (PNDS), as a common cause for chronic cough was called into question. Identification of the syndrome relies partly on the patient reporting frequent throat clearing and a 'sensation of something dripping into the throat'. Morice highlighted results from a telephone survey of cold symptomatology which suggested considerable global variation if the appreciation of postnasal drip (Procter and Gamble, data on file). Much of the evidence for the high prevalence of syndrome has come from uncontrolled trials of sedating anti-histamines and decongestants in patients with cough [19] . In circumstances where symptomatic improvement was achieved with this medication, PNDS was deemed responsible for the cough. The specificity of site of action of the anti-histamines was questioned as both a central effect or a more peripheral effect on airway inflammation is possible. In addition, trials of similar medication often resolve upper airway symptoms in cough patients, but have little impact on their cough [20] . In his talk, Morice suggested a more prominent role for oesophageal dysmotility and reflux disease as the cause of chronic cough. While the frequency with which gut-related disorders aggravate cough was not entirely endorsed by the audience the topic led to a stimulating debate.\n\nA dry and persistent cough is an extremely common and troublesome symptom in patients with cryptogenic fibrosing alveolitis (CFA). Although it has been reported that the cough sensitivity to capsaicin is markedly increased in patients with CFA, little is known about the underlying mechanisms of this heightened response [21] . Harrison [22] addressed the question regarding the pathogenesis of chronic cough and showed several important findings. First, the cough reflex measured using capsaicin was markedly increased in patients with CFA, in whom confounding factors such as gastro-oesophageal reflux and bronchial hyper-reactivity were excluded. Second, a significant proportion of patients demonstrated a cough response to inhaled substance P, but not to bradykinin. Third, analysis of induced sputum from patients with CFA revealed higher levels of albumin and a greater proportion of neutrophils compared with healthy control subjects. Analysis of patient's sputa also revealed that the levels of nerve growth factor (NGF) and brain-derived neurotrophic factor (BDNF) are increased. Neurotrophins including NGF are known to be elevated in both inflamed tissues and neurones innervating sites of inflammation, and may mediate synthesis of tachykinins such as substance P within sensory neurones [23] . Although the precise origins of these neurotrophins are unknown, the findings in induced sputum from CFA patients may reflect increased levels of neurotrophic factors in the epithelial lining fluid of the larger airways. It seems difficult to reconcile pathology of CFA with the severity of cough symptoms since sensory receptors responsible for the elicitation of cough reflex are thought to be present in proximal airways whereas the damage in CFA affects small airways and alveoli. However, several important findings shown by Harrison suggest functional upregulation of lung sensory neurones resulting in release of protussive mediators into the airway.\n\nHarrison described an open label study using oral steroids in CFA patients with cough and demonstrated significant reduction in cough symptoms, a reduction in cough sensitivity to capsaicin and an abrogation of cough response to substance P which also supports the above notion.\n\nA productive cough is a prominent feature in a range of suppurative lung conditions and this topic was reviewed by Wilson [24] . His presentation focused mainly on bronchiectasis, but provided some insight into primary ciliary dyskinesia, cystic fibrosis and diffuse panbronchiolitis. It was suggested that impaired host defenses predispose the airway to persistent bacterial infection, which initiates and perpetuates a vicious cycle of airway damage based on stimulation of inflammatory mechanisms by bacteria and their products.\n\nBronchiectasis is characterized by the persistent production of purulent sputum from dilated disorganized bronchi and is usually caused by pulmonary infections and bronchial obstruction. Cough in bronchiectasis may be contributed by several factors, of which the continuous presence of mucus and airway secretions, often containing bacteria, is likely to be the most important. The sensitivity of the cough reflex to inhaled capsaicin appears to be increased in patients with bronchiectasis and intercurrent infection [13] . One explanation for the enhanced cough reflex may be the presence of severe neutrophilic inflammation, which may stimulate cough receptors. Concomitant diseases such as rhinosinusitis and gastro-oesophageal reflux may also contribute to the heightened cough response and if present should be treated specifically. Wilson suggested that as cough clearance is important in bronchiectasis, anti-tussive therapy is relatively contraindicated. While physiotherapy and antibiotics are the mainstays of treatment for bronchiectasis, in patients with repeated coughing, which can be extremely debilitating, anti-inflammatory and mucus inhibitory approaches may be justified.\n\nClinical efficacy has been consistently reported with long-term macrolide therapy in patients diffuse panbronchiolitis [25] . This condition was first reported in Japan and appears unique to the Asian population. It has distinct radiological and histological features, but clinical features similar to bronchiectasis. The clinical benefits may be primarily due to anti-inflammatory activity of the antibiotic and the outcome of similar studies in cystic fibrosis and bronchiectasis are awaited with interest.\n\nIn summary, the broad range of topics covered in this session reflects the importance of cough within a range of clinical scenarios. Cough can often be the most disabling symptom in chronic lung diseases. Determining the precise cause for cough remains a key objective although the identification and development of new therapies presents itself as the major challenge for the future."}