{"title": "Identification and function analysis of canine stimulator of interferon gene (STING)", "body": "The innate immune response is an important defense against invading pathogens. Following infection, nucleic acids from microbes are pattern recognition receptors (PRRs) that subsequently trigger host innate immune responses [1] . Several cytosolic DNA sensors have been found, including cGAS [2] , IFI16 (gamma interferon-inducible protein 16) [3] , DAI (DNA-dependent activator of IFN-regulatory factors) [4] , AIM2 (absent in melanoma 2) and RNA polymerase III [5] . The activation of DNA sensors transmit signals to adaptor proteins and activate signaling cascades that ultimately result in the production and secretion of interferons (IFNs), pro-inflammatory cytokines, and chemokines. Among the adaptor proteins, STING (stimulator of IFN genes), which resides in the endoplasmic reticulum (ER) or mitochondria-associated membranes, recruits TANK-binding kinase 1 (TBK1) and IRF3, and leads to the phosphorylation of IRF3 by TBK1 [6] . STING is also involved in modulating innate immune responses against RNA virus infections [7] . Human immunodeficiency virus (HIV), influenza A virus, Sendai virus (SeV), and vesicular stomatitis virus trigger STING signaling dependently and independently of DNA detection [8] . Additionally, STING may be associated with autoimmune diseases, lipid metabolism [8] , and tumor development [9] . Upon infection with a DNA virus or retrovirus, cGAS recognizes cytosolic viral DNA and causes the production of type-I IFN and the expression of interferon stimulated genes (ISGs) [10] . However, some viruses have evolved the ability to inhibit the function of STING and evade the host antiviral defenses. Kaposi's sarcoma-associated herpesvirus (KSHV) encodes viral interferon regulatory factor 1 (vIRF1) that blocks STING by preventing its interaction with TANK binding kinase 1 (TBK1), thereby inhibiting STING's phosphorylation, resulting in an inhibition of the DNA sensing pathway [11] . HSV-1 UL46 protein binds to STING and blocks the interferon response triggered by 2′ 3' -cGAMP [12] . Human T lymphotropic virus type 1 (HTLV-1) Tax and HBV polymerase reduce the K63linked ubiquitination of STING and interfere with the interactions between STING and TBK1, which may promote the persistent infections [13, 14] . Except that some DNA viruses can regulate the cGAS-STING pathway, a recent study reported that enveloped RNA viruses, including influenza virus (IAV), are able to stimulate a cGAS-independent STING pathway, and IAV antagonizes the pathway through its conserved hemagglutinin fusion peptide (FP) interacting with STING [15] .\n\nSTING orthologs have been characterized in many species including mouse, rat, pig, chicken, feline, and zebrafish [16] [17] [18] [19] . However, little is known about the characteristics and function of STING in canines. Here, we characterized canine STING and show that canine STING induces the activation of the IRF3, NF-κB pathways, and the expression of ISGs in MDCK cells. Knockdown of STING does not affect the production of IFN-β triggered by poly(dA:dT), poly(I:C), and SeV. Moreover, STING overexpression inhibits the replication of canine influenza virus (CIV) H3N2 in vitro.\n\nTissue samples from dogs were provided by the Experimental Animal Centre, Nanjing Agricultural University. MDCK cells, 293T cells and A549 cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum (FBS, Gibco) and 1% antibiotics. Cells were cultured at 37°C with 5% (v/v) CO 2 . SeV and CIV H3N2 were propagated in SPF chick embryos as previously described [20] .\n\nTotal RNA was isolated from tissues and PBMCs using Trizol (pufei, China). The amount of DNA and RNA in each sample was quantified using a NanoDrop 2000 (Thermo). The preparation of cDNA from total RNA was performed using the RevertAid First Strand cDNA Synthesis Kit (Thermo).\n\nThe full transcript of canine STING was obtained by RACE PCR (Invitrogen). Based on the results of 5′ and 3′ RACE, primers were designed (STING F1 and STING R1) to target the full coding region of canine STING (Table 1) . PCR was performed using Phanta ® Super-Fidelity DNA Polymerase (Vazyme). The PCR products were cloned into the pMD-18T vector (TaKaRa) and sequenced. The correct clone was named pMD-STING.\n\nSTING orthologs proteins were aligned using the Clustal X 2.0 program. A phylogenetic tree was constructed using the neighborjoining method with 1000 bootstraps using the MEGA5 software. The functional domains, motifs, and features of canine STING were predicted using the Sample Modular Architecture Research Tool (SMART).\n\nCanine STING was amplified from the plasmid pMD-STING and inserted into the pCMV-DYKDDDDK-N plasmid (N-terminal Flag tag; Flag-STING) and the pEGFP-N1 plasmid (C-terminal EGFP tag; STING-EGFP). All constructs were verified by sequencing.\n\n2.5. Analysis of the expression levels of STING in different tissues and its subcellular localization STING mRNA levels were evaluated in canine tissues using quantitative real-time PCR (qPCR). Individual transcripts from each sample were normalized to the mRNA level of glyceraldehyde 3-phosphate dehydrogenase (GADPH) (internal control). qPCR was performed using SYBR Green master Mix (Vazyme) with the primer pairs shown in Table 1 .\n\nTo determine the subcellular localization of STING, MDCK cells were seeded in Glass Bottom Dishes (Nunc) at 50% confluence per dish. The plasmid pDsRed2-ER (Clontech), which encodes the DsRed2a fluoresce protein that localizes to the ER [17] , was cotransfected with the STING-EGFP vector using the Lipofectamine 3000 (Invitrogen). 24 h post-transfection, the cells were washed three times with PBST and then fixed with 4% paraformaldehyde at −20°C for 20 min. Following permeabilization with 0.2% Triton X-100 for 20 min at room temperature, the cells were stained using 1 μM DAPI (Sangon, China) for 10 min. A confocal laser scanning microscope (Nikon) was used to detect fluorescent signals.\n\nPoly(I:C) high molecular weight and poly(dA:dT) were purchased from InvivoGen. Cells were stimulated with either poly(I:C) or poly (dA:dT) using Lipofectamine 2000 (Invitrogen) at a 1:1 (wt/v) ratio of which was added to the cells at a concentration of 4 μg/mL.\n\nLuciferase reporter plasmids for the evaluation of canine IFN-β promoter (IFN-Luc), NF-κB response element (3×PRDII-Luc), IRF3 response element (3×PRDIII/I-Luc), and ISRE promoter (ISRE-Luc) were constructed as previously described [21] . Cells grown in 48-well plates were co-transfected with 0.25 μg of luciferase reporter plasmids and 0.25 μg of various expression plasmids using the GenJet™ In Vitro DNA Transfection Reagent. As an internal control, the pRL-TK plasmid (Promega) (0.01 μg per well) was simultaneously transfected. After 24 h of transfection, cells were stimulated with SeV, poly(I:C), poly(dA:dT), or left untreated. Cells were lysed 12 h after stimulation. Luciferase activity was determined using a Dual-Luciferase Assay Kit according to the manufacturer's instructions (Promega). All reporter assays were performed in triplicate and repeated three independent times. The relative level of luciferase activity in each sample was normalized to Renilla luciferase activity. The graphs represent the average and standard deviations (SD).\n\nMDCK cells were transfected with siRNA using Lipofectamine 2000. Knockdown efficiency was determined using real-time PCR and western blot analysis. Cells were co-transfected with 0.25 μg of luciferase reporter plasmid, 0.02 μg of pRL-TK plasmid, and 5 pmol of siRNA. After 24 h of transfection, cells were stimulated using SeV, poly(I:C), poly (dA:dT), or left untreated. After 12 h of stimulation, cells were lysed and luciferase activity determined. The following siRNA were used: siSTING1, TCCCTGTTGTCTTCCAGAA (75-93); siSTING2, CAGGCATTGCACAACAACA (657-675); and siSTING3, TGCACAACAACATGCTACA (664-682). The siRNAs for canine STING Table 1 Primers used in this study.\n\nSequence 5′-3′ Zhang et al. Microbial Pathogenesis 113 (2017) 202-208 and the control siRNA were produced by RiboBIO (Guangzhou, China).\n\nBriefly, cells were co-transfected with Flag-STING and siRNA. At 24 h or 36 h post-transfection, cells were lysed using NP-40 lysis buffer (Beyotime, China) containing 1 mM of PMSF. Lysates were then collected and centrifuged. A total of 30 μg of each protein sample was separated using 12% SDS-PAGE and then transferred into nitrocellulose membranes. Membranes were then blocked in 5% skimmed milk for 2 h at room temperature and incubated overnight at 4°C or for 2 h at room temperature with specific mouse anti-Flag antibody (Huabio, China) , mouse anti-NP antibody (eEnzyme, USA) or rabbit anti-GAPDH antibody (Goodhere Biotechnology, China). Membranes were then incubated at 37°C for 1 h with hrp-conjugated anti-mouse IgG or antirabbit IgG (KPL) at a 1:10,000 dilution in 5% skimmed milk.\n\nThe data are presented as the mean ± SD. Statistical significance was determined using unpaired student's t-tests and one-way ANOVA using the Prism 5.0 software (GraphPad Software). For all tests, a p < 0.05 was considered to indicate a significant difference. \n\nBased on the published canine genome and sequences of STING orthologous, specific primers were designed to clone full-length canine STING using 5′ and 3′ RACE from total RNA isolated from PBMCs. Sequence comparisons indicated that the coding sequence (CDS) of canine STING is 1128 bp long and encodes 376 amino acids (aa).\n\nComparison of the structural characteristics of STING orthologs revealed that canine STING has four transmembrane (TM) domains (21-139 aa) in its N-terminal region, a central c-di-GMP-binding domain (CBD, 155-335 aa), and a C-terminal tail (CTT, 336-375 aa) (Fig. 1A) . Moreover, canine STING has a dimerization domain (DD, 155-180 aa) within the CBD domain (Fig. 1A) . All of these domains are highly conserved in mammals.\n\nNucleotide and protein alignments of STING orthologs revealed that canine STING shares the highest similarity with feline STING (90.1% at the nucleotide and 84.8% at the protein level). The levels of protein identity with goat, bovine, porcine, human, mouse, chicken and zebrafish were 88.2%, 87.3%, 85.9%, 78.3%, 76.4%, 57.9% and 48.0% respectively. Phylogenic analysis showed that canine STING belongs to the group containing feline STING (Fig. 1B) .\n\nNext, the expression profiles of STING in canine organs were evaluated using qPCR. Canine STING mRNA was expressed widely in all examined organs. Moreover, spleen and lungs displayed the most abundant expression of STING (Fig. 1C) . This indicates that STING is expressed in both immune and non-immune cells.\n\nInspection of the sequence of canine STING revealed the presence of a N-terminal RPR motif at aa positions 12-14 (Fig. 1A) . Motifs such as KDEL, KKXX, and RXR are necessary for ER retention of proteins [22] . To determine the subcellular localization of canine STING, a STING-EGFP expression vector was constructed. Confocal microscopy indicated that the STING-EGFP fusion protein co-localized with the DsRed-ER marker indicating that canine STING localizes to ER membrane ( Fig. 2A) .\n\nAs a signaling adaptor, STING plays a pivotal role in the activation of type I IFN responses during infection with DNA viruses, some RNA viruses, and bacteria. To identify whether canine STING is involved in the induction of type I IFN, a IFN-β-luciferase reporter vector was used. As shown in Fig. 2B and C, overexpression of canine STING led to a significant increase in IFN-β promoter activity compared to empty controls in a dose-dependent manner on the MDCK cells and 293T cells.\n\nSTING could induce the activation of the transcription factors NF-κB and IRF3 [23, 24] . To further investigate whether canine STING is also involved in both pathways, the canine STING expression vector was cotransfected with NF-κB-Luc or IRF3-Luc. As shown in Fig. 2D -G, canine STING significantly activated the NF-κB and IRF3 pathways on the MDCK cells and 293T cells.\n\nPrevious studies demonstrated that STING indirectly activates the JAK/STAT1 pathway by elevating the expression of type I IFNs [24, 25] . To examine the role of canine STING in regulating antiviral signaling, we examined the effect of STING expression on the activation of the ISRE promoter. As shown in Fig. 2H and I, expression of canine STING led to a significant induction of the ISRE promoter on the MDCK cells and 293T cells. Moreover, expression of STING increased the mRNA levels of ISG15 and viperin (Fig. 2J) , indicating that canine STING can activate JAK/STAT1 pathway. Collectively, these results suggest that canine STING is a potent stimulator in the IFN response. To further understand the role of canine STING in innate immune responses, we analyzed the effect of decreased STING expression on the IFN response in MDCK cells using RNAi. As shown in Fig. 3A and B, both the levels of exogenous and endogenous STING were reduced by the transfection of siRNAs (si-2 and si-3).\n\nTo investigate whether canine STING is involved in the type I IFN response triggered by dsDNA poly(dA:dT) and dsRNA poly(I:C), MDCK cells were co-transfected with an IFN-β reporter plasmid and si-2 siRNA. Cells were transfected with poly(dA:dT) or poly(I:C) or infected with SeV at 24 h post-transfection. After 24 h post-stimulation, the levels of luciferase activity were determined. As shown in Fig. 3C , poly (dA:dT), poly(I:C), and SeV were able to activate the IFN-β promoter however, knockdown of STING did not block this activation. Taken together, these data indicate that canine STING may be not necessary for the type I IFN response triggered by poly(dA:dT), poly(I:C), and SeV.\n\nTo investigate the role of STING in inhibiting virus replication, we analyzed the effect of canine STING over-expression on CIV H3N2 replication. MDCK cells were transfected with canine STING-expressing plasmid and 24 h after infected with CIV H3N2. Virus RNA levels were determined 24 h post infection. As shown in Fig. 4A , the virus RNA levels decreased between 25% and 50% in a dose-dependent manner with canine STING expression and expression of viral NP protein was also decreased (Fig. 4B) . Moreover, we confirmed the anti-CIV activity of canine STING on A549 cells (Fig. 4C and D) . Taken together, these data indicate that canine STING can inhibit CIV H3N2 replication.\n\nThere are a variety of infection diseases which may have a major threat to public health among dogs, such as canine parvovirus, rabies virus, influenza virus, coronavirus and so on [26] [27] [28] [29] [30] [31] , so the research of canine innate immunity should be gave more attention in future study. STING is an important signaling adaptor in the activation of type I IFN responses during infection with DNA and RNA viruses and bacteria. However, it has emerged as a target that is recognized and antagonized by viruses including DENV, HCV, HCoV-NL63, PEDV, and SARS-CoV to ultimately block the IFN pathway [7] . In this study, we characterized canine STING and found that its overexpression leads to the induction of the IFN response via IRF3 and NF-κB. However, knockdown of STING did not inhibit the IFN-β response triggered by poly(dA:dT), poly(I:C), or SeV. Finally, overexpression of STING significantly inhibited the replication of canine influenza virus H3N2. Collectively, our findings indicate that STING is involved in the regulation of the IFN-β pathway in canine.\n\nA previous study indicated that feline and canine MAVS share the highest similarity [32] . Here, we found that canine STING is most similar at the sequence level to feline STING, which may be due to the closed relationship between canines and felines.\n\nStructure analysis indicated that canine STING contains TM, DD, and CTT domains, similarly to human, mouse, and other vertebrates [33] . The TM domain of human STING interacts with other adaptor molecules and it is necessary for its localization to the ER membrane or mitochondria [34] . In this region, some conserved motifs, such as KDEL, KKXX, and RXR are necessary for ER retention of proteins [22] . In this study, we found that canine STING contains an RPR motif at positions 12-14 aa and localizes to ER membrane.\n\nSTING is a key adaptor molecule of the immune system and is involved in antiviral responses against intracellular bacteria and viruses as well as anti-tumor responses [35] . STING overexpression activates type I IFN through the IRF3 and NF-κB pathways [24] . In this study, canine STING induced the activation of the IFN-β promoter via the IRF3 and NF-κB pathways as well. We also found that canine STING activated the JAK/STAT1 pathway. These data indicate that the STING-mediated innate immune response is conserved in canines. However, knockdown of canine STING did not inhibit the activation of the IFN-β promoter, which so far has not been reported for other species. We speculate that there is an alternative molecule that has a similar function to STING in canines.\n\nThe STING pathway is more commonly used by the host to inhibit the replication of viruses such as HSV-1. In the absence of STING, viruses replicate more efficiently, demonstrating a protective antiviral role of the STING pathway [36] . To check whether canine STING is involved in an antiviral response, we analyzed its ability to inhibit the replication of CIV H3N2 in vitro. We found that overexpression of canine STING inhibited CIV H3N2 replication in a dose-dependent manner.\n\nThe authors declare no financial or commercial conflicts of interest."}