{"title": "Inactivation of influenza A viruses in the environment and modes of transmission: A critical review", "body": "Three different, mutually non-exclusive modes of influenza transmission have been identified and discussed so far: droplet, airborne and contact transmission. 1e4 Droplet transmission requires the infectious case to directly spray large droplets by coughing or sneezing onto conjunctiva or mucous membranes of a susceptible host. Airborne transmission through droplet nuclei does not require face-toface contact with the infectious case. Droplet nuclei settle from the air slowly, are respirable and can thus transmit the virus directly into the alveolar region. Contact transmission occurs either indirectly through contact with secretions on fomites or directly such as through physical touch between an infected individual and a susceptible host. 1, 5 We need to emphasize that there is no unique and generally agreedupon classification of airborne droplets, for example, concerning the aerodynamic diameter d a which defines the cut-off size between droplet nuclei and large droplets. Definitions and classifications differ between medicine and aerosol science and depend on explanatory interest. When evaluating airborne transmission, a cut-off point of 5 mm is commonly chosen. 1 We, however, propose a (postevaporation) value of 10 mm because droplets of this size can remain airborne for several minutes. The settling time for a 10-mm particle from a height of 1.5 m is 491 s; the settling time then drops rapidly with increasing particle size. 6 In the following we only use the terms droplet nuclei and large droplets; Table 1 and Fig. 1 summarize the concepts, terms and interrelationships important for the description of transmission modes.\n\nWhich of the three transmission modes is responsible for most influenza infections remains highly controversial. 3,4,7e12 Especially the importance of the airborne pathway via droplet nuclei has proved to be contentious e despite often repeated statements such as ''Influenza virus is readily transmitted by aerosols (.)'' 13 (p. 1278 ) and the obvious importance of knowing the significance of this transmission mode for implementing efficient non-pharmaceutical control measures. 14e16 Should, for example, the use of face masks be recommended during a pandemic, when a vaccine is not yet available, on the basis of what we know or do not know about airborne or droplet transmission? Is airborne transmission perhaps only important indoors, but not outdoors, where virus removal by dilution, air circulation and also virus inactivation might be higher? How can airborne infections efficiently be controlled in health care settings? 17e21 One factor contributing to the relative importance of each of the three transmission modes is the inactivation of influenza A viruses in different environmental media. Sometimes, viruses in transmission are described as being ''outside of their natural habitat'' 17 (p. 457); transmission, however, is an integral part of the ''life'' cycle of viruses and thus shaped by natural selection. 22 A full understanding of transmission modes requires a comprehensive understanding of mechanisms on several different levels of organization, from virion structure to aspects of human behavior and social organization. We consider these latter aspects if necessary, but focus on the characteristics of transport medium and their consequences for virus inactivation. The empirical study of these issues is never easy, but especially challenging for aerosols. The size distribution of respiratory aerosols, their size changes after expulsion 2 and subsequent inhalation, 23 the pathogen concentration and the mechanisms of virus inactivation are factors that are very difficult to study empirically. Environmental persistence is key parameter, because it can place strict limits on the impact of a transmission pathway. Despite its probable relevance, and possibly because of the empirical challenges, the issue of environmental persistence and mode of transmission of influenza A has remained a comparatively neglected topic. Charles V. Chapin claimed in 1910 that communicable respiratory infections are transmitted by means of large droplets over short distances or through contact with contaminated surfaces. 24 This claim has remained dominant ever since. The paradigm of droplet and contact transmission experienced a temporary challenge through the pioneering work of William F. Wells, who produced experimental evidence for the existence of droplet nuclei as a means of airborne transmission of respiratory diseases. The airborne route of infection and influenza virus inactivation in aerosols was quite intensely researched from the late 1930s to the early 1980s, 25e44 received some still contested epidemiological support, 45 but then failed to attract noteworthy attention for many years. Outside the community of influenza researchers the topic of airborne transmission and virus inactivation remained of some interest 46 ; a review concluded that airborne transmission is possible for numerous types of viruses. 47 In influenza research, the airborne route only recently has regained significant and controversial interest. 3, 4, 48, 49 There appears to be agreement that airborne transmission is at least possible, but there is strong disagreement about importance. There are a number of reasons for this renewed attention to the airborne transmission route, for example the need to consider and develop non-pharmaceutical interventions in case of a pandemic 14, 15 or emerging diseases such as SARS where the transmission mode remained controversial and uncertain for some time and it subsequently turned out that airborne transmission was feasible. 50 These developments, and the threat of bioterrorism, 51 have reopened and revitalized the debate about the transmission modes of influenza.\n\nEnvironmental inactivation of influenza A virus also plays an essential role in other controversial issues. How does influenza A persist between seasonal epidemics? 52e55 Is there continuous serial, person-to-person transmission or do they survive extended periods in the environment? The threat of highly pathogenic avian H5N1 to jump permanently to human hosts has led to the consideration of a transmission The diameter of a sphere with unit density that has aerodynamic behavior identical to that of the particle in question Inhalable (inspirable) large droplets Airborne particles that enter the body through the nose and/or mouth during breathing Respirable droplet nuclei The fraction of inhaled particles that penetrates to the alveolar region of the lung and are available for deposition pathway that never was judged to be important for human influenza. In aquatic birds, influenza viruses are transmitted mainly through the fecaleoral route. 56 Could, ground water, lakes and pond sediments or arctic ice serve as long-term reservoirs for the virus and thus start to play a role in the epidemiology of the disease? Our aim here is to draw attention to environmental virus inactivation by emphasizing what role this process may play in the epidemiology of influenza. We critically review the available data and attempt to derive at least some robust qualitative conclusions. Given the differences in methodology in studies conducted in the course of several decades, it is hard to derive reliable quantitative patterns. We still offer numerical values of inactivation rates derived from the reviewed studies, but our conclusions are more an outline of the gaps that need to be closed than the presentation of an unequivocal message. We also review recent modeling studies, because showing that a certain transmission mode is feasible is not the same as showing that it also is an important pathway.\n\nThe question of environmental persistence is connected, but not identical to the issue of efficient disinfection. 57 Physical and chemical methods of inactivating influenza viruses and other infective agents can provide insight into mechanisms that determine and limit persistence in other settings. We will use evidence from studies on disinfection when appropriate, but we will not provide a thorough review of results from this field.\n\nWe attempted to identify all studies that report quantitatively and qualitatively the inactivation of human influenza A viruses in different environmental media without restrictions on publication year. In Medline and the Science Citation Index we used the search terms ''influenza virus'', ''inactivation'', ''environment'', ''survival'', and ''decay''. As these terms often failed to identify older literature, we also relied on the references provided by the papers found in the database search. Furthermore, we used chapters in relevant books.\n\nIf measures of initial and final titers and time were given, inactivation rates were calculated as aZ À ðlnN t À lnN 0 Þ=t, where t has the unit of days. In case the time course of titers was reported, a negative exponential function was fitted to estimate a. Curve fitting was performed using JMP6.0.0 â . If half times t 0.5 were given, a was calculated as ln2/t 0.5 . In some cases, approximate inactivation rates could be directly read from graphs. A number of papers only provide survival times, which is the maximum time virus could be detected. We report these values, but a biological interpretation of these times is difficult and we do not base any conclusions concerning transmission modes on survival times.\n\nInfluenza A virions are pleomorphic with shapes ranging from spherical to long filamentous; viral morphology is determined by genetic factors, viral proteins 58,59 and host cell type. 60 Virions contain a lipid envelope, which is densely covered by projections; there are about 500 individual spikes that cover the surface evenly and comprise the major glycoproteins hemagglutinin (HA) and neuraminidase (NA). These surface projections are 10e14 nm long and 4e6 nm in diameter. The envelope also contains the M2 protein; M2 is an integral membrane tetramer, which functions as an ion channel. Virions are composed of Figure 1 Classification of respiratory droplets and modes of influenza transmission. Both inhalable and respirable particles can contribute to all three transmission modes. Large droplets with an aerodynamic diameter above 100 mm are not inhalable, will settle on surfaces within a few seconds of being expelled and can thus only contribute to contact transmission.\n\n18e37% lipids by weight. The composition of viral envelope lipids and host cell membranes are similar as the lipids are modified plasma membrane-derived host cellular lipids. Under the viral envelope there is a M1 protein layer. Inside the virion, the eight segments of linear negativesense, single-stranded RNA are bound to the nucleoprotein and to the RNA polymerase, which is composed of three subunits (PB2, PB1, and PA). The NS2 protein or NEP probably functions as a nuclear export protein for viral RNA in infected cells. NS1 is the only non-structural protein of influenza virus and seems to regulate viral and cellular protein expression.\n\nViral tropism is of fundamental importance to transmission dynamics. The HA protein is thought to play a key role in determining host and cellular specificity. Tropism of human influenza A virus is determined by the binding to glycolipids or glycans that contain terminal sialyl-galactosyl residues with a 2-6 linkage, Siaa2-6. Avian viruses bind to Siaa2-3. Another important determinant of tropism is the specificity of the protease cleavage site on the HA protein, which in human and avian low-pathogenicity viruses can be cleaved only by trypsin-like proteases present in the respiratory or gastrointestinal tract. In highly pathogenic avian viruses this site has mutated and can be cleaved by proteases found in many tissues. A number of recent studies attempting to define distribution and targets of human and avian influenza viruses have resulted in a range of sometimes conflicting results. 61e63 These discrepancies make it particularly difficult to identify unambiguously the range of potential target cells of influenza virus contained in aerosol particles of different sizes. A precautionary approach suggests that both upper and lower respiratory tract down to the alveoli should be regarded as targets.\n\nThe fact that influenza A virions are enveloped by a lipid bilayer is one major determinant of their survival capabilities. One broad generalization is that enveloped virions are less stable in the environment than nonenveloped virions: There is, however, considerable variation. The enveloped SARS coronavirus is quite stable and versatile. 64e66 Enveloped viruses belonging to the Bunyaviridae family show large differences in their stability outside their hosts. 67 Moreover, the above generalization does not tell us very much about the variability in survival ability of influenza viruses with regard to environmental, physiological and genetic factors of host and pathogen. The ecology of the host organism, host cell type used for replication and virus strain can conceivably all influence the ability of a virus to spread using a certain transmission pathway.\n\nCoughing and sneezing produce droplets in size range from less than 1 to up to 2000 mm. 2,68e70 After expulsion, respiratory particles shrink nearly instantaneously to half their original size. 2 Particles larger than 10 mm contain more than 99.9% of the aerosol volume and therefore also most likely the same proportion of the pathogen load of a cough or a sneeze. The inhalability of particles levels off at about 30% for particles > 70 mm, 71 but a number of studies find values far below 30% for particles > 50 mm. 72 Most pathogens expelled by coughing or sneezing are thus in large droplets not available for inhalation, either because they are too large or because they have settled quickly after expulsion. Still, this finding does not imply that infection by inhalation is unimportant or unlikely, as the infectivity of an inhaled aerosol particle loaded with virus also depends on the region of deposition, the regional distribution of target cells and the minimum number of viruses that are required for an infection. Size-dependent regional deposition of airborne particles that have entered the respiratory tract depends on nose-or mouth-breathing, tidal volume, breathing frequency and anatomical features. As a broad generalization it can be stated that in the alveolar region the deposition fraction of particles with a size of 4e6 mm is around 0.5 and that particles larger than 10 mm are not respired and thus not deposited. 73, 74 Other factors such as the infective dose for the different pathways and droplet diameters and virus inactivation have to be considered as well.\n\nPathogen-loaded aerosols can only cause disease if the pathogens survive in the airborne state. Research has mainly addressed the role of relative humidity (RH) and temperature in the inactivation of aerosolized influenza A viruses. Pollutants (''open air factor'') and solar UV radiation have received a far more limited attention. Only very little is known about the actual biological or physicochemical mechanism of inactivation in the airborne environment.\n\nThe study of the inactivation of influenza virus as a function of relative humidity and temperature has produced contradictory results. Several investigators found that aerosolized influenza virus survives well at low RH and is inactivated quickly at medium and high RH. 28,29,31e34 Other researchers identified a distinct survival minimum at middle RH and an increase in survival at high RH 30 or at both low and high RH. 43 Low temperatures increase survival at each level of RH. 33 Table 2 summarizes the range of daily inactivation rates (first-order rate constants) for influenza viruses if the value could be estimated from the data or graphs provided. Some studies only provide maximum survival times and insufficient information on initial titer and it is thus impossible to estimate inactivation rates. Maximum survival times vary between 1 h (80% RH) and 24 h (20% RH). 29 Comparing the survival of human, avian, swine and equine influenza A viruses in aerosols, it was found that equine and avian influenza viruses survive much longer in the airborne state (24e36 h) than human influenza viruses (9e18 h). 39, 41 These experiments suffer from a number of serious problems that severely limit their value; they were performed at 75% RH, virus preparations were not quantified with any degree of precision and human influenza viruses were grown in embryonated eggs at the suboptimal temperature of 37 C.\n\nMany studies addressing the topic of RH and influenza A virus inactivation were motivated by the strong seasonality of inter-pandemic influenza in higher latitudes. The experimental results cited above imply that low RH in heated indoor environments in winter support influenza virus survival; a predominantly indoor living mode during this time of year facilitates transmission and the outbreak of epidemics. It has been suggested that enveloped viruses in general show this pattern of RH-and temperaturedependence. 75 Several recent epidemiological studies on influenza in the tropical regions put into doubt this generalization. In the city of Pune in Western India, the highest numbers of influenza A isolates are identified in the rainy months from July to September 76 and in Dakar, Senegal, influenza incidence peaks during the hot and rainy season. 77 In North-East Brazil, peak periods of influenza A and B also occurred during the rainy season. 78 In equatorial Brazil, peak influenza activity coincides with periods of high humidity, whereas colder temperatures are associated with increased viral activity in subtropical regions of Brazil. 79 However, epidemics also occurred in these countries outside of the rainy season 80, 81 and there is no correlation between rainfall and influenza virus activity. 82 The findings on influenza in tropical regions thus do not offer a clear-cut picture of seasonality, but they strongly suggest that the seasonal timing of outbreaks is not driven exclusively by the RH-dependence of virus inactivation in aerosols. 31 A recent hypothesis states that in the tropics contact transmission might predominate, whereas in temperate climate airborne transmission prevails 48 : in conditions of high humidity exhaled respiratory droplets will grow and thus settle quickly on surfaces and become available for contact transmission. This explanation fails to convince. It is realistic to assume that the size distribution of expelled respiratory droplets is created at 100% RH at the moment of expulsion. Even at a high RH of 80% respiratory droplets quickly decrease in diameter. 7 Water droplets with a diameter of 1 mm evaporate within a few milliseconds, even at high RH. Droplets with a diameter of 100 mm survive up to 1 min at high RH. The time dependent equation for the droplet diameter d(t) after an expiratory event shows that the droplet diameter at time t converges to its initial value d 0 as the relative humidity increases. 2 The presence of nonvolatile solutes in the expulsed material does not significantly change these patterns. After a cough or sneeze, there will be more large droplets at high RH than at low RH available to settle on surfaces, but there will also remain plenty of airborne fine droplets in both situations. It seems therefore unlikely that a change to a high RH can tip the balance so that contact transmission becomes dominant over airborne transmission. A recent paper 49 modifies the earlier hypothesis and argues that transmission by contact is insensitive to RH and temperature with the result that influenza can occur throughout the year in the tropics. However, no data are provided on the inactivation of virus on surfaces as a function of temperature or RH. We are aware of only one study that investigates the outcome of drying on glass slides on the infectivity of influenza A virus. 83 At 20% RH and 20 C they found an inactivation rate of 38 day À1 , at 84% RH and 20 C an inactivation rate of 77 day À1 . These data suggest that inactivation on non-porous surfaces is sensitive to RH. However, the suggestion that differences in inactivation-dependencies in aerosols and on surfaces may lead to changes in transmission regimes is interesting and merits comprehensive experimental scrutiny.\n\nUltraviolet radiation in the sunlight is a major natural virucidal agent in the outdoor environment 13,84e87 and very efficiently inactivates the enveloped MHV coronavirus. 88 Expected UV inactivation of influenza A virus by solar UV radiation in various cities of the world can reach values from negligible to 21 day À1 ; in higher latitude cities, winter UV-inactivation rates are generally below 2.3 day À1 and could thus allow aerosolized virions to survive for several days. 13 The claim that solar UV radiation can have an effect several orders of magnitude stronger than changes of relative humidity or of temperature 13 is based on the erroneous assumption that the inactivation rates calculated in an earlier paper 31 are daily rates. However, rates are reported with the unit of min À1 , and the daily inactivation rates caused by changes in relative humidity are in fact in the same order of magnitude as the expected UV-inactivation rates. 89 Open air factor The term ''open air factor'' (OAF) aptly describes the illdefined character of this agent. Outside air often proved to be much more toxic to microorganisms than inside air under the same conditions of photoactivity, RH and temperature. 90 Subsequent work demonstrated that no single factor was responsible for this toxic property of outside air, but that OAF represents a collection of highly reactive chemical species, most likely the products of reactions of ozone with olefins. 91 Ozone can be a potent inactivator of viruses and appears to be especially effective if the fluids to be treated are nebulized. 92 So far, with respect to OAF, only the inactivation of non-enveloped viruses has been investigated. In the phage 4X174, OAF damages both the protein coat and the DNA. The impact of outdoor air on microbial survival was nearly completely ignored for at least two decades, but some limited interest is re-emerging connected to using synthetic OAF as a novel decontaminant. 93 \n\nLittle is known about the actual biophysical and biochemical processes of influenza virus inactivation. The airborne environment is hostile to microorganisms owing to desiccation, radiation, ozone and pollutants. An influenza virus can be inactivated by damaging the RNA, the protein coat or the lipid bilayer and the associated glycoproteins. Only inactivation of viral RNA through UV radiation represents a straightforward mechanism of inactivation. Decreasing temperature increases the lipid ordering of the envelope and thus perhaps the stability of influenza A. 94 The effect of RH on influenza virus suggests a crucial role of water in inactivation processes. Water is essential in the formation and maintenance of the bilayer structure of the viral envelope. Perhaps this integrity is guaranteed at low to medium RH. The inactivation of suspended virus by shaking is correlated with the generation of a continuously renewing airewater interface. 95 Because of their hydrophobic nature, lipid-containing viruses tend to accumulate at the surface of droplets and there they might be subjected to surface forces that destroy the lipid bilayer.\n\nThese data and considerations suggest that at least in indoor environments airborne transmission through fine droplets may be a plausible pathway. At low RH and low to moderately high temperature (up to 25 C) and if not exposed to UV radiation and pollutants, influenza A viruses may remain alive and infectious for a considerable time in the airborne state. Taking into account that the airborne infectious dose ID 50 (the dose that infects 50% of the exposed persons) is in the range of only 0.6e3.0 TissueCultureID 50 , 37 transmission through fine droplets becomes even more plausible. Droplet transmission is usually considered to be the most important transmission mode, but transmission through this pathway is most likely a rare event. 96 Inactivation is unlikely to be a limiting factor for droplet transmission, but calculations based on the aerodynamics of large droplets show that even a close cough is unlikely to cause infection, whereas a close, unprotected, horizontally directed sneeze may be potent enough to cause droplet transmission. 96 It remains unknown how common such an event is, but such sneezes are probably quite rare in adults. Droplet transmission through is also constrained by the infectious dose: The nasal infectious dose is in the range of 100e1000 TCID 50 97,98 ; we could find no estimates for the ocular infectious dose of influenza A. The human conjunctival epithelium does not express the Siaa2-6 but rather the Siaa2-3 99 so human influenza viruses cannot infect the epithelium; it remains to be seen whether viruses inoculated in the eye could find their way to the nasal mucosa through the lacrymal ducts in sufficient amount to initiate an infection. It has to be emphasized that all these are considerations based on plausible mechanisms and estimates.\n\nAssuming that fomite transmission in most cases involves hands (droplet deposition on surfaces / transfer from surface to hand / transfer to mucosa or conjunctiva), then inactivation on the environmental surface and on human skin will be the two major limiting factors. Enveloped viruses such as parainfluenza virus or F6 have a very low survival on hands 100e103 and this appears to be the case for influenza A virus as well. 104, 105 For inanimate surfaces, porosity is a major factor influencing inactivation rates. At 35e40% RH, typical for indoor environments, influenza A virus survives for more than 24e48 h on stainless steel and plastic surfaces, but drops to undetectable levels after 8e12 h on porous surfaces such as paper tissue, pajamas or paper. 105 Transfer of viable influenza A virus from paper tissue to hands was only possible for 15 min, but transfer from stainless steel to hands for 24 h. The first-order inactivation rates of viruses on porous surfaces are approximately 24 day À1 and 2.9 day À1 on stainless steel; the latter value is an order of magnitude lower than the value reported for glass surfaces. 83 After the transfer to hands from both surface types, viable virus fell to low titers within 5 min; firstorder inactivation rates on hands range from 1300 to 2100 day À1 ; high spontaneous decay of influenza A virus on skin was also found in another study. 106 On Swiss banknotes influenza A viruses of the subtypes H1N1 and H3N2 have very low inactivation rates. 107 H1N1 shows a low inactivation rate of approximately 0.05 day À1 . The surprising finding is that influenza A/Moscow/10/99 (H3N2) showed no significant inactivation whatsoever after 10 days. Nasal mucus has a strong survival enhancing effect, probably mediated in part through stabilization by proteins and salts. 43 This might explain why influenza A virus can be detected on a wide range of fomites in homes and day care centers. 108 The type of metal can strongly affect inactivation rates. Influenza A remains viable for more than 24 h on stainless steel surfaces, but no more than 6 h on copper; the respective inactivation rates are 1.4 day À1 and 33.2 day À1 . 109 This study was performed at 22 C and 50e60% RH. The value for stainless steel is close to the value reported above. Influenza A virus on surfaces is RH sensitive as well; virus deposited and dried on glass slides shows the same pattern of RH sensitivity as in the airborne state. 83 The claim that avian influenza virus of the type H13N7 survives better on non-porous than on porous surfaces 110 is based on maximum detection times (which will depend on initial titer), not on inactivation or survival rates. Some of the calculated inactivation rates do not support the claim made by the authors. The first-order inactivation rate constants are, for example, 1.69 day À1 on steel, 1.32 day À1 on tiles, 0.58 day À1 on cotton fabric and 1.0 day À1 on feathers; the RH in which the experiments were conducted is not reported.\n\nThe highest inactivation rates of human influenza A virus thus occur on hands. The transfer of virus to hands appears to be a critical bottleneck for contact transmission via fomites. If, however, there is a constantly renewed ''standing stock'' of influenza viruses on surfaces and frequent hand contact with these surfaces, then even short survival times of influenza virus on human skin might make contact transmission probable. If people are not directly observed, nose-picking and eye-rubbing occur at a rate of approximately 0.4 h À1 ; if people are facing each other the rate is 10 times smaller. 111 These data suggest that the importance of contact transmission will depend on the environmental context. The significance of environmental context, i.e. type of surfaces and presence of observers, will interact with physiological mechanisms. As already mentioned above, the nasal infectious dose ID 50 is in the range of 100e1000 TCID 50 , whereas the airborne ID 50 is in the range of 0.6e3.0 TCID 50 . Still, given these differences in ID 50 it is difficult to judge intuitively which mode of transmission will prevail in a setting like a crowded train, cinema or theatre. Even if surfaces are heavily loaded and constantly reseeded with viruses, they might not survive long enough on hands as people might be reluctant to pick noses or display any other behavior that may result in self-inoculation. Infection through large droplets or droplet nuclei might be more likely in such a setting.\n\nThe risk of infection through contact with fomites might be considerable if non-porous surfaces such as door handles, light switches or telephone buttons in anonymous, but highly frequented settings such as hotel rooms, 112 public toilets or lobbies are involved. There, because of lower inactivation rates on such non-porous surfaces, high virus loads could accumulate and self-inoculating behavior may be more frequent because people feel unobserved. The finding that influenza A can survive many days on objects such as banknotes 107 that are frequently exchanged between persons is especially interesting and worrying.\n\nThe waterborne route of transmission is traditionally not considered to be relevant for respiratory viruses. The emergence of highly pathogenic avian influenza virus H5N1 as a perceived pandemic threat has changed this situation. Like most viruses that cause disease in humans, 113 influenza virus is a multi-host pathogen. Influenza A viruses have been isolated from many animal species including birds, pigs, horses, canines and sea mammals. 114 Wild aquatic birds, predominantly dabbling ducks, appear to be the reservoir of influenza A viruses. 115 All 16 subtypes of influenza A occur in birds and they usually do not cause overt disease symptoms but they may cause decreased performance during physiologically demanding phases in the annual cycle. 116, 117 Avian influenza viruses can be isolated from natural, open fresh water. 118 In wild birds, influenza is mainly transmitted through the fecaleoral route. 56 Infected droppings, nasal secretions or saliva from infected birds will enter the water environments where the birds aggregate and be ingested when the birds feed in the water. Scenarios describing the possible pathways avian influenza viruses e and especially highly pathogenic H5N1 e may adapt to transmission in humans and cause a new pandemic have been rehearsed frequently. 119 Transmission pathways and target tissues play a central role in these scenarios. For instance, the pathogenesis of H5N1 in mammals raises some new concerns about the waterborne route; in cats, H5N1 replicates in multiple extra-respiratory tissues, including cells in the small intestine. 120 Alternatively, birds like the quail may act as the ''route modulator'' that changes the pathway from fecaleoral to airborne transmission. 121 In this context of speculative scenarios, the influenzarelated risk posed by water resources, water supplies and sanitation has received some limited attention. 122 There is apparently no quantitative information on the inactivation of human influenza A viruses in open, liquid water; H1 sequences have been isolated from Siberian lake water, but no further information on inactivation rates is provided. 123 The most recent work on low-and highpathogenic avian influenza virus inactivation in water investigates 8 subtypes of low-pathogenic avian influenza (LPAI) viruses and two strains of high-pathogenic H5N1 (Anyang/01 and Mongolia/05). 124 Virus inactivation depends on pathogenicity, salinity and temperature (see Table 3 ): survival decreases with salinity and temperature and LPAI survive longer than HPAI. These results imply that avian influenza viruses can under circumstances of low salinity and low temperatures persist many weeks in water. The fact that high-pathogenic avian influenza virus H5N1 has a lower persistence than low-pathogenic subtypes contradicts the claim that high virulence should be positively correlated with durability outside the host. 22 It is unclear how significant a role persistence of influenza A in water may play in the transmission dynamics during an epidemic or pandemic. However, inactivation in water could affect the long-term epidemiology and evolution of avian influenza viruses. The fact that avian influenza viruses can potentially persist several months in water affects the way the concept of a reservoir for influenza is defined. A reservoir can be defined ''as one or more epidemiologically connected populations or environments in which the pathogen can be permanently maintained and from which infection is transmitted to the defined target population''. 125 Like soil is an important environmental reservoir of insect-pathogenic viruses, 126 ponds, or sediments of ponds 127 and lakes could act as environmental reservoirs for avian influenza viruses.\n\nInfluenza A virus genes have been isolated from Siberian lake ice and the claim has been put forward that environmental ice and snow can act as a long-term abiotic reservoir for these viruses. 123 It has been maintained that freezing, especially without cycles of thawing and refreezing, can maintain the integrity and viability of the majority of viruses. 128 These observations are problematic in several respects. Influenza A virus quickly loses infectivity if stored at À20 C and below (it retains, however, infectivity at temperatures below À70 C). 129 Furthermore, viruses were detected using RT-PCR and the actual infectivity of recovered influenza viruses was never tested. Moreover, it is possible that the detection of influenza A virus genes was caused by laboratory contamination. 130 There is thus still no credible evidence that environmental ice acts as a biologically relevant reservoir for influenza viruses.\n\nThe ability to recover active viruses from some environmental medium, for example aerosols, does not prove that transmission via this medium is in fact responsible for many or most naturally occurring infections. Mathematical modeling has so far been a rarely used resource in attempts to understand the interaction of factors that affect transmission. The immediate usefulness of mathematical models depends of course very much on the availability and reliability of parameter estimates. Unfortunately, for many crucial parameters that enter into mathematical models no reliable estimates are available. Until such parameter values are available, mathematical models still remain a useful and powerful tool to investigate a range of plausible scenarios and to identify potentially critical parameters.\n\nEstimates of pathogen emission rates, of airborne pathogen concentration as a function of equilibrium droplet diameter, of the expected number and size of inspired and respired droplets and of the infectious dose can be used to calculate the airborne infection risk in a well-mixed room (WMR) construct 2 ; the WMR construct implies that the estimate is reasonable for persons not close to the emission source. For Myobacterium tuberculosis a risk of 0.79% is calculated for 1 h of exposure (assuming an inactivation rate of 2.77 day À1 ). This estimate relies on the assumption that one bacterium may be enough to cause an infection; estimates of the minimum infective dose for tuberculosis range from 1 to 5 bacili. 131 For influenza, the airborne infectious dose (ID 50 , see above) is approximately 0.67 TCID 50 for virus reaching the respiratory epithelium. 96 It is not clear how many virions correspond to one unit of TCID 50 ; reported ratios of TCID 50 to number of virions are 1:100, 1:400 and 1:650. 132e134 A rough calculation based on volumes of droplets and virions suggests that between 10 3 and 10 7 virions fit into droplets with diameters between 1 and 10 mm; these numbers do not take into account virus inactivation or packing and thus give an upper limit for the number of infective virions per droplet. These estimates, however, show that a dose of 0.67 TCID 50 could easily fit into one droplet. Therefore the risk calculated for M. tuberculosis might furnish us at least with a reasonable estimate of the order of magnitude of the risk for airborne infection of influenza. A second, more detailed, approach presents an integrated model of the different modes of transmission, which provides a quantification of the rates of pathogen transfer at different steps of the transmission pathways. 19 In addition, also the pathogen dose and infection risk to a health care worker (HCW) in a scenario, in which the HCW attends a patient with a transmissible respiratory disease, is estimated. The model considers inhalation of aerosol, respiratory droplet spray and contact transmission via surfaces. For close contact events, the authors calculate the infection risk per cough, given that the HCW is at close range at the moment of the patient's cough. For estimating the risk through contact transmission it is assumed that the HCW spends 15 min in the vicinity of the patient. In their scenario, the infection risk due to droplet spray is 50-fold greater than infection risk due to respirable pathogens (0.021 vs. 4.5 Â 10 À4 ). The infection risk due to hand contact with mucous membranes is 0.029. The calculated risks will depend very much on the specific pathogen. One assumption is, for example, that inactivation rates are the same for aerosols, on porous and non-porous inanimate surfaces and on hands. For influenza, such an assumption would certainly overestimate the risk of infection through contact transmission because virus survival on hands is very low.\n\nA similar approach provides a detailed mathematical model of rhinovirus and influenza infection risk due to airborne and contact transmission in a four-person household, 96 and the analysis is not limited by the WMR assumptions. The conclusion of the analysis is that airborne transmission is more dominant than contact transmission for interpandemic influenza. They also analyze separately the situation of a close expiratory event (cough and sneeze) with the result that the likelihood of droplet transmission from a close unprotected event is rather small. Events of this type are likely to be rare and data are insufficient to assess the relative importance of airborne and droplet transmission. Thus, droplet transmission might also be possible but the results strongly indicate a dominance of airborne transmission for influenza.\n\nStilianakis & Drossinos (unpubl. work) develop a SIR (susceptible-infected-recovered) model to study the contribution of airborne droplets ( 10 mm post-evaporation) and contact transmission during an influenza epidemic in a closed population. They conclude that respirable droplets are a possible transmission vector for influenza virus and that the relative importance of airborne and contact transmission depends on model parameters such as inactivation rates for which better estimates are needed.\n\nFor influenza, none of the three possible transmission modes has unambiguously been demonstrated to be responsible for most infections. A number of reasons seem to be responsible for this state of affairs. First, this reflects lack of profound interest e influenza was rarely perceived to be a critical threat to public health and the dogma of large droplet transmission was only rarely challenged. The risk perception concerning influenza has, though, undoubtedly changed in the past few years. Second, there are serious methodological difficulties studying transmission of influenza. Quick and accurate diagnosis of early stages of influenza was always hard and this renders detailed epidemiological studies of outbreak and transmission dynamics challenging. Many epidemiological studies in closed communities (health care settings, schools, etc.) still analyze respiratory illness based on symptoms and do not differentiate between the causes. Third, there is a lack of knowledge concerning fundamental biological and physical parameters affecting transmission pathways and disciplinary boundaries impeding the transfer, reception and acceptance of information. Inactivation of influenza A virus in different environmental media and the dynamic processes determining the fate of aerosols expelled by coughs or sneezes are two critical factors potentially affecting the epidemiology of the disease. There is an undisputable need for more information concerning the inactivation of influenza viruses: quite a number of studies investigated the survival of the influenza virus in different media, but most of the studies are several decades old. In contrast, the physical dynamics of aerosols are in fact well-known, 2 but the complexities are often not appreciated in the biomedical literature on influenza. And fourth, influenza can probably be transmitted via all three pathways. Thus it is perhaps not surprising that no single mode can be blamed for most infections. However, given the need to formulate robust and efficient nonpharmaceutical control measures in case of a new pandemic, more quantitative estimates for the importance of the different transmission modes are called for.\n\nOur survey demonstrates that some general findings can be identified from the studies investigating virus inactivation. These findings, in combination with theoretical and empirical findings from aerosol science show that, to phrase it carefully, airborne transmission of influenza cannot be dismissed. To phrase it more boldly, under some circumstances, airborne transmission may even be dominant. Let us quickly summarize the findings on virus inactivation and aerosol dynamics. Aerosolized influenza viruses are stable at low RH and low to moderately high temperatures. Conflicting experimental evidence and the epidemiology of influenza in tropical regions cast some doubt on the finding that high RH significantly decreases virus survival. The inactivation rate constants found in these studies can differ by several orders of magnitude: on inanimate surfaces and in aerosols these rates are in the order of 1e 10 2 , on hands in the order of 10 3 . The lowest inactivation rates e in the order of 10 À1 e10 À2 e are reported for avian influenza viruses in cool water with low salinity. Half-life of influenza A viruses in aerosols can thus range from 1 to 16 h. Assuming a well-mixed room setting and given the low airborne infectious dose it seems likely that virus inactivation will not critically constrain airborne transmission via fine droplets. High inactivation rates on hands, however, may limit contact transmission.\n\nIt still remains very difficult to assess the relative importance of transmission through large droplets vs. droplet nuclei because very different mechanisms are at play in the two cases. Droplet transmission requires the direct deposition of large droplets on the mucosa of a susceptible person and only mechanisms that occur immediately after expulsion (<1 s) in a restricted space around the event matter. Therefore, virus inactivation and gravitational settling of particles do not play a major role. In order for droplet transmission to occur infected and susceptible persons have to be in close contact (several tens of cm apart), of comparable height and the sneeze or cough has to be directed in the ''right'' direction. The stopping distances of expelled particles provide another telling illustration of the complexities involved in droplet transmission: particles smaller than 488 mm (cough) or 232 mm (sneeze) will not travel further than 60 cm. 96 In contrast, contact transmission via fomites and airborne transmission via fine droplets will depend on mechanisms that occur at different spatial scales and over longer time-periods: the size distribution of expelled particles equilibrates nearly instantaneously through very rapid evaporation, 2 large particles settle quickly on surfaces and fine particles can remain airborne for considerable time. The risk of infection will thus depend on the interaction of virus inactivation, infectious dose and on behavioral parameters. There is insufficient information to quantify reliably the risk of influenza A infection via fomites or through the airborne route, but reported values for virus inactivation and infectious dose make it plausible that transmission through both pathways can occur. However, transmission through fomites probably depends far more on flexible, context-dependent behaviors than airborne transmission. It is also important to note, that influenza virus can show unexpectedly high stability on some non-biological surfaces. 107 The theoretical analyses 2, 19, 96 all agree that the airborne route can significantly contribute to the infection risk. All these approaches show that mathematical models can provide interesting insights. Mathematical models can comprehensively describe fundamental physical processes, e.g. the fast evaporation rate or the settling velocity of droplets of different sizes, which set the boundary conditions for a biological process such as the airborne transmission of a pathogen. Such theoretical analyses can help in testing and evaluating scenarios and thus can contribute significantly to the understanding of transmission mechanisms.\n\nAnalyses that attempt to clarify the effects of control measures on the spread of respiratory infectious diseases merely offer clues on the importance of contact transmission and only very few studies directly address influenza. An unspecific measure such as handwashing can be effective against the main respiratory viruses, including influenza. 136 A quantitative review finds that hand cleansing can cut the risk of respiratory infection by 16%. 137 This suggests that in hospital and care settings contact transmission is important. Hand hygiene can reduce respiratory infection risk also in home and community settings. 138 Face masks obstruct all transmission pathways because they block both the source and the main entry pathways of respiratory viruses. Wearing simple face masks significantly reduced the risk of infection from SARS-CoV. 139, 140 N95 masks are even more effective. 141 If these findings are relevant for influenza is unknown. The private and public control measures implemented during the 2003 SARS outbreak in Hong Kong also reduced the incidence of other respiratory illnesses, such as RSV, parainfluenza and influenza. 142 This review also directs the view towards additional topics that are interesting and require more attention. Beyond the identification of some very broad generalizations, the characteristics of viruses that determine their environmental persistence remain largely unknown. Influenza viruses are enveloped; they are assembled at the plasma membrane of the host cell and bud from lipid microdomains called ''lipid rafts''. 143 The relationship between virus envelope and host cell membrane composition is complex. It is beyond the scope of this review to go into details of the biochemistry and biophysics of lipid membranes, but a few points deserve mentioning. It has long been known that the lipid composition of the viral and cellular membrane can differ significantly. 144 On the other hand, various strains of the influenza A virus have different fatty acid compositions even if they are derived from the same cell type. 145 It remains to be convincingly shown in which way the lipids and other components of the host cell play a role in determining the phenotype and thus the phenotypee environment interaction of enveloped viruses.\n\nWe believe that the biology of virus inactivation and the physics of aerosols make it likely that the airborne route is a potentially important transmission pathway for influenza in indoor environments, especially in unventilated conditions. It also seems likely that the importance of droplet transmission has been overrated. Even if this conclusion is accepted, there are no easy and immediate recommendations for the design of control measures because many other considerations have to be taken into account. For example, face masks can make breathing difficult and are frequently improperly donned. 146 Compliance with quarantine measures was low during the 2003 SARS crisis in Canada and this measure caused psychological distress. 147 Given the costs and the uncertainty of the effectiveness of nonpharmaceutical control measures such as face masks and quarantine, there is an urgent need for further empirical and theoretical research on the transmission pathways of influenza viruses."}