{"title": "5′-Fluoro-5′-deoxyaristeromycin NIH Public Access Author Manuscript", "body": "Our original plan to 2 was to carry out a direct fluorination at the C-5′ center of the known aristeromycin precursors 3 or 4. 8 In that direction we found it synthetically more practical to prepare the unknown cyclopentyl protected derivative 5 employing a series of new cyclopentyl derivatives (via Scheme 1). However, various attempts at converting 5 to 6 (for example, using DAST shown as example in Scheme 1) were unsuccessful.\n\nAttention then turned to creating a fluoro-bearing cyclpentyl unit for coupling with an appropriately functionalized purine base. Scheme 2 presents the steps employed to the requisite precursor 15. To circumvent the interference by the C-6 amino substituent of adenine under the Mitsunobu coupling conditions, 9 N 6 -bis-boc protected adenine was employed with 15 in the presence of diisopropyl azodicarboxylate to yield 19. Acidic deprotection of 19 led to the desired 2. 10 *Corresponding author. Tel.: 334-844-5737; fax: 334-844-5748; e-mail: E-mail: schnest@auburn.edu. Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. To gain a glimpse into the biological potential of 2, it was subjected to antiviral analysis versus herpes simplex-1, herpes simplex-2, herpes simplex-1 (TK − ), vaccinia, cowpox, vesicular stomatitis, coxsackie B4, respiratory syncytial, parainfluenza 3, reovirus-1, Sinbis, Punta Toro, rhinovirus, adenovirus, hepatitis C, and West Nile, and feline coronavirus. 11 No activity was found for these viruses. However, effects towards measles (MO6) were observed (EC 50 2.8 μM, neutral red assay; EC 50 13 μM, visual assay). As a member of the paramyxoviridae family of viruses it might be expected that some activity would be seen with an aristeromycin analog since this viral family is susceptible to inhibition of S-adenosylhomocysteine metabolism. 12 It is surprising, however, that the other paramyxo representatives (respiratory syncytial and parainfluenza) and none of the other viruses (for example, vaccinia, cowpox, vesicular stomatitis, and reo) that are vulnerable to such interference were not effected by 2. 12 Perhaps, another mechanism is selectively operative for 2 towards measles. 13 No cytotoxicity arose in the cell lines used for the antiviral assays. 14 Scheme 1. "}