{"title": "Screening and identification of T helper 1 and linear immunodominant antibody-binding epitopes in spike 1 domain and membrane protein of feline infectious peritonitis virus", "body": "Feline coronavirus (FCoV) belongs to Alphacoronavirus of the family Coronaviridae. FCoV is mainly composed of nucleocapsid (N) protein, membrane (M) protein, and peplomer spike (S) protein [1] . FCoV is classified into serotypes I and II according to the amino acid sequence of its S protein [2, 3] . Both serotypes consist of two biotypes: feline infectious peritonitis virus (FIPV) and feline enteric coronavirus (FECV). FECV infection is asymptomatic in cats. In contrast, FIPV infection causes a fatal disease called FIP. Cats that developed FIP were affected in several organs, and central nervous system, forming lesions accompanied by necrosis and pyogenic granulomatous inflammation [1] . Several studies have investigated potential vaccines to prevent FIP. Virulence-attenuated live or inactivated FIPV vaccines have been experimentally used for the prevention of FIP. However, none of these have exhibited a sufficient preventive effect and actually enhanced the development of FIP [4] [5] [6] [7] [8] [9] [10] . When anti-FCoV antibody-positive cats were inoculated with FIPV, the onset time of FIP is earlier than that in antibody-negative cats, and symptoms are severer [11] . This phenomenon is known as antibody-dependent enhancement (ADE) of FIPV infection.\n\nMemory CD4 + and CD8 + T-cells were shown to rapidly produce IFN-␥ in response to stimulation with inactivated-SARS coronavirus (SARS-CoV) in patients who recovered from SARS [12] [13] [14] [15] [16] [17] [18] . In contrast, IFN-␥ production was not induced by inactivated-SARS-CoV in patients with a condition that progressed to a serious state or death after SARS-CoV infection. Based on the above findings, it was suggested that memory CD4 + and CD8 + T cells, i.e., the cellular immune response, may participate in viral clearance in recovered SARS patients. We similarly showed that peripheral blood mononuclear cells (PBMCs) obtained from FIPVinfected non-FIP cats specifically and significantly produced feline IFN-␥ (fIFN-␥) against heat-inactivated FIPV stimulation, while those from FIP cats did not [19, 20] . These results support the previous finding that T helper (Th)1 activity plays an important role in defense against FIPV infection. Thus, the induction of Th1 activity is essential for the development of vaccines against FIPV infection [1, [21] [22] [23] [24] .\n\nThe S protein of FCoV exists as radially protruding trimers on the envelope membrane, and can be structurally or functionally divided into two domains, namely the S1 and S2 domains [25] . We previously synthesized peptides in the S2 domain of S and N proteins inducing fIFN-␥ production in PBMCs collected from cats that had recovered from FIPV infection (FIPV-infected non-FIP cats) [19] .\n\nIt is important for the development of effective peptide-based vaccines against FIPV infection to include Th1 epitopes, but not ADE epitopes. In the present study, we identified Th1 and linear immunodominant antibody-binding epitopes in the S1 domain and M protein of FIPV. We also selected peptides that strongly induce Th1 activity from those derived from the structural proteins (S, M, and N proteins) of FIPV based on this study and previous studies.\n\nA set of peptides were synthesized by Sigma-Aldrich (U.S.A.). Thirty peptides (I-S1-1 to I-S-30) were derived from the S1 domain of the type I FIPV KU-2 strain (Table 1) , and thirty peptides (II-S1-1 to II-S1-30) were derived from the S1 domain of the type II FIPV 79-1146 strain (Table 1) , respectively. Twenty-five (I-M-1 to M-25) peptides were derived from the M protein of the type I FIPV KU-2 strain (Table 1) . Three (II-M-1 to II-M-3) peptides were derived from N-terminal end of the M protein (aa1 to aa40) of the type II FIPV 79-1146 strain (Table 1) . Th-1 activity-inducing peptides derived from the S2 domain and N protein of FIPV (I-S2-4, I-S2-6, I-S2-15, II-S2-10, NP-7 to NP-9) were prepared as described by Satoh et al. [23] . All peptides were purified with purities higher than 70% and supplied as a lyophilized powder. The peptides were dissolved in 10% dimethyl sulfoxide at 1 mg/ml, aliquoted, and stored at −80 • C.\n\nThe type I FIPV KU-2 strain was isolated in our laboratory, while the type II FIPV 79-1146 strain was supplied by Dr. M.C.\n\nHorzinek (University Utrecht). FIP did not develop in cats inoculated oronasally with the FIPV KU-2 strain, but developed in approximately 50% of cats inoculated intraperitoneally. When cats passively immunized with the anti-FCoV antibody were inoculated intraperitoneally with the FIPV KU-2 strain, approximately 80% of them developed FIP. The FIPV 79-1146 strain inoculated orally induced FIP in approximately 90% of anti-FCoV antibody-negative cats [19] .\n\nWe used anti-FCoV antibody-negative specific pathogen-free (SPF) cats that were 2-5 years old in the present study. Cats inoculated orally with the Type I FIPV KU-2 or type II FIPV 79-1146 strain that did not develop FIP were used [23] . Age-matched SPF cats were used as controls. These cats were maintained in a temperaturecontrolled, isolated facility. All experiments were performed in accordance with the Guidelines for Animal Experiments of Kitasato University (No. 12-039).\n\nPBMCs were prepared as described by Satoh et al. [19] . fIFN-␥ was measured by sandwich ELISA, as described previously [20] , to evaluate Th1 immune activity in PBMCs. PBMCs (5 × 10 6 cells/ml) were cultured with each synthesized peptide (30 g/ml), heat-inactivated virus (FIPV KU-2 strain, 10 4.6 TCID 50 /ml; FIPV 79-1146 strain, 10 5.0 TCID 50 /ml) as a positive control, or culture medium alone as a negative control at 37 • C for 9 days. FIPV culture fluid heated at 56 • C for 30 min was used for heat-inactivated FIPV. ELISA plates (Thermo Fisher Scientific, U.S.A.) were coated with 100 l of the unlabeled anti-fIFN-␥ MAb (5 g/ml) in carbonated buffer at 4 • C overnight. The plates were blocked with a blocking buffer. After washing, 100 l of the culture supernatants and standard samples of recombinant fIFN-␥ (rfIFN-␥) (R&D Systems, U.S.A.) were added to each well and incubated at 37 • C for 1 h. After another wash, 100 l of the biotinylated anti-fIFN-␥ MAb (1 g/ml) was added to each well and the plates were incubated at 37 • C for 1 h. An optimal dilution (1:1000) of horseradish peroxidase (HRP)conjugated streptavidin (Millipore, U.S.A.) was added and the plates were incubated at 37 • C for 30 min. The substrate solution was prepared by dissolving o-phenylenediamine dihydrochloride at a concentration of 0.4 mg/ml in 0.1 M citric acid and 0.2 M Na 2 HPO 4 buffer (pH 4.8) and adding 0.2 l/ml of 30% H 2 O 2 . The reaction was stopped with 3 N H 2 SO 4 solution, and the optical density (OD) at 492 nm was determined. The minimum detectable concentration was defined by the standard deviation of the dose measurement at a zero dose or the background. fIFN-␥ levels in the supernatants were interpolated from the rfIFN-␥ standard calibration curve.\n\nELISA plates (Sumitomo Bakelite, Japan) were coated overnight at 4 • C with each peptide (1.0 g/100 l/well) diluted with 0.05 M carbonate buffer. After washing with PBS containing 0.02% Tween-20, the plates were blocked with a blocking buffer containing 25% Block Ace (DS Pharma, Japan) in PBS at 25 • C for 120 min. Then, each well of the plates received 100 l plasma of FIPV KU-2-infected cats, FIPV 79-1146-infected cats, or SPF cats. After 120 min incubation at 25 • C, the plates were washed and peroxidase (POD)-conjugated goat anti-cat IgG (MP Biomedicals, U.S.A.) was diluted to the optimal concentrations (1:8000), and then 100 l of the dilution was added to each well of the plates. After incubation at 37 • C for 30 min, the plates were washed and each well received 100 l of substrate solution and was incubated at 25 • C for 20 min in the dark. The substrate solution was prepared by dissolving o-phenylenediamine dihydrochloride at a concentration of 0.4 mg/ml in 0.1 M citric acid and 0.2 M Na 2 HPO 4 buffer (pH 4.8) and adding 0.2 l/ml of 30% H 2 O 2 . The reaction was stopped with 3 N H 2 SO 4 solution, and the optical density (OD) at 492 nm was determined.\n\nFeline Th1-type immunity-induced CpG-ODN (fCpG-ODN Nos. 2, 5, and 10: fCpG-ODNs), identified by Satoh et al. [26] , was used for the vaccine adjuvant. Three peptides (I-S2-15, II-S2-24, and M-9; 4.5 mg/ml each) and 3 fCpG-ODNs (30 g/ml each) were mixed, respectively, and 800 l of each mixture was then added to a vial containing freeze-dried liposomes (COATSOME EL-01-C; NOF, Japan) and mixed well. This solution was diluted 5 times with PBS and used as Peptide + CpG. The schedule of experiments is shown below: Cats were separated into two groups. Control group: Six cats were administered with PBS (1 ml/head) on post 1st vaccination (Day)s 0 and 21. Peptide + CpG group: Six cats were vaccinated by an s.c. injection on Days 0 and 21 with Peptide + CpG (1 ml/head). PBMCs were collected on day 35, and fIFN-␥ production was measured.\n\nData from two groups were analyzed by the Student's t-test, and multiple groups were analyzed by a one-way ANOVA.\n\nPBMCs obtained from five FIPV KU-2-infected non-FIP cats (3 males and 2 females) and five SPF cats (3 males and 2 females) were cultured with each peptide derived from the S1 domain of the FIPV KU-2 strain (Fig. 1A upper panel) . In FIPV KU-2-infected non-FIP cats, the concentration of fIFN-␥ in the supernatants of PBMCs cultured with heat-inactivated FIPV KU-2 was significantly higher than that of PBMCs cultured with medium alone. However, no significant increase was observed in the fIFN-␥ level in the culture supernatant of PBMCs cultured with the peptides. In SPF cats, the concentration of fIFN-␥ in the supernatant did not increase even in PBMCs cultured with either peptide. The reactivity of plasma collected from five FIPV KU-2-infected non-FIP cats and five SPF cats against these peptides was examined by indirect ELISA (Fig. 1A lower panel) . The OD values of plasma from FIPV KU-2-infected cats against three peptides (I-S1-11 to I-S1-13) and heat-inactivated FIPV KU-2 were significant higher than those of SPF cats.\n\nPBMCs obtained from five FIPV 79-1146-infected non-FIP cats (4 males and 1 female) and five SPF cats (3 males and 2 females) were cultured with an individual peptide derived from the S1 domain of the FIPV 79-1146 strain (Fig. 1B upper panel) . In FIPV 79-1146infected non-FIP cats, fIFN-␥ levels in the supernatants of PBMCs cultured with seven peptides (II-S1-5, -14, -15, -19, -23, -24, and -27) and heat-inactivated FIPV 79-1146 were significantly higher than those of PBMCs cultured with medium alone. In SPF cats, the concentration of fIFN-␥ in the supernatant did not increase even if PBMCs were cultured with either peptide. The reactivity of plasma collected from five FIPV 79-1146-infected non-FIP cats and five SPF cats against these peptides was examined (Fig. 1B lower panel) . The OD values of plasma from FIPV 79-1146-infected cats against three peptides (II-S1-2, -10, and -12) were significantly higher than those of plasma from SPF cats.\n\nPBMCs obtained from five FIPV KU-2-infected non-FIP cats, five FIPV 79-1146-infected non-FIP cats, and five SPF cats were cultured with each peptide derived from the M protein of the FIPV KU-2 strain (I-M-1 to I-M-3, M-4 to -25) and 79-1146 strain (II-M-1 to -3). In FIPV KU-2-infected non-FIP cats, the concentration of fIFN-␥ in the supernatants of PBMCs cultured with sixteen peptides (I-M-1, M-6 to -10, M-11 to -19, -21, and -22) and heat-inactivated FIPV KU-2 were significantly higher than those of PBMCs cultured with culture medium alone ( Fig. 2A upper panel) . In FIPV 79-1146-infected non-FIP cats, fIFN-␥ levels in the supernatants of PBMCs cultured with seven peptides (M-6, -8, -9, M-11 to -14) and heat-inactivated FIPV 79-1146 were significantly higher than those of PBMCs cultured with culture medium alone (Fig. 2B upper  panel) . In SPF cats, the concentration of fIFN-␥ in the supernatant did not increase even if PBMCs were cultured with either peptide. The reactivity of plasma collected from five FIPV KU-2-infected non-FIP cats, five FIPV 79-1146-infected non-FIP cats, and five SPF cats against these peptides was examined. The OD values of plasma from FIPV KU-2-and FIPV 79-1146-infected cats against three (I-M-2, -3, and M-4) and four peptides (II-M-2, -3, -11, -12), and heat-inactivated virus, respectively, were significantly higher than those of the plasma from SPF cats ( Fig. 2A lower \n\nRescreening of Th1 epitopes of the S (S1 and S2 domain), M, and N proteins of FIPV Several peptides derived from the S, M, and N proteins of FIPV containing Th1 epitopes, but no linear immunodominant antibodybinding epitope were identified in this and previous studies [19] . From these findings, 10 peptides (I-S2-4, -6, -15, M-6, -9, -12, -13, NP-7, -8, and -9) that strongly induced fIFN-␥ production in PBMCs collected from FIPV KU-2-infected non-FIP cats were selected. Similarly, 10 peptides (II-S1-5, -24, II-S2-10, M-6, -9, -12, -13, NP-7 to -9) that strongly induced fIFN-␥ production in PBMCs collected from FIPV 79-1146-infected non-FIP cats were selected. A peptide that induced significantly stronger Th1 activity than that by the FIPV antigen was searched for in these peptides. The experiment was repeated 3 times using an increased number of cats to improve the experimental accuracy. In FIPV KU-2-infected non-FIP cats (n = 7; 5 males and 2 females), fIFN-␥ levels in PBMCs cultured with I-S2-15 and M-9 were significantly higher than those in PBMCs cultured with heat-inactivated FIPV KU-2 (Fig. 3A) . In FIPV 79-1146-infected non-FIP cats (n = 7; 6 males and 1 female), fIFN-␥ levels in PBMCs cultured with II-S1-24, M-6, and M-9 were significantly higher than those in PBMCs cultured with heat-inactivated FIPV 79-1146 (Fig. 3B) . In SPF cats (n = 7; 5 males and 2 females), the concentration of fIFN-␥ in the supernatant did not increase even if PBMCs were cultured with either peptide.\n\nOf the peptides containing Th-1 epitopes, I-S2-15, which strongly induced Th1 activity in FIPV KU-2-infected non-FIP cats, II-S1-24, which strongly induced Th1 activity in FIPV 79-1146infected non-FIP cats, and M-9, which strongly induced Th1 activity in both FIPV KU-2-infected and FIPV 79-1146-infected non-FIP cats, were investigated for their applicability as a vaccine to induce FIPV antigen-specific Th1 cells. Each peptide was mixed with Th1 activity-inducing fCpG-ODNs and subcutaneously administered twice to SPF cats. PBMCs were collected from these cats and cultured with the peptide, and the induction of fIFN-␥ production was then investigated (Fig. 4) . In vaccinated cats (Peptide + CpG group; n = 6; 4 males and 2 females), fIFN-␥ levels in PBMCs cultured with II-S1-24 and M-9 were significantly higher than those in PBMCs obtained from non-vaccinated cats (Control group; n = 6; 4 males and 2 females).\n\nThe development of an FIP-preventive vaccine requires an antigen that does not induce ADE to be selected, i.e., a region containing the Th1 epitope and no antibody-binding epitope needs to be identified. To achieve these conditions, we searched for a region containing the Th1 epitope, but no linear immunodominant antibody-binding epitope of the FIPV structural proteins using synthesized peptides. The amino acid sequence of the S1 domain of the S protein differs markedly between type I FIPV and II FIPV Fig. 4 . Th1-type immune response to the peptides of PBMCs isolated from cats vaccinated with 3 peptides and fCpG-ODNs in liposomes. Th1 activity-inducing I-S2-15, II-S1-24, and M-9 were mixed with fCpG-ODNs and subcutaneously administered twice to SPF cats (black bar) (n = 6). As a control, PBS was administered twice to SPF cats (white bar) (n = 6). PBMCs were subsequently collected from these cats. The cells were cultured with individual synthesized peptide, heat-inactivated FIPV as a positive control. The concentrations of fIFN-␥ were measured using sandwich ELISA. Bars represent the mean ± SEM. [2, 3] . Thus, 30 peptides of each serotype were synthesized for the experiment. No Th1 epitope-containing peptide was identified in the peptides derived from the S1 domain of type I FIPV. In contrast, 7 Th1 epitope-containing peptides were identified in the S1 domain of type II FIPV, and no linear immunodominant antibody-binding epitope was contained in any of these peptides. Twenty-two peptides covering the consensus amino acid sequence (40aa-260aa) between the serotypes were synthesized for the M protein based on the sequence of type I FIPV. Three peptides were synthesized for the N-terminal region (1aa-40aa) of the M protein for each serotype. Seven Th1 epitope-containing peptides common to each serotype were identified in the M protein-derived peptides, and 2 peptides (M-11 and M-12) contained the linear immunodominant antibody-binding epitopes.\n\nBased on this study and the previous study [19] , several peptides containing Th1 epitopes, but no linear immunodominant antibodybinding epitope were identified in peptides derived from the S, M, and N proteins of FIPV. Peptides applicable for vaccine-inducing FIPV antigen-specific Th1 cells were then selected. When a peptide that induced significantly stronger Th1 activity than that of the FIPV antigen was searched for, 4 peptides (M-6, M-9, I-S2-15, and II-S1-24) were subsequently identified. M-9 induced Th1 activity at a level similar to that of the initial screening. Whereas M-6 only weakly induced Th1 activity in type I FIPV-infected non-FIP cats, which differed from that of the initial screening. That is, the Th1 activity of M-6 might be unstable. Thus, M-6 was excluded from the experiment.\n\nIt has been reported that no cellular immunity was induced when only peptides were administered to animals [27] , and cellular immunity was inhibited, which indicated that a vaccine adjuvant is necessary for the peptide-based vaccine to induce cellular immunity. We used fCpG-ODNs as a vaccine adjuvant. The administration of a peptide-based vaccine with CpG-ODN(s) was previously shown to efficiently induce cellular immunity in humans and mice [28, 29] .\n\nM-9, I-S2-15, and II-S1-24 combined with fCpG-ODNs were encapsulated in liposomes and subcutaneously administered twice to SPF cats, and the fIFN-␥-producing response to each peptide was measured. Th1 activity was significantly induced in response to M-9 and II-S1-24, suggesting that M-9 and II-S1-24 may be applicable to a vaccine inducing FIPV antigen-specific Th1 cells. On the other hand, Th1 activity was not induced in response to I-S2-15. The reason why only I-S2-15 out of the 3 peptides did not induce Th1 activity was unclear. It is necessary to investigate the induction of Th1 activity in cats inoculated with I-S2-15 alone using the same method. Moreover, unlike the responses of FIPV-infected non-FIP cats, no fIFN-␥ production in response to heat inactivated-FIPV antigen was noted in cats administered with the peptides and fCpG-ODNs. We recently reported similar findings obtained in SPF cats immunized with peptides derived from N protein of FIPV KU-2 with fCpG-ODNs [30] . It is unclear why heat-inactivated FIPV antigen did not induce fIFN-␥ production in cats immunized with peptides with fCpG-ODNs. Further investigation is necessary to identify the reason.\n\nWe identified synthetic peptides including Th1 and linear immunodominant antibody-binding epitopes in the S1 domain and M protein of FIPV. We also selected peptides that strongly induced Th1 activity from the synthetic peptides derived from FIPV structural proteins. For the future, it is necessary to investigate the reproducibility of these experimental results and analyze CD4 + fIFN-␥ + and CD8 + fIFN-␥ + cell populations in cats treated with peptides with fCpG-ODNs using flow cytometry. Ultimately, it is desirable to inoculate cats with type I or II FIPV after being immunized with fCpG-ODN-combined peptides and confirm whether FIP development is actually inhibited."}