{"title": "Study on the resistance of severe acute respiratory syndrome-associated coronavirus", "body": "Between late 2002 and the first half of 2003, SARS outbreaks occurred in 32 countries and regions, over 8436 SARS cases and 812 deaths were reported by July 5, 2003 while a worldwide alert on SARS was removed (WHO, 2003a) . The major mode of transmission of SARS-CoV is through close person contact, in particular, exposure to droplets of respiratory secretions from an infected person (Rota, 2003; Lee, 2003; Tsang, 2003; WHO, 2003b) . While a cluster of SARS cases was reported in an apartment block in Hong Kong, wastewater is believed to play a role through droplets containing coronavirus from the wastewater system (WHO, 2003c) . SARS-CoV RNA was detectable in urine, stool, and oropharyngeal washing fluid (He et al., 2004; A Study Group of SARS in China, 2004) . Liu et al. (2003) reported that the median (range) duration of SARS-CoV excretion in sputa and stools was 21 (14-52) and 27 (16-126) days, respectively. RNA of SARS-CoV was found in the wastewater samples from the Xiao Tang Shan Hospital and 309th Hospital of PLA, which were designated to receive SARS patients in Beijing in 2003 . These caused serious concern to the disinfection of wastewater of hospitals received SARS patients. However, there have only been a few inactivation studies of SARS-CoV, and much higher concentration of disinfectants was used (Liu, 2003; Tsang, 2003; . 0166 WHO has warned of the possibility of another outbreak in the winter of 2003, and many infectious disease experts and epidemiologists also predicted new outbreaks in the winter of 2003 or the spring of 2004 (Enserik, 2003; Holden, 2003) . These opinions were based mostly on the fact that SARS is spread by the respiratory route and may behave as does influenza. However, there are no new outbreaks as predicted with the exception of some laboratory acquired infected cases and sporadic cases until the spring of 2005 (WHO, 2003d) . In part, this is due to the effective prevention methods. But we argue that some unique features of the SARS-CoV such as short persistence in the environment and low resistance to disinfectants may also explain why there are no further outbreaks.\n\nThe purpose of this paper is to explore conditions that favored the persistence of SARS-CoV in different environments and the effect of disinfectants in inactivating SARS-CoV, Escherichia coli and f 2 phage.\n\nThe bacteriophage f 2 (f 2 phage), which may be present in wastewater and is suitable for serving as an indicator microorganism for evaluating disinfection effects (Havelaa, 1987; Sebastiani, 1989) , was prepared and detected according to the methods described by Womack et al. (1995) . SARS-CoV was prepared and detected using culture methods on Vero E6 cell. The cells were grown in Eagle's growth medium (Difco Laboratories, Detroit, MI) containing 8% fetal bovine serum (FBS), 0.015 M DMEM buffer and antibiotics (kanamycin and gentamycin each 50 g/ml), and maintained in the same medium with 1.5% FBS. Medium was replaced for 1-2 days of incubation. Culture was terminated 7 days after inoculation, and the culture was observed daily for cytopathic effects.\n\nAfter disinfection, samples at every time point (1, 5, 10, 20 and 30 min) were used to inoculate cells, and the titer of infectivity was determined in terms of the 50% tissue culture infective dose (TCID 50 ) per milliliter (Olivieri et al., 1985) . The following equation was used to calculate the infectivity/inactivation ratio of virus.\n\n= TCID 50 /ml of control group −TCID 50 /ml of disinfection group TCID 50 /ml of control group × 100\n\nThree samples of stool and two samples of urine were taken from five SARS cases undergoing treatment in the designated Xiao Tang Shan Hospital on June 15, 2003; but the test of SARS-CoV and nucleic acid in the samples proved negative. Wastewater samples used in the experiments were taken from another hospital for SARS patients-309th Hospital of PLA. The wastewater was collected at 7 o'clock in the morning of June 15, 2003 and stored airtight. Domestic sewage was collected from a housing estate in Fengtai district of Beijing City on June 15, 2003. The wastewater for the experiment was centrifuged at 6000 rpm for 30 min to remove the suspended particles and bacteria, and the supernatant was removed for use in the experiments.\n\nSodium thiosulfate (10% Na 2 S 2 O 3 ) was added to hospital wastewater, domestic sewage and tap water, respectively, and mixed to neutralize disinfectant possibly present. One milliliter of 10 5 TCID 50 SARS-CoV (BJ01, isolated from a SARS patient by the Academy of Military Sciences) was then seeded into the hospital wastewater supernatant, domestic sewage, tap water and PBS. The above samples were divided into two parts, incubated at 4 • C and 20 • C, respectively. Every day, 2 ml of the samples was withdrawn and mixed with 2 ml of growth medium, DMEM, containing 10% of calf serum, and filtered with 0.22 m membrane filter to remove the bacteria. The filtrate was inoculated onto the cells by adsorption at 37 • C for 2 h, and then it was discarded. Maintainenance medium was then added and the persistence of virus was observed daily.\n\nTen milliliters of PBS and 1 ml of 10 5 TCID 50 SARS-CoV were added into the 4-5 g of feces taken from three SARS patients in the hospitals. The same procedure was used for the urine samples from two SARS patients. These samples were stored as mentioned above. Everyday, 2 ml of the samples was mixed with equal volume of DMEM and then centrifuged at 6000 rpm for 10 min. The supernatants were filtered and inoculated as above.\n\nChlorine solution was made by dissolving sodium hypochlorite (5% free chlorine) into deionized distilled water. The stock chlorine solution was stored in amber-colored bottles at 4 • C. Chlorine dioxide was generated using a modified version of standard method 4500 (APHA, 1980) . A 25% (wt/vol) solution of NaClO 2 was introduced by pumping it at a feed rate of 2-3 ml/min into a gas-generating bottle containing 12N H 2 SO 4 . This bottle was connected to a chlorine scrubber bottle containing a 10% (wt/vol) solution of NaClO 2 . The scrubber was connected to a chlorine dioxide collection bottle filled with deionized distilled water. At the end of the series, an additional chlorine dioxide trap bottle with 10% (wt/vol.) KI was present to trap any remaining chlorine dioxide. Overall, the stock chlorine dioxide solution purity averaged 99%. The stock chlorine dioxide solution was usually diluted to obtain a concentration of about 1 g/L in order to facilitate the addition of low-concentration to water samples. Diluted chlorine dioxide stock solution was stored in head-free 50 ml amber vials at 4 • C and in the dark. The residual chlorine and chlorine dioxide concentrations were both measured by N,N-diethyl-p-phenylenediamine colorimetric method (DPD method), for chlorine dioxide detection with the addition of glycine to mask interferences (APHA, 1980; Li, 2002) .\n\nFive 250 ml flasks containing 100 ml of domestic sewage were seeded with 1 ml of 10 5 TCID 50 of SARS-CoV, 10 6 cfu of E. coli 8099, 10 5 pfu of f 2 phage and mixed. Then different concentrations of chlorine or chlorine dioxide (5, 10, 20, and 40 mg/L) were added into each flask. After 30 min, the residual chlorine was neutralized with 1 ml of Na 2 S 2 O 3 (10%), and inactivation effect of virus was observed.\n\nTen milligram per liter of chlorine or chlorine dioxide (low-concentration group), 20 mg/L of chlorine or 40 mg/L of chlorine dioxide (high-concentration group) were added into each flask. After 1, 5, 10, 20 and 30 min, Na 2 S 2 O 3 was added, and inactivation effect of virus was observed.\n\nVirus RNA extracting kit (TRIzol reagent) made by Invitrogen TM Life Technologies for the extraction of exceedingly pure viral RNA was utilized in our experiment to extract virus RNA, and all operations were strictly performed in accordance with the stipulations in reagent instruction manual.\n\nThree sets of primers from WHO Network Laboratories (WHO, 2003d) were used to detect the SARS-CoV RNA: Cor-p-F2 (+) 5 -CTAACATGCTTAG GATAATGG-3 , Corp-F3 (+) 5 -GCCTCTCTTGTTCTTGCTCGC-3 and Cor-p-R1 (−) 5 -CAGGTAAGCGTAAAACTCATC-3 . Cor-p-F2/ Cor-p-R1 gave a 368 bp product, and Cor-p-F3/Cor-p-R1 yielded 348 bp section.\n\nTwo microlitres of RNA solution was analyzed with RT-PCR assay. The KaTaRa one step RNA PCR kit (KaTaRa Biotechnology, Dalian) was used for the reaction. Positive RT-PCR control (supplied by the company in the kit, the amplification product is 348 bp) and a negative control were in-cluded in each run, and all operations were carried out strictly in accordance with the kit instruction manual.\n\nPCR products were analyzed by electrophoresis with 1.5% (w/v) agarose gels containing 0.5 g of ethidium bromide per milliliter. These were visualized with UV illumination and photographed. DNA marker (pUC19 DNA/MSP I Marker, Gibco/BRL) was included in each agarose gel electrophoresis run.\n\nSARS-CoV only persisted for 2 days in hospital wastewater, domestic sewage, and dechlorinated tap water at 20 • C (Table 1) . When nucleic acid of virus was detected with RT-PCR, the RNA could still be detectable on the 7th day, though the copies of RNA were so few that must be detected by nested PCR (Fig. 1) . At 4 • C, SARS-CoV in these samples could persist for 14 days (Table 2) .\n\nSARS-CoV only survived for 3 days in stool, while for at least 17 days in the urine at 20 • C (Table 3) . At 4 • C, SARS-CoV could survive for more than 17 days in either the above samples. \n\n3.2.1. Inactivation of microorganisms by different concentration of disinfectants SARS-CoV could be inactivated completely (to measure inactivation via culture and plaque forming units) after 30 min of disinfection with more than 10 mg/L chlorine (the free residual chlorine was more than 0.4 mg/L). However, E. coli and f 2 phage were not completely inactivated under the same conditions. Chlorine dioxide was less effective for the inactivation of SARS-CoV than chlorine. SARS-CoV could be inactivated completely only after 30 min of disinfection with 40 mg/L chlorine dioxide (2.19 mg/L of free residual chlorine), while E. coli and f 2 phage could still not be inactivated completely (Table 4) .\n\nSARS-CoV could be inactivated completely with 10 mg/L chlorine for 10 min or more. Under the same conditions, E. coli and f 2 phage could not be inactivated effectively. Even a Concentration of chlorine was 20 mg/L and chlorine dioxide was 40 mg/L. SARS-CoV, 10 1.75 TCID 50 /ml; f 2 , 2.9 × 10 5 pfu/L; E. coli, 5.5 × 10 5 cfu/L; temperature, 20 • C. Results from three experiments. chlorine dioxide was almost equal to chlorine in inactivation of E. coli and f 2 phage at this concentration; it was less effective to inactivate SARS-CoV. The free residual chlorine at different time was maintained at about 0.4 mg/L, but the free residual chlorine dioxide was under detectable value (Table 5) .\n\nSARS-CoV could be completely inactivated with 20 mg/L chlorine in 1 min or more, while E. coli could be inactivated by 99% in more than 5 min. However, it is so less effective in inactivation of f 2 phage that could not be inactivated completely with 30 min of disinfection. SARS-CoV in wastewater could be totally inactivated for 5 min with 40 mg/L chlorine dioxide, E. coli was also inactivated up to 99.99%. However, chlorine dioxide was also less effective on inactivating f 2 phage (Table 6) .\n\nSARS is a new infectious disease caused by a new coronavirus (Rota, 2003; Tsang, 2003b; Cyranoski, 2003) . Although there is prevailing belief of another SARS outbreak (Enserik, 2003; Holden, 2003) , only two laboratory acquired infections in Singapore and Taiwan, nine cases in China (two were suspected lab-cross infection from the Chinese National Institute of Virology in Beijing, Center for Disease Control, and the others were in contact with these two cases), and four separate cases in Guangzhou (all the four cases were in contact with animals like civet cat), have been reported so far (WHO, 2004) .\n\nSARS-CoV does not appear to persist in vitro environments, as was believed previously. However, SARS-CoV may persist longer at relative low temperatures, and will do so in PBS and urine. This may relate to the fact that such fluids contain salts, which maintain osmotic pressure of virus needs for persistence. Such characteristics of SARS-CoV found in our experiment are basically similar to other reports. A report in China's Science and Technology Daily on 4 June, 2003 noted that the researchers of the Academy of Military Medical Sciences, and Center for Disease Control and Prevention of China found that at 24 • C, SARS-CoV may persist for 5 days in sputum and feces, 19 days in urine and 3 days on the surfaces of objects (Liu, 2003) . Tsang et al. (2003) also reported that SARS-CoV might survive for 1-4 days in feces and 0.5-3 days on the surfaces of objects.\n\nThe major transmission mode of SARS-CoV is via close human contact, in particular, exposure to droplets of respiratory secretions from an infected person (Lee, 2003) . However, in a cluster of SARS cases in a Hong Kong apartment block, investigators found that SARS-CoV nucleic acid can also be detected from stools of the patients (Cyranoski, 2003) . So there is a great concern on the disinfection of SARS-CoV in patient excrements and wastewater.\n\nBecause wastewater always contains high number of potentially pathogenic bacteria and viruses, some nonpathogenic organisms are often used as indicators in studies on disinfection effect of disinfectants on pathogenic organisms in wastewater. The most commonly used indicators include E. coli, f 2 phage, MS 2 phage and poliovirus. Tree et al. (2003) reported that inactivation (>5 log 10 units) of E. coli and Enterococcus faecalis was rapid and complete but that there was poor inactivation (0.2-1.0 log 10 unit) of F + -specific RNA bacteriophage (MS 2 ) at all the three chlorine concentrations (8, 16 and 30 mg/L). However, seeded poliovirus was significantly more susceptible (2.8 log 10 units) to inactivation by chlorine than was the MS 2 phage. Shah PC. and McCamish J. (1972) found that relative chlorine resistance of f 2 phage (F + -RNA) is obviously stronger than that of poliovirus and T 2 phage. Tyrrell et al. (1995) found that the resistance of F +phage against chlorine was as 10 times as that of E. coli and Enterococcus in disinfection of secondary effluent from water treatment plants. After comparing disinfection effects of different microorganism in different waters, Havelaa (1987) and Sebastiani (1989) concluded that phages, F + -phage in particular, is most suitable for serving as an indicator microorganism for evaluating disinfection effects. Therefore, we chose f 2 phage and E. coli 8099 as the indicator microorganisms for research on the inactivation of SARS-CoV by disinfectants.\n\nSo far there have been few reports on the persistence of SARS-CoV in the environment or resistance to conventional disinfectants. Bao et al. (2003) reported that the infectiousness of SARS-CoV was maintained at least 10 days at 4 • C; infection titer was decreased from 7.5 TCID 50 to 3.2 TCID 50 within 5 days at room temperature; the virus was sensitive to heating, and could be completely inactivated either by being heated for 30 min at 56 • C or for 5 min at 70 • C. Rabenau et al. (2004) studied the stability of SARS-CoV under different conditions, both in suspension and dried on surfaces, in comparison with human coronavirus HCoV-229E. In suspension, HCoV-229E gradually lost its infectivity completely while SARS-CoV retained its infectivity for up to 9 days; in the dried state, persistence times were 24 h versus 6 days. Thermal inactivation at 56 • C was highly effective in the absence of protein. Duan et al. (2003) reported that SARS coronavirus under the testing condition could survive in the serum, 1:20 diluted sputum and feces for at least 96 h, whereas it could remain alive in urine for at least 72 h with a low level of infectivity. The persistence on the surfaces of eight different materials and in water was comparable, revealing reduction of infectivity after 72-96 h exposure. Viruses remained stable at 4 • C, at room temperature (20 • C) and at 37 • C for at least 2 h without remarkable change in the infectious ability in cells, but were converted to be non-infectious after 90-, 60-and 30min exposure at 56, 67 and 75 • C, respectively. Irradiation of UV for 60 min on the virus in culture medium resulted in the destruction of viral infectivity at an undetectable level. One article in China's Science and Technology Daily on June 4, 2003 states that SARS-CoV in feces or urine could be inactivated within a few minutes by 500-1000 mg/L of chlorine or peracetic acid, while the virus could also be killed with ultraviolet radiation or heating for 30 min (Liu, 2003) . Tsang (2003) reported that SARS-CoV could be inactivated in 75% alcohol, 2% hydroxybenzene solution, 500 mg/L sodium hyperchlorine or detergents for 5 min, which suggests that the virus is sensitive to all sorts of disinfectants. Li J et al. (2003) reported that SARS-CoV could also be inactivated more than 5 log 10 units within 60 s in 80% solution of a compound disinfectant comprising 1700-1900 mg/L of chlorhexidine acetate and 1000 mg/Lof nano-zinc oxide.\n\nAs shown by the above results, SARS-CoV is sensitive to either environmental factors or disinfectants. However, the concentration of disinfectants was too high to apply in water or wastewater disinfection practice. We observed the inactivation effect of chlorine and chlorine dioxide on SARS-CoV with common concentrations and persistence in different wastewater. It is found that SARS-CoV was easier to inactivate by chlorine or chlorine dioxide than E. coli and f 2 phage in wastewater, and its infectivity in environment is easy to lose. The characteristics of SARS-CoV could be confirmed indirectly by another experiment . Only 1% of SARS-CoV seeded in wastewater could be recovered by a type of electropositive filter media particle, which worked well with the recovery of many types of enteroviruses in the previous study (Li et al., 1998) . We believe that the reason for the low recovery of SARS-CoV may be due to its weak resistance and high sensitivity to the environment factors as well as damage to the virus during concentration procedures.\n\nChlorine has long been used as a simple and economic method for disinfection worldwide to ensure the safety of drinking water, however, the continued use of chlorine for the disinfection of potable water supplies comes under greater scrutiny owing to the potential health hazards posed by the resulting chlorinated hydrocarbons, including trihalomethanes and haloacetic acids (Rook, 1974) . Furthermore, chlorine is a poor disinfectant above pH 8 and in some cases a poor virucide at pH 5 and 6 (Taylor and Butler, 1982a) . Chlorine dioxide is used as an alternative disinfectant because it does not form halogenated by-products, and is better than or equivalent to chlorine in the bactericidal effects and more remarkable than that of chlorine as a virucide in a wider pH range (Li et al., 1996 Taylor and Butler, 1982b; Huang et al., 1997) . However, Tsai and Lin (1999) reported that hypochlorite was better in inactivating E. coli in hospital wastewater and sludge than chlorine dioxide. This study also suggested that in terms of inactivating E. coli, f 2 phage and SARS-CoV, chlorine is better than chlorine dioxide. The reason for this is not very clear but may probably be related to excessive content of reducing substances or organisms. Therefore, in terms of economics or security, chlorine is the best choice for disinfection of hospital wastewater.\n\nAbove all, SARS-CoV can only persist as infectious particles for a very short time in vitro environments and is highly sensitive to conventional disinfectants. In addition, large amount of various disinfectants were used for environment disinfection in China's mainland during the SARS epidemic in 2003, the effect of high temperature in summertime, and stick control and management, except animal-tohuman transmission or cross infection within labs, there is little possibility for another outbreak caused by SARS-CoV from environmental sources."}