{"title": "The clinical impact of coronavirus infection in patients with hematologic malignancies and hematopoietic stem cell transplant recipients", "body": "The clinical significance of respiratory viruses such as influenza, respiratory syncytial virus (RSV), parainfluenza viruses (PIVs), human metapneumovirus (hMPV), rhinovirus (RhV), and adenovirus (AdV) in patients with hematologic malignancies or recipients of autologous or allogeneic hematopoietic stem cell transplant (HSCT) is well described [1] [2] [3] [4] [5] [6] [7] [8] . Far less data have been published that specifically address the impact of coronavirus (CoV) infection in these patients [9] . Lower respiratory tract disease (LRTD) due to CoV has been described on a case-report level [10] [11] [12] [13] [14] , but a retrospective analysis of 46 bronchoalveolar lavage (BAL) samples obtained from HSCT recipients with any acute pulmonary process did not identify CoV in any sample [3] . Later, a prospective surveillance study in allogeneic HSCT recipients performed at a single center over the course of one year found a relatively high cumulative incidence of CoV infection (11%) in the first 100 days following allogeneic HSCT, but only one case in which CoV was detected in a lower respiratory tract sample [15] . Other series studying the impact of respiratory viral infections have not specifically or directly assessed the clinical impact of CoV in patients with hematologic malignancies and HSCT recipients [16] [17] [18] [19] [20] [21] [22] .\n\nWith an apparently high frequency of infection but relative paucity of information pertaining to the impact of CoV in patients with hematologic malignancies and HSCT recipients, we conducted a retrospective review of all CoV infections at our institution over a three year period in order to further characterize the role of CoV in respiratory tract infections in these patients.\n\nAll nasopharyngeal (NP) and BAL samples submitted from outpatient clinics and inpatient wards for respiratory virus testing between June 01, 2010 and July 01, 2013 at Oregon Health and Science University (OHSU) were included in this study. Demographic and clinical information pertaining to each patient testing positive for CoV or other respiratory viruses assayed as part of a multiplex PCR panel (described below), were obtained by medical chart review.\n\nA patient was considered to have a hematologic malignancy if they were diagnosed with, and were receiving treatment for, any type of leukemia, lymphoma, multiple myeloma, aplastic anemia, mastocytosis, myelodysplastic syndrome, or amyloidosis. All patients who underwent allogeneic or autologous HSCT, or cord blood transplant (CBT), were included and classified as such regardless of the underlying disease necessitating transplant.\n\nTesting was performed using a multiplex respiratory virus PCR panel assay (xTAG RVP; Luminex) [23] per manufacturer's instructions. Since this assay does not distinguish between RhV and enterovirus (EnV), these results are grouped together in this analysis. The CoV PCR reagents that are included in the RVP testing kit were further validated for clinical testing (under College of American Pathologists (CAP)-and Clinical Laboratory Improvement Amendments (CLIA)-regulatory conditions) by the OHSU molecular diagnostics lab.\n\nA unique episode of infection was counted at the initial identification of a respiratory virus in an NP or BAL sample. When the same respiratory virus was identified in multiple consecutive samples from the same patient without interim negative test results, this was considered as representative of prolonged shedding, and was therefore counted as a single unique episode of infection.\n\nMortality was attributed to respiratory virus infection if death was due to respiratory failure without identification of a cause other than a respiratory virus [19] .\n\nRespiratory virus inpatient-acquired infection was defined as onset of new symptoms, 4 days or more after admission to an inpatient ward.\n\nCriteria for possible and proven LRTD were identification of a respiratory virus in an NP sample (possible LRTD) or BAL sample (proven LRTD), along with new pulmonary infiltrates on thoracic imaging [24] .\n\nComparison of categorical variables between viral groups was performed using two-tailed Fisher's exact test. \n\nA total of 1661 NP and BAL samples obtained from the general hospital inpatient and outpatient populations -inclusive of, but not limited, to HSCT recipients and hematologic malignancy patientswere analyzed. Of these, 631 samples (38%) submitted during 461 unique episodes of infection tested positive for a respiratory virus (Table 1) . CoV was the third most-common virus identified after RhV/EnV and PIV3, accounting for 43 (6.8%) positive samples. Three BAL specimens were positive for CoV (see below), representing 7% of all CoV-positive samples.\n\nOf the 461 unique episodes of infection, 339 (73.5%) were in the hematologic malignancy and HSCT patient populations (Table 1) . CoV was identified in 38 (8.2%) episodes among all patients, and 33 (9.7%) of episodes among hematologic malignancy and HSCT patients. 19 (57.5%) of the 33 episodes of CoV infection in the HSCT and hematologic malignancy population were diagnosed during the winter months of December-March ( Fig. 1 ).\n\n38 samples from the 33 hematologic malignancy and HSCT patients tested positive for CoV, with the majority (76.3%) being Group I subtypes (NL63 (n = 15) and 229E (n = 14)), as compared to Group II subtypes (OC43 (n = 5) and HKU1 (n = 4)). 30 of the 38 (78.9%) CoV positive samples were positive only for CoV, and the other 8 samples were co-infected with RhV [4] , RSV A [2] , hMPV [1] , and both RSV A and AdV [1] .\n\nIn order to better define the role of CoV in respiratory tract syndromes among patients with hematologic malignancies and HSCT recipients, we limited our clinical analysis to patients infected only with CoV, excluding those co-infected with other respiratory viruses ( Table 2 ). 29 patients were infected only with CoV, and of those 28 (96.5%) had an underlying hematologic malignancy (n = 8) or had undergone allogeneic (n = 15) or autologous (n = 5) HSCT. The clinical characteristics of CoV infection in these 28 patients were examined and compared to episodes of mono-infection with other respiratory viruses (PIV1-4, hMPV, RSV, and RhV/EnV) in the same patient population. The median age of those infected with CoV was similar to the other respiratory viruses analyzed. Surprisingly, CoV was identified significantly more often in females (64%) than males compared to hMPV, PIV1-4, and RhV/EnV, with a trend toward the same finding for RSV.\n\nFive episodes of CoV infection (17.8%) were hospital-acquired. Four of these cases, all subtype NL63, occurred on the same inpatient HSCT/oncology ward within a 60 day period between January 27 and March 24, 2012. While indicative of an epidemiological link, we were unable to conclusively prove this. According to surveillance performed as part of OHSU's Infection Control program, during this time period, only two other cases of nosocomial acquisition of a respiratory virus occurred on this ward -one RhV/EnV and one influenza A (personal communication, Dr. Lynne Strasfeld).\n\nOf cases acquired as an outpatient, 7 (30.4%) required admission to the hospital, typically for evaluation of fevers or new pulmonary infiltrates. The requirement for hospitalization during CoV infection was not significantly different from those during infection with other respiratory viruses.\n\nSimilar to most other respiratory viruses, the majority of patients (85.7%) in whom CoV was detected had URI symptoms (rhinorrhea, congestion, or sore throat). However, evidence of LRTD such as cough and new radiographic abnormalities was observed less frequently during CoV infection, with a trend toward less hypoxemia as well. Three patients (10.7%), all allogeneic HSCT recipients, met criteria for possible CoV LRTD (Tables 2 and 3 ) based on the identification of CoV from an NP specimen and new radiographic abnormalities [24] , significantly less than during infection with the other respiratory viruses except RhV/EnV. None of these patients underwent bronchoscopy. Two patients, both allogeneic HSCT recipients, met criteria for proven LRTD based on identification of CoV in a BAL sample along with new radiographic abnormalities (Tables 2 and 3 ) [24] . However, one of these patients also had RSV, AdV, and methicillin-resistant Staphylococcus aureus identified in the BAL specimen, making the contribution of CoV to LRTD unclear. The combined incidence of possible and proven LRTD was significantly lower during CoV infection compared to all of the other respiratory viruses analyzed except RhV/EnV.\n\nFour of the five cases of possible or proven LRTD occurred after day +100 following HSCT, and all five were associated with acute or chronic graft-versus-host disease (GVHD). A third episode of proven LRTD, accounting for the third CoV-positive BAL (Table 1) , occurred in a patient who had not undergone HSCT and did not have an underlying hematologic malignancy; characteristics of that case were therefore not further analyzed. There were no cases in which mortality was directly attributable to CoV infection.\n\nThe results presented here complement and expand upon the few existing studies evaluating the role of CoV infection in the immunocompromised host [15] [16] [17] 25] . CoV, primarily Group I subtypes, was frequently identified in the HSCT and hematologic malignancy populations when suspicion for a respiratory viral infection prompted diagnostic testing. In this population, CoV infection was associated with similar rates of URI symptoms, nosocomial acquisition, and requirement for hospital admission compared to most other respiratory viruses. However, CoV infection resulted in less possible and proven LRTD than other respiratory viruses with the exception of RhV/EnV.\n\nThe frequency of detection of CoV among all samples tested in this study is consistent with previous reports of CoV detection in patients hospitalized with respiratory syndromes [15] [16] [17] . However, our results may not reflect the true prevalence of CoV infection in our patients as we do not routinely screen asymptomatic patients; doing so would most likely increase the prevalence of infection due to detection in asymptomatic shedders [15] . It is also important to note that the true rate of influenza A and B infection is under-represented in our results since the initial test of choice for these pathogens at our institution is an influenza-specific PCR assay, not the respiratory virus panel used in this study. Accounting for this would reduce the relative frequency of CoV as well as that of all other non-influenza respiratory viruses.\n\nWe found that the hematologic malignancy and HSCT populations accounted for the majority of patients testing positive for CoV and the other respiratory viruses. This finding almost certainly reflects testing bias in that these patients are more likely to be tested for respiratory viruses when symptomatic given the importance placed on these pathogens [9] . Interestingly, we also found a female-predominant gender distribution among those infected with CoV, which to the best of our knowledge, has not been reported before [15] [16] [17] 25, 26] . While the frequency of respiratory illnesses in the general population has been described to be higher among females, perhaps due to increased exposure [27] , if this was responsible for the higher burden of CoV infection among women compared to men, then a similar pattern might be expected for the other respiratory viruses as well. This finding requires confirmation by additional studies.\n\nThe majority (76.3%) of CoV identified in the hematologic malignancy and HSCT patients in this study belongs to Group I. Similarly, Group I CoVs have been associated with infection in the immunocompromised host more than Group II CoVs in several series and case reports [12, 13, 15, 26, 28] . In contrast, studies involving general or pediatric patient populations have reported a majority of CoV belonging to Group II [16, 17, 25, 26, [29] [30] [31] [32] . Group I and II CoVs differ in the mechanism of virus entry into the host cell and the degree of genetic variability, but whether these differences affect pathogenicity is not known [33] . Indeed, reports associating CoV subtypes with disease manifestations are conflicting [17, 26, 31] . Further studies into the relative incidence of CoV subtypes among various patient populations are necessary and may provide insight into fundamental biological differences between Group I and II subtypes.\n\nSimilar to previous reports [3, 15] , the rate of CoV-proven LRTD was low but was not significantly different from other respiratory viruses. However, these results must be interpreted with caution since bronchoscopy, which we used as a criteria for defining \"proven LRTD\", is no longer done in many cases when a respiratory virus is identified in an upper airway sample at this institution or others [24] . Analyzing \"possible LRTD\" instead, CoV was indeed associated with significantly less disease compared to all the other respiratory viruses analyzed except RhV/EnV, with the rate of possible LRTD due to the other respiratory viruses in this report being generally consistent with the published literature [9, 24] . However, not all patients had radiography performed at the time of diagnosis of respiratory viral infection, which may bias the results toward those more likely to have evidence of lower respiratory tract illness. Interestingly, all cases of possible and proven CoV-associated LRTD occurred in HSCT recipients, whereas the cases of possible and proven LRTD during infection with the other respiratory viruses were divided more evenly among HSCT recipients and hematologic malignancy patients. Additionally, all cases occurred in the setting of acute or chronic GVHD. Taken together, these findings suggest that CoV may be inherently less virulent compared to other respiratory viruses, and therefore, requires augmented immune suppression after HSCT in order to progress to LRTD. The low number of CoV-associated LRTD in this study precludes meaningful risk factor assessment but additional studies may make this more feasible.\n\nAside from LRTD, CoV infection was associated with other clinically-relevant consequences. Namely, 30% of outpatients were admitted to the hospital based on manifestations of CoV infection, and hospital acquisition occurred in 5 cases, with a cluster of 4 nosocomially-acquired cases occurring within a 2 month span. Additionally, 50% of CoV-infected patients received an empiric course of antibacterial therapy (data not shown). Notably, while CoV is detected as part of the respiratory virus panel used at our institution during the study period, the CoV results were not reported in the medical record since the assay was not approved by the Food and Drug Administration for this purpose. In theory, a \"negative\" respiratory virus panel result may lead to more frequent admission to the hospital for further medical evaluation, antibacterial use, or nosocomial transmission. However, we found the rates of these events during CoV infection to be similar to those during infection with other respiratory viruses ( Table 2 and data not shown), highlighting the overall impact of respiratory viral infections in these patients in terms of utilization of medical resources.\n\nIn conclusion, we found that CoV is detected frequently in patients with hematologic malignancies and HSCT recipients in whom suspicion for a respiratory viral infection exists, but is associated with less LRTD than other respiratory viruses except RhV/EnV. The retrospective nature of this work mandates confirmation of our findings by additional, prospective studies."}