{"title": "", "body": "[12] AWAD, J., NAVARRETE,. C. & FESTENSTEIN, H., Frequency and associations of HLA-DR and HLA-DQ antigens in a British Caucasoid panel. Tissue Antigens, 1987, 29, 55-59. [13] MARCAUET, A., MASSART, C., SEMANA, G., FAUCHET, R., SAnOURAUD, O., ~q[ERIENNE, M. , DAUSSET, J. & COHEN, D. , Association of class II HLA DQ~-chain DNA restriction fragments with multiple sclerosis. Immunogenet., 1985, 22, 93-96. [14] CottoN, N., BRAtrraAR, C., Fore, M.-Po, DAUSSET, J. & COHEN, D., Dw subtypes correlate with RFLP clusters: most DR2 IDDM patients belong to one of these clusters. Immunogenet., 1986, 23, 84-89. Multiple discerte encephalitogenic epitopes of the autoantigen myelin basic protein include a determinant for I-E class-II-restricted T cells. J. exp. Med., 1988 , 168, 1181 -1186 Multiple sclerosis (MS) is a disease of the central nervous system (CNS) involving focal white matter lesions. The characteristic plaque consists of the loss of myelin sheaths and subsequent disappearance of ofigodendrocytes, the cells that form and maintain myelin. Acom-mon feature of acute demyelinating lesions in MS is the presence of cellular infiltrates consisting of CD4+ and CD8+ T lymphocytes and monocytes in varying relative numbers (Traugott et al., 1983) . Current opinion is that demyelination in MS is immunologically mediated (McFarlin and McFarland, 1982) .\n\nVarious experimental animal models of demyelination have provided insight into the possible mechanism of the immune-mediated process. These include experimental autoimmune encephalomyelitis (EAE) and virusinduced encephalomyelitis. In these animal models, T lymphocytes enter the brain and react with antigens presumably localized in white matter. The antigens which are responsible for EAE can be a number of myelin components, including myelin basic protein (MBP) (Paterson, 1976) or myelin proteolipid protein (PLP) (Williams et al., 1982; Yoshimura et al., 1985) . Reactivity to these autoantigens may explain the selective destruction of myelin sheaths. In virus-induced demyelinating diseases, the degree of demyelination can often be correlated with the degree of cellularmediated immune (CMI) response to viral antigens (Clatch et al., 19S7; Narayan et al., 1985; Haase et al., 1986) , and not necessarily to myelin antigens. This results from either selective infection of oligodendrocytes with direct T-cell cytolysis of tkese ceils (Haase et al., 1986) , or a \"bystander\" destruction of myelin. In the latter instance, virus antigen may be associated with cells other thv.n oligodendrocytes, such as astrocytes, microglial cells or endothelial cells, also present in the white matter (Narayan et ai., i985). Viral infections in the CNS can also be associated with autosensitization to myelin specific components, thereby complicating the disease process (Watanabe et al., 1983; Johnson et al., 1984; Liebert et aL, 1988) .\n\nT lymphocytes recognize self or foreign antigens that have been processed and are in direct physical association with either class I or class II major histocompatibility (MHC) molecules on the surface of antigen-presenting cells (APC).\n\nCells in the CNS are unique in that they do not express detectable levels of MHC molecules on their surfaces (Schnitzer and Schachner, 1981 ; Williams et al., 1980; Traugott, 1987) . Therefore, APC function within the normal brain is a potential capacity. Inducible expression rather than constitutive expression is uniquely important for APC function within the CNS and rules governing antigen presentation in the periphery are probably different from those in brain. For this reason, tissue-specific mechanisms of MHC antigen expression in the brain are currently being investigated (Massa et al., 1987a, b) .\n\nAPC in the brain.\n\nThe cells that present antigen within the CNS will depend on (1) the self or foreign antigen involved, (2)MHC restriction of T cells reacting to a particular antigen, (3) the availability of the processed antigen to a particular APC, and (4) the capacity of the cells to express class I and/or class II MHC molecules. Expression of various accessory adhesion molecules such as LFA-1, LFA-3 and ICAM-1 may also be crucial (Springer et al., 1987) . Whether these molecules are constitutively expressed or are induced on neural cells, as are MHC molecules, is presently unknown.\n\nCurrent evidence indicates that class I and Ii antigens are induced on distinct populations of cells in the brain. Both class I and II molecules are inducible on brain macrophages (microglia), astrocytes and endothelial cells. Interferon-gamma is probably the most effective inducer of MHC antigens on these cells (Massa et al., 1987c :\" -:Carron et aL, 1986; Wong et m i985), however, other factors including viruses are effective as well (Massa et al., 1986a; 1987b; Liu et al., 1987; Suzumura et al., 1986) . Astrocytes and endothelial cells have been shown to be effective APC in vitro (Fontana et al., 1986; McCarron et al., 1986) . Class II antigens are conspicuously lacking on oligodendrocytes (personal observations; Wong et aL, 1985) and neurons of laboratory animals exposed to various inducing agents, indicating that oligodendroc~es cannot function as APC for class-il-restricted T cells. This indicates that the targets of class-IIrestricted \"I cells, ~specially those that have been sh~w~; to mediate demyelination tFontana et al., 1984; Sun and Weke~e, 1988) , are not oligodendrocytes or myelin but other brain APC, at least in rodents. Whether human oligodendrocytes can express ~'ass II molecules is unclear (Lisak et al., 1983; Kim e~ al., 1985) .\n\nIn considering viral products as potential target az~igens leading to myelin destruction, both animal and human studies indicate T-cell restriction by either class I or II molecules. In this case, the cells that prescott antigen depend on three factors: 1) cell-specific tropism of the virus, 2) availability of processed virus antigen, and 3) whether the reaction is primarily class-I-or II-restricted. A CMI to the virus that results in demvelination does not necessarily require that the virus is tropic for oligodendrocytes. Examples illustrating this point are Theiler's virus infection of mice (Clatch et al., 198\"~) , JHM corona vh~us infection of ra~s (Massa et ai., 1986b; Wege et al., 1984) and lentivirus (visna virus) infection of sheep (Narayan et al., 1985) . Despite the observation that these viruses have no clear tropism for oiigodendrocytes, induction of a CMI to the virus results in widespread demyelination. In the Theiler's virus model, susceptibility appears to be class-I-restricted (Clatch et al., 1987; Rodriguez et al., 1986) , indicwting that demyellnation is related to class-I-restricted killing of APC other than oligodendrocytes, such as astrocytes and/or microglia, the primary targets of this virus. It is interesting that the JHM coronavirus in rats and visna virus in sheep also show strong tropism for these cells (Massa et al., 1986b; Narayan et al., 1982) . Demyelination resulting from a CMI reaction to the virus is not always seen; however, LCM or measles infections in mice and rats (Oldstone et al., 1986; Rammohan et al., 198.0; Liebert et al., 1988) are exceptions.\n\nParticular cells performing as APC may change with the course of remitting attacks and chronic progression of the disease. For instance, prior to infiltration of T lymphocytes into prospective regions of demyelination, MHC antigens are absent presumably because of the unavailability of T-cell-derived lymphokines such as IFN-~.. In cases where demyelination is the outcome of viral infection, induction of MHC antigens on brain cells by the virus prior to T-cell infiltration is a possibility related to virus/neural cell interaction (Massa et al., 1986a (Massa et al., , 1987b Suzumura et al., 1986; Liu et al., 1987) . The pattern of virus-induced MHC antigen may be distinct from that induced by lymphokines, again restricting the APC function of certain cell types. For instance, neurotropic coronavirus (JHM strain) and measles virus selectively up-regulate class II MHC on rat astrocytes, but not on other cells, including \"dedicated\" APC such as resident brain macrophages (microglia). Also, depending on the virus, either class II alone (JHM coronavirus) or both class I and II (measles and flaviviruses) may be induced. Speciesrelated differences have also been observed in virus induction of MHC molecules. JHM coronavirus induces class I in both mouse astrocytes and oligodendrocytes, but only MHC class II molecules on rat astrocvtes. Following T-cell inf'lltration and interaction with virus-induced MHC molecules on glial cells, lymphokines are presumably produced in the CNS, leading to a greater diversity of cells expressing MHC molecules, depending on the l~anphokines available. IFN--f for instance, induces class I and II molecules on astrocytes, microglial cells and endothelial cells. However, other T-cell subsets apparently lack the ability to secrete IFN-~,, but secrete IL-4, a potent inducer of class II antigen on macrophages (Crawford et al., 1987) and microglia, but not on astrocytes (personal observation). In addition, lymphotoxin and/or TNF generally amplify the effects of these MHCinducing agents (Massa et al., 1987b) . One notable exception is murine endothelial cells in which MHC expression is apparently down-regulated by TNF (Tanaka, M., personal communica-tions). Therefore, local secretion of TNF/lymphotoxin in the white matter may be an important factor in a CMI generation of MS lesions. and endothelial cells are important in the initial site of antigen presentation.\n\nInvestigation of CNS tissue from MS patients may provide evidence of the relevant APC in MS brains. With respect to autoreactivity to myelin components, there have been reports of T-cell sensitization to MBP and PLP in MS, but these studies have not been definitive. Moreover, in early MS plaques undergoing demyelination, oligodendrocytes appear to be spared (Prineas et al., 1984) , suggesting no direct insult to these cells in either a primary class I or II CTL attack. Also, astrocyte cytolysis (Sun and Wekerle, 1986) is not apparent in forming MS lesions, arguing against the possibility that CTL attack of these cells plays a role in the demyelinating process. This appears to leave CTL function, either class-I-or II-restricted, as the primary tissue insult, untenable at present. Rather, T cells restricted by either class I or class II MHC molecules may play a more traditional role in this models. The expression of class II on CNS cells may primarily mediate a T-helper function in MS. Perhaps, the focus of attention should not be placed on the ability of l\" cells to lyse various APC in the CNS, but to the secondary effects of lymphokines generated by these T cells, on macrophages and various neural cells, including oligodendrocytes.\n\nThe importance of class I and class II MHC-antigen-induction on astrocytes and endothelial cells in this process has been assessed in MS tissue (Traugott et al., 1987) . Class-I-and II-positive astrocytes are found primarily at the expanding edge of MS lesions where activated CD4+ and CDS+ T cells bearing IL-2 receptors are concentrated. The centre of lesions contains a paucity of T cells and numerous myelin-laden macrophages (Traugott et al., 1987) . This suggests that astrocytes A hypothesis for lesion formation.\n\nLesion formation in MS may be initiated by exposure of endothelial cells to lymphokines originating in the periphery, resulting in the induction of MHC molecules and accessory adhesion molecules on these cells. T cells specific for an antigen located in the brain (self or foreign) could then associate with brain endothelial cells, become activated, move into the brain and react with parenchymal APC. T-cell derived IFI~;-~ ,, IL-4, and lymphotoxin may function in concert to stimulate microglial cells and astrocytes in plaques. Lymphokine-activated microglial cells and blood-borne monocytes may effect non-specific tissue damage including demyelination, related to their increased oxidation potential, phagocytic capacity and secretion of proteolytic enzymes. This hypothesis is consistent with findings in EAE and some viral models where peripheral activation of T cells has occurred. Alternately, in the case where peripheral lymphokines are not available to induce MHC on endothelial cells, direct induction of class II and/or class I MHC molecules on astrocytes by viruses may also initiate a similar cascade of events leading to non-specific demyelination, primarily by macrophages. This concept that the initial disease process is controlled by class-II-MHC-positive astrocytes is supported by genetic studies showing differing inducibility of class II molecules on these cells from animals susceptible or resistant to demyelinating disease (Massa et al., 1987a, c) . It is interesting that endothelial cells from these rat strains show parallel differences (Male and Pryce, 1989) . Whether direct T-cell lysis of astrocytes and/or endothelial cells leads to demyelination or whether there exists a more complex mechanism involving neural APC and subsequent macrophage microglia activation is not clear. Variability of brain-specific expression of MHC molecules among in-dividuals and its possible correlation with disease susceptibility may provide needed information on the relevant site of antigen presentation in the CNS and L, li current hypotheses of T-cellmediated demyelination."}