{"title": "PEDIATRIC DIAGNOSIS AND MANAGEMENT", "body": "Specific viral diagnosis is not necessary, both because of the benign, self-limiting nature of the disease 18 and also because the prevalence of different viruses overlaps from fall to spring, such that it is very difficult to determine precisely which virus or viruses are causing the symptoms. 3 Current medical management of URI remains symptomatic, controversial, and in most cases ineffective. Fluid, rest, humidifier, and saline nose drops constitute the mainstay of nonpharmacological treatment. The role of vitamin C both in prevention and in treatment of the common cold remains controversial. 19, 20 Topical adrenergic agents do not have systemic side effects, but overuse can result in rebound congestion. 21 Systemic medications are primarily used for symptomatic relief of congestion and cough, and most have limited efficacy. 11 Antihistamine and combinations of antihistamine with decongestants are the ingredients in at least 800 overthe-counter (OTC) cold remedies. The majority of studies in the past decade, 5,21-23 as well as recent meta-analyses, continue to conclude that antihistamines and OTC medicines are of marginal or no benefit in treating cold symptoms. [24] [25] [26] First-generation antihistamines can cause untoward side effects such as sedation in children. 26 Dextromethorphan is an antitussive that is abundant in OTC formulations. Although this medication is reportedly safe when taken in the recommended dosages, cases of recreational use by teenagers and deaths by overdose have been reported. 27 A 2007 study, which was based on a report by the Centers for Disease Control and Prevention (CDC), reported that three infants died from the toxic effects of cough and cold medicines in 2005, and more than 1500 children younger than 2 years were treated in emergency departments for adverse events related to cough and cold medicines in 2004 and 2005. 27a As a result, the U.S. Food and Drug Administration issued a statement recommending cough and cold products not be given to children younger than 2 years unless directed by a healthcare provider.\n\nCodeine is ineffective in controlling URI cough. 28 Antibiotics are never indicated for the common cold 5,29,30 but continue to be injudiciously overprescribed, leading to the emergence of more resistant strains of bacteria, higher healthcare costs, and increased risk of side effects. [31] [32] [33] [34] [35] [36] [37] During the influenza season, the number of antimicrobial courses prescribed to children increases by 10% to 30%. 17 Research for new medical therapies for the common cold is directed toward increasing resistance to or immunity against the viruses. Interferons are proteins that can induce a nonspecific resistance to viral infection. However, the usual route of administration is by intramuscular injection, usually given on a daily basis because its blood concentration decreases sharply within 24 hours. In view of the self-limiting nature of URI and the trauma of daily injections, it is unlikely that interferon would be used to treat URI in children. 38 Histamine antagonists are not indicated in the common cold. 39 Antiinflammatory mediators 11 and specific antiviral agents 40 may be promising. Although viral URI is a benign illness of short duration, it can lead to bacterial complications-otitis media, sinusitis and lower respiratory tract infections, or even mastoiditis and meningitis-that have much more significant consequences in children. 41, 42 Younger infants are especially susceptible to development of more serious bacterial infections.\n\nThe best treatment is prevention. Parents and family members should be educated about washing hands, cleaning environmental surfaces, isolating infants and children with infection, and avoiding crowded places such as busy daycare centers. 22 The American Academy of Pediatrics (AAP) recommends that RSV intravenous immune globulin (RSV-IGIV) and palivizumab, a humanized murine monoclonal antibody, be administered as prophylaxis for prevention of RSV URI, which can lead to severe lower respiratory tract infections in high-risk infants, children younger than 24 months with chronic lung disease, certain preterm infants, and children with congenital heart disease. 43 The CDC has marked vaccine development for RSV \"a high priority.\" 44 The AAP also recommends annual influenza immunization for all children with high-risk conditions who are 6 months of age and older, healthy children 6 through 24 months of age, household contacts and out-ofhome caregivers of children younger than 24 months of age, and healthcare professionals. 45 The World Health Organization is attempting to develop and distribute effective vaccines to prevent and/or reduce key viral respiratory diseases. 46 Development of one single vaccine effective against the common cold is unlikely because of the large number of viral serotypes. 4 Rhinovirus, for example, has at least 100 different immunotypes. 12 The goals of a vaccination program for viral URI are the prevention of lower respiratory tract infections and the prevention of infection-associated morbidities, hospitalization, and mortality.\n\nTraditional Chinese medicine (TCM) defines URI as Wind-Cold, which is similar to but a different description of the Western concept of virus infection as the external cold pathogen transmitted via wind or airborne droplets. Along with symptomatic treatment and home management, TCM also focuses simultaneously on \"eliminating the pathogenic factors by supporting the healthy energy,\" 1 which translates in biochemical terms as improving the immunity and general health of the child. This is especially important in URI because the host response is of primary importance in pathogenesis of URI and because recurrent URIs are more likely to lead to complications. Because URI, like asthma, is seasonal, TCM often adopts the tenet of \"winter disease, summer cure,\" advocating the stimulation of pertinent acupoints, such as Wind points, during the summer to prevent URI occurrence during cold weather. 2 Current reports support efficacy of acupuncture for treating the common cold. [3] [4] [5] [6] URI occurs at the most superficial stage of Wind-Cold invasion. Treatment of BL points can be beneficial even in infants. 7 Symptomatic improvement can be substantiated by positive physiological changes. Acupuncture stimulation of LI20 and LI4 has been shown to increase the velocity of the nasal mucociliary transport in chronic rhinitis patients 4 ; a pilot study showed change in nasal airway resistance, although the results were not statistically significant. 8 Although there is a paucity of studies on acupuncture treatment of URI in children, as these children are usually kept at home for observation, results from studies of lower respiratory tract infection, allergic rhinitis, and adult studies can be extrapolated for URI in improvement of immune function and alleviation of symptoms. A clinical report using herbal paste to stimulate acupuncture points in 72 infants with acute bronchitis demonstrated high clinical cure and improvement rate, while laboratory findings revealed an increase in humoral immune substances such as immunoglobulin (Ig)-M, IgG, complement C3, and especially IgA. 9 A double-blind, randomized, placebocontrolled trial from Hong Kong of 85 children treated for persistent allergic rhinitis demonstrated acupuncture as being effective in decreasing acute symptoms and increasing the symptom-free days with no serious adverse effects. 10 Needling general Wind-Cold points in adults-Dazhui (GV14), Fengchi (GB20), and Quchi (LI11)-resulted in decrease in temperature, respiratory rate, pulse, and blood pressure with a simultaneous increase in the percentage of T-lymphocytes. 11 Even massaging local acupoints was effective in relieving symptoms and enhancing immune functions, with increases in immune indices that persisted for at least 6 months. 1 One report of acumassage of Yingxiang LI20 for only 30 seconds resulted in clinical relief from nasal congestion, even though no change in nasal airway resistance or airflow occurred. 12 These reports are encouraging for parents, as acupressure can be easily learned by nonprofessionals; is well tolerated by children of all ages, including infants; has no side effects; and costs nothing.\n\nAcupuncture can be used to treat URI complications such as otitis media or sinusitis. In a clinical study of chronic maxillary sinusitis that included children as young as 3 years, acupuncture treatment resulted in significant improvement of symptoms. However, because of the danger of rapid progression to more serious sequelae, the author recommends that antibiotics still be considered for acute sinusitis. 13\n\nAcupuncture treatment protocol for URI is as follows 14 1 This should be shaken just before spraying, as the essential oils tend to separate from the water. Once a child has an URI, essential oils can play a role in reducing symptoms and shortening the course of the illness. Essential oils can continue to be defused in the room, administered by steam inhalation or applied as a chest rub in which case the essentials oils will be both absorbed and inhaled. Essential oils that are antiviral include thyme (Thymus vulgaris), rosemary (Rosmarinus officinalis), peppermint (M. piperita), ravensare (Ravensara aromatica), tea tree (M. alternifolia), eucalyptus (Eucalyptus sp.), and bergamot (C. bergamia). [1] [2] [3] Price and Parr suggest a mixture of 4 drops tea tree, 2 drops lemon (Citrus limon), and 2 drops rose otto (Rosa damascena) in 50 mL carrier oil for a cold. 4 They also suggest a mixture of 3 drops sandalwood (Santalum album), 2 drops sweet marjoram (Origanum majorana), and 2 drops sweet thyme in 50 mL carrier oil if the child has a cough. 4 A mixture of aromatic oils, camphor, menthol, and eucalyptus in a petroleum base, (Vick's VapoRub, Proctor & Gamble, Cincinnati, Ohio) was studied in a randomized, single-blind, placebo-controlled, crossover design study of 12 adult subjects with chronic bronchitis. In this study, 7.5 grams of the product were inuncted or rubbed on the chest and then covered with a cloth, and the control was the petroleum ointment without aromatic oils. Subjects were randomly assigned to groups and crossed over to the other treatment at a subsequent appointment. There was a significantly enhanced clearance of mucus at 30 minutes and 60 minutes in subjects exposed to the active substance, with no difference during the subsequent 5 hours. 5\n\nWindbreaker is a formula of 21 herbs (Chinese Modular Solutions) designed to clear Wind, Heat, and Phlegm, treating the acute inflammatory stage of colds as well as lingering congestion. The formula is available as a liquid alcohol extract. The alcohol can be removed by placing the drops in a small amount of hot water and allowing it to cool before administration. The dose is 1 dropperful every 3 hours in babies and 2 to 3 droppersful for children 2 years and older (see Appendix C). 1\n\nEchinacea, a member of the Asteraceae/Compositae family, may be found or used in a variety of species, including Echina cea angustifolia, Echinacea purpurea, and Echinacea pallida.\n\nTaking echinacea orally might help reduce severity of symptoms and duration of the common cold in adults by about 10% to 30% [1] [2] [3] [4] [5] [6] [7] [8] [9] or may show no benefit, according to results of other trials. [10] [11] [12] Research conducted with E. purpurea juice extract in children aged 2 to 11 years suggested lack of effectiveness for the treatment of cold symptoms. 13 In this study, E. purpurea 3.75 mL or 5 mL was taken twice daily based on age. Children in the treatment group were more likely to develop a rash than children taking placebo. 13 The best time to take echinacea is not prophylactically, but rather at the initial stages of symptoms, continuing the therapy for 7 to 10 days. Some common side effects reported with the use of echinacea include allergic reactions and gastrointestinal symptoms.\n\nA combination of echinacea, propolis, and vitamin C-an herbal preparation (Chizukit) containing 50 mg/mL echinacea, 50 mg/mL propolis, and 10 mg/mL vitamin C-has been reported to reduce the number and duration of cold episodes in children. 14 Unfortunately, overall prevention research has not been well designed; therefore additional research must be conducted before making conclusions and clear recommendations.\n\nIn 1998, Children's Hospital Boston established the Center for Holistic Pediatric Education and Research (CHPER) to provide complementary and alternative medicine (CAM) consultations and education to inpatients at this hospital. Between 1999 and 2004, 762 consults were provided to patients on the Pulmonary Service; the chief complaints initiating the consultation were pain in the back, upper body, chest, and neck as well as anxiety. During acute or chronic respiratory infections, chest, shoulder, neck, and back discomfort may develop from persistent cough. [1] [2] [3] This pain or discomfort could lead to ineffective cough and deep breathing as a result of splinting. [1] [2] [3] To help decrease the musculoskeletal pain associated with coughing, children experiencing respiratory infections could benefit from back, shoulder, and anterior chest wall massage therapy with particular attention to the intercostals, scalenes, serratus, pectorals, and trapezius. Should cough-related pain or discomfort extend to the abdomen, massage to the intercostals and external obliques may also be helpful. If children are splinting with cough or laughter or indicating it hurts too much to laugh, this would be a good indication to try some massage to improve their comfort level. Children experiencing respiratory illness may feel more comfortable in an upright position during treatment rather than lying down. To treat the child in an upright position, he or she can be positioned in a chair with the head supported by a table-top pillow or seated upright in the parent's lap with the head resting on the parent's chest p0200 p0200 p0230 p0230\n\nUpper Respiratory Tract Infection 453 or shoulder. Infants and young children can readily be treated while cradled on their parent's shoulder or chest.\n\nIn addition to massage being helpful for cough-related pain, massage can also help relax or calm the child or infant who may be experiencing increased work of breathing or intermittent bronchospasms due to illness. Controlled studies have demonstrated decreased anxiety levels in children with asthma or cystic fibrosis who receive parental Swedish massage. 4, 5 These studies have also demonstrated increased peak flow readings and improved pulmonary function tests in the massage-treated children compared with controls. Small studies in adult populations with pulmonary disease have also demonstrated improved peak flows 6,7 as well as decreased respiratory rate and increased chest wall expansion. 7 Chest physiotherapy (CPT), which incorporates percussion and vibration, originated from use of massage in postoperative patients in the seventeenth century. 8 CPT has become a standard of care in hospital settings to prevent and treat atelectasis, ineffective cough, and respiratory secretion management.\n\nPediatric Diagnosis and Management"}