{"title": "Cytokines and brain excitability", "body": "Cytokines are signaling proteins secreted primarily by cells of the immune system, including monocytes, macrophages (e.g. Kupffer cells, microglia), lymphocytes (B and T cells), and vascular endothelial cells that signal the detection of pathogens and activate cellular networks to initiate the appropriate immunological responses. There are many classes of cytokines including numerous interleukins, lymphokines, chemokines, hematopoietins, interferons, as well as members of the platelet derived growth factor (PDGF), transforming growth factor (TGF) and tumor necrosis factor (TNF) families. In this review we will focus on the interleukins and TNFα, as they have been most extensively investigated in the context of brain function and excitability.\n\nCytokines play a role in several aspects of normal central nervous system (CNS) function. For example they participate in the regulation of sleep [84] and a variety of neuroendocrine functions [132] , plus play important roles in neuronal development [17, 56, 57] and possibly in normal ageing [94] . However, there is increasing attention directed towards understanding cytokines as common mediators of altered CNS function during inflammatory states from bacterial and viral infections of either the brain [71, 88] , or the periphery [78, 82] , and disease processes with strong inflammatory components such as colitis, multiple sclerosis, acute liver failure, amyotrophic lateral sclerosis, and Alzheimer's Disease (reviewed in [20, 25, 108, 128] ). It is also well established that brain trauma including that caused by stroke, results in massive increases in cytokine synthesis that are associated with important effects upon recovery [3, 146] . In many of these inflammatory CNS pathologies, a common feature is the appearance of other CNS behavioral co-morbidities [170] and an increase in excitability of the brain, sometimes manifested in the form of seizures or of acquired epilepsy [153] . It is possible that the increased excitability leading to increased seizure susceptibility may also be a mechanism underlying neuronal changes in brain areas associated with behavior, but this has received little investigation to date. Thus, while referring to important studies of cytokine participation in several inflammatory states, we will focus this review primarily on cytokine mediation of a number of experimental models of seizures along with reference to clinical data.\n\nCytokine blood levels are normally low, but they can markedly increase in response to pathogens, inflammation, or tissue injury, as well as in a variety of disease processes like autoimmunity and cancer. Since the inflammatory cascade in many of these entities is difficult to control in an experimental setting, one common method of inducing a predictable course of inflammation in the laboratory is by using lipopolysaccharide (LPS), the pyrogenic component of the outer membrane of gram negative bacteria. Parenteral administration of LPS results in fever, release of several cytokines, and sickness behaviors, followed by full resolution in 6-18 h depending on the dose. LPS is recognized by the innate immune system via toll-like receptors (TLRs) which are found on many immune cell types such as monocytes and macrophages. TLRs are also found in the brain and localize to the meninges, circumventricular organs, endothelial and perivascular cells and within the brain parenchyma on microglia and possibly astrocytes [86, 26, 144] . Binding of LPS to its native receptor, TLR-4, activates an intracellular cascade that ultimately causes translocation of NFκB to the nucleus where it initiates transcription of cytokines that are both pro-[interleukin (IL)-1β, IL-6 and TNFα] and anti-[IL-1 receptor antagonist (ra), IL-10] inflammatory in nature [24, 30] .\n\nAnother common experimental inflammatory model utilizes polyinosinic:polycytidylic acid (PolyI:C), a synthetic double stranded RNA molecule that activates TLR-3 and thereby mimics a viral fever [100] . For the most part, the cellular sequelae are similar to TLR-4 activation by LPS in terms of cytokine generation and physiological effects [70] , although activation of TLR-3 also results in generation of interferons [105] . There are also a number of other TLRs such as TLR-2 and 6, each with specific ligands (e.g. lipoteichoic acid and diacyl lipopeptides, respectively) that signal to the brain in much the same way as TLR-3 and 4 described above, and the available evidence suggest that they also activate similar cascades of cytokine production with similar physiological effects as LPS and Poly I:C [73] .\n\nDetection of a peripheral immune response occurs via vagal afferents, circumventricular organs, and directly at the blood brain barrier (BBB) [13] . For most systemic inflammatory responses, signaling at the BBB appears to be the dominant means by which the brain responds to peripheral signals; endothelial and perivascular cells synthesize prostaglandin E 2 [59, 138, 144] which diffuses into the parenchyma to stimulate heat conservation and production pathways in the hypothalamus and cause fever [90, 134] . In addition, neurons controlling endocrine function also respond to prostaglandins, most notably the corticotrophin releasing factor neurons in the paraventricular nucleus that stimulate adrenocorticotrophic hormone release from the pituitary and adrenal secretion of corticosteroids [79] .\n\nIn addition, there is now good evidence for movement of leukocytes through a largely intact BBB during peripheral inflammation. This is thought to occur through the activation of the cerebral endothelium in the presence of pro-inflammatory messengers [120] . This increases endothelial cell expression of adhesion factors that are critical for cellular recruitment into tissues. These adhesion molecules include selectins and integrins that facilitate the extravasation of leukocytes through the endothelium and into the brain. Recent evidence suggests that TNFα may be critical in promoting the leukocyte-endothelial interactions, through microglial expression of monocyte chemoattractant protein and the subsequent movement of monocytes into the brain during peripheral inflammation [31, 80] .\n\nThere is unequivocal evidence that peripheral inflammation causes a \"mirror\" inflammatory response in the CNS, characterized by additional synthesis and action of cytokines within the brain [89, [117] [118] [119] 127, 130, 135, 156, 159] . Although the precise mechanisms responsible for CNS synthesis of cytokines are not entirely delineated, the cytokines ultimately produced in the brain can be from several sources including microglia, invading inflammatory cells, microvessel endothelial cells, pericytes, choroid plexus, astrocytes [126, 143, 158, 21, 44, 104, 171] and even neurons where cytokines can be constitutively expressed [18, 52, 129, 142, 172] . Cytokine production by microglia is related to a characteristic morphological change (ramified to amoeboid) associated with their activation state that can be readily visualized with appropriate staining [45] . Receptors for cytokines are also present in the CNS, with localization on vascular endothelial and perivascular cells, microglia, astrocytes and neurons [42, 47, 53, 106] .\n\nPeripheral inflammation is but one example of a process that initiates cytokine production. As the brain possess TLRs of various subtypes, direct inflammation of the brain, for example during encephalitis will also upregulate cytokine production [55, 76] . In fact, almost any pathological process in the brain appears to be accompanied by, and exacerbated by cytokine generation; these include traumatic brain injury [77] , epileptic seizures [162] , ischemia [36,33], multiple sclerosis [25] and neurodegenerative diseases such as Alzheimer's Disease [41] . While each of these conditions has unique pathologies and behavioral correlates, a common feature of all of them is the higher prevalence of seizures or reduced threshold for induction of seizures. Thus we will now focus upon the evidence implicating cytokines in seizures.\n\nThe evidence is now overwhelming that epilepsy is associated with inflammation and with elevated levels of cytokines. Virtually all of the pro-inflammatory cytokines are elevated in tissue or cerebral spinal fluid (CSF) from patients with chronic seizure disorders (rev. in [4] ). For example, some types of medically intractable epilepsy arising from focal cortical malformations are associated with both increased gene expression [15] and elevated levels of pro-inflammatory cytokines in the CNS [16, 29, 74, 121] . Moreover, in surgical tissue samples from patients with temporal lobe epilepsy where there are pathological features of hippocampal sclerosis (a condition of gliosis and neuronal loss), Vezzani and colleagues [122] have reported both activated microglial cells and increased cytokines. Cytokine levels in the CSF of patients with seizures correlate with both seizure occurrence and duration [91, 92, 111] . A number of studies have also explored the involvement of cytokines in febrile convulsions in children but there is still no consensus regarding the risk that febrile seizures pose on the development of adult epilepsy (rev in [39, 125] ).\n\nExperimental studies in rodents have also reported a strong association between elevated CNS levels of cytokines or of increased expression of cytokine mRNA and increased seizure susceptibility [9, 32, 35, 166] . Seizures elicited by convulsants in either mature [103, 157, 161] or immature [145] rats showed increases in CNS cytokine levels or cytokine expression ( Fig.  1) . With the use of other immature rodent models of febrile seizures, some groups have shown temporary increases in cytokine levels after febrile seizures that return to control levels within 48 h [40,65] (Fig. 2) . Similarly, rats subjected to status epilepticus (a state of persistent seizure) by electrical stimulation of the hippocampus [32] or those that had been kindled (condition whereby seizures appear after repeated subthreshold stimulation of the brain) by amygdala stimulation [115] also showed increased expression of both pro-and anti-inflammatory cytokines. Most recently, it was reported that a rat model of absence seizures, the Genetic Absence Epilepsy Rat, has elevated IL-1β in the cortex [1] .\n\nIn addition to the persuasive evidence that seizure activity itself causes cytokine synthesis in the brain (rev in [162] ), seizures also upregulate IL-1β receptor type 1 [124] , in part via release of the molecule High Mobility Group Box 1 (HMGB1) that activates brain TLR-4 and TLR-2 (with consequent activation of cytokine synthesis) and potentiates the activity of pro-inflammatory cytokines [99, 110] . However, the findings that cytokines and cytokine receptors are elevated in association with seizure activity is not necessarily evidence that they are players in terms of initiating or augmenting the enhanced excitability. To partially address this criticism, investigators have carefully examined the time course of cytokine generation; the observations that cytokines are already elevated at the onset of seizures raises the likelihood that they may be causal [65, 162] . The direct evidence came from studies looking at over-expression of cytokines in transgenic animals where overt seizures were seen in the absence of precipitating toxins [22, 116] .\n\nThe effect of pro-inflammatory cytokines on the brain is consistently observed to be proconvulsant. Although direct exogenous cytokine application to the brain in vivo does not usually precipitate a seizure itself, it generally facilitates the development of a seizure to other insults that encourage seizure activity [9, 27, 38, 65, 161, 163] . Similarly, peripheral inflammation that is known to induce central cytokines, or direct inflammation of the brain via targeting of either TLR-4 or other TLRs also enhances seizures or reduces the threshold to seizurogenic stimuli [5, 6, 63, 63, 95, 99, 127, 131, 139] . Even more importantly, blockade of cytokine action in the brain, for example with exogenous application of IL-1ra (the natural antagonist to IL-1β), or by enhancing its endogenous expression, interferes with seizures, or reduces their severity in many different seizure models [65, 131, 163, 164] . Similarly, immunoneutralization of TNFα in the brain reduces heightened seizure susceptibility associated with colitis, a chronic peripheral inflammation of the colon [127] (Fig. 3) . Animals with genetic deficiency in the production of IL-1β [38], or animals in which IL-1β production is blocked by inhibition of the caspase involved in its synthesis [98, 123] , exhibit a reduction in seizures.\n\nInflammation and cytokine release has been suspected also to participate in the very process of epileptogenesis [40, 64, 122] . In different models of febrile seizures, cytokines are elevated acutely [40, 65] or chronically [40] and cause either augmented brain excitability [66] , or frank spontaneous seizures to occur [37]. Subsequently, it was shown that inflammation in the postnatal period, whether caused by peripheral LPS alone [54] , hyperthermic seizures [40], a combination of the two [7] or direct activation of brain TLR-3 [55] caused brain cytokines to increase and a long lasting state of increased brain excitability in adult rats.\n\nBecause of the widespread actions of cytokines in the brain, there have been intensive electrophysiological and pharmacological investigations of their cellular actions over the past 20 years. While this review will focus upon cytokine actions on neuronal excitability, it is important to note that cytokine receptors exist on non-neuronal cells as well. Thus there have been extensive investigations of their electrophysiological effects upon microglia [141] as well as studies of their effects upon astrocytes [46, 97] . With respect to neurons, cytokines have profound effects upon synaptic plasticity, especially in the hippocampus [112, 113] , as well as direct membrane and synaptic effects on CNS neurons, including those involved in central autonomic control (fever) [34, 136, 151, 169] , gastrointestinal control [69] and neuroendocrine control [47, 48, 132] . The electrophysiological effects of a wide variety of cytokines have been extensively reviewed [50, 81, 101, 102, 140] and these comprehensive reviews should be consulted for detailed information. In the following section we will focus in particular upon actions of pro-inflammatory cytokines that may help to understand their role in increasing neuronal excitability.\n\nIL-1β activity has been most extensively investigated in the context of its pro-convulsive effects, with most studies focused on the acutely prepared hippocampal slice taken from juvenile, post-weaning rodents. In this regard, it is an important, but usually overlooked fact, that slicing the brain itself constitutes a major trauma. Given that trauma is a well known inducer of cytokine production [3] , it is not surprising that, of 17 cytokine mRNAs examined within 3 h of slicing and maintained in vitro under standard slice conditions, 3 were upregulated (including IL-1α and IL-1β) and 4 were downregulated (including IL-1ra). Thus it is likely that many of the cellular changes reported are in the context of background cytokine 'tone'. However, an alternate approach is to examine cytokine actions in cultured neurons that are normally harvested from late gestation fetuses (day [18] [19] and incubated for 10-20 days, where one would suspect the traumatic effects of the culturing procedure would be mitigated during that time. Nonetheless, as cytokines play important roles in the development of the nervous system [83] , this approach also has limitations, as the rodent brain at this time is still very immature and developmental trajectories involving cytokine action will undoubtedly be altered in these cultures.\n\nAcute IL-1β application appears to have little if any effect upon resting membrane potential, although active, regenerative currents have been reported to be altered. In hippocampal CA1 neurons, IL-1β at low doses (≤1 ng/mL) reversibly inhibited voltage dependent calcium currents via a protein kinase C mediated action [114] . If similar effects were to take place at the synapse, this could cause a reduction in transmitter release. Support for this possibility comes from reports that low levels of IL-1β decrease intracellular calcium in cortical synaptosomes [23] . In this regard, in vitro studies have examined IL-1β modulation of gamma-amino butyric acid (GABA) and glutamate release from hippocampal slices, but the predominant effect was a dose-dependent (1-35 ng/mL) increase in calcium-dependent glutamate and GABA release [175] . Thus it is possible that the effects of IL-1β on neurotransmitter release are dependent on concentration whereby higher levels are associated with increased transmitter release. Such dichotomy in function also helps explain why low levels of cytokines that are released during fever appear to be associated with sickness behaviors characterized by lethargy and decreased activity [14, 83] , while higher levels may enhance neuronal excitability. In addition, whatever the cellular mechanism, it is important to note that an identical cellular action on an inhibitory interneuron and an excitatory output neuron will have very different effects on the circuit output, depending upon the site of action.\n\nIn terms of mechanism of action, one potentially interesting hypothesis is that IL-1β could affect a depolarizing, hyperpolarization-activated cationic current known as I h . As previously discussed, IL-1β has been shown to be important in epileptogenesis after neonatal seizures [40] . These same investigators have also reported that there are profound alterations in the properties of I h after the neonatal seizures [19] . To the best of our knowledge, no one to date as specifically addressed the question of whether or not cytokines regulate the properties of this current.\n\nThe most promising studies on cellular actions of IL-1β have examined its effects on synaptic signaling. With respect to glutamate receptors, it is the alpha-amnio-3-hydroxy-5methyl-4-isoxazole-propionic acid (AMPA) receptor that mediates the majority of excitatory transmission. Incubation of cultured hippocampal neurons for 1 h with 10-50 ng/mL of IL-1β decreased surface expression of AMPA receptors. This effect was receptor mediated, independent of synaptic transmitter release and associated with a calcium-dependent reduction of thephosphorylationoftheGluR1 subunit of the AMPAreceptor [87] . This action could account for the previously observed small reduction in synaptic strength seen at the Schaffer collateral-CA1 excitatory synapse of hippocampal slices [12] .\n\nA more likely target for the excitatory effects of IL-1β is its action at the N-methyl-Daspartate (NMDA) receptor. This receptor is normally activated under conditions of intense activity when the voltage dependent block is relieved by depolarization of the cell. This is the state that would exist in a cell in the presence of depolarizations caused by convulsants or by high frequency activity and it is the condition where IL-1β has been shown to be effective in vivo.\n\nPretreatment of hippocampal cultures with low doses of IL-1β caused an upregulation of NMDA receptor-mediated calcium levels in the post synaptic cell via an activation of a tyrosine kinase that phosphorylates the NR2B subunit of the NMDA receptor [165] (Fig. 4) . IL-1β signaling also appears to involve a ceramide mediator [9] and, in neurons (but not glia), activation of the mitogen activated protein kinase pathways [147] . Activation of these pathways most likely also mediates transcriptional changes. In this respect, it is interesting that early, neonatal inflammation causes long lasting alterations in subunit expression of several NMDA receptor subunits [62] .\n\nThese interactions with NMDA mediated transmission are the most likely mechanism for the IL-1β augmentation of seizures. However a number of other actions of IL-1β could also be important. For example, glutamate uptake by astrocytes is impaired by cytokines, an effect that would increase excitatory transmission [72, 173] . In addition, acutely applied IL-1β dose dependently decreases GABA A mediated potentials in cultured hippocampal neurons [167] . In contrast, chronic LPS exposure in cultured hippocampi caused an IL-1β-mediated upregulation of GABA potential amplitude [67] , but this might be due to a compensatory mechanism as it occurred after cytokine levels had returned to baseline.\n\nTNFα has also been shown to affect neuronal excitability. In cultured hippocampal neurons, long term incubation with TNFα causes increases in L-type calcium currents [51] but the same authors reported that it decreased intracellular calcium elevations elicited by application of glutamate agonists. To the best of our knowledge, the mechanisms underlying these disparate responses have not been elucidated. Other in vitro studies have shown that TNFα augments glutamatergic transmission both in the hippocampal slice and in cultures [60, 152] . Recent work from our lab indicates that elevation within the brain of TNFα due to peripheral inflammation also increases excitability in a TNFα dependent manner. This was observed both in vivo and in hippocampal slices obtained from animals with a peripheral inflammation, experimentally-induced colitis [127] . Intracerebroventricular injection of TNFα alone into the brain is capable of increasing seizure susceptibility in normal animals (Fig. 3) . This work is in keeping with a large body of data that indicates that TNFα augments glutamatergic transmission throughout the CNS (rev in [68, 112] ). The likely mechanism for this is an action of TNFα to increase the surface expression of AMPA receptors [10, 150] . Furthermore it is a particular subtype of AMPA receptors that is inserted, namely that which lacks the GluR2 subunit [93, 109, 149] (Fig. 5 ). This is important as AMPA receptors lacking this subunit allow calcium entry when activated, and this can lead to changes in gene expression as well as cytotoxicity [11] . While this action to increase AMPA receptor expression will result in augmented excitatory transmission under inflammatory conditions, there is also evidence that TNFα secreted by glial cells may function to modify synapses under non-inflammatory conditions. In a process known as synaptic scaling, neurons subjected to reduced levels of excitatory inputs can upregulate (or scale up) specific synapses to maintain a constant level of network activity [150, 155] . In a still unknown manner (but likely involving sampling of extracellular glutamate), glial cells somehow detect low levels of neuronal activity and after about 24 h begin to release TNFα. The ability of neurons to alter their level of excitatory synaptic inputs is dependent upon this glial derived TNFα, as blockade of TNFα signaling prevented or reversed this effect [148] . It is possible that TNFα released during inflammation may be simply an enhancement of this process or that the usual feedback mechanisms [154] that might precisely regulate the magnitude of synaptic scaling may be abrogated during inflammation.\n\nAlthough earlier studies using fluorescent microscopy did not detect interactions between TNFα and NMDA receptor localization [10] , more recent studies using both anatomical and electrophysiological approaches reported a ceramide-dependent effect of TNFα to cause phosphorylation of the NR1 subunit of the NMDA receptor and an increase in its surface expression [168] . In addition to the actions of TNFα to cause increased surface expression of glutamate receptors, it also induces endocytosis of GABA A receptors and thus reduces inhibitory drive [149] . As TNFα can directly affect glutamate uptake and release from glial cells [49, 137] , one can readily appreciate that its actions on glial cells and on synaptic glutamate and GABA receptors can cause profound changes in excitability and possibly long term transcriptional changes.\n\nAmong the long term changes that are affected by cytokines is a profound action on long term cellular plasticity, including both long term potentiation and long term depression. In general, both TNFα (reviewed in [2, 112] and IL-1β (reviewed in [113] ) inhibit these changes that occur in hippocampal slices after stimulation of glutamate synapses at particular frequencies. As both long term potentiation and long term depression are thought to be cellular correlates of learning, the inhibitory action of cytokines on these phenomena could have relevance for some of the co-morbid cognitive changes associated with seizures and inflammation in general [58, 153] .\n\nCompared to the body of work on TNFα and IL-1β, there has been much less attention directed to other pro-inflammatory cytokines. Whereas chronic IL-6 has been shown to alter electro-physiological and synaptic properties in the cerebellum [61] , little is known of its actions in areas implicated in seizure generation, although chronic exposure of hippocampal cultures to IL-6 was reported to reduce both Group-II metabotropic glutamate receptors and L-type calcium channels [160] .\n\nAnother subclass of cytokines, called chemokines, may also be important in the increased cellular excitability associated with inflammation, as they are upregulated under inflammatory conditions and they have chemoattractant properties to promote movement of immune cells into the brain. There is considerable evidence that they play a physiological role in neuroendocrine function [132] and may thus be a new class of neuromodulator [43, 133] . In this context, it appears that they can also augment neuronal transmission in the hippocampus. The chemokine CXCL10 elicits elevations in intracellular calcium and enhanced synaptic activity [107] as well as increased levels of ERK1/2, CREB and NFκB [8] in hippocampal cultures. Another chemokine, CCL2 (also known as monocyte chemotactic protein-1) causes enhanced excitatory post synaptic currents in the Schaffer collateral pathway of the hippocampus in vitro [174] , possibly via a p38 MAP kinase pathway [28] . With chronic exposure to the chemokine, CCL3, changes in NMDA-evoked calcium currents and increased NMDA receptors have been observed in culture [85] . It is interesting that despite these profound cellular, synaptic and electrophysiological effects, possible roles for chemokines in seizure generation have been primarily limited to augmenting neutrophil and macrophage infiltration into brain [75, 96] .\n\nThe functional diversity of cytokines has far surpassed their limited role as simple immune system messengers. Like other passing dogmas in Neuroimmunology, such as the view that the brain is an immune privileged site, the role of cytokines in physiological and pathological activity of the brain has expanded. However, the important consideration is how to harness this knowledge and funnel it towards alleviation or treatment of neurological disorders such as epilepsy. In this regard, it is likely that new anti-inflammatory drugs will target cytokines to not only control epilepsy, but also to alleviate the multiple co-morbid issues that arise with inflammatory diseases. (C) The effect of IL-1β on NMDA induced calcium increases was via an action at the NMDA receptor as it was blocked by the NMDA receptor antagonist MK 801 (from [165] with permission). "}