{"title": "Etiology of parapneumonic effusion and pleural empyema in children. The role of conventional and molecular microbiological tests", "body": "Community acquired pneumonia (CAP) remains one of the major causes of morbidity in children worldwide [1] . For years, Streptococcus pneumoniae has been invariably found the most common etiologic factor of CAP [2] . The introduction of the pneumococcal conjugate vaccine (PCV) had an important impact on both the incidence of CAP and its complication rate. The incidence of CAP has been reported to decline in some well developed countries, where PCV had been widely introduced, but at the same time, an increasing incidence of local complications was noted. Data from the United States collected between 1996 and 2007 showed that all-cause pneumonia hospitalization rate in children younger than 2 years decreased by 33%, and the number of children hospitalized due to community acquired pneumococcal pneumonia decreased even by 61%. However, this decline was associated with 2-fold increase of empyema. This phenomenon may have an important impact on the overall efficacy of CAP treatment [3] .\n\nParapneumonic effusion and pleural empyema (PPE/PE) are the most common complications of CAP in children, with the annual incidence of hospitalization reaching 12.5 per 100 000 in some regions of the US [4] . S. pneumoniae remains the most common etiologic agent of PPE/PE in children, exceeding 60% of cases in some studies [5] . Streptococcus pyogenes and Staphylococcus aureus were reported as the second and the third most common species identified as the causes of PPE/PE in children. [3, 5, 6] Nevertheless, the spectrum of causative organisms is much wider and includes Haemophilus influenzae, Streptococcus milleri group, Stenotrophomonas maltophila, anaerobic and atypical bacteria [5e7] . Some viruses are also considered to play a potential role in the pathogenesis of PPE/PE in children [8] .\n\nThe treatment of PPE/PE is challenging. Proper antibiotic therapy and an early local intervention are the cornerstones of the effective management. Since the results of individual microbiological studies are usually not available at the time of decision making on antibiotic therapy and the positive results of these studies can be expected in only minority of patients [5, 6, 9] , the choice of antibiotics is based on local microbiological data and the results of epidemiological studies. In this context, studies on etiology of PPE and PE have an enormous impact on proper antibiotic treatment in children with local complications of CAP. It has been shown that molecular techniques are significantly more sensitive than standard microbiological cultures. Their use may be associated with even several fold increase in the detection rate of S. pneumoniae and other bacteria [5, 6, 10] .\n\nAs some differences in etiology of PPE/PE were observed in earlier studies [5, 6, 9, 11] , reliable local microbiological and epidemiological data seem to be a prerequisite for the proper choice of antibiotic therapy. To our knowledge no such data have been published for Poland. This issue seems to be particularly important in terms of increasing proportion of Polish children receiving PCV. Thus, we undertook a study aimed at the evaluation of the etiology of PPE/PE in children managed in the referral pulmonary center in Poland. The secondary goals of the study were: 1) comparison of the diagnostic yield of standard culture with molecular techniques in the determination of PPE/PE etiology in children, 2) comparison of microorganisms responsible for local complications of CAP in children vaccinated vs. non-vaccinated with PCV.\n\nThis prospective, observational study included all consecutive children with PPE/PE complicating CAP who were referred to our institution between June 2011 and December 2013, and who required a diagnostic/therapeutic thoracentesis or other more complex pleural intervention. In all patients, blood samples for standard microbiological cultures were collected on the day of admission. Pleural fluid samples were taken between the 1st and 5th day of hospital stay. The diagnostic algorithm used to identify microorganisms in blood and pleural fluid samples is presented in Fig. 1 . All children were treated with intravenous antibiotics. The type of local intervention i.e. therapeutic thoracentesis, chest tube drainage or video-assisted thoracoscopic surgery depended on the clinical course of the disease, the results of pleural fluid analysis and pleural space anatomy (the volume and loculation of pleural effusion).\n\nChildren who met the following inclusion criteria were enrolled: age between 1 month and 18 years, CAP defined according to British Thoracic Society (BTS) guidelines [2] , pleural effusion that required at least a diagnostic thoracentesis. The exclusion criteria were as follows: immunodeficiency, pleural effusion caused by diseases other than CAP.\n\nCulture of blood samples was processed using the BacT/Alert 3D60 platform (bioM erieux, France). Samples of pleural fluids were plated on Columbia agar with 5% sheep blood, Chocolate agar PolyVitex, MacConkey agar (bioM erieux, France), brain heart infusion broth (Grasso, Poland). The plates (Columbia agar, chocolate agar) were incubated at 37 C in a 5% CO 2 eatmosphere or under aerobic conditions (MacConkey, BHI broth) for 3 days. Bacterial isolates were identified using standard laboratory methods, including optochin susceptibility and bile solubility testing for S. pneumoniae, latex agglutination for group A antigen and bacitracin disk sensitivity for S. pyogenes, and latex clumping factor and protein A for S. aureus. All other isolates were identified with VITEK 2 system (bioM erieux, France), the isolates' identification was confirmed only when probabilities of identification was !92%.\n\nPleural fluid samples were stored in temperature À70 C for a maximum 6 months before testing. For detection of the DNA of C. pneumoniae, M. pneumoniae AmpliSens M. pneumoniae/C. pneumoniae -FRT qualitative PCR kit (AmpliSens, Moscow, Russia) was applied. The test was performed according to the manufacturer's instruction on Rotor-Gene Q instrument (Qiagen, Germany). The real-time hybridization-fluorescence and following amplification conditions were applied: predenaturation 95 C 5 min, I stage denaturation 95 C 10 s, annealing 63 C 30 s, elongation 72 C 10 s, II stage denaturation 95 C 10 s, annealing 60 C 30 s, elongation 72 C 10 s. The human prothrombin gene fragment was used as an endogenous internal control fragment for extraction and amplification stages. Analysis of results measured in three channels (FAM, ROX, JOE) was performed by the software of Rotor-Gene Q instrument.\n\nMultiplex real-time PCR with hybridization-fluorescence detection was applied for detection of seven viral pathogens that cause acute respiratory viral infections. AmpliSens ® ARVI-screen-FRT PCR kit was applied for identification of specific nucleic acid fragments of Respiratory Syncytial virus (RSV), human Metapneumovirus (hMPV), Parainfluenza virus-1-4, Coronavirus, Rhinovirus, Adenovirus and Bocavirus. Hot-start technology was used. The total reaction volume was 25 ml, the volume of DNA sample 10 ml. Amplification was carried out on Rotor-Gene Q instrument (Germany) according to the manufacturer's settings. Data analysis for each PCR-mix was performed individually for each pathogen. The results were interpreted by the software of Rotor-Gene Q. The results of analysis were considered reliable only if the results obtained for positive and negative controls of amplification and negative control of extraction were correct. e) Detection of S. pneumoniae, H. influenzae, S. aureus, S. pyogenes.\n\nDetection of DNA of S. pneumoniae, H. influenzae, S. aureus, S. pyogenes was performed by PCR with primers specific for the S. pneumoniae ply gene (5 0 -CAGTCGCCTCTATCCTGGAG and 5 0 -CTTAGCCAACAAATCGTTTACCGC), H. influenzae hpd gene (5 0 -CTTTACCATTTTGATGGTGGAACC and 5 0 -GAAACCAAAGATGGCAAA-CAAGC), S. aureus species-specific NAPDH reductase gene (5 0 -GATTCGTTTCGTCGATCAGTTG and 5 0 -CGGTAAGCCAACACCATCTTG), S. pyogenes spy gene (5 0 -CTTACCTCAAATTTCCGCAACTC and 5 0 -AATATCGGCAACCTCTTCAGTG) [12e15]. DNAs of clinical strains of these species, available from the National Medicines Institute collection were used as positive controls. S. pneumoniae serotypes/ serogroups were established by multiplex PCR using the protocol of Siira et al. [16] . Further analysis of serotypes within serogroup 6 was performed by sequencing of the wciP gene fragment with the use of primer pair described by Pai et al. [17] for the first PCR and primer pair 5 0 -TGGGGGTGTACTGCAGGTT and 5 0 -CAGGGCAGAA-CAACACCTTC for the subsequent nested PCR and sequencing.\n\nContinuous variables are presented as median and ranges. Data on the results of different microbiological studies of blood and pleural fluid samples are showed as numbers and percentages. Statistical analysis was performed using Statistica 10.0 (StatSoft Inc., Tulsa, USA) and MedCalc Statistical Software version 13.2.2 (MedCalc Software bvba, Ostend, Belgium). The differences between categorical variables (the proportions of positive results of different microbiological studies) were tested using Fischer's exact test. Cohen kappa coefficient was used to assess the agreement between the results of different microbiological methods. Statistical significance was accepted at p-value less than 0.05.\n\nThe protocol of the study was accepted by the Institutional Review Board of Medical University of Warsaw. Informed written consent was obtained from parents or guardians.\n\nSixty four children with PPE/PE (36 boys and 28 girls) median age 4 years (range 1e15 years) were enrolled. The majority of children were treated with antibiotics prior to the collection of blood and pleural fluid samples culture (55 and 64 children, respectively).\n\nBlood and pleural fluid cultures, as well as molecular studies identifying DNA of S. pneumoniae, S. pyogenes, S. aureus and H. influenzae were performed in all 64 patients. Molecular tests detecting specific nucleic acid sequences of respiratory viruses and atypical pathogens were done in 58 (90.6%) patients. The results of microbiological studies (cultures and molecular diagnostics) are summarized in Table 1 . S. pneumoniae was the most common bacteria detected by both standard culture as well as PCR. This pathogen was identified in 13 blood and pleural fluid samples collected from 11/64 (17.2%) children (in two children S. pneumoniae was cultured from both specimens). Thus, S. pneumoniae was responsible for 42.8% and 91% of all positive blood and pleural fluid cultures, respectively. No significant difference was found between the number of S. pneumoniae positive blood and pleural fluid cultures (p ¼ 0.076) and there was only fair agreement between S. pneumoniae positive blood and pleural fluid samples (Cohen's kappa coefficient ¼ 0.255; 95% CI À0.066e0.576). On the other hand, molecular tests revealed 2.6 fold more patients with pneumococcal pleural infection as compared to those identified by standard pleural fluid cultures (26 vs. 10). This difference was statistically significant (p ¼ 0.003). A similar proportion was found for S. pyogenes (1 vs. 3). There was a moderate agreement between pleural fluid cultures and pleural fluid PCR tests in terms of S. pneumoniae detection (Cohen's kappa coefficient ¼ 0.426; 95% CI 0.227e0.625). Based on the results of culture and PCR tests, S. pneumoniae was found responsible for 40.6% of all pleural infections. In all S. pneumoniae and S. pyogenes positive blood and pleural fluid samples specific DNA sequences of these pathogens has also been found by PCR method.\n\nPneumococcal serotypes were studied in all 26 children with pneumococcal infection. Serogroup 6 was the most common and was found in 11/26 (40.3%) patients. Partial sequencing of the wciP gene from these samples revealed the presence of nucleotide variant characteristic for 6B serotypes in nine cases and the variant associated with 6A serotypes for two remaining patients. Other identified serotypes were as follows: 19A in 6/26 (23%) pts, serotype 3 in 3/26 (11.5%) pts, serotype 23F in 2/26 (7.7%) pts, serotype 1 in 1/26 (3.8%) pts and serotype 14 in 1/26 (3.8%) pts. In 2/26 (7.7%) samples serotype could not have been determined (ND).\n\nForty eight children (75%) in the whole study group were not vaccinated against S. pneumoniae, 12 (18.7%) were fully vaccinated and 2 (3.1%) were partially vaccinated. In two children, the vaccination status was unknown. The vaccination status in the subgroup with pneumococcal pleural infection was as follows: 17 pts not vaccinated, 9 pts vaccinated. Details on vaccination status and pneumococcal serotypes found in children with pneumococcal pleural infection are presented in Table 2 . C. pneumoniae was the most common atypical bacteria detected in 5/58 (8.6%) pts. Among viruses, adenovirus was the leading pathogen 8/64 (13.8%) whereas RSV, hMPV, rhino and bocaviruses were found only in single cases. In 8 children, more than one pathogen was detected. Coexistence of S. pneumoniae and adenovirus was found in 3 cases, S. pneumoniae and rhinovirus in 1 case, S. pneumoniae and hMPV in 1 case, both M. pneumoniae and C. pneumoniae were detected in 2 children. S. pneumoniae, adenovirus and RSV was found in one child.\n\nOur study showed that the most common etiologic factor of PPE/ PE in Polish children is S. pneumoniae with significant predominance of serogroup 6 (in particular serotype 6B) and serotype 19A. It should be noted that PCR method applied to pleural fluid samples identified significantly more different microorganisms responsible for PPE/PE than did standard pleural fluid and blood cultures. To our knowledge, this is one of only very few studies on causes of children PPE/PE conducted in recent years in this part of Europe. We believe the strength of our study is the relatively large study group and the use of both conventional cultures as well as modern molecular techniques to identify a wide spectrum of microorganisms (typical and atypical bacteria and respiratory viruses) responsible for pleural infections.\n\nAlthough data on the etiology of PPE/PE in children vary in different countries, S. pneumoniae has been invariably reported as a leading pathogen [3, 5, 6] . It could have been expected that the introduction of PCV would decrease the proportion of children with Table 1 Microorganisms detected by blood and pleural fluid culture and by pleural fluid PCR in children with parapneumonic effusion/pleural empyema; (À) not applicable.\n\nBlood culture n (%) Pleural fluid pneumococcal pleural infections in favor of other pathogens, e.g. S. pyogenes and S. aureus. Data on such phenomenon are rather equivocal. Indeed, in some countries an increase in the proportion of staphylococcal pleural infections has been observed [3, 18, 19] . In the United States, empyema caused by S. aureus in children less than 2 years old increased 4 -fold between 1996e1998 and 2005e2007 [3] . On the other hand, in a Canadian study by Pernica et al. performed between January 2009 and March 2011 not even a single case of staphylococcal infection was found [5] . At this time all children in Canada were routinely vaccinated against pneumococcal infections. Thus, although we were surprised not to identify any patient with PPE/PE caused by S. aureus, our results are in agreement with the above mentioned results of the Canadian study. In both these studies, the two most common pathogens responsible for pleural infections were S. pneumoniae and S. pyogenes. However, significantly fewer patients with unknown cause of PPE/PE were reported in the study by Pernica et al. than in our study. S. pneumoniae and S. pyogenes were responsible for 62% and 16% of all pleural infections in Canada and for 41% and 5% in Poland, respectively. Another interesting issue is the changing role of different pneumococcal serotypes in children pleural infections related to PCV introduction. A shift between the serotypes causing PPE/PE has been observed after vaccination with PCV7 [20] . The predominant serotypes responsible for pleural infections in countries where PCV vaccination is common are serotypes 1 and 19A. Serotype 1 infections have been frequently reported in Spain and Turkey [10, 21] . In contrast, in our study S. pneumoniae serotype 1 was detected in only one pleural fluid sample. The second most common serotype responsible for the replacement phenomenon observed after introduction of PCV7 is serotype 19A [6, 22] . Our study showed that, contrary to serotype 1, serotype 19A is also a significant problem in country, where the percentage of vaccinated children is low. This serotype was the second most common serotype in our study -6/26 (23%). Four children infected with serotype 19A were either not vaccinated or received PCV7, while 2 were vaccinated with PCV13. Both of these children were vaccinated in the third year of life (1 dose). As the immunogenity after a single dose vaccination with serotype 19A has not been reported to be impaired (as was with serotype 3), the serious infections with 19A serotype seem to be somewhat surprising [23] . The most common serogroup in our study, responsible for 40% of all infections was serogroup 6. This could have been expected, as only approximately 20% of our patients received PCV. Of 11 children infected with serogroup 6 (serotype 6A in 2 cases and serotype 6B 9 cases), two had earlier received PCV10. Despite that, these two children had PPE/PE caused by serotype 6B S. pneumoniae, which is covered by PCV10. In contrast to our observation, the studies performed in other countries where the percentage of vaccinated children in the study groups was relatively low (less than 50%) the infections with serogroup 6 were rather rare [10, 21] . Serotype 3 was the third most common serotype found in our study. All cases occurred in nonimmunized children: 2 not vaccinated and 1vaccinated with PCV10, while serotype 3 is covered only by PCV13. However, alarming reports on serotype 3 PPE/PE occurring in children after PCV 13 have been published recently [24, 25] .\n\nFurther changes in pneumococcal serotypes responsible for pleural empyema in children might be expected in the near future. This will be due to wider introduction of PCV 13. For example, in Germany, the rate of increase in the number of invasive pneumococcal disease caused by one of the most emerging serotypes -19A declined after 2010 [26] . In a recently published study from Scotland, the overall incidence of PPE/PE has fallen since 2010 [27] .\n\nOur study showed that other pathogens play only a marginal role as the cause of pleural infections in children. Similarly to other studies, H. influenzae was not found to be present in pleural infections [5, 6, 10] . This may be a consequence of the widespread use of H. influenzae type b vaccine. S. maltophila was detected in blood sample of one patient. However, according to previous studies the role of this organism in pulmonary infection is unclear. There are opinions that S maltophila is contaminant rather than a true pathogen, particularly in immunocompetent patients [28] . On the other hand, there are studies showing that S. maltophila is an important etiologic factor of PPE/PE in immunocompromised adults. Surgery or chest tube drainage as well as broncho-pleural and esophagealpleural fistulas seem to be risk factors for empyema caused by this pathogen [28] . The similar concerns -true pathogen or contamination e refer to coagulase-negative staphylococci (Staphylococcus hominis identified in blood cultures of two children in our study).\n\nThe role of atypical pathogens in children pleural infection is obscure. Although M. pneumoniae was detected in pleural fluid in some studies, it usually represented a small percentage of PPE/PE etiologic factors [29] . In our study, M. pneumoniae and C. pneumoniae DNA was found in 3/58 (5.2%) and 5/58 (8.6%) pleural fluid specimens, respectively. Noteworthy is that in none of our patients M. pneumoniae was isolated as single pathogen (2 pleural fluid samples were also positive for C. pneumoniae and one for S. pneumoniae). There are few studies aimed to detect C. pneumoniae in children with PPE/PE. In a study by Strachan et al., C. pneumoniae was found in one specimen of pleural fluid (1/ 145e0.7%) and was accompanied by S. pneumoniae [6] . In our study group, DNA of C. pneumoniae was found in 5 pleural fluid samples. Two of these samples were also positive for M. pneumoniae but in 3 patients C. pneumoniae was the only pathogen. In fact, C. pneumoniae was the second most common bacteria found in our patients with pleural infections.\n\nViruses are rarely considered as a potential etiologic factor of PPE/PE in immunocompetent children and data on the prevalence of viral pleural infection or co-infection are scarce. In our study group, adenovirus was the most common viral agent detected in pleural fluid. This seems to be consistent with data cited by the BTS guidelines [30] . Interestingly, in four of our patients, adenoviruses accompanied pleural infection caused by S. pneumoniae. An increased incidence of PPE/PE during influenza virus pandemic was observed in different parts of the world [10, 31, 32] . In southern Spain, 36% of children with pleural empyema admitted to the hospital during influenza A virus (H1N1) pandemic had influenza co-infection. Single cases of empyema caused by other viruses were also reported, e.g. cytomegalovirus in an immunocompromised child [33] . Recently Games et al. published a study aimed to establish the potential role of torque teno mini viruses (TTMV) in the pathogenesis of parapneumonic empyema in children. The authors showed that TTMV can deeply colonize lungs and are able to modulate the innate immune response of pulmonary cells by inducing the production of inflammatory mediators [34] .\n\nWe are aware of several, true or potential, limitations of our study. First, in the majority of children antibiotic therapy had been initiated before blood and pleural fluid samples were collected for microbiological studies. Undoubtedly, this could have influenced the results declining the percentage of children with positive blood or pleural fluid cultures. Second, as the microbiological data on the etiology of PPE/PE come from one referral children hospital where mainly patients from Warsaw or surrounding area are treated, they may not ideally reflect epidemiological situation in other regions. Third, although relatively wide range of molecular primers was used to detect the major pathogens that are known to be involved in children pleural infections, it cannot be excluded that some less common microorganisms have not been detected.\n\nOur study confirms the role of new molecular methods in microbiological diagnostics of pleural infections in children.\n\nAlthough some studies showed that PCR only slightly increases the possibility of establishing etiology [35] , the majority of publications reported a significant improvement. In one Australian study aimed to determine whether the identification of pneumococcal serotypes by nucleic acid testing in culture negative pleural fluid samples provides additional information, culture of pleural fluid was positive in 5.8% while PCR in 54.4%. Data from Spain and Canada show that introduction of molecular methods increases the detection rate of pathogenic microorganisms from 21% to 79% and 25%e82%, respectively [5, 10] . Also in our study, PCR method allowed an almost 3-fold increase in detection rate of microorganisms in PPE/ PE.\n\nThe most common etiologic agent of PPE/PE in Polish children is S. pneumoniae with significant predominance of serogroup 6 (serotype 6B) and serotype 19A.The use of PCR improves the efficacy of pathogen identification in pleural fluid from children with empyema."}