{"title": "Rotavirus and concurrent infections with other enteropathogens in neonatal diarrheic dairy calves in Spain", "body": "Diarrhea of neonatal calves causes major economic loss directly through mortality and therapy and indirectly from poor growth after clinical disease. It has been estimated that neonatal calf diarrhea accounts for approximately 75% of the mortality of dairy calves under 3 weeks of age [1] . Moreover, the possible long-term eects of neonatal diarrhea on the health and performance of calves that survive clinical episodes might constitute an even greater loss [2, 3] .\n\nThe diarrheal disease syndrome has a complex etiopathogenesis, because various infectious agents, either single or in combination, may be associated with ®eld outbreaks. In addition, environmental, managemental and nutritional factors may in¯uence the severity and outcome of the disease.\n\nRotavirus infections have a worldwide distribution and are a common cause of neonatal diarrhea in many mammalian and avian species [4, 5] . Bovine rotavirus is a major cause of calf diarrhea, usually occurring in calves at 1±3 weeks of age [6, 7] . In addition to clinical rotavirus infections, subclinical infections are also common in calves [6, 7] . Coronavirus, Cryptosporidium and enterotoxigenic E. coli (ETEC) are together with rotavirus the four major enteropathogens associated with neonatal calf diarrhea worldwide. These organisms are responsible for the vast majority (75 to 95%) of enteric infections in neonatal calves worldwide [8] .\n\nMoreover, Salmonella spp. may be particularly important in dairy calves [9±11] . Most studies carried out in dierent countries have found rotavirus and Cryptosporidium to be the most commonly detected agents in calves with diarrhea. In some reports rotavirus was the most prevalent [10,12±16] , while in other studies Cryptosporidium was the agent most frequently detected [17±20]. In microbiological surveys of diarrheic calves, the detection rate of mixed infections with two or more of the main enteropathogens ranged between 5% and 20% and in most of them rotavirus was involved [9,10,12±14,18,21] .\n\nSome reports have described the detection of rotavirus infection in ®eld cases of neonatal calf diarrhoea in Spain [22, 23] . However, no studies involving other recognised enteropathogens simultaneously has been conducted. This study reports the detection rates of rotavirus and concurrent infections with four other major enteropathogens in dierent age-groups (1±7, 8±14, 15±21 and 22±30 days) of diarrheic dairy calves in Spain.\n\nIn the autumn of 1993, a letter was sent to 33 veterinarians working in the dairy industry in central Spain and members of the National Association of Specialists in Bovine Medicine (ANEMBE), asking for their collaboration for sampling natural cases of neonatal calf diarrhea. The diagnosis of diarrhea was made by veterinarians. Faecal samples were collected directly from the rectum in sterile plastic bottles and submitted on the day of sampling to the laboratory by express mail. Submitted samples were accompanied by a record sheet containing information on the size of herd, number of scouring calves and number of calves less than 30 days in the herd at sampling time and age of each sampled calf. Only fecal samples obtained within 48 h of onset of clinical signs from non-treated calves up to 30 d of age were included in this study. Samples were processed within 24 h of reception.\n\nFaeces samples were tested for the presence of rotaviruses by polyacrylamide gel electrophoresis (PAGE). The extraction of viral RNA, its resolution and staining was carried out as described by Herring et al. [24] with minor modi®cations. Brie¯y, fecal specimens were diluted 1:4 by weight with extraction buer containing 1% sodium dodecyl sulfate, an equal volume of 3:2 phenol-chloroform was added and the mixture was vortexed and centrifuged for 10 min at 1200 g. The aqueous phase was removed. For electrophoresis, 40 ml of the clear supernatant were mixed with 10 ml of the blue marker (25% sucrose containing 0.1% bromophenol blue) and loaded onto a discontinuous polyacrylamide gel (3% concentration for the stacking gel and 7.5% for the running gel). The gels were assembled using a mini-Protean II cell (BioRad) and run with a 50 mA running current and constant voltage for 1.5 h using a 200/2.0 model power supply (BioRad). After that, gels were ®xed, developed and silver-stained. A positive rotavirus A control sample was included in each gel for comparison of the segmented viral RNA migration pattern. Moreover, rotavirus was also detected by a commercial ELISA kit (Tetravalent, VeÂ toquinol, Magny-Vernois, France).\n\nAll the faecal samples positive to rotavirus were tested for the presence of coronavirus, Cryptosporidium and F5 + E. coli by a commercial ELISA kit (Tetravalent). The ELISA test was performed according to the manufacturer's instructions. Moreover, Cryptosporidium infection was also diagnosed in fresh faecal smears. For oocysts detection smears were made from non-concentrated faecal samples on glass slides and oocysts were detected microscopically using extemporaneous fuchsin staining method [25] . A modi®ed Ziehl-Neelsen's acid-fast method [26] was also used to con®rm Heine-stain negative results. Faecal samples were also tested for the presence of F5 + E. coli by bacterial culture as follows. The faeces samples were plated on MacConkey agar. After overnight incubation, 4 colonies with the typical appearance of E. coli from each sample were randomly chosen. E. coli strains were identi®ed by biochemical tests. The strains were tested for F5 ®mbriae by the slide agglutination method with live bacteria grown on Minca-Isovitalex solid media. The production of absorbed antiserum used to detect this ®mbrial antigen has been described [27, 28] . Salmonella species were isolated by enrichment of faeces in selective broths. Approximately 1 g of faeces was added both to 9 ml of tetrathionate broth and to 7.5 ml of selenite broth. After 24 h of incubation at 378C, samples were plated out on brilliant green agar and incubated for 24 h at 378C. Lactose-negative colonies were tested on triple sugar iron, urea and o-nitrophenyl-b-D-galactopyranoside media. Those that had Salmonella-type reactions were tested for agglutination, using commercial polyvalent O antisera (Salmonella antiserum, Difco).\n\nData was computed using Epi Info Version 6.04 [29] . Calves were grouped according to their age as follows: 1±7, 8±14, 15±21 and 22±30 days. Detection rates of rotavirus in the dierent age-groups were compared by chi-square (w 2 ) test. Mantel-Haenzsel w 2 was used for linear trends.\n\nFrom November 1993 to September 1995, 18 of the 33 veterinarians submitted samples from at least 2 herds (range 2 to 7). Altogether, 218 faecal samples from diarrheic dairy calves in 65 herds were submitted. Herd sizes ranged from 12 to 650 cows (median 49 cows). Of 218 calves, 64, 57, 68 and 29 calves were 1±7, 8± 14, 15±21 and 22±30 days old, respectively. The mean age of the studied calves was 13.3 days (median 12 days).\n\nRotavirus infection was detected in 46.9%, 45.6%, 33.8% and 48.3% of the calves in the age-groups 1±7, 8±14, 15±21 and 22±30 days, respectively (Table 1) . No signi®cant dierences in the detection rate of rotavirus were found among calves on the dierent age-groups. The mean age of the rotavirus infected calves was 12.9 days (range 1 to 30 days).\n\nOnly rotavirus was detected in 39 of the 93 (41.9%) diarrheic calves positive to this agent. Concomitant infections with other enteropathogen(s) were detected in 31.3%, 33.3%, 20.6% and 3.4% of the rotavirus infected calves in the age-groups 1±7, 8±14, 15±21 and 22±30 days, respectively (Table 1) . A signi®cant ageassociated decrease in the detection rate of mixed infections ( p < 0.01) was found. The detection rates of the other enteropathogens considered in calves with rotavirus infection were 20.4% for coronavirus (11/54), 85.2% for Cryptosporidium (46/54), 16.7% for F5 + E. coli (9/54) and 1.8% for Salmonella (1/54) (Table 1) . Thus, the combination rotavirus±Cryptosporidium was found in all but 7 of the calves with mixed infection ( Table 1) .\n\nThe overall detection rate of Cryptosporidium sp., F5 + E. coli, coronavirus and Salmonella spp. in the diarrheic calves studied was 52.3%, 11.9%, 7.3% and 0.9%, respectively.\n\nThis study reports the detection rates of rotavirus and concurrent infections with other enteropathogens in dierent age-groups (1±7, 8±14, 15±21 and 22±30 days) of diarrheic dairy calves. Given the sampling procedure, we can not exclude that the results are biased, since veterinarians may have tended to select severe or persistent cases of diarrhea for sampling and, thus, mild or transient cases may be underrepresented in this study. This same drawback frequently exists for other studies involving diarrheic calves. Therefore, it seems reasonable to compare our results with those reported in similar studies.\n\nThe overall detection rate of rotavirus in this study (42.7%) is similar to those found in neonatal diarrheic calves by Reynolds et al. [10] (42%) in southern Britain, Brenner et al. [16] (41.4%) in Israel, Fagan et al. [18] (38.9%) in Ireland and Solana et al. [23] (43.6%) in Spain, but higher than those reported in other countries (from 6.7 to 30%) [9, 14, 17, 19, 20, 30, 31] .\n\nThe mean age of the calves positive to rotavirus in this study (12.9 days) was higher than that found by Reynolds et al. [10] (9.8 days) in a study involving 490 diarrheic calves up to 36 days in southern Britain. In this study, no signi®cant dierences in the detection rate of rotavirus were found among calves on the dierent age-groups. In a similar study carried out by Fagan et al. [18] in Ireland, these author found broadly similar high detection rates of rotavirus to those Table 1 Detection of rotavirus and its combination with other enteropathogens in the dierent age-groups of diarrheic calves Enteropathogen detected [30] in Ethiopia. These results are surprising since the percentages of calves in the ®rst (30.2%) and second (42.9%) week of life positive to rotavirus described by Abraham et al. [30] are comparable to those found in other studies. Rotavirus, as well as the other enteropathogens included in this study, may also be found in a percentage of healthy calves [10±13]. Thus, the detection of rotavirus cannot be interpreted by itself as a proof of cause. Rotavirus was the only enteropathogen detected in 41.9% of the diarrheic calves positive to this agent. Therefore, although concurrent infection with other agents as well as environmental, managemental and nutritional factors may in¯uence the outcome of disease for a calf with rotavirus infection, the results of this study con®rm the importance of rotavirus as primary pathogen causing acute diarrhea in neonatal calves.\n\nMixed infections were detected in 58.1% of the rotavirus infected calves and, in agreement with the results published in most surveys all over the world, the most common mixed infection found in this study was rotavirus±Cryptosporidium. A signi®cant age-associated decrease in the detection rate of mixed infections ( p < 0.01) was found. That is in accordance with the age-dependent susceptibility of calves to the other enteropathogens considered except Salmonella. The pathogenic signi®cance of concurrent infections in diarrheic calves, however, is not yet clear. Synergistic interaction has only been demonstrated experimentally between concomitant rotavirus and enterotoxigenic E. coli (ETEC) infections [32±35]. This combination was detected in 10 calves in this survey and in 8 of these calves Cryptosporidium was also present ( Table 1) . Whether additive or synergistic interactions, that give rise to clinical eect or increase the severity of disease, occur in calves infected with rotavirus and any other agent except ETEC, or whether other agents extend the risk period for clinical presentation in calves infected with rotavirus remain to be proved experimentally. Thus, the concurrent infection rotavirus±Cryptosporidium, the most common by far mixed infection in calves, has not yet been investigated experimentally. Nevertheless, in microbiological surveys of diarrheic and healthy neonatal calves, mixed infections were much more commonly detected in diarrheic than in healthy calves [10, 36] . Reynolds et al. [10] suggested that the presence of more than one enteropathogen may be one of the factors determining whether an infection results in a clinical or subclinical eect. Moreover, mixed infections have been associated with more severe disease [36] ."}