{"title": "", "body": "The Fearless Girl statue that faces down Wall Street's charging bull grabbed international headlines and triggered a debate about the glass ceiling that continues to obstruct women from reaching the higher echelons of the financial sector.\n\nOverlooked in the debate is that this disparity is not confined to the financial sector; even sectors that are predominantly female still have a shocking gender gap in senior roles. As we invest in the next generation of young leaders, it is important to look at the current generation of leaders to identify and address the barriers that keep senior positions decidedly male.\n\nNot only has there still never been a female UN Secretary-General, but the major global multinational institutions related to health lack sufficient female leadership. WHO has just replaced a woman with a man as it its next Director-General, which means that, of the so-called H6 UN Agencies (UNAIDS, UNFPA, UNICEF, UN Women, WHO, and the World Bank Group) related to improving the health of women and children, at least four of the six leaders are now male. Gavi, the Vaccine Alliance and the Global Fund to Fight Aids, TB, and Malaria are also run by men, and their senior leadership is male dominated. At WHO, less than 25% of senior management are women. Even the UN Special Advisor for Sustainable Development, who oversees the Every Woman Every Child movement, is male.\n\nWomen do hold positions of power in these institutions, but are most often driving from the back seat. Gavi, the Vaccine Alliance, the Global Fund to Fight Aids, TB, and Malaria, and UNICEF's health team have always had women in the deputy position and in acting leadership positions during leadership transitions, but the top job has stubbornly been reserved for men.\n\nGeneration Men in global health extends beyond multilateral and funding institutions. While the editorin-chief of the British Medical Journal is a woman, both The Lancet and Science have men in this post. Of the top pharmaceutical companies, only one has a female chief executive officer. 1 Furthermore, at least in the USA, most global health academic leadership positions are also dominated by men. 2 These leaders are unquestionably fine men--but also unquestionably men.\n\nThere is much speculation about why this is the case. One explanation is that this is an area of work that favours those who do not serve as primary caregivers because working in global health requires spending extensive time in the field and travelling.\n\nWhen I directed health programmes for the Open Society Foundation and was the acting Chief of Health at UNICEF, I travelled 75% of the time. For anyone serving as a primary caregiver, this much travel is simply impossible\n\nIn thinking about the future of global health leadership, I ask my peers in global health, particularly the men, to think about why men control the majority of public health decisions and how best to change that to ensure that women also progress as leaders in the field.\n\nThe Fearless Girl statue reignited the conversation about gender inequality. But to deliver real change, rather than the same patronising platitudes we hear repeatedly, we need to set targets and hold the community responsible for achieving gender equity. \n\nA survey by Manca and colleagues 1,2 found that predatory journals active in neuroscience and neurology outnumber those regularly indexed in the main biomedical databases. Furthermore, this analysis of predatory publishing (as of October, 2016) showed that over 10% of predatory journals in three important subdisciplines are indexed in PubMed (12% for rehabilitation, 11·4% for neurosciences, and 20·2% for neurology). 1, 2 By April, 2017, these values increased to 23·7% for rehabilitation, 16·1% for neuroscience, and 24·7% for neurology, indicating that this practice is ceaseless and evolves rapidly. Curiously, over the same 6-month period, the number of articles retrievable in PubMed that oppose predatory publishing has grown by 46·5%, from 86 to 126, but this increase has not prevented predatory journals from continuing undisturbed.\n\nNeedless to say, PubMed is one of the world's leading medical resources; it handles millions of queries daily and is an essential tool for health researchers worldwide. 3 Since its introduction, its effect on public health has been incalculable. Therefore, it is worrisome that PubMed includes journals with seriously flawed peer review processes. This issue deserves attention as these predatory journals can benefit from PubMed's massive popularity and achieve universal exposure while their largely low-quality articles can be cited in reputable journals, thus obtaining legitimacy and polluting scientific records. This matter is particularly alarming because clinical practice heavily depends on findings generated by peer-reviewed articles.\n\nFurthermore, although the National Library of Medicine refers to these journals under the descriptor \"Not currently indexed for MEDLINE\", citations for author manuscripts are labelled as \"included\". Thus, highly regarded databases like PubMed and PubMed Central should raise the bar for journal acceptance, 4 and join the Directory of Open Access Journals, Scopus, and MEDLINE in imposing stringent criteria for inclusion of journals and publishers.\n\nWe declare no competing interests. AM and FD conceived the idea and drafted the manuscript. LC conceived the idea and was responsible for the final revision; ZD provided editorial advice and guidance, and was responsible for the final revision. Africa and China; CHAN also seeks to build capacity and produce pragmatic solutions for the advancement of health in both regions and beyond.\n\nThroughout the past few decades, the Chinese Government has made remarkable progress in the improvement of the country's health, especially in reproductive, maternal and child health, and infectious diseases. Innovations coming out of African health-system reforms also provide answers to some of China's health-care problems; for example, the establishment of public-private partnerships and effective insurance schemes. Current challenges of communicable and non-communicable diseases can be surmounted through collective learning and action. The value of global partnership has been shown in situations of infectious disease prevention and management. The Ebola virus outbreak in west Africa in 2014 highlights the importance of strong health systems capable of timely and integrated responses. China faced similar challenges in 2003, with the outbreak of the SARS coronavirus. Researchers at HSPH and other US institutions have shown that pandemic control, in the context of the SARS and Ebola virus outbreaks, requires comprehensive and coordinated actions-eg, reduction of transmission through public health measures to increase public awareness and identification of vaccines. The continued engagement of academia will bolster the newly established Africa Centers for Disease Control-an initiative also supported by the China Centers for Disease Control and US Centers for Disease Control. 5 The sustainable development agenda calls for inclusive \"North-South, South-South and triangular regional and international\" partnerships that promote and enhance the capacity building of countries with low incomes and middle incomes. 6 CHAN is an example of the multifaceted cooperation required to push global health development forward in the 21st century.\n\nWe declare no competing interests."}