{"title": "Water extract of licorice had anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines", "body": "Ethnopharmacological relevance: Licorice (Glycyrrhiza uralensis Fisch., Leguminosae) has been used in herbal medicine and food supplement worldwide for centuries. Licorice is a common ingredient of several prescriptions of traditional Chinese medicine which have been proved to inhibit infection of human respiratory syncytial virus (HRSV). There are two preparations of licorice, Radix Glycyrrhizae and Radix Glycyrrhizae Preparata. However, it is unknown whether licorice or which preparation of licorice is effective against HRSV, nor is its active constituent. Aim of the study: We tested the hypothesis that Radix Glycyrrhizae can effectively decrease HRSVinduced plaque formation in respiratory mucosal cell lines. We also tried to find out the active constituent. Materials and methods: Anti-HRSV activities of hot water extracts of preparations of licorice, glycyrrhizin and 18β-glycyrrhetinic acid (18β-GA), the active constituents of licorice, were examined by plaque reduction assay in both human upper (HEp-2) and low (A549) respiratory tract cell lines. Abilities of crude licorice to inhibit viral replication and to stimulate IFN-β were evaluated by reverse transcription polymerase chain reaction (RT-PCR) and enzyme-linked immunosorbent assay (ELISA), respectively. Results: Radix Glycyrrhizae and Radix Glycyrrhizae Preparata dose-dependently inhibited HRSV-induced plaque formation in both HEp-2 and A549 cell lines (po 0.0001). The effect of Radix Glycyrrhizae was better than that of Radix Glycyrrhizae Preparata on HEp-2 cells. However, there was no difference of their anti-HRSV effects on A549 cells. Besides, glycyrrhizin was ineffective at all. Nevertheless, 18β-GA showed a potent anti-HRSV activity. Radix Glycyrrhizae was more effective when given before viral inoculation (po 0.0001) which may be due to its inhibition of viral attachment on (po 0.0001) and penetration (po 0.0001) into the host cells. The anti-HRSV activity of Radix Glycyrrhizae was further confirmed by RT-PCR and qRT-PCR. 300 μg/ml Radix Glycyrrhizae markedly decreased the viral amounts within the cells and in the suspension. Radix Glycyrrhizae might further stimulate mucosal cells to secrete IFN-β to counteract viral infection. Conclusions: Both Radix Glycyrrhizae and Radix Glycyrrhizae Preparata are effective against HRSV infection on airway epithelial cells. Radix Glycyrrhizae inhibited HRSV mainly by preventing viral attachment, internalization, and by stimulating IFN secretion. 18β-GA may be one of its active constituents.\n\n& 2013 Elsevier Ireland Ltd. All rights reserved.\n\nViral Bronchiolitis and pneumonia are the common low respiratory tract infection in infants and children under 2 years of age. Bronchiolitis could cause respiratory failure in infants and children (Abboud et al., 2012; Jat and Chawla, 2012) . Human respiratory syncytial virus (HRSV), rather than the influenza A virus, is the most important cause of viral bronchiolitis (Macao et al., 2011) . Furthermore, HRSV is the major pathogen of viral pneumonia in children (Falade and Ayede, 2011) . The incidence of HRSV-induced pneumonia is six times more than that of influenza A virus in children under 5 years of age (Hatipoglu et al., 2011) . It has been estimated that more than 1.5 million children younger than 5 years old annually died of pneumonia worldwide (Maxwell et al., 2012) . Therefore, HRSV is the most common cause of hospitalization due to severe acute low respiratory infection in infant and children (Nair et al., 2010) . Ribavirin is an FDA-approved agent to manage HRSV infection. However, Ribavirin, with continuous inhalation for 20 h to get the therapeutic effect, is inconvenient to use (Shigeta, 2000) . Application of ribavirin is further limited by its side effects (De Franceschi et al., 2000; Empey et al., 2010) . Therefore, the American Academy of Pediatrics does not recommend ribavirin to manage HRSV infection (Empey et al., 2010) . Palivizumab, a humanized monoclonal IgG antibody against HRSV, effectively prevents HRSV infection. Nevertheless, it is expensive and ineffective to manage an established HRSV infection (Shadman and Wald, 2011) . Development of new anti-HRSV chemotherapies is urgently needed.\n\nLicorice (Glycyrrhiza uralensis Fisch.; Leguminosae) is a common ingredient in prescriptions of traditional Chinese medicine. Ge-Gen-Tang (GGT; kakkon-to) (Chang et al., 2012a) , Liu-He-Tang (LHT) (Chang et al., 2011) , Sheng-Ma-Ge-Gen-Tang (SMGGT; Shoma-kakkon-to) (Wang et al., 2011b) are all Chinese traditional prescriptions for airway symptoms that have been proved to have anti-HRSV activity. These prescriptions contain Glycyrrhiza uralensis. Therefore, we hypothesized that Glycyrrhiza uralensis might be one of the active ingredients that accounts for their anti-HRSV activity. However, Glycyrrhiza uralensis is also the most common ingredient in numerous Chinese traditional prescriptions. Therefore, it might be a bystander that is co-incidentally present within these prescriptions. Besides, there are two preparations of Chinese licorice. One is crude licorice, Radix Glycyrrhizae, and the other is honey-burn processed licorice, Radix Glycyrrhizae Preparata (Radix Glycyrrhizae Praeparata cum melle). Radix Glycyrrhizae has been used to manage various symptoms in different organ systems worldwide, including sore throat and infectious diseases (Fiore et al., 2008; Shi et al., 2012) . Extracts of Radix Glycyrrhizae and its active constituents have been reported to have anti-cancer activity (Seon et al., 2012) , organ-protective effect (Kim et al., 2006; Zhang et al., 2011) , protection from heavy metal injury (Kim et al., 2008) , anti-oxidative and anti-inflammatory activity (Chin et al., 2007; Wu et al., 2011) . In vitro antiviral activities of Radix Glycyrrhizae have been reported against human immunodeficiency virus (Sasaki et al., 2002) , Japanese encephalitis virus (Badam, 1997) , EV71 (Kuo et al., 2009) , Rotavirus (Kwon et al., 2010) , SARS-associated coronavirus (Cinatl et al., 2003) , Epstein-Barr virus (Lin, 2003) , and Flaviviruses (Crance et al., 2003) . Its antiviral activity against HRSV has been reported in HeLa cells (Dong et al., 2004; Wang et al., 2006) . However, HeLa cells are not respiratory tract cells. The actual anti-HRSV activity of Radix Glycyrrhizae has been questioned. In contrast, Radix Glycyrrhizae Preparata is commonly used to manage weakness and palpitation. However, study of Radix Glycyrrhizae Preparata is rare and its bioactivity is not fully understood. Bioactivity of a crude medicinal plant can be changed during preparation. For example, dried ginger is prepared from fresh ginger and loose its anti-HRSV activity during processing (Chang et al., 2012a) . Therefore, it was interesting to know whether Radix Glycyrrhizae or Radix Glycyrrhizae Preparata has antiviral activity against HRSV. We used both human upper (HEp-2) and low (A549) respiratory tract cell lines to test the hypothesis that Radix Glycyrrhizae, but not Radix Glycyrrhizae Preparata, could effectively inhibit plaque formation induced by HRSV infection. We also examined the anti-HRSV of its active constituents.\n\nAir-dried root of Glycyrrhiza uralensis was collected from markets in South Taiwan. A voucher specimen was prepared and deposited at Kaohsiung Medical University (KMU) Herbarium. The authenticity had been examined by experts at least twice through morphological and anatomical identifications. Furthermore, the reverse-performance liquid chromatography was used to establish its HPLC fingerprint. This confirmation was performed on a Hyperclone ODS C 18 column (4.6 Â 250, 5 μm). Acetonitrile-0.1% phosphoric acid was selected as the mobile phase gradient elution. The HPLC fingerprint data showed the standard glycyrrhizin ammonium salt, retention time nearby 48 min, was one of the major constituents of licorice (Fig. S1 ). Our fingerprint was similar to that of the root of Glycyrrhiza uralensis Fisch. (Wang and Yang, 2007) . Furthermore, the content of liquiritin, retention time nearby 22 min, has been shown to be much less than those of glycyrrhizin in Glycyrrhiza glabra and Glycyrrhiza inflate (Rauchensteiner et al., 2005) . The HPLC fingerprint data ( Fig. S1 ) further confirm the air-dried root we used is not Glycyrrhiza glabra, nor G. inflate.\n\nA hot water extract of crude licorice, Radix Glycyrrhizae, was prepared as reported before (Chang et al., 2012b) with the weight/ weight (w/w) yield of 27.6%. Radix Glycyrrhizae Preparata was prepared by slicing crude licorice, mixed well with honey, and heated on a small fire until the color turn golden or deep yellow. Its hot water extract was prepared as above with the w/w yield of 36.6%. The extracts of licorices were dissolved in Dulbecco's modified Eagle's medium (DMEM)(Gibco BRL, NY) supplemented with 2% or 10% fetal calf serum (FCS) into the final concentrations (10, 30, 100, 300 μg/ml for bioactivity assay and up to 3000 μg/ml for cytotoxicity test) before experiments.\n\nHuman airway mucosal cell lines, HEp-2 (human larynx epidermoid carcinoma cells; ATCC CCL 23) and A549 cells (human lung carcinoma cells; ATCC CCL-185), were used to inoculate human respiratory syncytial virus (HRSV Long strain: ATCC VR-26). Cells were propagated at 37 1 C under 5% CO 2 in DMEM supplemented with 10% fetal calf serum (FCS) and antibiotics. 2% FCS, instead of 10%, was used to culture virus-infected cell monolayer. Glycyrrhizin (Sigma, MO), the main active constituent of Glycyrrhiza uralensis, and 18β-glycyrrhetinic acid (18β-GA; Sigma, MO), an active constituent of licorice and also the primary metabolite of glycyrrhizin, were also tested. Virus was stored at −80 1C and its titer was determined by plaque assays expressing as plaque forming units per ml (pfu/ml).\n\nCytotoxicities of glycyrrhizin, 18β-GA, and different preparations of licorice on HEp-2 and A549 cells were assayed by XTT-based method (Wang et al., 2011b) . Briefly, 1 Â 10 4 /well cells were seeded into 96-well culture plates and incubated overnight at 37 1C under 5% CO 2 . Then, culture medium was replaced by different concentrations (10, 30, 100, 300, 1000, 3000 μg/ml) of preparations of licorice in triplicate. After 3 days of incubation, their cytotoxicity were determined by XTT (sodium 3′-[1-(phenylamino-carbonyl)-3,4-tetrazolium]-bis (4-methoxy-6-nitro) benzene sulfonic acid) kits (Roche, Germany). Their 50% cytotoxic concentrations (CC 50 ) were calculated by regression analysis of the dose-response curve generated from the data.\n\nAntiviral activities of glycyrrhizin, 18β-GA, and different preparations of licorice were examined by plaque reduction assay (Wang et al., 2011b) . Briefly, 1 Â 10 5 /well cells were plated into 12-well culture plates for 24 h and were inoculated with a mixture of 200 pfu/well HRSV and various concentrations of glycyrrhizin, 18β-GA, or different preparations of licorice in triplicate for 1 h. Ribavirin (Sigma, MO) was the positive control. Cells were covered with overlay medium, DMEM plus 2% FCS in 1% methylcellulose, and cultured at 37 1C under 5% CO 2 for 3 days. The cell monolayers were fixed, stained, and plaques were counted. Their minimal concentration required to inhibit 50% cytopathic effect (IC 50 ) were calculated by regression analysis of the dose-response curve generated from the data. The selectivity index (SI) was calculated as the ratio of CC50:IC50.\n\nAntiviral activity of Radix Glycyrrhizae was examined by plaque reduction assay before and after viral inoculation (Wang et al., 2011b) . Briefly, cells were seeded and incubated for 24 h as previously described. Radix Glycyrrhizae of various concentrations was supplemented in triplicate at −2 h (2 h before viral inoculation), −1 h (1 h before viral inoculation), +1 h or +2 h (1 h or 2 h after viral inoculation). Supernatant was replaced by overlay medium. They were incubated for another 72 h as mentioned above. After fixation and staining, plaques were counted.\n\nPlaque reduction assay was applied to evaluate the effect of Radix Glycyrrhizae on viral attachment (Wang et al., 2011b) . Briefly, cells were seeded and incubated for 24 h. Cells were prechilled at 4 1C for 1 h and the medium was replaced by a mixture of HRSV of 200 pfu/well and various concentrations of Radix Glycyrrhizae. After incubation at 4 1C for another 3 h, the free virus was removed. The cell monolayer was washed with ice-cold phosphate-buffered saline (PBS) three times, covered with overlay medium, incubated at 37 1C under 5% CO 2 for further 72 h, and examined by plaque assay as described earlier.\n\nEffect of Radix Glycyrrhizae on viral internalization was also evaluated (Wang et al., 2011b) . Briefly, cells were seeded in 12-well culture plates, incubated for 24 h, and pre-chilled at 4 1C for 1 h. Cells were infected with 200 pfu/well HRSV and incubated at 4 1C for another 3 h. The virus-containing medium was replaced by fresh medium containing various concentrations of Radix Glycyrrhizae in triplicate. They were shifted to culture at 37 1C. At 20-min intervals following the 37 1C shift, un-internalized virus was inactivated by supplement of acidic PBS (pH 3) for 1 min and followed by alkaline PBS (pH 11) for neutralization. Then, PBS was replaced by fresh overlay medium. After incubation at 37 1C for further 72 h, the cell monolayer was examined by plaque assay as described earlier.\n\n2.8. Reverse transcription polymerase chain reaction (RT-PCR) and quantitative RT-PCR (qRT-PCR) Antiviral activity of licorice was further examined by RT-PCR quantitatively and semi-quantitatively. Briefly, 4 Â 10 5 /well cells were plated into 6-well culture plates for 24 h. A mixture of 200 pfu/well HRSV and various concentrations of licorice was supplemented as the procedure mentioned above. 30 μg/ml ribavirin (Sigma, MO) was the positive control. After culture of 72 h, viral RNA was extracted with RNeasy Plus Mini Kit (Qiagen, Germany) and QIAamp Viral RNA Mini Kit (Qiagen, Germany) for HRSV-infected HEp-2 cells and culture supernatant, respectively. The cDNAs were synthesized from the eluted RNAs using the SuperScript II RNase H -Reverse Transcriptase kit (Invitrogen, CA). Briefly, 1 μg RNA was supplemented into a cDNA synthesis master mixture containing 1 μl of reverse transcriptase, 1 μl of DTT, 1 μl of 10 mM dNTP, 2.5 μl HRSV reverse primer (5′-CTGCTTCACCACC-CAATTTT-3′) (Bannister et al., 2010) . The reaction was carried out at 42 1C for 60 min, followed by 70 1C for 15 min. Then, 4 μg of cDNA was supplemented into a reaction tube containing 25 μl of 2X Taq Master Mix (Vivantis, CA), 2.5 μl of each HRSV forward primer (5′-TCC AGCAAATACACCATC CA-3′) and the same revere primer. They were supplemented with nuclease-free water to a total volume of 50 μl. The PCR condition was 95 1C for 10 min, followed by 40 cycles of amplification at 95 1C for 20 s, 50 1C for 40 s, and 72 1C for 50 s, then followed by the final extension at 72 1C for 10 min. Amplification products were analyzed semiquantitatively by 2% agarose gel electrophoresis. As for quantitative PCR, 1 μg cDNA was supplemented into a reaction tube containing 10 μl Fast SYBR Green Master Mix (Applied Biosystems, CA), 2.5 μl of each HRSV primer. They were supplemented with nuclease-free water to a total volume of 20 μl. The quantitative PCR condition was 95 1C for 10 min, followed by 40 cycles of amplification at 95 1C for 20 s and 60 1C for 30 s by the Step One Real-Time PCR System (Applied Biosystems, CA). After ethidium bromide staining, the bands in gel electrophoresis were visible at the expected molecular weight. The relative viral amounts of experimental groups were calculated from the 2 delta-delta-Ct (threshold cycle) derived from the differences between the Ct of the viral control and those of the experimental groups.\n\nAfter the experiment of Antiviral effect assay mentioned above, the culture medium was collected and assayed by the IFN-β ELISA kit (PBL Biomedical, MD) and TNF-α ELISA kit (R&D Systems, MN) according to the manufacturer's instruction. The A 450 nm was determined by the ELISA reader (Mutiskan EX, Labsystems, MA).\n\nResults were expressed as mean 7 standard deviation (S.D.). Percentage of control (infection rate; %) was calculated from the plaque counts of the experimental groups divided by that of viral control. Data were analyzed with ANOVA by JMP 9 software (SAS, NC). Tukey honestly significant difference (HSD) test was used to compare all pairs of groups in the ANOVA test. p o0.05 was considered statistically significant.\n\nWater extracts of Radix Glycyrrhizae and Radix Glycyrrhizae Preparata were well-tolerated by HEp-2 and A549 cells. Cytotoxicities were found only at the concentration of 3000 μg/ml (Fig. 1a) . The estimated CC 50 of Radix Glycyrrhizae and Radix Glycyrrhizae Preparata were 2010.4 μg/ml and 2549.8 μg/ml on HEp-2 cells, and 1945.3 μg/ml and 2144.8 μg/ml on A549 cells, respectively. Glycyrrhizin did not show any cytotoxicity to host cells up to the concentration of 300 μg/ml (Fig. 1b) . However, 18β-GA showed its cytotoxicity at the concentrations higher than 100 μg/ml (Fig. 1b) . The estimated CC 50 of 18β-GA were 76.3 μg/ml on HEp-2 and 71.5 μg/ml on A549 cells.\n\nRadix Glycyrrhizae, Radix Glycyrrhizae Preparata, 18β-GA ( Fig. 2; p o0 .0001), and ribavirin ( Fig. S2; p o0 .0001) were dose-dependently effective against HRSV in HEp-2 and A549 cells. The effect of Radix Glycyrrhizae did not show any difference between HEp-2 cells and A549 cells (Fig. 2a) . In contrast, Radix Glycyrrhizae Preparata was better on A549 cells (Fig. 2a) . The anti-HRSV activities of Radix Glycyrrhizae and Radix Glycyrrhizae Preparata were similar on A549 cells (Fig. 2a) . Therefore, Radix Glycyrrhizae had a better effect on HEp-2 cells than Radix Glycyrrhizae Preparata had ( Fig. 2a; p o0.0001) . The calculated IC 50 of Radix Glycyrrhizae was 74.8 μg/ml in HEp-2 cells and 70.7 μg/ml in A549 cells. The calculated IC 50 of Radix Glycyrrhizae Preparata was 131.6 μg/ml in HEp-2 cells and 80.1 μg/ml in A549 cells. Glycyrrhizin, the well-known active constituent of licorice, was not effective at all (Fig. 2b) . However, 18β-GA was dose-dependently effective against HRSV in HEp-2 and A549 cells ( Fig. 2b; po 0.0001). The calculated IC 50 of 18β-GA was 4.3 μg/ml in HEp-2 cells and 4.5 μg/ml in A549 cells. The SIs of Radix Glycyrrhizae on HEp-2 and A549 cells were 26.9 and 27.5, respectively. The SIs of Radix Glycyrrhizae Preparata on HEp-2 and A549 cells were 19.4 and 26.8, respectively. 18β-GA had SIs of 17.7 on HEp-2 cells and 15.9 on A549 cells.\n\nBecause Radix Glycyrrhizae and Radix Glycyrrhizae Preparata were both effective against HRSV, Radix Glycyrrhizae was used to go through the other experiments. Radix Glycyrrhizae was timedependently and dose-dependently effective against HRSV in HEp-2 (Fig. 3a) and A549 cells (Fig. 3b) (p o0.0001) . Radix Glycyrrhizae was effective mainly by supplement before viral inoculation ( Fig. 3; p o0.0001) , with a better effect on A549 cells (p o0.0001). The calculated IC 50 was 78.0 μg/ml (2 h before), 99.7 μg/ml (1 h before) in HEp-2 cells, and 18.8 μg/ml (2 h before), 33.8 μg/ml (1 h before) in A549 cells, respectively. \n\nBy the fact that it had anti-HRSV activity mainly by supplement before viral inoculation, Radix Glycyrrhizae was supposed to work on viral attachment and/or internalization. The results of attachment assay confirmed this assumption. Radix Glycyrrhizae was dose-dependently effective against viral attachment ( Fig. 4 ; p o0.0001), especially in A549 cells (po 0.0001). These results were in consistence to those of antiviral effect assay (Fig. 2) and time course assay (Fig. 3) . The calculated IC 50 was 29.4 μg/ml in HEp-2 cells and 10.9 μg/ml in A549 cells.\n\nThese results of internalization assay were also in consistence to those of the above assays (Figs. 2 and 3). Radix Glycyrrhizae was time-dependently and dose-dependently effective to inhibit viral penetration ( Fig. 5 ; po 0.0001), with a better effect on A549 cells (p o0.0001). The effect was slight worse than that of attachment assay. The calculated IC 50 s were 118.6 μg/ml (20 min), 81.3 μg/ml (40 min), and 55.8 μg/ml (60 min) in HEp-2 cells; 59.8 μg/ml (20 min), 25.5 μg/ml (40 min), and 22.9 μg/ml (60 min) in A549 cells, respectively.\n\nThe result of the semi-quantification of viral RNA by the agarose gel electrophoresis (Fig. 6a ) was comparable to that of the quantitative RT-PCR (Fig. 6b) . 300 μg/ml Radix Glycyrrhizae markedly decreased the viral amounts within the cells and in the suspension. Carry-over of the amplification product from the viral control groups into the cell control groups during loading the samples was noted (Fig. 6a) .\n\nRadix Glycyrrhizae dose-dependently stimulated HEp-2 and A549 cells to secrete IFN-β ( Fig. 7 ; p o0.0001) with and without HRSV infection. In contrast to IFN-β secretion, Radix Glycyrrhizae did not affect TNF-α secretion with and without viral infection (Fig.  S3) . Actually, Radix Glycyrrhizae of high concentration may inhibit TNF-α secretion.\n\nIn this study, to our surprise, both Radix Glycyrrhizae and Radix Glycyrrhizae Preparata were effective to inhibit HRSV-induced plaque formation on A549 and HEp-2 cells. Therefore, the anti-HRSV activity of licorice is not changed during the preparation process, in contrast to that of ginger whose anti-HRSV activity is lost during processing (Chang et al., 2012b) . Radix Glycyrrhizae has anti-HRSV activity with a better activity to inhibit viral attachment and internalization. This anti-HRSV activity of Radix Glycyrrhizae was further confirmed by RT-PCR and qRT-PCR. Besides, Radix Glycyrrhizae of high concentration could stimulate the secretion of IFN-β which has multiple anti-viral activities, including inhibition of viral penetration, un-coating, mRNA translation, protein synthesis, genome replication, virus assembly and releasing, to counteract viral infection (Sen, 2001) . HRSV causes mortality and morbidity mainly by the pathology of the low respiratory tract. Both Radix Glycyrrhizae and Radix Glycyrrhizae Preparata were effective against HRSV on the low airway mucosal cells to minimize the lung injury (Fig. 2a) . Therefore, our study supports the use of both Radix Glycyrrhizae and Radix Glycyrrhizae Preparata in certain prescriptions of traditional Chinese medicine against HRSV infection. Radix Glycyrrhizae had a better effect on HEp-2 cell which is an upper airway mucosal cell line (Fig. 2a) . No wonder that Radix Glycyrrhizae, rather than Radix Glycyrrhizae Preparata, is used to manage sore throat in the oriental for centuries. Radix Glycyrrhizae has been reported to inhibit HRSV-induced cytopathic effect (CPE) on Hela cells (Dong et al., 2004 ) and HEp-2 cells (Ma et al., 2002) . HeLa cell is a cervical cell line so that it is not appropriate to exam the respiratory tract injury. Although the CPE effect of HRSV could be reduced by Radix Glycyrrhizae in HEp-2 cell (Ma et al., 2002) , direct microscopic examination of CPE is not the gold standard to study antiviral activity, whereas plaque reduction assay is. This study used plaque reduction assay to provide the valid results to support Radix Glycyrrhizae has anti-HRSV activity in both HEp-2 and A549 cells. Besides, by the plaque reduction assay, we clearly showed its mode of action. Also, our results showed a consistence between different assays and between different respiratory tract cell lines. Therefore, our study provides more solid evidence to support licorice has the anti-HRSV activity.\n\nGlycyrrhizin, the major active constituent of Radix Glycyrrhizae, was not active against HRSV at all. 18β-GA is an active constituent of licorice and also the primary metabolite of glycyrrhizin converted by gut commensal bacteria (Hendricks et al., 2012) . 18β-GA was effective against HRSV-induced plaque formation (Fig. 2b) . Therefore, the anti-HRSV activity of Radix Glycyrrhizae could be directly mediated by 18β-GA and could further be augmented through bacterial conversion of glycyrrhizin into 18β-GA in the gut. 18β-GA has been reported to have antiviral activity against rotavirus (Hardy et al., 2012) and Epstein-Barr virus (Lin et al., 2008) . This study demonstrates the first time that 18β-GA is also active against HRSV infection. 18β-GA has antiinflammatory activity through inhibiting NF-κB activation to reduce the production of inflammatory cytokines (Wang et al., 2011a). Therefore, by inhibiting both HRSV and HRSV-induced inflammatory response, 18β-GA could be an active constituent mediating the in vivo anti-HRSV activity of licorice. Therefore, we suppose 18β-GA may be one of the active constituents accounting for the anti-HRSV activity of licorice. However, the antiviral mechanism of 18β-GA is still unclear. Many works are needed to be done in the future.\n\nIn conclusion, both Radix Glycyrrhizae and Radix Glycyrrhizae Preparata had anti-HRSV activity to prevent cytopathy of airway epithelia. Radix Glycyrrhizae decreased HRSV infection largely by inhibiting viral attachment, internalization, and by stimulating IFN secretion. 18β-glycyrrhetinic acid might be one of the active constituent accounting for the anti-HRSV activity of licorice."}