{"title": "Inactivated or damaged? Comparing the effect of inactivation methods on influenza virions to optimize vaccine production", "body": "Influenza virus is a threatening pathogen, that causes significant morbidity and mortality worldwide. It is responsible each year for epidemics that cause millions of cases of severe illness, and it is also a threat because of its potential to cross species barriers and generate pandemics [1] . Vaccination is the most cost-effective strategy to prevent infection and severe outcomes [2] .\n\nCurrently marketed influenza vaccines include live-attenuated vaccines, whole inactivated virus (WIV), split vaccines and subunit vaccines (which can be derived from viral particles or recombinant antigens) [3] . Live virus vaccines rely on attenuation; e.g. use of reassortant strains with the backbone of cold-adapted viruses, but equal (or comparable) immunogenicity. For all the other types of vaccines derived from whole viral particles, a crucial step in production is virus inactivation. The general concept behind the inactivation procedure, stated by international guidelines as provided by EMA, FDA, and WHO [4] [5] [6] , is that the process must inhibit the replication of the virus without destroying its antigenicity. Thus, the inactivation process should cause minimum alteration of the main antigens, which for influenza virus are the viral surface glycoproteins hemagglutinin (HA) and neuraminidase (NA).\n\nPreparation of inactivated influenza vaccines is conventionally achieved by exposure of cell-or egg-derived live virus to betapropiolactone (BPL) or formaldehyde (FA). BPL reacts readily with nucleophiles, resulting in alkylated and acylated products. According to older literature, nucleic acids are the main targets of these modifications, which comprise nicks and cross-links between RNA and viral proteins [7, 8] . However, recent findings shed new light on the mechanism of BPL inactivation and show that it also alters viral proteins, resulting in loss of HA and NA functionality and fusion ability [9] . The stability of BPL is known to depend on the type of buffer and the pH of the mixture used, suggesting that the amount and nature of modifications in viral components will also be determined by these variables [10] . In the case of formaldehyde, viral inactivation is achieved by the alkylation of amino and sulphydrilic groups of proteins and purine bases [11] . As FA crosslinks the viral proteins [12] , the fusion ability of the virus can be affected.\n\nSince inactivation is a critical step during vaccine preparation, given that the manufacturing of not only WIV but also split and subunit vaccines depends on effective virus inactivation, the major pharmacopoeias specify quality standards for this process. Recommendations in international guidelines regarding inactivation are, however, quite vague, and the establishment of optimal conditions is left to the manufacturers. Specifications provided for the inactivation procedure include indications on the temperature of storage and the maximum amount of inactivating agents. Nonetheless, the choice of variables such as the concentration of the virus at the time of inactivation, the buffer systems used to dilute the inactivators, the pH of the virus suspension, or the duration of the incubation with the agents remains yet unspecified. Furthermore, the guidelines are not clear about whether these parameters are to be optimized on the basis of the vaccine strain, the concentration of the virus or any other criterion.\n\nMore precise guidelines would be desirable in order to prevent the receptor binding sites and epitopes in the vaccine from being destroyed during the inactivation process. Recent studies show that excessive inactivation with FA and BPL may cause unanticipated modifications to the vaccine antigens that result in diminished potency; lower hemagglutination titers and loss of NA activity [10, [13] [14] [15] [16] [17] . This suggests that chemical inactivation might affect the protein conformation leading to a loss of immunogenicity of the antigenic epitopes of the key surface proteins.\n\nThe present study presents a systematic evaluation of different inactivation protocols (in accordance with the international guidelines) on several influenza A virus (IAV) strains. Our aim was to compare the effects of these procedures on the key properties, namely residual infectivity, receptor binding, fusion, and Toll-like receptor 7 (TLR7) mediated activation of innate immune mechanisms, and to determine whether these effects are similar for different virus strains.\n\nThe strains used in this study were A/Puerto Rico/8/1934 H1N1 (PR8), A/New Caledonia/20/1999 H1N1 (NC), A/Perth/16/2009 H3N2 (H3), NIBRG-23 A/turkey/Turkey/1/2005 H5N1 (H5), and NIBRG-268 A/Anhui/1/2013 H7N9 (H7); all vaccine strains with a PR8 backbone produced through classic reassortment (NC, H3) or recombinant technology (H5, H7). All seed viruses were obtained from the National Institute for Biological Standards and Controls, Potters Bar, United Kingdom and were propagated in 10 days old embryonated eggs. After inoculation of the virus and incubation for 72 h, the allantoic fluid was harvested and clarified by low speed centrifugation, followed by two rounds of purifications of the virus on a sucrose gradient [18] . Protein and phospholipid determinations were performed on the purified virus using the Micro Lowry and the Bligh and Dyer method, respectively [19, 20] . All virus preparations were used at a concentration of 0.5 nmol/ml of phospholipid for inactivation. The number of virus particles was calculated assuming that each virion contained about 100,000 phospholipid molecules. This number was derived using the reported composition (20-24% lipid) and dry weight (6 Â 10 À16 g) of influenza virions and a mean MW for lipids of 720-750 g/mol [21] . This calculation does not take into account a possible contamination of the virus preparations with exosomes which would also be assumed to contain lipids and would presumably co-purify with virus on the sucrose gradient. However, the amount of exosomes is not expected to vary among the virus strains and is therefore neglected here.\n\nAll procedures and dilutions were performed in HNE buffer (5 mM HEPES, 150 mM NaCl, 0.1 mM EDTA, pH 7.4).\n\nThree standard inactivation protocols were selected: in the first one, beta-propiolactone 98% (Acros Organics, Geel, Belgium) was used at a final concentration of 0.1% v/v and inactivation was done by overnight incubation (BPL). In the second protocol, 37% formaldehyde was used at a final concentration of 0.01% v/v and incubation was for 48 h (FA-2). The third protocol also involved the use of formaldehyde at a final concentration of 0.01% v/v but incubation was done for 96 h (FA-4). All incubations were performed at 4°C under constant stirring. After incubation with either BPL or FA, the preparations were dialyzed in 10,000 MWCO dialysis tubes against HEPES buffer overnight at 4°C to remove all traces of the chemicals. Again, protein and phospholipid determinations were performed on the dialyzed samples, and all samples were normalized to a concentration of 0.1 nmol/ml of phospholipids.\n\nInfectivity of both untreated and treated virus samples was tested by performing a TCID 50 assay on MDCK cells. Briefly, confluent cultures of MDCK cells in 96-well plates were incubated with 100 ll of two-fold serial dilutions of virus or vaccine at an initial concentration of 0.1 nmol/ml of phospholipids at 37°C in 5% CO 2 for 1 h. Cells were then washed with PBS and incubated for 3 days at 37°C with 100 ll/well of EpiSerf medium (Gibco) supplemented with 4 lg/mL TPCK-treated trypsin. TCID 50 titers were calculated according to the trimmed Spearman-Karber method [22] .\n\nHemagglutination assays were performed using two-fold serial dilutions of culture supernatants in PBS in V-bottom plates (50 ll/ well). Subsequently, 50 ll of 2% guinea pig red blood cells (Harlan, The Netherlands) were added to each well. The plates were incubated for 2 h at room temperature and the hemagglutination or the absence of hemagglutination was determined visually for each well.\n\nMembrane fusion was assessed by measuring leakage of hemoglobin during fusion of virus particles with erythrocytes [23] . Briefly, either guinea pig or chicken blood was diluted 1:5 with HNE buffer (5 mM HEPES, 150 mM NaCl, 0.1 mM EDTA, pH 7.4). After centrifugation for 10 min at 1000g, erythrocytes were removed from under the layer of peripheral blood mononuclear cells, washed once again with HNE buffer, counted and brought to a concentration of 4 Â 10 7 /100 ll. Virus-induced hemolysis was measured by mixing either live virus or vaccines (1 nmol of phospholipid) with red blood cells (4 Â 10 7 ) and fusion buffers of different pH values, ranging from 4.8 to 6.4 in a final volume of 1 ml. After 30 min of incubation at 37°C the suspension was centrifuged at 350g for 10 min and absorbance of the supernatant was read at 540 nm. Autohemolysis (occurring in fusion buffers of different pH values in the absence of virus or vaccine) and maximal hemolysis (in water) were used to set 0% and 100% of hemolysis. Fusion was calculated as: %hemolysis ¼ 100 Ã expOD540 À autohemOD540 at same pH maxOD540 À autohemOD540 at same pH %\n\nHEK-Blue TLR7 cells (Invivogen) co-express human TLR7 and an NF-kB-inducible secreted embryonic alkaline phosphatase (SEAP) reporter gene that can be monitored using the detection medium QUANTI-Blue TM . HEK-Blue TLR7 and HEK-Null1 (control, not expressing any TLRs) cells were cultured according to the manufacturer's instructions. 50.000 cells/well were plated in a 96-well plate and stimulated with serial 2-fold dilutions of untreated (starting dilution 1:200 v/v) or inactivated (starting dilution 1:10 v/v) influenza virus. Initial concentration of stocks of live and inactivated virus was 0.1 nmol/ml of phospholipids.\n\nAfter 12 h, 50 ml of supernatant were added to 150 ml of QUANTI Blue. After 1 h of incubation at 37°C, the plates were read in an ELISA reader (630 nm). Results are expressed as relative activation of cells, in comparison to the activation level obtained upon stimulation with 50 ng/ml of the TLR7 stimulant R848 (Invitrogen) [24] .\n\nIn order to allow comparison of the effects of different inactivation processes, samples of different influenza virus strains (PR8, NC, H3, H5 and H7) were purified and diluted so that all the batches had the same virus concentration. Since the amount of contaminating ovalbumin might differ among different virus preparations, phospholipid content was chosen over protein content for quantification of virus particles. Each of the virus preparations at the desired concentration (0.5 nmol phospholipid/ml) was then divided in 10 independent batches: 3 of them were inactivated with BPL (BPL), 3 were inactivated with formaldehyde with 2 days incubation period (FA-2) and 3 others were also inactivated with formaldehyde, but with 4 days incubation period (FA-4). The last batch was kept untreated as a control.\n\nTCID 50 assays on MDCK cells were performed in order to determine the number of infectious particles in the virus samples before and after inactivation. The initial infectivity of the virus strains differed substantially: PR8 showed particularly high infectivity resulting in a particle/TCID 50 ratio of about 3, while infectivity of H5 was low (particle/TCID 50 ratio: 2 Â 10 6 ). Infectivity of the other strains was rather similar (particle/TCID 50 ratios: between 1 Â 10 4 and 6 Â 10 4 ).\n\nAfter the inactivation process we observed that all treatments had reduced the virus titers by at least 5 logs. In case of BPL treated virus, PR8, H3 and H7 were found to have no residual particles in any of the 3 independently treated batches while one batch of NC and all 3 batches of H5 showed some (though very low) residual infectious particles (20-50 TCID 50 /ml).\n\nFA, irrespective of the incubation period, was unable to completely inactivate the virus samples. Residual titers varied from 40 to 900 TCID 50 /ml with NC showing the lowest and H7 showing the highest titers. In the case of PR8 and H5, we observed slightly improved reduction in the residual infectivity after longer incubation periods with FA, yet this effect was not observed for the other strains.\n\nHemagglutinin is an important determinant of the infectivity of influenza A virus. Because the role of the hemagglutinin is to bind to the sialic acid receptors on the infected cell, we consider binding as a reflection of a functional protein and therefore of an antigen similar to the one found on the live virus. Thus, we assessed the binding capacity of the viral hemagglutinin after the inactivation process. For untreated samples of the different virus strains the binding capacity in HAU/mL was rather similar: 6.4 Â 10 5 for PR8, 8.4 Â 10 4 for NC, 2.8 Â 10 4 for H3, 2.67 Â 10 5 for H5 and 8 Â 10 4 for H7.\n\nFor the inactivated samples the percentage of relative hemagglutinating capacity was calculated taking the obtained value of the untreated samples as 100%. As shown in Fig. 2 all treatments caused a reduction in the binding capacity of the virus. After inactivation with BPL there was a complete loss of binding ability for PR8 as well as for H7, consistent among all batches. For NC, two batches retained a minimal amount of binding ability. H3 and H5 were the strains that retained most of the binding ability after inactivation with BPL, consistent among the 3 batches (10-20%).\n\nFA treatment had less effect on the hemagglutination ability of the virus strains than BPL, independent of the inactivation period. However, the effect of FA varied for the different virus strains. While PR8 lost almost its entire binding ability, NC retained most of its binding ability after inactivation with FA (80%). H3, H5 and H7 retained some of the binding ability (30-50%) with some variation among the different batches.\n\nNext to being responsible for binding of influenza virus to a target cell, HA also mediates fusion of the viral with the endosomal membrane during the infection process. Retaining this function after inactivation would be a further indication that HA is in its native state. Moreover, it has been reported that fusion-active whole inactivated virus vaccines are better inducers of type 1 interferons and allow better induction of CD8 T lymphocytes [25, 26] . Fusion ability was measured by incubation of viral or vaccine particles (1 nmol of total phospholipids) with either guinea pig erythrocytes for PR8, NC and H3 or chicken erythrocytes for H5 and H7, following a protocol reported previously [23] .\n\nAs shown in Fig. 3 , all viruses fused with the respective erythrocytes with final rates of fusion varying from 50% for H5 and H7 to 80% for PR8. The optimal pH for fusion was higher for PR8 (pH 5.5) than for the other virus strains (pH 5.1 or 4.8). BPL completely inhibited the fusion ability of the virus, except for H5 where some minimal fusion ability was retained (%10%). In contrast, after FA inactivation, most of the virus particles retained some fusion ability. Only the fusion ability of H5 was severely affected by FA. For PR8, the inactivation process appeared to change the optimal fusion pH causing the inactivated samples to fuse at a lower pH. Also for H7, loss of fusion activity after FA treatment was more pronounced at higher than at lower pH. When comparing inactivation with FA for 2 days and 4 days, we noticed a further reduction in the fusion ability of the virus treated for 4 days. This was most noticeable for H3 and H7 where we saw a reduction of around 50% of the fusion ability of the samples inactivated for 4 days as compared to 2 days.\n\nAfter infection, TLRs present on and in antigen-presenting cells of host cells sense the viral components; thus, they form an important constituent of the innate antiviral response [27] . In particular, TLR7 is the sensor for the single-stranded RNA present in live virus and whole inactivated vaccines; its activation is a good indicator of the ability of the virus to be internalized since the receptor is exclusively located on endosomal membranes [23, 25] .\n\nIn order to determine whether the inactivation procedure would affect the ability of the viruses to attach, fuse and activate TLR7 in the endolysosomal compartments, we stimulated HEK Blue TLR7 cells (expressing a reporter construct upon ligand binding to TLR7) with untreated and inactivated PR8, NC, H3, H5 or H7.\n\nResults are expressed as percentage of activation of the cells, compared to the response to a fixed amount of the TLR7 stimulant R848 (set as 100% activation). After 72 h of incubation in a medium containing TPCK-trypsin, the supernatants were harvested and presence of virus was determined by hemagglutination assay. TCID 50 was calculated as described previously [22] . Stimulation of HEK Blue cells with untreated virus showed that the different strains varied largely in their ability to activate TLR7 and for the different virus optimal activation was observed at different dilutions (Fig. 4, left panels) . Inactivation had marked effects on the ability of the viruses to stimulate TLR7. No activation was observed at dilutions found optimal for the different live viruses. For inactivated NC, H5, and H7 even at the lowest dilution of 1:10 no or very little activation of TLR7 was found while PR8 and H3 showed some activation at low dilutions. BPL inactivation generally preserved the ability to activate TLR7 somewhat better than FA. Thus, all inactivation protocols strongly reduced the ability of the viruses to stimulate TLR7; however, there were differences among the different virus strains.\n\nInactivation is a crucial but ill-defined step in influenza vaccine preparation. We therefore intended to systematically assess the effect of common inactivation procedures on different phases of the interaction of inactivated virus particles with cells in vitro. To this end, we used 5 different virus strains in order to reveal possible strain-specific differences and performed the inactivation procedures for all viruses using a single buffer and the same virus concentration to eliminate possible variation, an approach also taken by others [9] . Our results show that, under the conditions used, BPL was quite efficient in inactivating the viral particles while formaldehyde, although reducing the infectious titer by 6-9 logs, was unable to completely abolish infectivity. All inactivation methods caused damage to the binding capacity of the viral particles, with BPL causing greater loss than FA. The ability of the virus to fuse with target membranes at low pH was especially affected by BPL treatment, while FA-treated virus still maintained some fusion ability. The stimulation of a TLR7 reporter cell line was also affected by the treatment, with FA inactivation leading to a greater loss of the ability to stimulate TLR7 than BPL inactivation. The magnitude of the effects caused by BPL or FA treatment appeared to be virus strain dependent, as different IAV strains were affected to varying degrees. From our results, it is clear that chem-ical inactivation impacts on various properties of influenza virus in a treatment dependent and strain dependent way.\n\nOur study revealed that BPL reduced the infectivity of PR8, H3 and H7 virus to undetectable levels. NC and H5 virus showed some (although very low) residual infectivity (Fig. 1) indicating that these two strains might be more resistant to inactivation with BPL. Previous studies show that BPL is capable of complete inactivation of influenza virus; however, the effectivity might vary depending on the incubation time and temperature. A review of the literature suggests that at a concentration of 0.1% BPL is able to completely inactivate the virus if incubation is performed for 6-18 h at temperatures above 18°C (but below 37°C). However, if the same concentration of BPL is used but incubation is executed at 4°C like used in our study, an inactivation period ranging from 72 h to a week is needed for complete loss of infectivity [28] [29] [30] .\n\nIn contrast to BPL, FA was not able to completely inactivate influenza virus in our study. Again, there seem to be strainspecific differences in the sensitivity to FA since some strains were more effectively inactivated than others and for some strains (PR8, H5) inactivation improved with longer exposure times to FA while for other strains this was not the case. A variety of different methods for FA inactivation has been described in the literature [7, 23, 25, [30] [31] [32] [33] . These methods vary with respect to the exact experimental conditions used, including concentration and incubation time. In some cases, incomplete inactivation is reported, mostly occurring when the inactivation was performed at low temperature [34] , as was done in this study.\n\nInactivation procedures should not affect the immunological properties of the viral antigen. To determine the effects of the different inactivation protocols on the recognition of the virus by HAspecific antibodies, we tried to perform a single radial diffusion (SRID) assay on the virus samples before and after the inactivation procedure. However, the relatively low concentration of virus used for inactivation (chosen to allow optimal access of the inactivating agent to the viral proteins) was not suitable to render reliable readings. Yet, functional properties of the viral HA, namely binding to sialic acid residues on the target cell and mediating fusion of the viral and the endosomal membrane, are also indicative of a func- Fig. 3 . Effect of inactivation procedures on fusion ability. Fusion ability was measured by incubation of viral or vaccine particles (1 nmol of total phospholipids) with either guinea pig RBC (A-C) or chicken RBC (D-E) followed by the addition of fusion buffer to reach the desired pH. After 30 min incubation, samples were centrifuged and the supernatants were collected. Samples were read at 520 nm on a spectrophotometer. Percentage of fusion was then calculated as described previously [23] . tional and unaltered protein. We therefore investigated the effects of the different inactivation protocols on hemagglutination and on hemolysis as surrogates for binding and fusion, respectively. As all our observations are based on in vitro tests, the correlation with the different vaccine potencies in vivo should be explored in future experiments. The use of single radial immunodiffusion assay as an estimate for protection has been shown to correlate both with in vivo responses [35] and, more recently, with in vitro results of differently manufactured influenza vaccine [36] . However, while the SRID assay would have been an alternative method to measure HA integrity, it would have given information on antibody binding only.\n\nBinding as measured in a hemagglutination assay was strongly reduced by BPL inactivation, with only H3 and H5 retaining some binding ability. Fusion was even more deeply affected as all virus strains completely lost their ability to fuse after treatment with BPL. Virus binding to the target membrane is a prerequisite for fusion (at least as measured in the assay used). Thus, the loss of fusion ability was to be expected. Previous reports have shown that H1N1 and H3N2 viruses had reduced agglutination capacity following BPL treatments [7, 9, 15, 17, 37] -although in many cases the inactivation was performed at different temperatures, incubation times or concentrations than used in our experiments. For what concerns the effects of BPL on the fusion ability of IAV, some studies show that H1N1 and H3N2 strains were almost completely inhibited in their fusion ability at BPL concentrations ranging from 0.025% to 0.08% [9, 37] . However, Budimir et al. [23] managed to inactivate IAV with BPL and retain the fusion ability of the virus; yet, the temperature discrepancy with our methods could have led to the observed differences in virus alterations.\n\nAs for the effect of FA on the binding ability, FA treated virus strains were still able to bind to erythrocytes though with reduced effectivity, except for the PR8 strain which almost completely lost its ability to agglutinate erythrocytes. Literature on the effect of FA on virus binding is contradictory. Studies report that FA inactivation damaged the binding ability of the virus at conditions (incubation time, concentration and temperature) similar to those tested in our work [14, 30] , while others found little effect of the FA treatment, though using different conditions as per the temperature at which the inactivation process was conducted [7, 31] . All FAtreated samples almost completely retained their fusion ability. Geeraedts et al. [25] and Budimir et al. [23] reported complete loss of fusion ability with FA treated virus, yet in these experiments IAV was deliberately treated with FA at extremely high concentration or prolonged exposure to inhibit their fusion ability.\n\nIt has been previously reported that the magnitude and the phenotype of the immune response induced by WIV influenza vaccines are superior to those induced by split or subunit vaccines [32, 33] . The higher immunogenicity of WIV could be largely attributed to activation of TLR7 by ssRNA present in the viral particles [38] . Furthermore, since the stimulation of an endosomal Toll-like receptor depends on viral endocytosis (and thus on HA functionality) [39] , the decreased stimulation of such a receptor can indicate possible modifications of the surface antigen induced by the inactivation procedure. We therefore investigated the effect of the different inactivation methods on TLR7 triggering. All inactivation procedures studied markedly reduced and often completely abolished TLR7 triggering, with effects of BPL inactivation being somewhat less severe than those of FA treatment. This was surprising considering that BPL is supposed to mainly affect nucleic acids while FA is supposed to mainly affect proteins [11] . Loss of TLR7 triggering did not necessarily correlate with loss of binding and was thus not only a result of less virus reaching the endosomal compartment. To our knowledge, the effect of virus inactivation on the capability of WIV to trigger TLR7 has not been studied previously. Earlier studies demonstrating that WIV is capable of activating TLR7 were per-formed using much higher concentrations of virus (10 mg/ml viral protein as compared to about 0.03 mg/ml used in this study) [25] . In these studies, effects of the inactivation procedure might therefore have been obscured.\n\nSeveral studies have reported the negative impact of chemical inactivation with BPL on virus characteristics; however, those studies have focused mainly on H1N1 strains. BPL was found to affect binding [7, 31] , fusion activity [9, 37] and modify protein residues [10, 40] , in line with our findings. Though all the studies were in compliance with the established guidelines with respect to BPL concentration ( 0.1%), all used different conditions with respect to buffer, virus concentration, incubation time and temperature etc. This might explain variations in outcome among the different studies. One of the initial effects of BPL addition is a decrease in pH caused by hydrolysis of BPL to b-propionic acid and hydracrylic acid derivatives [25] ; this could then lead to all the other observed undesirable consequences of BPL treatment on HA and NA functions. It is known that influenza virus strains vary in their sensitivity to low pH, with PR8 being one of the most labile strains [41, 42] . Our findings corroborate these earlier observations.\n\nOn the other hand, FA has been linked to incomplete inactivation which can cause outbreaks of virus infections upon vaccination; this was reported for several viruses, such as foot-andmouth disease virus (FMDV) [43] and Venezuelan equine encephalitis virus (VEEV) [44] . It has also been shown that temperature is an important factor in virus inactivation by formaldehyde: Darnell ME et al. [45] reported that SARS-coronavirus could not be inactivated at a low temperature of 4°C even after 3 days of incubation. However, when using a higher temperature of 25 or 37°C, formaldehyde could inactivate most of the virus after 1 day.\n\nOur results contribute to the increasing evidence that the inactivation protocols have to be adapted by virus strain and that many other important factors beyond the concentration of the inactivator itself, such as virus concentration, buffer, incubation time and temperature, have to be considered. Novel inactivation protocols, such as UV and gamma radiation [46] or the use of hydrogen peroxide [13] , have already been mentioned in the literature but will need thorough testing and standardization before they can be employed in the context of influenza vaccine production. There are currently new emerging technologies to manufacture influenza vaccines that would not require an inactivation process, such as production of IAV proteins on in vitro cultures or peptides derived from IAV proteins, all showing promising results; yet, egg cultures are currently the cheapest and most efficient way to produce high amounts of vaccines in a relative short amount of time. Therefore, until a new vaccine production method that can compete with the egg culture is developed, inactivation will be a standard procedure in vaccine manufacturing. Our results are therefore a call for establishment of more detailed inactivation procedures for vaccine manufacturers, and for a search for different and more efficient inactivation methods to be included in the international guidelines.\n\nThe authors declare that there are no conflicts of interest."}