{"title": "Canine kobuviruses in diarrhoeic dogs in Italy", "body": "Picornaviridae are small non-enveloped viruses of approximately 27-30 nm in diameter with single stranded, positive-polarity RNA genomes of 8. (Knowles et al., 2012) , Aichivirus A (formerly human Aichi virus) (Yamashita et al., 1991) , Aichivirus B (formerly Bovine kobuvirus) (Yamashita et al., 2003) and Aichivirus C (porcine kobuvirus) (Reuter et al., 2008) .\n\nNovel kobu-like viruses have been identified in sheep, goats, wild-boars, rodents and dogs (Reuter et al., 2010; Barry et al., 2011; Kapoor et al., 2011; Li et al., 2011; Phan et al., 2011; Lee et al., 2012; Carmona-Vicente et al., 2013; Reuter et al., 2013) .\n\nHuman Aichi virus (AiV) was first recognized in 1989 as the cause of oyster-associated nonbacterial gastroenteritis in humans in Aichi Prefecture, Japan (Yamashita et al., 1991) . Several investigations worldwide have revealed that AiVs are involved in 0.9-4.1% of sporadic cases of pediatric gastroenteritis (Ambert-Balay et al., 2008; Reuter et al., 2009b; Kaikkonen et al., 2010; Jonsson et al., 2012) .\n\nCanine kobuviruses (CaKVs) have been recently discovered in dogs in the US (Kapoor et al., 2011; Li et al., 2011) , demonstrating for the first time that pets can be infected with members of this genus. Based on the sequence analysis of the complete genome, CaKV was found to be genetically closest to the recently identified mouse Veterinary Microbiology 166 (2013) 246-249 A B S T R A C T Canine kobuviruses (CaKVs) are newly recognized picornaviruses recently detected in dogs in the US. By molecular analysis of the whole genome, CaKV that appeared genetically closest to the murine kobuvirus (MuKV) and to the human Aichi virus (AiV), may be classified in the Kobuvirus genus as new genotype (CaKV type 1) within the species Aichivirus A. To date, there are no information on the epidemiology of these novel viruses in other continents. In this study, by screening a collection of 256 dog fecal samples either from diarrhoeic or asymptomatic animals, CaKV was identified in six specimens with an overall prevalence of 2.34% (6/256). All the positive dogs presented diarrhea and were found to be infected by CaKV alone or in mixed infections with canine coronavirus (CCoV) and/or canine parvovirus type 2 (CPV-2). By molecular analysis of the partial 3D gene, all the strains detected displayed a close relatedness with the CaKVs recently identified in the US. This study provides evidence that CaKVs circulate in diarrhoeic dogs in Italy and are not geographically restricted to the North American continent, where they were first signaled.\n\nß 2013 Elsevier B.V. All rights reserved.\n\nkobuvirus M-5/USA/2010 (84.0% amino acid [aa] identity) (Phan et al., 2011) and to human AiVs (80.0% aa identity). According to the criteria established by the International Committee on Taxonomy of Viruses (ICTV) (http://www.picornastudygroup.com/definitions7genus_ definition.htm), CaKV may be considered a distinct genotype (CaKV type 1) from both murine kobuvirus (MuKV type 1) and human AiV (AiV type 1), within the species Aichivirus A (Knowles et al., 2012) . The detection of CaKVs in dogs raises interesting questions regarding the distribution, the pathogenic role and, given the interactions between pets and humans, the zoonotic potential.\n\nTo date, the newly described CaKVs were detected from healthy and diarrhoeic dogs in the US (Kapoor et al., 2011; Li et al., 2011) . However, there is no additional information on the epidemiology of these novel kobuviruses in other countries of the world. To further investigate the presence of CaKVs in dogs, a surveillance study was initiated by testing fecal specimens from animals with and without diarrhea.\n\nA total of 256 fecal samples from dogs aged 3-4 months were collected from December 2008 to November 2011 in municipal shelters and veterinary clinics located in different areas of Central Italy. The fecal panel consisted of 137 samples of dogs with signs of mild to severe gastroenteritis and 119 from asymptomatic dogs. Fecal specimens were placed in isothermal boxes using ice bags and transferred in the lab. Samples were kept frozen at À80 8C until tested.\n\nThe RNA was extracted from 200 ml of 10% (w/v) fecal suspension by using the TRIzol LS (Invitrogen, Ltd., Paisley, UK) procedure. The final RNA pellet was resuspended in 50 ml of RNase free water and used directly in RT-PCR assays or stored at À80 8C.\n\nViral DNA was extracted from the supernatants of fecal homogenates by boiling for 10 min and chilling on ice. To reduce residual inhibitors of DNA polymerase activity to ineffective concentrations, the DNA extracts were diluted 1:10 in distilled water as previously described (Decaro et al., 2005) .\n\nKobuvirus RNA was assessed by RT-PCR using a broadly reactive primer pair, UNIV-kobu-F/UNIV-kobu-R which amplifies a 217-bp fragment of the 3D gene of all kobuvirus species, following the reaction conditions previously described (Reuter et al., 2009a) .\n\nCaKV specific primers (CaKV/F: 5 0 -CCCTGGAACAC-CCAAGGCCGCT-3 0 , corresponding to nucleotides [nts] 6980-7001 of the strain CaKV/US-PC0082 and CaKV/R: 5 0 -TCTGGTTGCCATAGATGTGGTG-3 0 , corresponding to nts 7463-7484 of CaKV/US-PC0082), targeting a 504-bp fragment at the 3D region, were designed by visual inspection of an alignment containing the sequences obtained in this study and the corresponding conservative regions of the CaKV and AiV-like sequences available on NCBI website. RT and PCR were performed in one-step procedure, using the SuperScript III one-step system (Invitrogen, Ltd., Paisley, UK). The RT-PCR conditions were 45 8C for 60 min, 94 8C for 2 min, and 40 cycles of 94 8C for 45 s, 48 8C for 1 min and 72 8C for 50 s, with a final extension of 72 8C for 10 min. All the amplicons were purified by using a QIAquick gel extraction kit (Qiagen GmbH, Hilden, Germany) and subjected to direct sequencing using BigDye Terminator Cycle chemistry and 3730 DNA Analyzer (Applied Biosystems, Foster, CA). Basic Local Alignment Search Tool (BLAST; http://www.ncbi.nlm.nih.gov) with default values was used to find homologous hits. Phylogenetic analysis with bootstrap statistical support (1000 replicates) was conducted using the MEGA software package, version 3.1 (Kumar et al., 2004) . The CaKV sequences detected in this study were made available in GenBank under the accession numbers KC693045-KC693050.\n\nSamples were screened for CPV-2 by PCR amplification of a 583 bp segment at the carboxy terminus of CPV-2 open reading frame 2 using primers and reaction conditions described by Buonavoglia et al. (2000) . Detection of CCoV was carried out by hemi-nested RT-PCR using external primers CCV1/CCV2 and the internal primer CCV3 targeting a 230 bp fragment of the M gene, as previously described (Pratelli et al., 1999a) .\n\nOut of 256 samples, 3 (1.17%) were found to be positive for kobuvirus RNA using the primer set UNIV-kobu-F/ UNIV-kobu-R. By FASTA and BLAST analysis, the 217-bp 3D fragments displayed the closest identity (94.0-96.0% nt) to the CaKV-like sequences available on the databases. A total of six samples (2.34%), included those amplified with the generic primers, were positive to CaKVs, when rescreening the specimens using the specific primer set designed in this study. All CaKV-positive samples were identified from diarrhoeic dogs (6/137), with a prevalence rate of 4.37%. Fecal samples were also tested for the presence of CPV-2 and CCoV. CPV-2 was detected in a total of 34 samples, all collected from animals with gastroenteritis signs (24.8%), while CCoV was found in 35 specimens either from healthy (3.36%) or from symptomatic dogs (22.6%) ( Table 1) . Mixed infections with two pathogens were identified in a total of 8 samples (CaKV + CCoV, n = 1; CPV-2 + CCoV, n = 7) and 3 were positive for all three viruses. CaKV was the single identified enteric virus in two specimens (Table 2) .\n\nUpon sequence analysis of the partial 3D region with primers CaKVF/CaKVR, the six strains detected in this study (CaKV/19c/2012 (Kapoor et al., 2011; Li et al., 2011) . Furthermore, a high sequence match (87.0% nt and 92.0% aa identities) was found to a novel kobuvirus (KoV-SewKTM), recently detected in untreated sewage in Nepal (Ng et al., 2012) . Nucleotide identity to the MuKV M5/USA/2010 (Phan et al., 2011) was 83.0% (90.0% aa), while identity to human AiV-like sequences ranged from 79.0% to 80.0% (86.0-89.0% aa). Neighbor-joining phylogenetic analysis based on the 460-nt 3D sequences was carried out with a selection of strains representative of the Kobuvirus genus, including KoV-SewKTM (Ng et al., 2012) , MuKV-M5 (Phan et al., 2011) , AiVs and the prototype strains porcine kobuvirus S-1-HUN (Reuter et al., 2008) and bovine kobuvirus U1 (Yamashita et al., 2003) . Based on the inspection of the tree (Fig. 1) , all the Italian sequences formed a tight cluster with the CaKVs recently identified in the US (Kapoor et al., 2011; Li et al., 2011) sharing, in accordance with the pairwise identity detected in the partial 3D gene, a common root with the kobuvirus strain detected in sewage, the murine kobuvirus and AiVs.\n\nTo our knowledge, this is the first study in which evidence was collected for the occurrence of CaKVs in Italy. Using a combination of generic and specific primers, CaKV strains were identified in a samples collection obtained from young dogs. The novel kobuviruses were detected exclusively in diarrhoeic animals with a prevalence rate similar to that previously found in the US (Li et al., 2011) . In our analysis, the majority of CaKV positive dogs were also infected by other canine pathogens such as CPV-2 or CCoV, whilst single infections by CaKV were detected only in two of the symptomatic animals. These findings are not unexpected, as mixed infections are not infrequent, especially in animal communities such as kennels or shelters. Although these results demonstrated that CaKVs are common viruses of dogs, it is not clear whether they also play a role as enteric pathogens. Furthermore, in the prevalence study performed on a mostly adult canine population of the US, CaKVs was detected by Real Time RT-PCR not only in symptomatic dogs, but even in healthy animals (Li et al., 2011) . Accordingly, experimental infections are necessary to elucidate the pathogenic role of CaKV and to understand whether it can act by itself as a primary causative agent of gastrointestinal disease or whether it can be involved in mechanisms of co-infection with other pathogens, as observed between CCoV and CPV-2 (Appel, 1988; Pratelli et al., 1999b) .\n\nSequence and phylogenetic analyses of the partial 3D gene, allowed us to obtain information on the genetic relationship among the various members of the Kobuvirus genus. The six sequences detected in this study revealed little genetic variation in the region analyzed suggesting limited strain heterogeneity of CaKVs. However, further characterization of these strains was not possible, since no other sequence data were obtained, but efforts are presently being made to attempt additional genome information. The close genetic relationship observed among AiVs, MuKV and CaKVs reinforces the notion that the evolution of AiVs is intermingled with that of animal kobuviruses (Phan et al., 2011) and highlights the need to further explore the genetic diversity of these viruses in animals and humans.\n\nIn conclusion, the findings of this investigation demonstrate that CaKVs are not geographically restricted to the North American continent, where they were first signaled (Kapoor et al., 2011; Li et al., 2011) . Extensive epidemiologic surveillance and comprehensive characterization of these viruses from other geographic areas might help clarify the global distribution, heterogeneity and possible association of CaKV with enteric diseases in dogs. 1 . Phylogenetic tree based on the 460-nt 3D sequence. Phylogenetic tree was generated using the neighbor joining method and kimura-2parameters distance correction, supplying a statistical support with bootstrapping of 1000 replicates. Labels denote CaKV-like sequences detected in the present study.\n\nFurthermore, large age-stratified serological investigations are necessary in order to assess precisely the patterns of canine seroprevalence. Finally, given the close genetically relatedness of these novel kobuviruses with AiVs, investigations in humans will be useful to address their zoonotic potential."}