{"title": "Catatonia 2 Catatonia and the immune system: a review", "body": "Catatonia is a psychomotor disorder characterised by diverse clinical signs, including mutism, negativism, ambitendency, stereotypy, posturing, waxy flexibility, and echophenomena. 1 The structure and neural mechanisms of the disorder are reviewed elsewhere in this issue of The Lancet Psychiatry by Walther and colleagues. 2 Understanding the pathophysiology of this severe disorder is crucial given its high rate of medical complications, including pressure ulcers, infections, and venous thromboembolism. 3 Moreover, such under standing might aid the comprehension of other neuro psychiatric disorders.\n\nAlthough catatonia has numerous possible symptom combinations, 4 compelling reasons to study it as a single entity exist. Clinical and demographic factors can dis tinguish catatonia from other psychotic and affective disorders. 5 Different forms of catatonia (retarded catatonia, malignant catatonia, and neuroleptic malignant syndrome) are highly comorbid. 1 In terms of treatment, response rates to benzodiazepines and electroconvulsive therapy (ECT) are high, regardless of the cause of the catatonia. 6 Moreover, catatonia is not a common disorder, so pragmatically, to study it in depth, considering it as a whole is useful.\n\nImmune dysregulation is gaining interest as a patho physiological mechanism underlying neuro psychi atric disorders as diverse as narcolepsy, some dementias, depression, and psychosis-with converging evidence from biochemical, neuroimaging, genetic, and post mortem studies. 7,8 Roles for both the innate immune system, which concerns the rapid, undirected response to pathogenassociated or injuryrelated signals, and the adaptive immune system, which functions over a longer timescale and involves the selection and maturation of antigenspecific Tcell and Bcell mediated responses, have been identified.\n\nIn this Series paper, we discuss the evidence for the involvement of the immune system in catatonia. This line of enquiry appears to be valuable, given the wide range of infective and inflammatory conditions that can cause catatonia (tables 1, 2). We address whether the immune system has a role in catatonia, using some direct and some more circumstantial evidence, and endeavour to establish specific models. We consider immunity in terms of innate and adaptive systems for the purposes of clarity, while acknowledging that strictly demarcating the two is not always possible.\n\nA systematic review reported that 20% of catatonia has a general medical cause, of which CNS inflammation (comprising both infective and immune causes) accounts for 29%. 9 Numerous infectious diseases have been reported to cause catatonia. Here, we present the results of a new systematic search of the literature (table 1; appendix). We identified 124 cases, the majority of which were published as case reports, with the remaining reported as case series. Laboratory evidence of infection (such as isolation of the organism in the serum, or viral DNA in the cerebrospinal fluid [CSF] ) was reported in 85 of the cases (69%). A robust temporal association between the infection and catatonia was reported in 82 of the cases (66%). A previous psychiatric disorder was recorded in 16 cases (13%) and a previous medical disorder in 26 cases (21%), although the absence of a preexisting condition was often not stated. Only 66 of the cases (53%) recorded the presence of at least two features from the BushFrancis Catatonia Screening Instrument (BFCSI); the remainder had insufficient description or only one feature. 10 In some cases, the catatonia resolved with antimicrobial therapy, 11 but in others, it required treatment with benzodiazepines 12 or ECT. 13 How infection might result in catatonia is unclear from the literature. Possibilities include a direct neurotoxic effect, a psychological reaction to the infection, or mediation by an acutephase response. Out of the 47 cases where a specific virus was implicated, 45 of these involved known neurotropic viruses, suggesting a direct neuro toxic Series effect. Some bacterial agents, such as Borrelia burgdorferi and Treponema pallidum are also known to infect the CNS.\n\nThe immunological response might also be important, given that in some neurological disorders, such as meningoencephalitis, damage is caused primarily by an immune reaction. 14 In several cases, an explicit immune response was suggested by the authors to explain the catatonia, such as in paediatric autoimmune neuropsy chiatric disorders associated with streptococcal infection (PANDAS), 15 or in NmethylDaspartate receptor (NMDAR) encephalitis purportedly triggered by yellow fever vaccination, 16 herpes simplex virus infection, 17 or EpsteinBarr virus infection. 18 In cases of pyrexia of unknown origin in which an infective cause was often assumed, a yet uncharacterised disorder might have been responsible. 19,20\n\nAlthough cases of overt catatonia in the context of infections are dramatic, the more common neuro psychiatric presentation of infection is a broader pheno type of illness behaviour that resembles depression. This presentation includes reductions in motor activity, oral intake, and social interaction, 8 all of which are seen in catatonia. Psychomotor activity is also slowed in mild experimentally induced infection. 21 This might be due to impaired spatial memory performance and aberrant activity in parts of the brain involved in interoception. Hence, the brain's response to inflammation, if severe, could result in a complex movement disorder such as catatonia. 22, 23 In response to an acute stressor, immune cell trafficking occurs, with the movement of leukocytes to, and within, a target organ. 24 However, in chronic stress, increased monocyte production and microglial activation result in neuroinflammation and are associated with depressive behaviour. 8 Depression is often associated with raised levels of proinflammatory cytokines, granulocytes, and monocytes. 8 Regarding subtypes of depression, atypical depression (characterised by mood reactivity, hyperphagia, hypersomnia, and leaden paralysis) 25 is most associated with raised inflammatory markers. 26 Conversely, psycho motor retardation is more commonly seen in melancholic depression, which is less associated with a peripheral pro inflammatory state. 26 Seasonal affective disorder has also been associated with a proinflammatory state, but there has been little research to date on the motor phenotype of this disorder. 27\n\nNeuroleptic malignant syndrome is a neurological emergency precipitated by antipsychotic use and charac terised by muscular rigidity, autonomic dysfunction, and altered consciousness. Patients treated with anti psychotics who have preexisting catatonia are at an increased risk of developing neuroleptic malignant syndrome compared with those who do not have catatonia (3·6% vs 28 Given that no clinical features exist that can reliably distinguish neuroleptic malignant syndrome from malignant catatonia, 29 some authors consider neuroleptic malignant syndrome to be a specific form of antipsychoticinduced malignant catatonia. 30 Residual cata tonia frequently remains after the resolution of the full syndrome of neuroleptic malignant syndrome. 31 Some suggest that inflammation is important to the pathophysiology of neuroleptic malignant syndrome, with acutephase responses such as leukocytosis, thrombo cytosis, and low serum iron frequently reported. 32, 33 Low serum iron has emerged as a promising biomarker. 32, 33 It has been hypothesised that in neuroleptic malignant syndrome, proinflammatory cytokines might reduce the levels of the neuroprotective kynurenic acid, impairing the activity of dopaminergic neurons in the midbrain, causing exquisite sensitivity to a further antipsychotic induced reduction in dopamin ergic signalling. 34 However, an inflam matory profile in the blood might be the consequence of rhabdomyolysis, rather than the primary pathology.\n\nSerotonin syndrome, a rare adverse effect of anti depressant medication, has also been described as a form of druginduced catatonia, 1 but to the authors' knowledge no research has been published linking it to the immune system. 35\n\nThe acutephase response is a core part of the innate immune system. The response is initiated by the activation of monocytes and macrophages by a stimulus, such as muscle breakdown, infection, physical injury, or psychological stress. In response to these stimuli, cells release proinflammatory cytokines such as interleukin1 (IL1), IL6, and tumor necrosis factoralpha (TNFα), which in turn act on receptors throughout the body to promote fever, anorexia, muscle catabolism, and activation of the hypothalamicpituitaryadrenal axis. Importantly, these cytokines also alter protein synthesis in the liver, causing increased production of acutephase proteins such as Creactive protein (CRP), procalcitonin, ferritin, and fibrinogen. 36, 37 Some features of malignant catatonia bear notable similarities to the acutephase response, including fever, motor hypoactivity, and autonomic disturbance. Here, we include a summary of the evidence for the presence of systemic inflammation, as measured by acutephase reactants and related proteins (table 3) . Creatine kinase (CK) is not an acutephase marker, but as it is a marker of muscle breakdown, the enzyme is sometimes raised as a downstream consequence of the acutephase response. The evidence for CK elevation in catatonia is equivocal and could be argued to be the result of muscular rigidity and excessive Series immobilisation rather than indicating a primary muscular pathology. In one study, a raised CK predicted a good response to treatment with lorazepam. 45 One study found the acutephase marker, and fibrin degradation product, Ddimer to be raised in all 25 catatonic patients tested, with a mean value 3 times higher than in noncatatonic psychiatric patients. 38 This finding is consistent with the increased risk of venous thromboembolism in catatonia, but has not yet been replicated.\n\nHighsensitivity CRP concentration was measured in one study and found to be raised in catatonic patients, but the absolute concentration of CRP was not very elevated (1·23 mg/dL). 40 Low serum iron was originally hypothesised to be present in catatonia given the similarities to neuroleptic malignant syndrome. Low serum iron is an established feature of the acutephase response and arises because of the upregulated production of ferritin and hepcidin by the liver. 47 Two uncontrolled studies have shown that between 25% and 44% of catatonic episodes were accompanied by serum iron concentrations below the reference range. 41, 43 When catatonic patients have been compared with psychiatric controls however, the results have been ambiguous. 38, 42, 44 The authors of one of the negative studies that used unmedicated patients speculated that iron might have been reduced in other reports because of the effect of antipsychotic medi cations. 44 In several studies, low serum iron in catatonia has been associated with the subsequent development of neuroleptic malignant syndrome. 41, 43, 48 This association might exist because iron is a cofactor for dopamine synthesis, 49 so a combination of low iron impairing dopamine production and antipsychotic medications blocking dopamine receptors could result in the patho logical hypodopaminergic signalling charac teristic of neuroleptic malignant syndrome.\n\nAbnormalities of cerebral white matter, which is composed of glial cells, have been associated with schizophrenia, depression, and autism. 50 2ʹ,3ʹcyclic nucleotide 3ʹphosphodiesterase (CNP) is a myelin protein that is specific to oligodendrocytes. 50 In a mouse model, hetero zygotes for a CNP lossoffunction genotype showed axonal degeneration and lowgrade inflammation, along with a depressive and catatonic phenotype. 51 Furthermore, this behaviour was alleviated by ablation of microglia, suggesting that microgliamediated neuroinflammation was underlying the phenotype. When this polymorphism was examined in individuals with schizophrenia, a striking association existed with catatonicdepressive behaviour, a finding that was replicated in an independent cohort. 52 Mutations of mouse genes encoding two other myelin proteins (myelin basic protein [MBP] and myelin proteolipid protein [PLP]) also result in a catatonic phenotype. 52 How glial dysfunction-because of relevant polymorphisms or other factors-might contribute to the psychomotor features of catatonia clearly represents an important focus of future research.\n\nThe mainstay of current treatment for catatonia is benzodiazepines and ECT, neither of which is classically understood as an immunomodulatory therapy. Benzo diazepines are positive allosteric modulators at the γaminobutyricacid (GABA)A receptor. Although research into the function of GABA in the immune system is at an early stage, evidence suggests that GABAergic signalling has a role in suppression of immune responses. 53 Lymphocytes express GABAA receptors, and activation of these receptors reduces production of proinflammatory cytokines. 53 However, one study specifically on catatonia found higher monocyte counts predicted benzodiazepine nonresponse. 39 Data distinguishing different benzodiazepines are sparse, but some benzodiazepines, such as diazepam and lorazepam (both recognised treatments for catatonia) but not clonazepam, also bind to translocator protein (TSPO), a mitochondrial protein associated with phagocyte activity, immune cell migration, and cytokine function. 54, 55 In rats, diazepam reduces TSPO in the brain and decreases the number of CNS inflammatory cells, giving it a protective function against experimental autoimmune encephalo myelitis. 55 Reports on other GABAA receptor modulators are scarce, but epidemiological studies exist that indicate that zolpidem use is associated with higher rates of infections (including of pyelonephritis, which would be unlikely to be related to respiratory depression), suggesting the drug might also have an immuno suppressant role. 56, 57 Regarding ECT, a single session appears to activate the immune system, increasing concentrations of the cytokines IL1β, IL6, IL10, and TNFα. However, a course of several sessions appears to downregulate immune system activity, at least in animal studies. 58 Minocycline is an antimicrobial drug that also has anti inflammatory properties. 59 The drug has been shown to prevent stressinduced microglial changes in rodents 8 and has been proposed as an adjunctive treatment for schizophrenia. 60 Some evidence suggests that minocycline might reduce negative symptoms in schizophrenia, 61 some of which (such as poverty of speech, affective blunting, and avolition) overlap with catatonia. However, a 2018 double blinded, randomised study which specifically aimed to examine the effect of this drug on negative symptoms did not find any benefit. 62 No studies of which we are aware have investigated minocycline specifically for catatonia, but reports exist of two patients with schizophrenia and prominent catatonic features who responded well to minocycline in the absence of infection. 63, 64 The evidence for innate immunity\n\nWe have argued that psychological stress and infection both cause a release of proinflammatory cytokines, Series which result in a state of motor hypoactivity. In a normal psychomotor response, this event might be adaptive, allowing conservation of energy for eliminating a pathogen or avoiding a stressor, and resolving when the stressor ends. However, in depression, a prolonged pro inflammatory state might be maladaptive and cause further dysfunction. Immobilisation itself can also result in activation of the innate immune system. 65 Studies specifically in catatonia have been sparse and conflicting. An argument could be made that catatonia is an exaggerated version of inflammatory depression, in which extreme psychomotor retardation culminates in stupor and mutism-neurovegetative features of catatonia hypothesised to be due to disordered topdown cortico subcortical signalling. 66 However, this hypothesis would not explain the perseverativecompulsive behaviours exhibited in catatonia (posturing, stereotypy, mannerism, echophenomena, and perseveration), which have been proposed to arise due to disrupted corticocortical signalling. The infective causes of catatonia are largely pathogens that infect the CNS (table 1), which suggests that the causality is mediated by neurotoxic mechanisms, rather than by a systemic inflammatory responsealthough a maladaptive immune response to the pathogen might contribute.\n\nA plethora of autoimmune neurological diseases exist, many of which, such as multiple sclerosis, neuromyotonia, and Sydenham's chorea, feature prominent movement disorders. We have chosen the examples of stiff person syndrome and narcolepsy to show some particular points of similarity to catatonia.\n\nStiff person syndrome is a rare neurological disorder characterised by gradually progressive increased muscle tone with the preservation of muscle power, sensation, and cognitive function. Most patients have autoantibodies against the enzyme glutamic acid decarboxylase (GAD2). 67 GAD2 is an enzyme that converts glutamate to GABA, although the pathogenicity of GAD2 auto antibodies in stiff person syndrome is not fully established. Given that the disorder bears several similarities to catatonia, one author has suggested testing for GAD2 autoantibodies to distinguish between the two disorders. 28 The syndromes share immobility, an emotionless facial expression, and marked anxiety. Moreover, hypertonic episodes in stiff person syndrome can have psychological triggers. 67 As with catatonia, the mainstay of treatment for stiff person syndrome is benzodiazepines; however, immuno therapy in the form of intravenous immuno globulin, cortico steroids and the antiBcell monoclonal antibody rituximab are increasingly used. A stiff person syndrome variant, progressive encephalomyelitis with rigidity and myoclonus, responds dramatically to immuno suppression. 67, 68 Narcolepsy type 1 is a sleep disorder that arises due to depletion of the orexinproducing neurons in the hypothalamus. Evidence that this event is immune mediated comes from linkage to HLA-DQB1*06:02 and outbreaks coinciding with epidemics of, and vaccination to, the H1N1 influenza virus, suggesting a possible role for molecular mimicry. 69 A small study published in 2012 suggested that some patients with narcolepsy have autoantibodies to the NMDAR, without the seizures or autonomic disturbance characteristic of NMDAR auto immune encephalitis. 70 Narcolepsy type 1 also features cataplexy, a sudden loss of motor tone usually triggered by positive emotions. Cataplexy usually lasts for up to 2 min, but occasionally status cataplecticus lasting for hours to days can occur. 71 This occurrence has been hypothesised to be due to either a prolonged emotional response to the original stimulus, or an emotional response to the cataplexy per se. Here, we show a comparison between cataplexy and catatonia (table 4).\n\nWe did a systematic literature search for autoimmune disorders causing catatonia (table 2; appendix). Most are presented in case reports and case series, with some larger case series for NMDAR encephalitis (table 5) . 224 of the 346 cases (65%) recorded at least two features from the BFCSI. 10 18 patients (5%) had previously had a psychiatric disorder and 33 (10%) had previously had a medical disorder, although an absence of a preexisting condition was often not stated. In some cases, the autoimmune disorder appeared to be the proximal cause of the catatonia. In other cases, the autoimmune disorder was a more distal cause, as in one patient with autoimmune polyendocrine syndrome who developed autoimmune destruction of the adrenal gland (Addison's disease), resulting in hyponatraemia and subsequent 78 In addition, 22q11.2 deletion syndrome, which features thymic aplasia and a resultant absence of peripheral T cells, 79 has also been linked to catatonia. 80 Whether this association is due to immunodeficiency, the high rates of various autoimmune disorders present in the syndrome, or to another cause remains unclear.\n\nThe most noteworthy result from our systematic review is that 72% (249/346) of all cases of autoimmune catatonia reported were due to NMDAR encephalitis, despite the disorder only being described in 2007 (table 2) . 81 Before discussing this finding of autoimmunity directed against the CNS in depth, we will illustrate the complexity of autoimmune catatonia with three examples of peripheral autoimmunity.\n\nTwo cases of catatonia in pernicious anaemia have been reported, both of whom responded to vitamin B12 supplementation. 82, 83 Dietary vitamin B12 deficiency might also cause catatonia. 84, 85 In thyroid disease, catatonia has been reported in patients with thyroid autoantibodies with hyper thyroid, [86] [87] [88] hypothyroid, 90, 91 and euthyroid 91, 92 states. However, catatonia has also occurred in hypothyroidism due to thyroidectomy; 93 whether thyroid status or the presence of the autoantibodies is the causally relevant factor therefore remains unclear.\n\nIn systematic lupus erythematosus, 51 cases of catatonia have been reported, generally with high titres of antinuclear antibody and antidoublestranded DNA; however, making further comparisons is difficult because testing panels have varied across studies (appendix).\n\nOne group reported 84 cases of paediatric catatonia of which they suspected 7 had an autoimmune origin, including two patients with evidence of inflammation who were responsive to immunosuppression but who could not be diagnosed with any known disorder. 94\n\nPANDAS and the broader concept of paediatric acute onset neuropsychiatric syndrome (PANS) are characterised by an abrupt onset of obsessive behaviours or motor tics. 27 This behaviour might be due to molecular mimicry, whereby antigens on the infective agent bear a similarity to and provoke a host immune response to selfCNS antigens. 95 Antistreptococcal antibodies are often positive, 96 although results of immunotherapy have been equivocal. 97 One case has been reported of a boy who developed catatonic symptoms in addition to obsessionality following infection with group A Streptococcus; he responded well to lorazepam and plasmapheresis. 98 Autoimmune encephalopathies, as examples of auto immune disorders directed at CNS targets, merit special consideration. Tcell mediated disorders, such as acute demyelinating encephalomyelitis can occasionally present with catatonia. 99 However, catatonia is more commonly a feature of autoimmune encephalitides associated with antineuronal antibodies. These antibodies can cause internalisation of the antigen, inhibiting its function. 14 That catatonia has been reported in two patients with GABAA receptor antibodies is unsurprising, given the centrality of benzodiazepines in treatment for catatonia. 100,101 Catatonia might be more common than these case reports would suggest, as careful psychiatric phenotyping has not been done among this population. 102 In one of the patients reported with catatonia, GABAA receptor antibodies were present in the serum on the original presentation, but not in the context of relapse, highlighting that testing serum only on a single occasion might increase the risk of missing a clinically significant syndrome. 100 NMDAR encephalitis is increasingly considered as an organic cause of psychosis, although controversy exists as to whether this idea is only relevant in the context of the classical encephalitis or also in isolated psychiatric presentations. 7, 103 The association NMDAR encephalitis with catatonia seems to be even stronger than the association with psychosis. 72 Where catatonia is reported, it is often malignant catatonia and tends to cooccur with psychosis 104 and mania. 105 NMDAR encephalitis is strongly linked to neuroleptic malignant syndrome, with one study suggesting as many as 21 out of 36 (58%) patients with NMDAR antibody encephalitis who were administered antipsychotics developed suspected neuro leptic malignant syndrome. 106 Of the total 222 cases of NMDAR encephalitis documented across seven studies where rates of catatonia were reported, 141 (64%) cases of catatonia were identified (table 5). The range of catatonic features reported is wide and includes echolalia, grimacing, posturing, and alternating hypermotor and hypomotor activity. 72 A few studies have examined comparative rates of NMDAR autoantibody positivity among different diagnostic groups. Of 459 patients with psychiatric disorders, two had IgG antibodies against the NMDAR subunit NR1a in serum and CSF; both had catatonia and 74 Another study found higher NMDAR positivity among patients with catatonia than in a control group of healthy volunteers (although controls were younger than the patients and the investigators used an unusual continuous measure of NMDAR immuno fluorescence). 108 One study examined BushFrancis Catatonia Rating Scale scores in patients with firstepisode psychosis and found that catatonic features were actually less common in patients with antineuronal antibodies. 109 A study published in 2018 by our group with individuals at ultra high risk of psychosis suggests more severe catatonic features in individuals with NMDAR antibodies. 110 NMDAR encephalitis has only been described in the last decade but has led to a reevaluation of encephalitis lethargica, 111 first recognised in 1917, due to notable similarities. 112 Encephalitis lethargica is characterised by profound sleep impairment (insomnia, hypersomnia, or sleep inversion), extrapyramidal movement deficits, and neuropsychiatric symptoms. 113 Although historically linked to the 1918 influenza pandemic, the evidence for a causal association is sparse. 113 More recently, investi gations have found a high prevalence of antibodies to the NMDAR and the dopamine D2 receptor in the serum of children with encephalitis lethargica, raising the intriguing prospect that many patients exhibiting cata tonia previously diagnosed with the disorder, might have instead had antibodymediated encephalitis. 114\n\nWhen we considered the role of the innate immune system, we considered the possibility that inflammation itself was responsible for the stuporous aspects of catatonia. As far as adaptive immunity is concerned, the specificity of the antigen might be the most important determinant of the resulting neuropsychiatric phenotype, including catatonia. The downstream effect of immune activation is dependent on the antigen targeted. Autoimmune neurological disorders present differently depending on the target for autoantibodies or T cells; frequently these targets are neurotransmitter receptors with ensuing downstream effects on receptor dysfunction. In autoimmune encephalitis, the presen tation depends on the specific antibodies present. 115 In the specific case of NMDAR encephalitis, often little evidence exists of complement activation and neuronal degeneration. 116 The fact that ketamine and phencyclidine-both NMDAR antagonists-cause catatonia 117 suggests that NMDAR antagonism is responsible, the implication being that NMDAR antibody encephalitis is more usefully understood as a synaptopathy. Genetic hypofunction of the NMDAR due to GRIN1 mutation also appears to predispose to psychosis. 118 Similarly, benzodiazepine withdrawal presents similarly to GABAA receptor encephalitis. 119, 120 Autoimmunity, therefore, appears to cause catatonia primarily by specific action against central or peripheral antigens; however, secondary inflammation could perpetuate a phenotyperelevant immune response.\n\nThe close association between NMDAR encephalitis and catatonia might provide valuable insight into the patho physiology of catatonia. NMDAR encephalitis causes internalisation of the NMDAR, resulting in a reversible reduction in the number of receptors and impaired αamino3hydroxy5methyl4isoxazolepropionic acid (AMPA) receptormediated longterm potentiation. 121, 122 This idea is consistent with catatonia also resulting from use of the recreational noncompetitive NMDAR antagonists, ketamine, and phencyclidine. 117, 123 To integrate findings of effective treatment with GABAA receptor agonists and NMDAR antagonists, Northoff 66 has proposed a model of catatonia in which the normal inhibition of excitatory glutamatergic cortico cortical association fibres by GABAergic neurons in the orbitofrontal region is impaired. In mice, the NMDAR antagonist dizocilpine (also known as MK801) shows a bimodal effect on grooming and rearing behaviour: at low doses, this behaviour is suppressed, but as the dose increases, behaviour normalises, before being suppressed again at higher doses. 124, 125 This effect might explain why catatonia is characterised not only by immobility, but also occasionally by catatonic excitement. An explanation for this finding might rely on the knowledge that the NMDAR is expressed by excitatory glutamatergic neurons and by inhibitory GABAergic neurons. 126 Moreover, both reduced and excessive NMDAR activity can result in neuronal apoptosis, 127 \n\nDalmau and colleagues 111 have proposed a model for antiNMDAR encephalitis, in which increasing NMDAR blockade results initially in behavioural and psychotic symptoms, and at higher antibody titres, neurological and autonomic dysfunction. One hypothesis would be that catatonia occupies the ground between these two states (figure). 10 Pharmacological or antibody mediated NMDAR hypofunction could both cause catatonia and result in progression to malignant catatonia.\n\nCatatonia is heterogeneous in presentation and cause. However, the generally favourable response to treatment with benzodiazepines or ECT suggests a common pathophysiology. Activation of the innate immune system can lead to the neurovegetative features of catatonia, but the evidence for the acute phase response in catatonia is preliminary and sometimes conflicting.\n\nMoreover, whether any peripheral inflam mation in catatonia arises secondary to immobility and muscle breakdown is unknown. Examining the asso ciation of catatonia with the adaptive immune system reveals a strong and specific association with NMDAR encephalitis, which can cause the full range of catatonic features. This finding suggests that adaptive immunity can cause catatonia through action at specific extra cellular antigens, rather than immune activation per se. Additionally, this illustrates the importance of gluta matergic function in catatonia. As more autoimmune disorders are characterised, more cases of catatonia might be explained in this way.\n\nAlthough we have considered the innate and adaptive immune systems separately, in reality, they are deeply interconnected. For instance, NMDAR encephalitis (a disorder of the adaptive immune system) entails a very high risk of neuroleptic malignant syndrome (a disorder with prominent activation of the innate immune system). Malignant catatonia remains an enigmatic entity that could possibly be accounted for by autoimmune disorders such as NMDAR encephalitis.\n\nFinally, is it possible to conclude whether catatonia is due to activation of the immune system? In many cases, little compelling evidence exists for this. However, where infection or autoimmunity are directed at specific targets in the CNS or periphery, a high risk of catatonia is apparent. Further investigations based on this concept (panel) might assist in elucidating pathophysiological mechanisms and improving the treatment of catatonia.\n\n• Is catatonia overrepresented in individuals with autoimmune disorders? • What are the rates of catatonia in GABA-AR encephalitis when systematic detection methods are used?\n\n• In studies of depression, is there evidence that raised inflammatory markers are associated with catatonic features? • Do relapsing and remitting inflammatory markers exist in periodic catatonia? • Are patients with catatonia more likely to have antibodies to N-methyl-D-aspartate (NMDA) receptor, γ-aminobutyric-acid (GABA)-A receptor, glutamic acid decarboxylase (GAD2) and other encephalitis-associated antibodies? • Will large genetic studies of catatonia show linkage to HLA or other immune-specific regions? • Do inflammatory markers predictors response to electroconvulsive therapy?\n\n• Does a reduced density of NMDA receptors exist in catatonia in single-photon-emission CT (SPECT) or PET studies? • Will the use of specific ligands reveal CNS immune activation (eg, mediated by microglia or astrocytes) in catatonia?\n\n• Is immunomodulatory therapy (such as with corticosteroids, plasmapheresis, or rituximab) an appropriate treatment option in catatonia? • Is minocycline an effective treatment for catatonia? • Is immunosuppressant therapy effective for neuroleptic malignant syndrome?\n\nWe searched PubMed for articles published up to Sept 31, 2018, with the terms \"catatoni*\" in association with any of the following terms: \"immune*\", \"autoimmun*\", \"inflame*\", \"T-cell\", \"B-cell\", \"glia*\", \"microglia*\", \"acute phase\", \"innate\", \"adaptive\", \"encephalitis\", \"antibod*\", \"infect*\", \"interleukin\", \"cytokine\", \"monocyte\", \"macrophage\", \"leukocyte\", \"lymphocyte\", \"granulocyte\", \"phagocyte\", \"TNF\", \"C-reactive protein\", \"dendritic cell\", and \"immunoglobulin\". This primary search along with the references of selected review articles revealed three areas that were suitable for systematic summaries of the literature: infective causes of catatonia, autoimmune causes of catatonia, and inflammatory markers in catatonia. To investigate these areas , we searched six databases (AMED, BNI, CNINAHL, Embase, MEDLINE, PsycINFO, and PubMed) for catatonia and MESH terms (or equivalent) in conjunction with relevant specific search terms (eg, \"infect*\", \"virus\", \"bacteria\"). After deduplication, articles were screened via their titles and abstracts before relevant full-text articles were reviewed by the first author and systematically included in tables in the manuscript.\n\nOnly articles with full texts or sufficiently detailed abstracts written in English were included.\n\nThe manuscript was planned by JPR, TAP, GB, and ASD. JR did the literature search and drafted the manuscript. TAP, GB, and ASD reviewed the manuscripts, made amendments, and added further references. All authors approved the final manuscript.\n\nWe declare no competing interests."}