{"title": "Table of Contents", "body": "All organic compounds were synthesized at Gilead Sciences, Inc (Foster City, CA). unless otherwise noted. Commercially available solvents and reagents were used as received without further purification.\n\n2,3,5-Tri-O-benzyl-D-ribono-1,4-lactone (1) was purchased from Carbosynth (Berkshire, UK). 7-iodopyrrolo[2,1-f][1,2,4]triazin-4-amine (2) was prepared as previously described by Clarke \n\nNuc and GS-5734 were prepared according to Scheme S1. Alternative methods for the synthesis of Nuc and GS-5734 mixture of phosphorus diastereoisomers have been described previously by A solution of 7-iodopyrrolo[2,1-f][1,2,4]triazin-4-amine (2, 6.21 g, 23.9 mmol, 1 equiv) was suspended in tetrahydrofuran (150 mL) under an argon atmosphere. TMSCl (6.07 mL, 23.9 mmol, 2.00 equiv) was added and the resulting mixture was stirred for 10 min at room temperature. The solution was cooled to approximately 0°C, and PhMgCl (2 M in tetrahydrofuran, 23.9 mL, 47.8 mmol, 2.00 equiv) was added slowly. The reaction mixture was stirred for approximately 20 min, and i PrMgCl (1 M in tetrahydrofuran, 25.1 mL, 25.1 mmol, 1.00 equiv) was then added while maintaining an internal reaction temperature below 5°C. After 15 min, the reaction mixture was cooled to approximately -20 °C and a solution of 2,3,5-tri-Obenzyl-D-ribono-1,4-lactone (1, 10.0 g, 23.9 mmol, 1.00 equiv) in tetrahydrofuran (30 mL) was added slowly while maintaining an internal reaction temperature of approximately -20 °C. After 1 h, the reaction mixture was allowed to warm to 0°C, and then quenched with methanol (20 mL) followed by acetic acid (20 mL) and water (20 mL). The resulting mixture was allowed to warm to room temperature and was then concentrated under reduced pressure. \n\nTo a solution of (3R,4R,5R)-2-(4-aminopyrrolo[2,1-f][1,2,4]triazin-7-yl)-3,4-bis(benzyloxy)-5-((benzyloxy)methyl)tetrahydrofuran-2-ol (3, 57.9 g, 105 mmol, 1 equiv) in dichloromethane (100 mL) pre-cooled to -78°C was added trifluoromethanesulfonic acid (18.3 mL, 206 mmol, 2.00 equiv). After the reaction was stirred for 10 min, TMSOTf (38.9 mL, 216 mmol, 2.10 equiv) was slowly added and the resulting mixture was stirred for 30 min at -78°C. TMSCN (56.5 mL, 451 mmol, 4.00 equiv) was then added slowly and the mixture was stirred for 2 h. Triethylamine (50 mL) was added and the reaction mixture was allowed to warm to room temperature. Solid sodium bicarbonate (80 g) was then added followed by the slow addition of water (300 mL) and the resulting mixture was stirred for 10 min. The layers were then separated and the aqueous layer was extracted with dichloromethane. The combined organic extracts were washed with brine, dried over anhydrous sodium sulfate and concentrated under reduced pressure. The crude residue was subjected to silica gel chromatography eluting with 40100% ethyl acetate in hexanes to afford the product 4 (58.9 g, 85%) as an off-white solid. 1 H-NMR (400 MHz, DMSO- \n\nAcetonitrile (16 mL) was added to a mixture of (2S)-2-ethylbutyl 2-(((4nitrophenoxy)(phenoxy)phosphoryl)amino)propanoate (6, 1.79 g, 3.98 mmol, 1.20 equiv), \n\nTo a stirred solution of (S)-2-ethylbutyl 2-(((S)-(((3aR,4R,6R,6aR)-6-(4-aminopyrrolo[2,1-\n\nyl)methoxy)(phenoxy)phosphoryl)amino)propanoate (7, 12.9 g, 20.0 mmol, 1 equiv) in tetrahydrofuran (100 mL) was added 37% aqueous hydrochloric acid solution (20 mL) slowly at 0°C. The reaction mixture was allowed to warm to room temperature. After 5 h, the reaction mixture was diluted with water (100 mL) and adjusted to pH=8 by the addition of saturated \n\n(S)-2-ethylbutyl 2-aminopropanoate hydrochloride (8, 26.0 g, 124 mmol, 1.10 equiv) was suspended in dichloromethane (200 mL) and the resulting mixture was cooled to -78 C. Phenyl dichlorophosphate (18.5 mL, 124 mmol, 1.10 equiv) was then added followed by the slow addition of triethylamine (17.2 mL, 124 mmol, 1.10 equiv). The resulting mixture was allowed to warm to room temperature and stirred for 3 h. The mixture was then cooled to 0 C and 4nitrophenol (15.5 g, 112 mmol, 1 equiv) was added followed by the slow addition of triethylamine (17.2 mL, 124 mmol, 1.10 equiv). The resulting mixture was allowed to warm to room temperature and stirred for 3 h. The reaction mixture was then concentrated under reduced pressure and the crude residue was subjected to silica gel chromatography eluting with 030% ethyl acetate in hexanes to afford 9 (33 g, 66%) as a colorless semi-solid. (2S)-2-ethylbutyl 2-(((4-nitrophenoxy)(phenoxy)phosphoryl)amino)propanoate (9, 10.5 g, 23.3 mmol, 1 equiv) was suspended in diisopropyl ether (42 mL) and gently stirred. After 22 h, the white solids were collected by vacuum filtration and dried to afford product 6 (4.10 g, 39%) as a single diastereoisomer. The absolute stereochemistry of 6 was unambiguously assigned through X-ray crystallographic analysis ( Figure S1 ). To a solution of Nuc (1.00 g, 3.43 mmol, 1 equiv) in OP(OMe) 3 (15 mL) at 0 °C was added POCl 3 (827 mg, 5.39 mmol, 1.57 equiv). The reaction mixture was stirred at 0 °C for 4 h, and solution of pyrophosphate tributylamine salts (3.00 g, 5.47 mmol, 1.59 equiv) in acetonitrile (10 mL) was added followed by the addition of tributylamine (3.11 g, 16.8 mmol, 4.89 equiv). The reaction mixture was stirred at 0 °C for 30 min, and then quenched by the addition of triethylammonium bicarbonate buffer (1 M, 40 mL). The resulting mixture was stirred at room temperature for 30 min, and then triethylamine (4 mL) was added. The mixture was stirred an additional 30 min, and concentrated under reduced pressure and co-evaporated with water (2×).\n\nThe residue was dissolved in water (40 mL) and the solution was subjected to ion-exchange column chromatography (Column: Thermo Scientific, DNAP PA-100, 4 × 250 mm; eluting with water, then 5-35% 1 M triethylammonium bicarbonate buffer in water). The product fractions were combined, concentrated under reduced pressure and co-evaporated with water. The residue was dissolved in water (40 mL) and was resubjected to ion-exchange column chromatography \n\nSingle Crystal X-ray Diffraction of Compound 6\n\nThe single crystal X-ray diffraction studies were carried out on a Bruker APEX CCD diffractometer equipped with Mo K α radiation ( = 0.71078Å). Crystals of compound 6 suitable for X-ray crystallographic analysis were grown from slow evaporation of a diisopropyl ether solution to afford thin colorless needles, which were then heat-cycled in a Technobis Crystal-16 instrument to afford larger crystals. A 0.24 × 0.10 × 0.08 mm colorless block of compound 6 was mounted on a Cryoloop with Paratone ® oil. Data were collected in a nitrogen gas stream at 100(2) K using  and  scans. The diffractometer was a Bruker Ultra D8 platform equipped with a rotating-anode source and microfocus optics. The crystal-to-detector distance was 50 mm, and exposure time was 5 s/frame using a scan width of 0.5°. Data collection was 96.2% complete to 28.3° in . A total of 6610 reflections were collected covering the indices, -6 ≤ h ≤ 3, -13 ≤ k ≤ 21, -27 ≤ l ≤ 31. 4213 reflections were found to be symmetry independent, with a R int of 0.0444. Indexing and unit cell refinement indicated a primitive, orthorhombic lattice. The space group was found to be P2 1 2 1 2 1 . The data were integrated using the Bruker SAINT software program and scaled using the SADABS software program. Solution by direct methods (SHELXS) produced a complete phasing model consistent with the proposed structure. All nonhydrogen atoms were refined anisotropically by full-matrix least-squares (SHELXL-13). All hydrogen atoms were placed using a riding model. Their positions were constrained relative to their parent atom using the appropriate HFIX command in SHELXL-13. The absolute stereochemistry of compound 6 is unambiguous. The X-ray crystallographic coordinates and structure factor files for compound 6 have been deposited in the Cambridge Structural Database (accession number 1445315, http://www.ccdc.cam.ac.uk/). Figure S1 . Thermal ellipsoid representation of compound 6. "}