{"title": "NOTE One-step triplex PCR/RT-PCR to detect canine distemper virus, canine parvovirus and canine kobuvirus", "body": "doi: 10 .1292/jvms. The one-step multiplex PCR/RT-PCR was performed in a 25 µl reaction mix with the PrimeScript™ One Step RT-PCR Kit Ver. 2 (Takara, Dalian, China), according to the manufacturer's instructions. The components of the reaction were: 0.75 µl of CDV, 1 µl of CPV or 2.5 µl of CaKoV RNA; 2.5 pmol each of primers CDV-F, CDV-R, and CPV-F, and 10 pmol each of primers CPV-R, CaKoV-F, and CaKoV-R; 12.5 µl of 2 × 1 Step Buffer; 0.5 µl of PrimeScript 1 Step Enzyme Mix (Takara); and 4.75 µl of RNase-free dH 2 O. The cycling parameters were: 50°C for 30 min; predenaturation at 94°C for 5 min; 30 cycles of denaturation at 94°C for 30 sec, annealing at 55°C for 30 sec, and extension at 72°C for 30 sec; and a final extension step at 72°C for 10 min. The specificity of the one-step multiplex PCR/RT-PCR was assessed against other major canine viruses: CAdV-1, CAdV-2, CPIV and CCoV. To evaluate the sensitivity of this method, 10-fold serially diluted DNA/RNAs (the original concentrations were 10 7 copies for CaKoV (RNA copies for CaKoV were determined by one step SYBR Green Real-time RT-PCR assay (data not shown)), 10 6.1 TCID 50 for CDV and 10 5.9 TCID 50 for CPV) were used as the templates in the multiplex PCR/RT-PCR. The assay detected CDV, CPV and CaKoV, evident as bands of different sizes on agarose gel electrophoresis (Fig. 1) . No PCR products were amplified from CAdV-1, CAdV-2, CPIV and CCoV. The limits of detection were 10 3 copies for CaKoV (Fig. 2) , 10 2.1 TCID 50 for CDV and 10 1.9 TCID 50 for CPV.\n\nThe viral DNA/RNA of fecal samples collected from dogs with clinical symptoms of diarrhea were extracted and tested in parallel with both the one-step multiplex PCR/RT-PCR and the commercial Rapid CDV/CPV Ag Test Kit (Bionote, Gyeonggi, Republic of Korea) for CDV or CPV, according to the manufacturer's instruction, and a traditional simplex RT-PCR for CaKoV, as described previously with minor modification [4] . Of the 66 fecal samples tested, four (6.06%) were positive for CDV, eight (12.12%) were positive for CPV, and four (6.06%) were positive for CaKoV. Among these, two were mixed infections of CDV and CPV and one was a mixed infection of CPV and CaKoV, detected with the one-step multiplex PCR/RT-PCR. The results for the commercial CDV/CPV Ag Test Kit and the traditional simplex RT-PCR were three (4.55%) samples positive for CDV, seven (10.61%) positive for CPV, and four (6.06%) positive for CaKoV; among these positive samples, one was a mixed infection of CPV and CaKoV. For the CDV and CPV, the positive rate of clinical samples tested by one-step multiplex PCR/RT-PCR was higher than the commercial CDV/CPV Ag Test Kit. The main reason may be that the nucleic acid detection methods are more sensitive than the antigen detection methods, But statistically, we cannot conclude that the multiplex PCR/RT-PCR established in present study is more sensitive than the commercial CDV/CPV Ag Test Kit or the traditional simplex RT-PCR. The more clinical tests need further to be done to evaluate it. For one sample, the CPV was positive tested by CPV Ag Test Kit, but negative by the "}