{"title": "Isolation Precautions in the Inpatient Setting HOSPITAL MEDICINE CLINICS CHECKLIST", "body": "CONTINUED 6. The most common indications for contact precautions are Clostridium difficile infection, colonization or infection with multidrug-resistant organisms, or excessive bodily secretions. 7. The duration of precaution use is determined by known activity and shedding of pathogens, and in most cases precautions are used for the duration of the illness. 8. A longer duration of droplet precaution use should be considered for immunocompromised patients given prolonged periods of viral shedding. 9. Isolation precautions should be discontinued in a timely manner as appropriate, because they can have a negative impact on patient care, patient experience, and adverse events. 10 . Use of contact precautions to prevent infection by multidrug-resistant organisms has been shown to be cost-effective in a variety of health care settings.\n\nStandard precautions are the hygienic measures applied to the care of all patients in health care settings, regardless of suspected or confirmed presence of an infectious agent. Evidence shows that hands of health care personnel may transmit pathogens from one infected or colonized site or patient to another. In addition, shared patient care devices and instruments can also transmit pathogens if not properly sterilized. For this reason, every patient interaction should include use of standard precautions, as listed in Box 1. 1 Hand hygiene is an essential component of standard precautions, and can be performed either with soap and water or alcohol-based products. Alcohol-based products are preferred as long as there is no visible soiling of the hands, because they have superior microcidal activity, reduced skin drying properties, and are more convenient. 1 In addition, nail length and type can affect hand hygiene efficacy, because nails can harbor bacterial organisms and yeast, so artificial or unkempt nails should be discouraged in the health care setting. 1 Use of protective barriers, such as gown, gloves, and masks, is not always necessary but should be guided toward the specific clinical encounter and worn if contact with bodily fluids or respiratory secretions is expected.\n\nTransmission-based precautions are implemented for those patients who are known or suspected to be infected or colonized with an infectious agent, and therefore require additional control measures to effectively prevent transmission. These precautions include droplet, airborne, and contact, which are discussed in more detail later. Unless knowledge of the infection is known at the time of admission, these precautions are implemented empirically based on clinical suspicion, because confirmation of the infection can take time. 1 EPIDEMIOLOGY What is the incidence, mortality, and cost associated with hospital-acquired infections?\n\nTwo decades ago, between 2 million and 4 million patients each year developed health care-acquired infections in the United States, costing more than $4.5 billion in health care costs. 2 More recently approximately 700,000 health care-acquired infections are acquired annually in the United States, resulting in 75,000 deaths, which is the seventh leading cause of death in the United States. 3, 4 Despite this downward trend in the infection rate nationally, largely attributed to aggressive infection control measures, health care-related infections still represent a significant problem. 3, 4 \n\nWhat are droplet precautions?\n\nDroplet precautions are appropriate for protection against droplets larger than 5 mm in size, which are spread through close respiratory or mucous membrane contact with respiratory secretions. Respiratory droplets carrying infectious pathogens transmit infection when traveling directly from the respiratory tract of an infectious individual to a susceptible mucosal surface serving as the portal of entry, such as the nasal mucosa, oral mucosa, or conjunctiva. These particles have the ability to travel short distances through the air after a precipitant such as a cough, sneeze, or procedure such as suctioning or intubation, necessitating coverage of the mouth and face. 1 The area of infectious risk has traditionally been defined as a distance of 1 m (3 feet) around a patient, although the distance traveled varies by pathogen type. 1 For this reason, droplet precautions are used on entry into a patient's room for conservative measures.\n\nBox 2 lists pathogens that are spread via the droplet route of transmission and require enactment of droplet precautions.\n\nDroplet precautions are defined as masks and goggles, or a mask with a face shield, to prevent exposure of mucosal surfaces to respiratory secretions (Fig. 1) .\n\nAll transmission-based precautions must be implemented based on clinical suspicion, and immediately on presentation of the patient to a health care facility. Diagnosis often requires laboratory confirmation with culture data techniques that require long periods of time; therefore, precautions should be implemented when these tests are still pending.\n\nSpecific clinical situations and the associated pathogens that warrant use of droplet precautions are shown in Box 3. When can droplet precautions be discontinued?\n\nDiscontinuation of droplet precautions reflects the known patterns of infectious agent shedding and persistence. This period is longer if the patient is immunosuppressed, because shedding can continue for weeks. 1 In this setting, extension of the duration of precaution use is appropriate. Box 4 provides guidance on specific organisms.\n\nPetechial rash (N meningitidis) What is the efficacy in preventing disease spread?\n\nThe use of droplet precautions has been studied in both severe acute respiratory syndrome (SARS) and influenza epidemics and has proved effective in preventing respiratory spread of these viruses in particular. Mask usage was associated with significant decrease in the rate of infections in health care workers in multiple studies; similarly, inconsistent use was associated with higher risk of acquiring SARS. 5 When assessing the efficacy of a surgical mask versus an N95 respirator in both the SARS epidemic and the recent 2008 to 2009 influenza epidemic, there were similar rates of infection, with the conclusion that droplet precautions are noninferior to airborne precautions for droplet-borne viral illnesses. 5, 6 Of note, despite these studies, airborne precautions are still recommended for use in the SARS virus.\n\nWhat are airborne precautions?\n\nAirborne transmission occurs when particles are created from desiccation of suspended droplets (<5 mm in size) and disseminated as airborne droplet nuclei. Alternately, small particles in respiratory droplets can remain infective over long periods of time and distance when suspended in the air. 1 These pathogens can travel over long distances by air currents and be inhaled by individuals who are not in direct face-to-face contact with the infectious individual, even beyond the patient room environment. Box 5 lists pathogens spread via the airborne route and requiring necessary precautions.\n\nPatients on airborne precautions require placement in rooms with special air handling and ventilation systems, referred to as an airborne infection isolation room. In addition, respiratory protection with a National Institute for Occupational Safety and Healthcertified N95-level respirator is required, which prevents inhalation of small particles containing infectious agents (Fig. 2) .\n\nAll transmission-based precautions must be implemented based on clinical suspicion, and immediately on presentation to a health care facility. Certain clinical syndromes warrant suspicion of airborne pathogens, and necessitate initiation of airborne precautions. These clinical syndromes are shown in Box 6. \n\nCurrent recommendations in the United States, Canada, and Europe support discontinuation of airborne precautions if 3 samples from the respiratory tract are negative for acidfast bacilli (AFB) by smear. However, there is an emerging body of evidence that supports use of 2 negative AFB smears as a marker for discontinuation of precautions. Most respiratory smears for AFB that turn positive do so on the first smear (approximately 80%) or the second smear (an additional 2%-7%), whereas less than 2% turn positive on the third smear. 7, 8 In addition, approximately 12% of cultures that grew AFB had 3 negative AFB smears. 7, 8 Given these data, it is reasonable to change to a 2-smear approach, because reducing the number of sputum collections limits the time under airborne precautions and the associated implications for patient safety, satisfaction, and cost.\n\nFor discontinuation of airborne precautions for other indications, see Box 4.\n\nAlthough there have been no clinical trials to guide these recommendations, observational studies and mathematical modeling suggest that all 3 of the following components are required for effective prevention of hospital-acquired tuberculosis: 9 1. Rapid identification and diagnosis 2. Use of negative pressure ventilated rooms 3. Use of filtered masks \n\nWhat are contact precautions?\n\nContact precautions are intended to prevent transmission of infectious agents spread by direct or indirect contact with patients or their environments. There are 3 indications for use of contact precautions:\n\n1. Presence of epidemiologically important multidrug-resistant microorganisms (MDRO) 2. Spore-forming organisms such as Clostridium difficile 3. Excessive wound drainage, bodily discharges, or fecal incontinence\n\nThe epidemiologically important multidrug-resistant organisms are included in Box 7. These organisms are resistant to all but a few commercially available antibiotic agents and are increasing in prevalence. For example, vancomycin-resistant Enterococcus (VRE) isolates accounted for less than 5% of enterococcal species in 1990, but accounted for up to 25% of isolates in 2000; extended-spectrum b-lactamase (ESBL)producing gram-negative bacilli are now found in up to 44% of Klebsiella species. 10, 11 Given the rapid increase in resistant organisms and limited therapeutic options, prevention of spread within health care settings is essential. These agents are spread manually by the hands of health care workers, and use of contact precautions has been shown to prevent spread and manage outbreaks. 10 There is some evidence that routine, active surveillance for VRE rectal colonization in high-risk patients, as well as use of contact precautions, can prevent clinically significant VRE infections, but this has not been widely accepted. 11 The second indication for contact precautions is suspicion or confirmation of C difficile infection. C difficile is a spore-forming gram-positive anaerobic bacillus, accounting for the most common infectious cause of antibiotic-associated diarrhea and pseudomembranous colitis. Spores have the ability to persist for prolonged periods of time on patients and surfaces, are carried by hand-to-hand contact, and are resistant to routinely used disinfectants, making this pathogen a major cause of health care-associated diarrhea. Over the last decade there has been an increasing incidence and heightened transmissibility of this pathogen, caused in part by emergence of a new strain that produces an excess of toxins A and B, therefore increasing environmental contamination.\n\nPatients requiring contact precautions should be placed in a single-patient room, with strict adherence to hand hygiene and donning of isolation gowns and gloves to Box 7 Multidrug-resistant organisms requiring use of contact precautions\n\nExtended-spectrum b-lactamase-producing organisms\n\nMultidrug-resistant S pneumoniae Isolation Precautions in the Inpatient Setting prevent unintended contact with the patient's environment. When leaving the patient area, it is critical to remove the protective gear in the appropriate manner: first the gown, followed by the gloves, with care to limit contact with the exposed surface, followed by performance of hand hygiene (Fig. 3) .\n\nIn addition, when contact precautions are ordered for C difficile, spores are resistant to standard alcohol-based sanitizers, so hand washing with soap and water is required after removing gown and gloves.\n\nWhat is the indication to start contact precautions?\n\nThe clinical syndromes described in Box 8 summarize when contact precautions should be initiated. Of note, contact precautions are not necessary for asymptomatic carriers of C difficile.\n\nControversy exists over the utility of isolation precaution use for health care-associated methicillin-resistant Staphylococcus aureus (MRSA). However, approximately 70% of MRSA identified on active surveillance testing were health care-associated isolates, suggesting the importance of preventing spread within the hospital setting. 12 When can contact precautions be discontinued?\n\nNational guidelines are lacking to guide appropriate discontinuation of contact precautions for multidrug-resistant organisms; however, based on a national survey of those hospitals with policies regarding discontinuation, 78% of them require confirmation of microbiological clearance. 13 However, most institutions do not actively screen for clearance. Although there are no universally accepted guidelines, 2 methods can be used: (1) it can be assumed that MDRO carriers are colonized permanently and require the use of contact precautions for all hospitalizations; alternatively, (2) an interval free of hospitalizations, antimicrobial therapy, and invasive devices (6-12 months) followed by documentation of clearance can justify discontinuation of contact precautions. 1 This method may be more cost-effective, because data suggest that most patients clear MRSA colonization within months to years. Clearance can be proved with 3 negative nasal swabs for MRSA culture while off antibiotic therapy; alternatively a single nasal swab with MRSA polymerase chain reaction (PCR) is effective. Although PCR testing is more expensive, it may prevent prolonged precautions and the associated adverse effects on patient experience (discussed later). 14 Without an active screening process, few individuals who have cleared MRSA will be identified, and they therefore require lifelong contact precautions per most hospital policies.\n\nFor other indications for discontinuation of contact precautions, see Box 4.\n\nBased on comprehensive transmission modeling, it is clear that both hand hygiene and use of contact precautions is efficacious in preventing spread of MDRO and infections associated with MDRO. Improving compliance with contact precautions decreases the prevalence of colonization as well as MDRO infections (eg, an increase in compliance from 60% to 80% decreases colonization by 10% and infections by 6%). 15 Regarding prevention of C difficile infections, one of the most important factors is the degree to which it creates spores and survives on surfaces. Therefore, appropriate environmental control of the patient area has proved effective, assuming use of appropriate cleaning supplies (chlorine-based disinfectants and high-concentration hydrogen peroxide agents). In addition, gloving prevents contact with spores, and although use of gowns has not been well studied, it presumably reduces contact with the environment and contamination of clothes. 16 \n\nThere has been controversy over the cost associated with the use of isolation precautions to prevent spread of MDRO, specifically for screening and precaution for patients colonized by MRSA. Cost-effectiveness analyses have shown that universal active screening on admission followed by use of contact precautions for those identified as MRSA carriers costs approximately $10 per admission. However, the potential benefit is realized in the prevention of hospital-acquired MRSA infections. When assessing the cost efficacy across a wide range of prevalence values of MRSA within the institution, screening and use of precautions proved to be the dominant strategy, suggesting that universal screening is the cost-effective strategy. 3, 4, 17 For C difficile, a large proportion of hospital-acquired infections are from asymptomatic carriers (84%). 18 Most health care facilities do not currently screen for asymptomatic carriers; however, when evaluating the cost-efficacy data of screening and use of contact precautions, it is reasonable to conclude that the screening and use of contact precautions necessary to prevent 1 case of C difficile (with a median cost of approximately $5000-$10,000) infection is likely cost-effective. 18 This policy is not yet implemented routinely into practice, but may be in the future.\n\nThe environmental impact associated with use of isolation precautions in the hospital setting is largely attributed to the use of gowns. Most hospitals use single-use gowns for contact precautions, which consume a significant amount of raw materials and energy in their manufacture and transport, and waste once used. To put this into perspective, hospital waste accounts for 2% of national municipal waste, and, of that, gowns and drapes contribute approximately 2% of all hospital waste, or approximately 0.04% of all municipal waste. 19 This is a small overall proportion of waste in this country; however, there may be more environmentally friendly options. With emerging technologies, reusable gowns, compared with disposable gowns, have substantial sustainability benefits with respect to the use of energy and water, and the creation of carbon footprint and waste. 20 What is the impact of isolation precautions on patient satisfaction and the patient experience?\n\nAlthough precautions are essential for infection control, use of precautions has been associated with adverse events regarding patient care. Studies have shown a negative impact on patient mental well-being and behavior, as well as higher depression scores. In addition, health care workers spend less time in direct patient contact, and patient satisfaction decreased as patients perceived they were less well informed of their health care plans. 21 Regarding patient safety, there was an 8-fold increase in adverse events related to supportive care when patients required the use of isolation precautions. 22, 23 With these data in mind, every effort should be made to provide routine care despite the use of precautions, with the emphasis on timely discontinuation of precautions when appropriate.\n\nUltimately, the measures discussed earlier should all be part of a well-organized infection control program, because this has been shown to produce better outcomes. In those hospitals with robust programs, there was a 32% reduction in 4 nosocomial infections (catheter-associated urinary traction infections, ventilator-associated pneumonia, surgical site infections, and central line-associated bloodstream infections). 1 The scope of infection control programs continues to grow as the importance of"}