{"title": "", "body": "This study reviewed 1787 episodes of peritoneal dialysis (PD)-related peritonitis in 544 patients between 1994 and 2003. The overall rate of peritonitis was 0.68 episodes ⁄ year of PD, but decreased from 1.10 to 0.46 episodes ⁄ year between 1994 and 2003. The incidence of peritonitis caused by coagulase-negative staphylococci declined between 1994 and 1998 from 0.21 to 0.06 episodes ⁄ year of PD, coinciding with a reduction in the use of spike PD sets. There was a 60.1% response rate to antibiotics throughout the period, but the percentage of cases that required modification of the initial empirical antibiotic regimen rose from 13.6% to 58.7%, indicating that treatment should be individualised. Peritonitis is the most important cause of treatment failure in peritoneal dialysis (PD) patients [1] . Peritonitis was common following the initial development of PD, but the incidence has decreased markedly during the past 15 years, probably as a result of improvements in connection technology [2, 3] . Peritonitis rates nowadays are less than one episode ⁄ 20 patient-months in most series [4, 5] . The present study describes the change in distribution of causative organisms in PD-related peritonitis during a 10-year period in a single centre in Hong Kong.\n\nAll episodes of PD-related peritonitis between 1994 and 2003 in the renal unit of the Prince of Wales Hospital, Hong Kong, were reviewed. In total, 1787 episodes of peritonitis in 544 patients were identified. Data completeness was assured by the computerised Renal Registry. A diagnosis of peritonitis was based on at least two of the following criteria [6] : (1) abdominal pain or cloudy peritoneal dialysis effluent (PDE); (2) leukocytosis in PDE (white blood cells > 100 ⁄ mL); and (3) positive Gram-stain or culture from PDE. Episodes with peritoneal eosinophilia but with a negative bacterial culture were excluded. Bacterial culture of PDE was performed throughout the period in BacTAlert bottles (Organon Teknika, Durham, NC, USA), according to the recommendations of the International Society of Peritoneal Dialysis (ISPD) [7] . Isolation and identification of bacteria, as well as determination of antibiotic sensitivities, were performed according to the ISPD guidelines [7] .\n\nThe overall clinical management of these patients has been described previously [8] [9] [10] [11] [12] . Empirical treatment of peritonitis, as summarised in Table 1 , generally followed the ISPD guidelines, which were amended over time. Antibiotic regimens for individual patients were modified when culture results were available. Appropriate antibiotic therapy was continued for 14 days.\n\nTreatment response was defined as complete resolution of peritonitis with antibiotics alone (without relapse or catheter removal). Relapse was defined as recurrence of peritonitis caused by the same organism within 30 days of completion of antibiotic therapy [13] . All patients were followed for at least 3 months following the completion of treatment. Follow-up data were assured by the Computer Management System of the Hong Kong Hospital Authority.\n\nThe baseline demographic data of the 544 patients were similar to those of the overall PD population reported previously [14] . The overall rate of peritonitis was 0.68 episodes ⁄ year of PD. The microbiological causes are summarised in Table 2 . A gradual reduction in the rate of peritonitis was observed during the 10-year period, from 1.10 episodes ⁄ year of PD in 1994 to 0.46 episodes ⁄ year of PD in 2003. The incidence of both Gram-positive and culture-negative peritonitis fell between 1994 and 1997, and then remained low. There was also a gradual decline in the incidence of Gram-negative peritonitis between 1994 and 2003. When individual bacterial species were considered, there was a substantial decline in the incidence of peritonitis caused by coagulase-negative staphylococci (CNS), and a less marked decline in Staphylococcus aureus peritonitis, while the incidence of peritonitis caused by Streptococcus spp. remained static. The incidence of peritonitis caused by CNS declined from 0.21 to 0.06 episodes ⁄ year of PD between 1994 and 1998, and then remained static. The incidence of peritonitis caused by Pseudomonas spp. also declined, from 0.11 to 0.04 episodes ⁄ year of PD between 2000 and 2003. In contrast, the incidence of peritonitis caused by Escherichia coli and Klebsiella spp. remained static.\n\nThere was a progressive reduction in the use of spike sets for PD between 1994 and 1998, which paralleled the decline in Gram-positive peritonitis. The average rate of response to antibiotic therapy was 60.1%, while 199 episodes (11.1%) required catheter removal. A combination of cefazolin and ceftazidime, the regimen recommended by the current guidelines of the ISPD [7] , yielded a response rate of 66.9%. The rate of response to antibiotic therapy remained static during the 10-year period (details not shown); however, the percentage of cases that required an alteration in the antibiotic regimen rose from 13.6% in 1994 to 58.7% in 2003. The present study found that the overall incidence of PD-related peritonitis decreased by more than half during the 10-year study period. When specific organisms were examined, the incidence of peritonitis caused by CNS decreased by about 75%, while the incidence of that caused by S. aureus was halved. This declining incidence of Gram-positive peritonitis was not an unexpected finding. It is agreed generally that the incidence of peritonitis decreased markedly as a result of improvements in connection technology [2, 3] . Almost all patients in the present series have used a disconnect system since 1998, and the incidence of Gram-positive peritonitis remained at a low but static level between 1998 and 2002, further supporting the role of the disconnect system. Interestingly, the incidence of Grampositive peritonitis showed a further significant decrease in 2003. The precise reason for this further decrease remains unknown, but it may have resulted from the outbreak of severe acute respiratory syndrome (SARS) in Hong Kong, which reinforced the personal hygiene and aseptic precautions taken with these patients. Attention to such precautions has been proved to reduce the rate of infection in PD patients [15] .\n\nThe increasing percentage of cases which required an alteration in the antibiotic regimen suggested that antibiotic resistance is becoming increasingly common. An increasing prevalence of infections in PD patients caused by methicillinresistant CNS was noted by Holley et al. [16] in the 1980s, and, more recently, by Kim et al. [17] . Unfortunately, no data regarding the patterns of antibiotic resistance were available in the current retrospective analysis.\n\nIn summary, a gradual decline was observed in the incidence of PD-related peritonitis during the past 10 years, and appeared to be related partly to an increase in the utilisation of disconnect PD systems. There was, however, an increased need to modify the initial empirical antibiotic regimen during this period, indicating that treatment should be tailored individually.\n\nThis study was supported by the Chinese University of Hong Kong Research Account Number 6900570. We thank all the medical and nursing staff from the Renal Unit, Prince of Wales Hospital, Shatin, Hong Kong for their meticulous maintenance of the Renal Registry database."}