{"title": "Bid cleavage, cytochrome c release and caspase activation in canine coronavirus-induced apoptosis", "body": "involves the release of cytochrome c from mitochondria; subsequently, cytochrome c binds to the adaptor molecule apoptotic protease activating factor-1 (Apaf-1) causing autocleavage of caspase-9 (Adrain et al., 1999) . This pathway known also as mitochondrial pathway involves pro and anti-apoptotic members of the proteins bcl-2 family which can be a key to trigger mitochondrial apoptosis (Hildeman et al., 2002) . Both pathways, extrinsic and intrinsic, converge at the activation of executioner caspases (caspase-3, -6 and -7), which are responsible for the characteristic morphological changes of apoptosis (Budihardjo et al., 1999; Elmore, 2007) . Generally, both death receptor and mitochondrial apoptosis signalling pathways were shown to be implicated in apoptosis induced by viruses. Induction of caspase-dependent apoptosis has been observed during infection by other coronaviruses, including transmissible gastroenteritis coronavirus (Eleouet et al., 1998) , avian coronavirus infectious bronchitis virus (Liu et al., 2001) , human coronavirus strain 229E (Collins, 2002) , and equine coronavirus (Suzuki et al., 2008) .\n\nDuring infection of CCoV, Ruggieri et al. (2007) , demonstrated activation of caspase-3. The aim of this study was to provide a better characterization of the pattern of caspase activation following infection with CCoV-II. We showed that CCoV infection results in the activation of the initiator caspases, caspase-8 and -9, and of the effector caspases, caspase-3 and -6. The data demonstrated that both death receptor and mitochondrial pathways can play an essential role in CCoVinduced apoptosis. Furthermore we observed no variation of CCoV release inhibiting apoptosis by caspase inhibitors.\n\nA canine fibrosarcoma cell line (A-72 cells) was grown and maintained in complete medium consisting of Dulbecco Minimal Essential Medium (D-MEM) supplemented with 2 mM L-glutamine, 1% non-essential amino acid, 5% heat-inactivated foetal calf serum (FCS), 100 IU of penicillin, and 100 mg of streptomycin per ml, at 37 8C in a 5% CO 2 atmosphere incubator. This cell line was maintained free of mycoplasma and of bovine viral diarrhoea virus. Cells were trypsinized once a week.\n\nCCoV type II strain S/378 (kindly provided by Prof. C. Buonavoglia, Faculty of Veterinary Medicine, University of Bari, Italy) was used for the study. For viral infection A-72 cells at 80-90% confluence in complete medium as described above, were incubated with virus. One hour post-infection (p.i.) non-internalized virus was removed by washing the cells three times with DMEM, and incubation continued in complete medium. Virus titers were determined by end point dilution tests using 96-well microtiter plates, and are given as 50% tissue culture infective doses (TCID 50 ) according to the method of Reed and Muench (1938) . Aliquots of CCoV-II were stored at À80 8C until used.\n\nCell viability after CCoV-II infection was monitored by evaluation of mitochondrial suffering through the MTT assay as previously described (Pagnini et al., 2004) . Data are presented as a percentage of the control, and results are the mean AE SEM of three experiments performed in triplicate.\n\nTo identify apoptotic nuclei, cells uninfected or infected with CCoV-II, were stained with acridine orange (Sigma Chemical Co., St Louis, USA). Briefly, after 1 h of virus adsorption, the inoculum was removed and fresh medium was added. After 24 and 48 h p.i., cells were washed with D-MEM and in each well were gently added 100 ml of phosphate-buffered saline (PBS) with acridine orange (40 mg/ml). The cells were incubated at room temperature for approximately 2 min in the dark. The preparations were washed with distilled water, covered with glass cover slips, and assessed on the same day using fluorescent microscope (Zeiss, Oberkochen, Germany) with a 460-nm filter. The duration of illumination was limited to 40 s per field. Each experiment was repeated at least three times to confirm the reproducibility of the results. Positive controls were obtained using camptothecin as previously described (Fiorito et al., 2008) .\n\nCaspase activation detection was performed by using the carboxyfluorescein FLICA Assay kits (B-Bridge International, Inc., CA, USA). Fluorochrome-labeled inhibitors of caspases (FLICA) included in kits were added during the final 1 h. Precisely, the fluorochrome-labeled inhibitors of caspase-3 (FAM-DEVD-FMK), caspase-8 (FAM-LETD-FMK) and caspase-9 (FAM-LEHD-FMK) were dissolved in DMSO following the manufacturer's instructions and then stored at À20 8C in the dark until use. Solutions of each FLICA were added to cell cultures (1 Â 10 6 cells/ml) at different times post-infection; cells were then incubated for 1 h at 37 8C in a 5% CO 2 atmosphere incubator. After incubation, cells were washed twice with washing buffer, placed on ice and the cell fluorescence was measured within 15 min by a flow cytometer (Parteck Flow Cytometer). The amount of fluorescence detected was directly proportional to the amount of caspase activity. Results of all experiments are reported as mean AE SEM of three experiments.\n\nMock-infected and infected cells (MOI 10) were collected at different times p.i. and washed twice in PBS, then the cell pellets were homogenized directly into lysis buffer (50 mM HEPES, 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, 10% glycerol, 1% NP-40, 1 mM phenylmethylsulfonyl fluoride, 1 mg/ml aprotinin, 0.5 mM sodium orthovanadate, and 20 mM sodium pyrophosphate). The lysates were centrifugated at 14,000Â rpm for 10 min. Protein concentrations were determined by the Bradford assay (Bio-Rad, Hercules, CA). Equivalent amounts of proteins were loaded and electrophoresed on SDS-polyacrylamide gels. Subsequently, proteins were transferred to nitrocellulose membranes (Immobilon, Millipore Corp., Bedford, MA). After blocking with Tris-buffered saline-BSA (25 mM Tris (pH 7.4), 200 mM NaCl, and 5% BSA), the membrane was incubated with the following primary antibodies: anticaspase-6 PAb (dilution 1:1000) (Cell Signalling), anticaspase-3 PAb (dilution 1:1500) (Abcam), anti-caspase-8 PAb (dilution 1:2000) (Abcam), anti-caspase-9 PAb (dilution 1:2000) (Stressgen), anti-bax PAb (1:1000) (Aviva Systems Biology), anti-bcl-XL PAb (1:1000) (Abcam), antibcl-2 PAb (1:1,000) (Abcam), anti-bid PAb (1:1000) (Abnova Corporation), anti-cytochrome c (1:1000) (Abcam), anti-bim PAb (1:1000) (Cell Signalling) and anti-b-actin MAb (dilution 1:7500) (Cell Signalling). Membranes were then incubated with the horseradish peroxidase-conjugated secondary antibody (dilution 1:1000) (at room temperature), and the reaction was detected with an enhanced chemiluminescence system (Amersham Life Science). The relative amount of protein expression was quantified using Gel-Doc phosphorimanger and Quantity One software (Bio-Rad) and normalized by the band intensity of b-actin.\n\nMock-infected and infected cells (MOI 10) were washed twice with ice-cold PBS and then once with icecold buffer A (100 mM Tris-HCl (pH 7.4), 10 mM MgSO 4 , 500 mM sucrose, 10 mM PMSF, 0.5 mg of leupeptin per ml, 0.75 mg of pepstatin per ml, and 5 mg of antipain per ml). sucrose, 10 mM PMSF, 0.5 mg of leupeptin per ml, 0.75 mg of pepstatin per ml, and 5 mg of antipain per ml) on ice for 20 min. The extract was centrifuged at 2000 Â g for 10 min at 4 8C, and the supernatant was collected and mixed with 4 volumes of urea loading buffer (62.5 mM Tris-HCl [pH 6.8], 6 M urea, 10% glycerol, 2% SDS, 0.00125% bromophenol blue, and 5% b-mercaptoethanol). The Western blot analysis of PARP was performed, as above reported, using anti-poly(ADPribose) polymerase (PARP) antibody with a dilution of 1:5000 (BD Biosciences). The relative amount of protein expression was quantified using Gel-Doc phosphorimanger and Quantity One software (Bio-Rad) and normalized by the band intensity of b-actin.\n\nIsolation of mitochondria and cytosolic fractions were carried out using a modified protocol from Kluck et al. (1997) . Mock-infected and infected cells were collected at different times p.i. and washed twice in PBS. The cell pellets were resuspended in lysis buffer (50 mM Tris [pH 7.5], 150 mM NaCl 2 , 5 mM EGTA, 1 mM CaCl 2 , 1 mM MgCl 2 , 1% NP-40, 1 mg/ml leupeptin, 1 mg/ml aprotinin, 1 mM PMSF, and 100 mM Na 3 VO 4 ). Samples were then incubated on ice for 20 minutes and centrifuged at 14,000 rpm for 15 min. Equivalent amounts of proteins were loaded and electrophoresed on SDS-polyacrylamide gels. The Western blot analysis of cytochrome c was performed, as above reported, using anti-cytochrome c PAb with a dilution of 1:1000 (Abcam). The relative amount of protein expression was quantified using Gel-Doc phosphorimanger and Quantity One software (Bio-Rad) and normalized by the band intensity of b-actin.\n\nA-72 cells in 24-well plates, at confluency, were treated with 25 mM of each of the caspase inhibitors Z-VAD-FMK (pan-caspase inhibitor), Z-IETD-FMK (caspase-8-specifc inhibitor), Z-LEDH-FMK (caspase-9-specific inhibitor), Z-DEVD-FMK (caspase-3-specifc inhibitor) (Calbiochem, EMD Biosciences), 2 h prior to infection with CCoV-II at MOI 10.\n\nAt 24 h p.i. cell viability was evaluated by MTT assay as above reported, and virus titers recovered from the culture medium were assayed by TCID 50 method according to Reed and Muench (1938) .\n\nThe results are presented as mean AE SEM of three experiments. One-way ANOVA with Turkey's post-test was performed using GraphPad InStat Version 3.00 for Windows 95 (GraphPad Software, San Diego, CA, USA). P value < 0.05 was considered statistically significant.\n\nInfection of A-72 cells with CCoV-II resulted in cell death in a time-dependent manner, as detected by MTT assay (Fig. 1 ). This loss of viability was also dependent on the MOI at which the cultures were infected. Moreover, a significant reduction of mitochondrial dehydrogenases activity was already detectable at 8 h p.i. using a MOI 10 (P < 0.05). A significant decrease (P < 0.01 and P < 0.001) in cell number was observed at all examined times postinfection independently of the used MOI.\n\nUsing a MOI of 10, the typical cytopathic effects (CPEs) characterized by cytoplasmic vacuolation, fusion, rounding up, and detachment of infected cells from the cultured plates were first detected in CCoV type II-infected A-72 cells at 24 h p.i. and the extent of CPE gradually increased by 48 h (Fig. 2) .\n\nCellular morphological changes were also investigated by acridine orange staining using fluorescence microscopy (Fig. 3) . Cells at 80% confluence were mock-infected or infected with CCoV-II at a MOI of 10. At various time p.i., cells were stained and observed. The results demonstrated that apoptotic morphological changes could be detected overall at 48 h p.i., when cells showed chromatin condensation. Thus, it could be seen clearly that the strong apoptotic signs were evident late in the infection.\n\nThe data were in accordance with the results of flow cytometric assay (data not shown).\n\nTo explore the cell death program, first we investigated caspase activation cascades during CCoV-II-induced apoptosis using a MOI of 10 and analyzing the cell lysates at different times p.i. (8, 12, 24 and 48 h). The activity of two initiator caspase-8 (death receptor-mediated) and caspase-9 (mitochondrial-mediated) as well as the downstream effector caspase-3 were measured using fluorochrome-labeled inhibitors of caspases (FLICA) assay kits. Fig. 4 shows at and after 12 h p.i. a significant increase (P < 0.01 and P < 0.001) of caspase-3, -8 and -9 activity in a time-dependent manner in CCoV-II-infected cells. These data suggested that both extrinsic and intrinsic pathways were involved in CCoV-II-induced apoptosis.\n\nFor further evidence, we investigated the initiator caspase-8 and -9 activation as well as the executioner caspase-3 and -6 by Western blot analysis. A representative blot (Fig. 5a ) and the relative densitometric analysis (Fig. 5b) show the involvement of the examined cleaved caspases. As described in Section 2, b-actin was used as an internal loading control. The cleavage of caspase-8 and -9 was detected from 12 h p.i. in CCoV-infected cells (Fig. 5a) , and such result was in accordance with FLICA analysis. In particular, it was evident a higher expression level of cleaved caspase-8 compared to cleaved caspase-9 at 12 h p.i. Then, whereas the cleaved caspase-8 showed a timedependent downward trend, the cleaved caspase-9 did not change over time.\n\nThe caspase-3 activation pattern was also well correlated with the FLICA analysis. In fact, we observed the caspase-3 proteolytic processing at and after 12 h p.i., and a significant peak at 24 and 36 h p.i. (Fig. 5a  and b) . By Western blot analysis, we have also observed the cleaved caspase-6 ( Fig. 5a and b) and a higher activation of caspase-6 at and after 24 h p.i. than that of caspase-3.\n\nWe next assessed the cleavage of PARP in the induction of apoptosis in A-72 cells by CCoV-II. PARP is a substrate for activated caspase-3 and cleaved PARP is considered a hallmark of apoptosis (Elmore, 2007) . PARP cleavage was monitored during CCoV-II infection by Western blot in order to provide additional evidence of caspase activation and apoptosis induced by CCoV-II. As shown in Fig. 6a , the full-length 116 kDa PARP was cleaved to active form of 85 kDa in time-dependent manner. A representative blot (Fig. 6a ) and its quantification (Fig. 6b) shows the involvement of proteolytic cleavage of PARP in virus-infected cells harvested at 12, 24, 36 and 48 h p.i., when the typical DNA laddering was also evident (data not shown). Furthermore, Fig. 6c shows that the cleaved PARP/ uncleaved PARP ratio was statistically significant (P < 0.01) from 24 h p.i. until the end of infection compared to that of 12 h p.i.\n\nIn normal cells, the bid protein exists as an inactive form in the cytosolic fraction and becomes activated by caspase-8 in response to apoptotic stimuli. Then, the active form of bid translocates to the mitochondria, and triggers bax activation in correlation with the translocation of bax from the cytosol to the mitochondria. These events result in the cytochrome c release from the mitochondria to the cytosol (Korsmeyer et al., 2000; Roucou et al., 2002) . Because CCoV-II infection, as shown above, induced caspase-8 activation in infected cells, we generated subcellular fractions to examine bid and cytochrome c cell localization. As shown in Fig. 7a and b, the full-length bid expression level evaluated by Western blot analysis in cytosolic fraction, decreased in time-dependent in virusinfected cells respect to mock-infected cells. The mitochondrial localization of 15 kDa fragment truncated bid (tbid) clearly appeared at 12 h p.i. Since this fragment contains the BH3 domain which is the functional part of bid for cytochrome c release, we examined whether the bid translocation was accompanied by a mitochondrial release of cytochrome c into the cytosol. The relationships with bid-induced cytochrome c release are evident in Fig. 7c and d which shows the presence of cytochrome c in the cytosolic fraction from 12 h p.i. until the end of infection.\n\nThe bcl-2 family of proteins, including both inhibitors and promoters of apoptosis, is involved in the controlling of mitochondrial permeability, as well as regulation of caspase activation. In this study, several bcl-2 family proteins, including anti-apoptotic (bcl-2, bcl-xL) and pro-apoptotic members (bax, bim), were detected in response to CCoV-II infection in A-72 cells. The densitometric analysis of the blots demonstrated an increased expression of pro-apoptotic proteins, bim and bax, which presented a peak at 12 and 24 h p.i., respectively; but while the levels of bim protein slightly decreased after 36 h p.i., bax levels did not change ( Fig. 8a and b) . Whereas the expressions of the antiapoptotic members, bcl-2 and bcl-xL, were down-regulated by CCoV-II infection (Fig. 8a) . The densitometric analysis of the blots demonstrated a decreased expression of bcl-2 and of bcl-xL after 8 h and 12 h p.i., respectively (Fig. 8b) . The data suggest that bax, bim, bcl-2 and bcl-xL may play a role on arbitrating the CCoV type II-induced apoptosis.\n\nTo test if the apoptotic changes observed in CCoV type IIinfected A-72 cells were caspase-dependent, Z-VAD-FMK (pan-caspase inhibitor), Z-DEVD-FMK (caspase-3-specific inhibitor), Z-IETD-FMK (caspase-8-specific inhibitor), Z-LEHD-FMK (caspase-9 inhibitor) were added to the culture media before the infection. As shown in Fig. 9a , in presence of caspases inhibitors was observed significant higher cell viability (P < 0.001).\n\nThe effects of apoptosis on the replication of CCoV-II were assayed by comparing virus titers in the presence of caspase inhibitors. As reported in Fig. 9b , the results showed that the virus release in presence of caspase inhibitors did not change compared with control. It is conceivable that apoptosis is not required for the release of progeny virions. These observations therefore suggest that CCoV-II replication do not requires caspase activation to complete the virus life cycle.\n\nIt is believed that the modulation of apoptotic cell death, also known as programmed cell death, is relevant to diseases that are caused by various viruses. One of the main advantages of apoptotic cell death for virus infectivity is to facilitate the spread of virus progeny to the neighboring cells and to minimize the inflammatory reaction evoked by virus-infected cells on the host (O'Brien, 1998; Shen and Shenk, 1995) . Coronaviruses are known to infect host cells by receptor-mediated endocytosis and some of them to cause cell-cell fusion during the late stages of infection, resulting in synctium formation and CPE (Lai and Cavanagh, 1997) . Apoptosis was observed in Vero E6 cells infected by SARS-CoV (Yan et al., 2004) and in a recent publication it has been reported that CCoV induces apoptosis in cultured cells (Ruggieri et al., 2007) . It has been shown that in other coronavirus, e.g., avian infectious bronchitis virus (Liu et al., 2001) , swine transmissible gastroenteritis virus (Eleouet et al., 2000) and murine coronavirus (Liu et al., 2006; Liu and Zhang, 2007) , apoptosis is induced by a caspase-dependent mechanism.\n\nThe importance of caspase activation during apoptosis is well established (Hengartner, 2000) . Caspases play a central role in the effector phase during apoptotic cell death. To date, 14 mammalian caspases have been described (Earnshaw et al., 1999) .\n\nIn this study we show that CCoV type II infection leads to caspase-dependent apoptotic cell death in A-72 cells, in vitro. First, we examined by MTT assay and morphological evaluations the CCoV-II infection, demonstrating a doseand time-dependent trend of the apoptotic process virusinduced. Then, in an attempt to understand the mechanism of induction of apoptosis in CCoV-II-infected cells we have investigated the caspase pathways. The results reported herein by FLICA method (Bedner et al., 2000) provide an unequivocal evidence that CCoV-II induces apoptotic cell death in vitro, involving caspase-dependent pathway of caspase-8 (death receptor-mediated) and caspase-9 (mitochondrial-mediated). This suggests that both the extrinsic and intrinsic pathways in the CCoV-II-induced apoptosis were involved. Our results match those Eleouet et al. (2000) who demonstrated that the transmissible gastroenteritis coronavirus (TGEV), also included in group 1 coronaviruses as CCoV-II, triggers caspase activation events, involving both the extrinsic and intrinsic pathways, during infection. Further apoptosis-associated caspase activation has been documented also in other coronavirus groups such as SARS-CoV (group 2) (Mizutani et al., 2004) , MHV (group 2) (Chen and Makino, 2002) , and IBV (group 3) (Liu et al., 2001) .\n\nHowever, in the present study, it was evident the activation of caspase-8 and -9 at and after 12 h p.i. by FLICA and Western blot analysis. Furthermore, caspase-9 was only partially activated compared to the others investi-gated and not changing between times 24 and 72 h suggesting that viral proteins could interfere with such activation. A higher protein expression level of caspase-3 and -6 compared to those of caspase-8 and -9, after 12 h p.i., was observed. These higher levels of activity achieved by caspase-3 and -6 could be related to the additive effect of both caspase-8 and -9 pathways that activate these executioner caspases.\n\nCaspase-8 has been shown to activate the intrinsic pathway following the cleavage of bid, a pro-apoptotic member of the bcl-2 family of proteins (Li et al., 1998) . The data herein presented are consistent with such mechanism, showing that the full-length bid expression level in cytosolic fraction decreased in time-dependent in virusinfected cells respect to mock-infected cells. We also described the relationships with bid-induced cytochrome c release in the cytosolic fraction from 12 h p.i. until the end of infection.\n\nBid is part of the bcl-2 family of proteins, which includes both pro-apoptotic proteins (for example bid, bax, bak, bcl-XS, bad, bim), and anti-apoptotic proteins (for example bcl-2, bcl-XL bcl-w, mcl-1). Therefore, the bcl-2 family of proteins have been considered as pivotal players in apoptosis. Our study has shown that CCoV-II infection down-regulated bcl-2 but up-regulated bax expression. Furthermore, densitometric analysis of bim, which is one of the candidates for initial mitochondrial activation, indicated a marked increase of protein expression level up to 36 h p.i. Bim activates bax through interactions with mcl-1 and bcl-2 (Willis et al., 2007) . Here we have reported that bim significantly shifted the relative contributions of bax to cell death. Then, in response to apoptotic stimuli, bax has to translocate to mitochondria before it can oligomerize and form pores (Desagher and Martinou, 2000) , and the relative decline in bcl-2 expression permits bax to gain dominance, the downstream effects of which most likely involve both direct and indirect activation of the cell death proteases that represent the final steps in the apoptotic pathway.\n\nWe have also shown additional evidence of downstream caspase activation evaluating the PARP cleavage during CCoV-II infection. PARP is a substrate for activated caspase-3 (Li and Darzynkiewicz, 2000) , and here we have shown elevated expression of activated caspase-3 and cleaved PARP in the CCoV-II-infected cells in timedependent manner. Thus, the CCoV-II-infection significantly increased PARP cleavage levels.\n\nFurthermore, we observed the effects of apoptosis on both the replication of CCoV type II and virus titers in the presence of caspase inhibitors. The suppression of apoptosis by these inhibitors suggested that the activation of apoptosis does not represent an important step in virus release. These data are in agreement with previous studies, in fact, it was demonstrated that the inhibition of apoptosis, either by caspase inhibitors or by overexpression of the bcl-2 protein, did not affect SARS-CoV replication in Vero cells (Ren et al., 2005; Bordi et al., 2006) , suggesting that apoptosis does not play a role in facilitating viral release.\n\nCollectively, the results reported here demonstrate that: (i) apoptosis developing in a CCoV-II infection depended on the activation of caspase-3, -6, -8 and -9; (ii) apoptosis induced during in vitro infection of A-72 cells could occur both from the extrinsic pathway and the intrinsic pathway; (iii) CPE and cell death in A-72 cells, which are triggered by CCoV-II, are due to the induction of caspase activation, given the ability of caspase inhibitors to increase viability of CCoV-II-infected cell; and (iv) there is no interference between apoptosis and viral release.\n\nThese results suggest that this coordinated interplay among caspases is crucial in attaining full activation of apoptotic signal in A-72 infected cells; however, the first direct link between caspase activation and CCoV-IIinduced apoptosis remains to be explored and studies are under way in order to identify targets of viral protein involved in the modulation of apoptosis during CCoV-IIinfection."}