{"title": "", "body": "The fetus and newborn are particularly wlnerable to viral infection. The range of expression may vary from no clinical disease to devastating illness and infection occurring before, during, or after birth. Nursing management is determined by the specific viral infection, the severity of the illness, and the unique conditions of the newborn and his/her family. Promising new therapies are on the horizon that may lessen the severity of viral disease. Until such time, the major thrusts of management of neonatal viral disease are prevention of infection and supportive care for the acutely ill newborn.\n\nical infection can vary from recovery to persistent infection with or without sequelae to death (Overall, 1992; Smith, 1993) .\n\nThis article reviews the unique pathogenesis of newborn viral infection and the response of the neonatal immune system to viral attack; current information on the clinical features of specific viral diseases is summarized. The diagnosis, management, and nursing care of the newborn with a viral disease are addressed. The first goal and ultimate management of neonatal viral disease is prevention of the infection iral infections of the newborn are a serious con-V cern; such infections result in significant morbidity and mortality each year. The incidence of viral infections in the newborn is estimated at 6-8% of all live births (Smith, 1993) . The fetus and newborn are particularly vulnerable to viral infection for numerous reasons, including a developing immune system that is inadequate for preventing infection and containing the spread of viruses, lack of immunologic experience with viruses, and the presence of rapidly growing cells and tissues (Strodtbeck, 1986) . Viral infection in the newborn can vary from no clinical disease to devastating illness.\n\nInfection of the newborn with a virus produces a variety of clinical presentations, ranging from absence of symptoms to infection before (congenital), during (natal), or after birth (postnatal) (Overall, 1992) . Because of the affinity of viruses for rapidly growing cells, newborn infection results in multiple outcomes that are determined by the specific virus and the gestational age at the onset of infection. Congenital viral infections may result in miscarriage or stillbirth, congenital defects of various organ systems, clinical infection, or asymptomatic infection. Natal and postnatal infections can result in asymptomatic infection or clinical infection. Outcomes of clin-\n\nViruses are unique microorganisms in that they are obligatory intracellular parasites that must gain access to the inside of a host cell for replication. Physical contact is necessary for this process, and many factors influence the attraction between the host cell and the invading virus. The structure of an individual virus and the presence of certain enzymes determine the mechanism by which the virus replicates inside the host cell. Viral replication follows five basic steps. (Strodtbeck, 1986; Voyles, 1993) .\n\nor lysis. Latency occurs when the provirus reproduces itself along with the host cell such that all daughter cells contain the viral genetic material. These cells can remain latent or be triggered into one of the other two outcomes at a future time. A classic example of latency is the herpes virus, which can remain dormant until a trigger such as stress activates the virus and a characteristic herpetic skin lesion is produced. In the controlled growth outcome, the host cell is not destroyed but becomes committed to the production of new virions, which are gradually released into the surrounding interstitial space. The last outcome, lysis, involves destruction of the host cell upon release of the newly formed virions. This process is referred to as the cytopathic effect and often results in patterned tissue damage that can be used in the clinical laboratory for identification of the virus (Strodtbeck, 1986; Voyles, 1993) .\n\nFrom this discussion, it should be clear why viral infections can result a such a wide array of presentations. Because of the intracellular, parasitic nature of viruses and the resulting dependence on host cell metabolic machinery for proliferation, the use of antiviral drug therapy is limited. Many of the drugs developed for viral disease also have an effect on rapidly growing cells, which limits their use in the newborn. Thus, the newborn is not only vulnerable to infection, but also is disadvantaged for viable treatment options.\n\nThe newborn infected with a virus is capable of mounting an immune system response. The response depends upon the gestational age of the newborn and is not as efficient or effective as the response of an adult. Clinical viral infection in newborns usually results in a more rapid progression to full-blown disease and earlier onset of symptomatic organ involvement than would be seen in adults with the same infection (Overall, 1992; Smith, 1993; Strodtbeck, 1986) .\n\nEntry of the virus into the newborn triggers activation of the developing immune system. Local antibodies such as IgA are stimulated. Because of their inability to contain the virus, a primary focus of infection is established. The virus replicates itself and releases new virions into the interstitial space, where they are carried away via the lymphatics or the bloodstream to secondary foci of infection.\n\nIf tissue damage occurs at this point, the inflammatory and cell-mediated responses are activated. Escaping virions in the bloodstream stimulate the production of circulating IgM and IgG antibodies. IgM tends to be produced earlier if the virus is new to the immune system, whereas IgG tends to be produced first if the virus is a repeat challenger. The rise in fetal IgM during intrauterine infection allows fetal or cord blood levels to be used in the diagnosis of congenital viral infection. IgM production peaks early in the infection and rapidly declines. IgG peaks gradually and functions longer than IgM. Both of these immunoglobulins attempt to neutralize the invading virus by binding with the virus to activate complement. This mechanism is designed to prevent virus absorption to host cells (Overall, 1992; Strodtbeck, 1986) .\n\nOnce the virus gains entry to the host cell, it becomes the responsibility of the cell-mediated system and the inflammatory response to contain the infection. Infected host cells develop new virus-induced, antigenic determinants on their cell membranes that alert these defenses. The new antigens trigger T lymphocytes to respond along with macrophages and other components of the immune system (Overall, 1992; Strodtbeck, 1986) . Activation of the immune response at this point may result in the destruction of some host cells, rather than the virus, by the immune system. In the developing fetus, this can worsen the severity of birth defects associated with specific viral diseases, such as rubella or cytomegalovirus (CMV). For example, neurons coated with CMV may be destroyed by lymphocytes which, when added to the number of neurons undergoing viral lysis, increases the risk for microcephaly.\n\nAntigen-antibody complexes also are formed that liberate chemotactic factors and cytokines. Histamine and kinin release results in vasodilation, heat production, and increased capillary permeability. This results in increased temperature (fever) and stagnant anoxia locally, which decreases absorption of the virus because most viruses are susceptible to increased temperature and acidic environments (Strodtbeck, 1986; Voyles, 1993) . A side effect of this process is a less-than-ideal environment for the growth of healthy tissue.\n\nThe final consideration in the newborn's response to viral infection is the production of interferon. Interferons are highly active proteins produced by virus-infected cells that act upon neighboring cells to prevent the spread of the viral infection. They also are produced by cells of the immune system. Interferons disrupt viral infectivity in a variety of ways that are still being studied. Newborn interferon production appears to be decreased via one pathway and normal via the other (Strodtbeck, 1986) . Despite the deficiencies of the newborn immune system to viral attack, only a few of the hundreds of viruses known to cause human disease actually result in infection of the fetus or newborn (Overall, 1992) .\n\nViral infection of the newborn usually is classified as congenital, acquired, or nosocomial (hospital-acquired) in origin. Congenital viral infections occur when an infected mother transmits the virus across the placenta to the fetus. Theoretically, all viruses are capable of causing congenital infections, but most do not (Overall, 1992) . This may be attributable in part to maternal and placental immune defenses that protect the fetus or to the nature o f the maternal illness. Most viral infections in pregnancy are mild respiratory or gastrointestinal infections that do not pose a serious threat to the health of the fetus (Overall, 1992) . The viruses implicated in congenital infection are cytomegalovirus, herpes simplex virus, rubella (German measles), and varicella (chickenpox) (Overall, 1992; Smith, 1993) . There is debate within the medical community about a congenital viral syndrome caused by the human immunodeficiency virus (HIV).\n\nAcquired viral infections occur after exposure of the newborn t o maternal vaginal tract flora and breast milk. Genital secretions may be contaminated with CMV, enteroviruses, hepatitis B virus, and herpes simplex virus. Contaminated breast milk has been implicated in newborn infection with HIV, herpes simplex, and other viruses (Overall, 1992) .\n\nNosocomial viral infections may be acquired in the newborn nursery or the intensive care nursery (Guerina 8r Goldmann, 1993; Strodtbeck, 1986) . Current trends of short length of stay and rooming in minimize the risk of hospital-acquired infection in the healthy infant assigned to the newborn nursery. High-risk or premature infants transferred to the intensive care nursery are at risk for nosocomial viral infections from members of their family, health care providers, other infants, treatment therapies (such as blood transfusions), or contaminated objects (fomites) in the environment.\n\nSpecific features about the most common viral infections of concern to the newborn are summarized in Table  1 . Pertinent information on the incidence, epidemiology, and characteristics of the virus; transmission risk; and effect(s) on the newborn are identified. Diagnosis and clinical manifestations of the infection, along with treatment, prognosis, and prevention strategies, are discussed (Arvin 8r Maldonado, 1994; Cherry, 1994; Gershon, 1994; Mueller 8r Pizzo, 1994; Torok, 1994; Whitley & Arvin, 1994) .\n\nDiagnosis of viral infection in the newborn usually is prompted by a strong suspicion based on physical characteristics of the newborn, history of exposure or maternal illness, or failure of sepsis testing to yield positive results. Careful review of the maternal history for evidence of viral illness and serum antibody determinations can assist in making the diagnosis; however, definitive diagnosis is based on neonatal studies (Overall, 1992; Smith, 1993) .\n\nAccurate diagnosis often is difficult. Because many infected infants have no symptoms or the clinical manifestations are nonspecific, laboratory diagnostic tests must be used to determine the virus responsible for the illness. Laboratory diagnosis may involve direct isolation of the virus in culture; detection of viral antigen or antibodies by immunologic, genetic, or electron microscopic study; or histopathologic methods (Guerina & Goldmann, 1993; Overall, 1992; Smith, 1993) . The best method of diagnosis varies, depending upon the specific characteristics of the virus. Recovery of virus from clinical specimens usually is more difficult than recovery of other microorganisms (Strodtbeck, 1986) . A negative result may mean an unsuccessful recovery of virus present. Clinical judgment is important for determining the likelihood for additional management and treatment of the suspected viral illness.\n\nThe most common management strategy for newborn viral infection is supportive care. The availability of specific chemotherapies such as antiviral drugs is limited. Promising new therapies are being developed, and several are undergoing evaluation in clinical trials with select populations (Filippell & Rearick, 1993; Kinney & Eiden, 1994; Overall, 1992; Stagno, 1994) . Such therapies include ganciclovir for CMV disease, hyperimmune intravenous globulins for CMV and respiratory syncytial virus (RSV) infections, and new vaccinations for rotavirus. Most of these therapies, if approved for use in newborns, will most likely lessen the severity of the disease and subsequent sequelae, rather than cure the infection. Other strategies include improvements in nutrition for the most susceptible newborns, interferon administration to enhance viral-specific immune defenses, and lymphokine enhancement of the neonatal immune system.\n\nThe first goal and ultimate management of neonatal viral disease is prevention of the infection. Diligent hand washing; improved screening of visitors and health care providers who come into contact with susceptible newborns; increased efforts to immunize susceptible populations, such as childbearing women and children, to known viral pathogens, such as rubella and measles; and immunization of health care providers who work with immunocompromised patients are strategies that can be used to achieve this goal. The American Academy of Pediatrics (1994) recommendation that all neonatal intensive care unit (NICU) staff members receive annual influenza immunizations to prevent the spread of infection to infants with chronic lung disease is routinely ignored by most units across the country (Eisenfeld et al., 1994) .\n\nNursing care of the newborn with a viral illness is determined by the specific viral infection, the severity of the illness, and the unique conditions of the newborn and his/her family. Newborns with a known viral infection who have no symptoms require no special nursing care while in the hospital. Newborns with viruses such as rubella and CMV who have no symptoms should be followed up closely for the development of late onset se- Cherry, 1994; Cooper, Preblud, 8r Alford,\n\nRearick Gershon, 1994; Giacoia, 1994; Kinney bz Eiden,\n\nAZT: zidovudine; CNS: central nervous system; DDC: dideoxycytidine; DDI: dideoxyinosine; DIC: disseminated intravascular coagulation; NEC: necrotizing enterocolitis; Mueller L(r Pizzo, 1994; Overall, 1992; Smith, 1993; Stagno, 1994; Torok, 1994; Whitley 8r Arvin,\n\nNICU: neonatal intensive care unit. egies are important for protecting the ill newborn from other infections and preventing nosocomial spread of the\n\nusually is prompted by a strong suspicion based on physical characteristics of the newborn, history of exposure or maternal illness, or failure of sepsis testing to yield positive results.\n\nquelae (Cooper, Preblud, tk Alford, 1994; Overall, 1992) . Family members should be provided with available educational materials. Brochures, such as those on CMVfrom the Children's Biomedical Research Institute in St. Paul, Minnesota, can be helpful for some families (Children's Hospital, 1989 ). The first action of nursing care of the newborn with symptoms often is to raise the index of suspicion for viral disease. The presence of physical findings, such as characteristic rashes or vesicles, microcephaly, intrauterine growth retardation or small size for gestational age, should alert the nurse to the possibility of congenital infection. Obtaining a detailed, accurate maternal history, including immunizations received, signs/symptoms of possible viral illness during the pregnancy, and exposure to possible sources of viral infection, is important. Collecting correct specimens for diagnostic tests and cultures is as important as prompt processing by the clinical laboratory (Strodtbeck, 1986) .\n\nNursing care of the newborn with severe viral disease is complex and varies according to the clinical presentation of the neonate. Presentation of specific management plans for each viral infection is beyond the scope of this article. General nursing care may involve ventilator therapy, pharmacologic support of cardiovascular status, correction of acidosis and shock states, correction of coagulopathies, and treatment of severe neurologic disorders, such as meningitis and seizures. Skin care and nutrition are other areas of concern to nursing because many infants may have rashes or be at risk for secondary infections. Care of the family is important and can be complicated by maternal or paternal feelings of guilt regarding congenital infection or infection acquired at the time of delivery. The need for special care such as isolation also can present problems and increase the family's stress. Meticulous attention to hand washing, aseptic technique, and the use of personal protective equipment are additional important aspects of nursing care. These last strat-\n\nWithin recent years, there has been a developing awareness on the national level of the role of viruses as nosocomial pathogens (Giacoia, 1994; Guerina & Goldmann, 1993; Strodtbeck, 1986) . Although viral infections are uncommon in the newborn nursery, the potential for outbreaks remains a constant concern, especially during peak seasons of viral infections within the community. Infected visitors and health care workers may unknowingly expose healthy newborns to respiratory viruses such as RSV, influenza, and adenovirus; enteric viruses such as rotavirus and enteroviruses; herpes simplex virus; and varicella virus (Overall, 1992) . Early discharge results in newborns being discharged before the end of the minimum incubation period for most viruses. These infants often have symptoms develop at home. Routine telephone follow-up of discharged newborns may alert the nursery staff to the presence of a problem.\n\nThe NICU is especially susceptible to nosocomial viral infections for a variety of reasons, including extensive use of invasive technology for the care of sick infants, a fragile and immunocompromised patient population, and large numbers of health care workers and visitors who come in contact with the patients (Guerina & Goldmann, 1993; Strodtbeck, 1986) . Newborns with underlying cardiac and pulmonary dysfunction are particularly at risk for the development of nosocomial viral infections, especially RSV and CMV (Guerina & Goldmann, 1993; Smith, 1993) .\n\nMany viruses have been implicated as etiologic agents of nosocomial infections in the NICU. The most commonly identified viruses are the respiratory viruses (rhinovirus, adenovirus, RSV, parainfluenza, and influenza virus); the enteric viruses (rotavirus and coronavirus); the enteroviruses; and the herpes viruses (CMV and herpes simplex). Nosocomial viral infections are of concern because they prolong hospital stays and increase health care costs, increase neonatal morbidity and mortality, and are difficult to recognize and diagnose. New evidence suggests that infection with CMV or influenza virus may complicate matters by predisposing the critically ill newborn to bacterial superinfection because of viral-induced changes in polymorphonuclear leukocyte function (Abramson & Wheeler, 1994) .\n\nReports of nosocomial infection range from case studies to unit outbreaks (Singh-Naz, Brown, & Ganeshananthan, 1993; Strodtbeck, 5 8 6 ; Watson et al., 1993) . Risk factors linked to nosocomial viral infections include intubation and assisted ventilation; transfusion with CMV-positive donor blood; ingestion of contaminated breast milk; direct and indirect contact among patients, visitors, and hospital personnel; contact with contaminated objects in the environment; and inadequate hand washing (Guerina & Goldmann, 1993; Strodtbeck, 1986) .\n\nNursing care of the newborn with severe viral disease is complex and varies according to the clinical presentation of the neonate.\n\nEach year significant neonatal morbidity and mortality occur as a result of viral infections. The presence of a developing immune system inexperienced in response to viruses in a rapidly growing host make the newborn especially vulnerable to viral disease. The effects of viral infection are varied and range from no symptoms to mild or severe disease. Although the newborn immune system is capable of mounting a defense to the virus, the response often is inadequate for preventing infection. The outcome of viral infection depends upon the specific virus, the gestational age of the newborn at the onset of infection, and the severity of the infection. In addition to limited specific antiviral drug therapy, many of the available drugs are not recommended for use in newborns.\n\nSeveral new therapies are being tested and show promise; eventually they may lessen the severity of disseminated disease and minimize the long-term sequelae. Until such time, the major thrusts of management of neonatal viral disease are prevention of the infection and supportive care for the acutely ill newborn."}