{"title": "Cryptosporidiosis in Perspective", "body": "under one year age groups (Black, 1985) . Cryptosporidiosis, which is emerging as a human disease, is undoubtedly responsible for some of these mortalities.\n\nIn the concluding remarks made in an earlier review (Tzipori, 1983) , I wrote \"Humans are probably susceptible to disease as some evidence exists to suggest that it [cryptosporidiosis] may be a cause of transient, mild, or acute diarrhoea1 illness in immunologically normal individuals. The significance of cryptosporidiosis in humans, however, depends on the severity of the disease it produces and the incidence in the population, both of which are unknown\". Within a relatively short time, over 80 communications including letters, commentaries, editorials, case-reports, epidemiological surveys, which included clinical observations, age distribution, seasonality, and many other aspects of the disease in the general population, have since been published in the scientific literature. Consequently, a major portion of this review is devoted to the analysis of these epidemiological observations which, I hope, should provide firm answers to earlier questions about severity and incidence in the human population. More accurate information regarding the morphology and the life-cycle is now available and a detailed outline is included. However, the information available is not yet sufficient to permit full understanding of the nature and the unique and variable behaviour of Cryptosporidium in different classes of vertebrates, different hosts, and their various body systems and organs. Although undoubtedly a coccidian, Cryptosporidium has numerous characteristics which set it apart from the rest of that subclass. The parasite's ability to maintain persistent infection in certain individuals and its astonishingly stubborn resistance to chemotherapy are serious medical problems that need to be addressed in the future.\n\nCryptosporidium is a genus in the family Cryptosporidiidae, suborder Eimeriina, order Eucoccidiida, subclass Coccidia, class Sporozoa, phylum Apicomplexa (Levine, 1980) . At present, the suborder Eimeriina contains 13 families with over 1500 named species. Most of these species, however, belong to the genera Eimeria and, less commonly, Zsospora. Both are intracellular parasites which primarily infect the intestinal tract of vertebrates. Toxoplasma and Sarcocystis, tissue cyst-forming coccidia, are two other important members of the suborder Eimeriina.\n\nCryptosporidium was so named by Tyzzer in 1907 to signify that it is a sporozoon (belonging to the class Sporozoa) in which spores are indistinguishable, absent or concealed (crypto in Latin) in the oocyst. The genus was subsequently established in a family of its own by Lkger in 191 1. The occurence of more than one species within the genus was proposed in 1912 by Tyzzer (I 9 12) on the basis of transmission experiments which he conducted in mice, and the assignment of a new specific name to each additional new animal isolate continued up to 1980. By 1985 Cryptosporidium had been reported in more than 20 species of animals. Cross-transmission experiments, conducted earlier using organisms obtained from guinea-pigs (Vetterling et al., 1971a) and cats (Iseki, 1979) , supported the notion of speciation. But since 1980 evidence has been accumulating which suggests that host species specificity is not a characteristic shared by all, or even most, isolates of Cryptosporidium (Tzipori et al., 1980a; Reese et al., 1982) . Consequently Levine (1984) , in ti review of the taxonomy of the genus Cryptosporidium, tentatively nominated four species representing isolates from mammals (C. muris), birds ( C . meleagridis), reptiles (C. croteli) and fish (C. nusorum), to which he assigned all other known isolates. The nomination of these species is largely based on insufficient information rather than on experimental and extensive epidemiological evidence. Therefore, further studies are required before Cryptosporidium isolated from various sources can be firmly allocated to different species. Because they appear to be morphologically and, from limited serological studies, antigenically (Tzipori and Campbell, 198 1) indistinguishable, assignment to species is probably premature. In other species of coccidia, species within the same genus often show some morphological and biological variation from each other, which has presumably evolved through adaptation to a particular group of hosts. However, Cryptosporidium, presumably because of its ability to exist in different species, has acquired no peculiar features unique to a particular host.\n\nLack of host specificity, at least among domestic, or even all, mammalian species, is one of the major characteristics that sets Cryptosporidium apart from the rest of the coccidia. Unlike Toxoplasma, the only other well known member of Eimeriina that infects a wide range of mammals, which requires two hosts to complete its life-cycle, Cryptosporidium can completely do so in one host. Sarcocystis, on the other hand, consists of numerous species-often three or four within a single host. The lack of specialization-adaptation to a single cell type, location or host-in the evolutionary sense, is usually interpreted as a lack of sophistication. However, adaptation to a broad host range may represent an advanced stage of evolution.\n\nAlthough the case for a monospecific genus (Tzipori et al., 1980a) remains valid for the time being, there is sufficient evidence to indicate that some subtle biological differences exist in terms of preference for a particular host or particular location within the host. However, this may reflect \"strain\" differences. There is little doubt that the organism which infects the intestine can also infect the trachea, as demonstrated in both immunocompromised and immunocompetent patients with concurrent infections (Forgacs et al., 1983; Kocoshis et al., 1984; Harari et al., 1986) , and by experimental inoculations of animals (Tzipori, 1983; Heine et al., 1984b; Lindsay et al., 1986 ). Yet, under natural conditions, some birds suffer mostly from respiratory infections (Hoerr er al., 1978) , while others have infections of the gut (Tyzzer, 1929) . Some strains of Cryptosporidium appear to infect one site consistently, often in the same host, while others prefer a different site. Tyzzer (1910) distinguished C. muris when he observed the parasite in the gastric mucosa and was able to demonstrate its predilection for this site by transmission experiments. Two years later (Tyzzer, 1912) , he did a similar experiment with an organism which had a preference for the ileal mucosa of the mouse, instead of the stomach. He subsequently called the ileal species, which also had slightly smaller oocysts, C. parvum. Upton and Current (1985) , who also identified two morphologically similar oocysts of different size in cattle, recommended that two distinct species, as described by Tyzzer ( 19 10, 191 2), be recognized. However, they provided no further distinguishing biological features, e.g. site predilection, variation in pathogenicity or antigenic variation. One suspects that Tyzzer (19 12) , in making the distinction, may have been impressed by site predilection as much, if not more, than by variation in the size of oocysts. Upton and Current (1987) warned, appropriately, against naming new species based on host specificity in the absence of adequate cross-transmission data, or careful examination of endogenous development, particularly when oocysts are structurally indistinguishable.\n\nThere is little doubt that some isolates of Cryptosporidium infect some species of animals more readily than others, suggesting again a degree of adaptability. Cryptosporidium isolated from adult mice readily infected other adult mice (Tyzzer, 1910) ; similarly, isolates from cats (Iseki, 1979) and guinea-pigs (Vetterling et al., 1971a) infected young adults of the same species. In my experience, and that of others, Cryptosporidium isolated from humans, calves, deer, lambs and goat kids could infect infant mice but not adults (Sherwood et al., 1982; Tzipori, 1983) .\n\nThe nature of the differences between Cryptosporidium isolates requires further investigation. Cryptosporidium from sources other than domestic animals or humans should be examined in newborn laboratory animals, free of specific antibody, and in cell cuiture for evidence of biological and morphological differences. Experimental studies on organisms found in unusual hosts such as fish or snakes, or from peculiar sites such as the conjunctival sac, trachea, or kidney of infected birds, will no doubt help to identify the range of infectivity of Cryptosporidium. Sophisticated studies with monoclonal antibodies, possibly one-dimensional fingerprint analysis, and iso-enzyme studies, will help to define differences between isolates.\n\nCryptosporidium isolates endemic among humans and domestic animals may prove to be more closely related and more interchangeable than those found in wild animals which exist in greater isolation.\n\nThe life-cycle of Cryptosporidium has been outlined by several investigators. Broadly speaking, it follows closely the pattern characteristic of other coccidia; asexual followed by sexual endogenous stages resulting in production and discharge of oocysts in the faeces (Fig. 1) .\n\nThe most detailed study was the very first, by Tyzzer in 1910 and 1912 . With minor exceptions he established the outline accepted today without the aid of sophisticated equipment now available. He described the existence of a minute oocyst with four naked sporozoites (without sporocysts) and identified the parasite's u'nique potential for autoinfection, which plays a crucial role in the pathogenesis of the infection in immunologically compromised hosts. For the next 75 years, various investigators have re-examined the lifecycle, latterly with the aid of electron microscopy. Vetterling et al. (1971b) FIG. I . Schematic representation of the life-cycle of Cryptosporidium. 1st. = first generation, 2nd. = second generation. DW = double-walled, Exc = excystation, Mac = macrogamont, Mer = merozoite. Mic = microgamont. Micg = microgamete, 00 = oocyst, Sc = schizont, Sp = sporulated, Spz = sporozoite, SW = single-walled, Tr = trophozoite, Usp = unsporulated, Zy = zygote. described second-generation schizogony in the guinea-pig and suggested that these schizonts were structures previously described by Tyzzer (19 10) as sporulated oocysts. Pohlenz et al. (1978a) confirmed their existence, showing that second-generation schizonts produced four merozoites. They also identified, as oocysts, structures similar to those described by Tyzzer (1 910). Pohlenz et al. (1978a) and Iseki (1979) demonstrated that oocysts in the faeces can be used for diagnosis of cryptosporidiosis in calves and cats. In studies in mice, chicken embryos and cell culture, Current and co-workers (reviewed by Current, 1985) observed two kinds of oocysts which differed in the consistency of the wall; thin-walled oocysts were identified which may hold the key to autoinfectiorl.\n\nThe issue of whether Cryptosporidium is intracellular or extracellular appears to have been resolved, and the term \"intracellular-extracytoplasmic\" was coined by Goebel and Braendler (1982) , who, in addition, provided useful details on the gametogony of the parasite.\n\nThe life-cycle of the parasite begins with the intake of oocysts orally, and possibly by inhalation. Oocysts undergo excystation which, in vitro at least, requires the combined action of trypsin and bile salts (Current and Haynes, 1984) . Excystation releases four naked, non-flagellated sporozoites which are morphologically indistinguishable, as yet, from two types of merozoites. They approach and enter the microvillous epithelial border in the small intestine by flexing and twisting movements to initiate infection (Fig. 2) . The sporozoite (and later merozoites) indents the microvillous membrane, invaginating it in a glove-like fashion (Fig. 3) . The double unit membranes of the host cell extend along the surface of the parasite, finally covering it entirely and forming a parasitophorous envelope which encapsulates the parasite within a parasitophorous vacuole. Electron-dense bands are formed in the host cell cytoplasm opposing the parasite ( Fig. 3(B) ).\n\n(a) Host cell invasion and the host parasite interface. This process was studied by Marcia1 and Madara (1986) , employing high resolution electron microscopy and freeze-fracture techniques on ileum from infected guinea pigs. Their study was confined to early and mature trophozoites but presumably similar processes apply to other intracellular forms. The redundant folds of host cell membrane envelop the organism, resulting in the intracellular localization of the parasite within a sac of internalized microvillous membrane. The plasma membrane of the parasite subsequently fuses towards its base with the invaginated host membrane. The two membrane domains isolated by this process subsequently undergo drastic alteration. The host membrane dissolves, and the isolated parasite plasma membrane, which is now in direct contact with the host cell cytoplasm, becomes amplified. During this process, the inner unit membrane of the parasite A\n\nMerozoite penetrating mucosal surface by invaginating the microvillous membrane. A constriction by the infolded microvillous membrane, which has not yet been lysed, is evident around the trophozoite. The nucleus is poorly defined but the electron-lucent appearance of the rhoptries (RH) suggests that they have released their contents. (B) Enlargement of marked area, showing other membranes that can be distinguished at this early stage, including the inner microvillous (IM) membrane, and inner (IP) and outer (OP) parasite or pellicle membranes. Three dense bands (DB) in the cell cytoplasm are distinguished which in later stages appear as one band. pellicle disappears, particularly toward the base of the parasite. Membrane invagination is the method of host cell entry for other coccidia (Long and Speer, 1977) . The outer membrane of the pellicle at the attachment zone is thrown up into numerous folds at the base of the parasite to form the \"feeder organelle\" from which the parasite derives its nutrients directly from the host cytoplasm (Goebel and Braendler, 1982) . The dense bands underlying the parasite attachment site are areas of modified host cell cytoskeleton, the function of which, it is thought, is to help anchor the parasite to the host cell, or resist further invasion into the absorptive cell cytoplasm, or both (Marcial and Madara, 1986) . The vesicles formed next to the feeder organelle have the function of pinocytosis (Goebel and Braendler, 1982) .\n\n(6) Trophozoites. After penetration, the merozoite rounds into a spherical body and undergoes differentiation until all organelles are resorbed except the nucleus, Golgi anlagen, pellicle and cytoplasmic ribosomes. Concurrently, the nucleus and nucleolus enlarge. Redifferentiation includes development of the endoplasmic reticulum adjacent to the nucleus, and derivation of ribosomes from the nucleolus. The vacuolated zone with interdigitated membranous folds develops adjacent to the cell cytoplasm ( Fig. 4) . Trophozoites are surrounded by five unit membranes, of which the outer two are of host origin-being the inner and outer membranes of the envelope-and the other three correspond to the pellicle; one is the parasite plasma membrane and the remaining two are the inner, double, unit membrane, intrinsic to the parasite, which is not always distinguishable (Fig. 5) .\n\n(c) Schizogony. The trophozoite nucleus divides either three times, to form eight merozoites characteristic of first-generation schizogony or twice, to give rise to four merozoites which is typical of second-generation schizonts. During these divisions the size of the nuclei decreases. As schizogony progresses, the pellicle of the schizont invaginates deeply and covers each of the divided nuclei and the cytoplasmic mass containing the rough endoplasmic reticula. Each merozoite is surrounded by a pellicle composed of three membranes-an outer and two inner (Iseki, 1979; Marcial and Madara, 1986) . Merozoites have an internal structure similar to that described for other coccidia, which includes dense granules, micronemes, nucleus, Golgi complex, conoidal complex, rhoptries, endoplasmic reticulum and polar ring (Vetterling et af., 1971b) . At the end of the process of schizogony, the parasitophorous vacuole contains eight or four free merozoites, depending on the generation of schizont, a small mass of residual cytoplasm of the schizont, a round body or a vacuole, and the attachment zone at the base (Fig. 6) . FIG. 4 . Trophozoites. Four different stages of maturation can be seen, from soon after attachment and rounding up (A), to first nuclear division (D). There is no telling whether they are destined to be firstor second-generation schizonts. (A) Note characteristic nucleus (N) and large nucleolus (NU) within, a double membrane pellicle and not yet fully formed attachment zone. There is no endoplasmic reticulum at this early stage. There is a clear separation zone between the host cell and parasite pellicle, and the parasite membrane has not yet begun to resolve. The inner (IM) and outer (OM) microvillous membranes and inner (IP) and outer (OP) pellicle membranes are apparent; note that IP here appears as a double unit membrane. (B) The rough endoplasmic reticulum (ER) has begun to fill the cytoplasm, the Golgi complex (GC) is visible, and the inner membrane of the pellicle has been absorbed along the area of attachment. The parasitophorous vacuole (P) is enlarged. (C) Fully developed trophozoite before schizogony. The nucleolus has disappeared, a vacuole (V) has appeared, and dense granules, which are later seen in the merozoites, are also present. The attachment zone (AZ) has become vacuolated with interdigitated membranous folds forming the feeder organelle. (D) One nucleus is visible after the first nuclear division, and the ER fills the cytoplasm. Fig. 4(A) , showing an area at the interface below and above the terminal web. Note that the outer microvillous membrane (OM) is covered by glycocalyx of the same consistency as, and continuous with that of, the cell microvilli. The inner microvillous membrane (IM) is internalized (by invagination) and is also covered by glycocalyx; there is a thin layer of cell cytoplasm between OM and IM. At the base, the two units of the inner pellicle (IP) have begun to regress (single arrow), and the IM and outer pellicle (OP) are becoming fused (three arrows).\n\nLater, the IM dissolves leaving the OP which forms infoldings and is the only structure separating the cell cytoplasm from the parasite. The \"dense band\" (DB) is of host origin with no unit membrane structure and therefore is not a true interface between parasite and host cell. Macrogamonts, the female forms of which measure &5pm in diameter, are found in abundance in the brush border, second in number only to trophozoites. The macrogamete is found within a parasitophorous vacuole. It has a large nucleus, situated eccentrically, with a distinct nucleolus; a round membrane-layered lipid vacuole is normally found next to the nucleus. In addition, the macrogamete typically contains in the cytoplasm a large number of polysaccharide granules, electron-dense bodies which are thought to be products of the reduction division (Tyzzer, 1907) or maturation bodies, wall-forming bodies, and rough endoplasmic reticulum. As with all other forms, a vacuolated membranous attachment zone is found at the base (Fig. 7) . Microgamonts are found less frequently than other forms, with the possible exception of sporulated oocysts. They measure 4-5 pm, are similar to schizonts in shape and may contain 14-16 microgametes and a residual body. The microgametes are rod-shaped and the nucleus dominates the small amount of the cytoplasm. During microgametogenesis the nuclei of the microgametes escape into the parasitophorous vacuole by budding. They are thereby covered by the pellicle of the microgamont, which, after the fissions of the nuclei, evaginates into the parasitophorous vacuole. The freed microgamete is wedge-shaped, measuring just under 1 pm in length with a thickened apical pole. The microgametes of Cryptosporidium most closely resemble those of other'Eimeriina, except that they lack flagella. This is interpreted by some (Goebel and Braendler, 1982) to indicate a primitive stage of development. Therefore the microgametes are either immobile and are passed to the macrogamete by intestinal flow, or the intracytoplasmic microtubules (Goebel and Braendler, 1982) may have a role in locomotion by inducing flexing and twisting in a manner similar to that of sporozoites ( Fig. 8 ).\n\nFertilization is achieved by protrusion of parts of the macrogamete membrane towards the microgamete. The adhesion zone of the microgamete is attached to the parasitophorous vacuole of the macrogamont, indenting all the wall membranes. Fertilization is most probably by penetration of the microgamete into the macrogamete (Fig. 9) .\n\n(e) Oocyst formation. Formation of the oocyst and often, but not always, sporogony take place in the parasitophorous vacuole. Oocysts are formed from the fertilized macrogamete which undergoes successive changes before and after fertilization (Fig. 7) . Sporulated oocysts, which measure 4 6pm, contain four naked C-shaped sporozoites, which are surrounded by a pellicle and structurally similar to merozoites. Sporozoites contain numerous micronemes, electron-dense bodies, electron-pale vacuoles and highly condensed ribosomes in their cytoplasm. Oocysts with both thin and thick walls have been identified. Both types are sporulated when discharged in the faeces. It has been suggested that the thin-walled oocysts, which excyst mainly within the same host, are responsible for autoinfection (Current, 1985) . I have distinguished single-and double-walled oocysts, which presumably correspond to the thick-and thin-walled forms (Fig. 10 ). More recently, larger oocysts similar in size to those of C . muris (7.4-5.6pm) described by Tyzzer (1907) , have been identified in a small proportion of bovine faeces. Upton and Current (1 985) considered the difference in size of these oocysts sufficient to regard them as belonging to a separate species.\n\nThe duration of the life-cycle seems to vary from a minimum of 48 hours to as long as 1&14 days before the first appearance of oocysts in the faeces of FIG. 8 . Microgametogony. Microgametogenesis proceeds in 2 phases; a growing phase with multiple fissions of nuclei resulting in 16 microgametes, followed by differentiation during which the gametes evaginate into the parasitophorous vacuole (P). (A), 5 microgametes budding from the microgamont, pellicle of which forms the basis of the pellicle of the microgamete (MIC). Note dense nuclei which are readily distinguished from those of merozoites. (B), free microgametes sectioned in different planes with one in longitudinal section. (C), free wedge-shaped microgamete with a dense nucleus (N) occupying most of the space within 2-unit pellicle. some animals. Oocysts can be detected within 48 hours after inoculation of piglets, lambs, calves and tissue culture. The prepatent period is longer in rodents and in chicken embryos, the shortest being normally 4 days. Duration of the cycle seems therefore to depend on the host, but it is not clear whether some or all steps of the life-cycle are more rapid in a susceptible host, or whether there is a fundamental difference in the sequence. It is also possible that the earlier appearance of oocysts in faeces of clinically affected animals is due to the diarrhoea. It has been established through sequential studies that sporozoites always give rise to first-generation schizonts containing eight merozoites. However, it is not clear what proportion, if any, of firstgeneration merozoites repeat the first-generation schizogony-thus producing more of the same type-and for how long, and how many go on to produce second-generation schizonts containing four merozoites. Nor is it known whether all second-generation merozoites directly form micro-and macrogamonts, or recycle, as do the first generation. Trophozoites of unknown outcome are the predominant forms seen under the microscope in a given infected intestinal section, followed by macrogamonts, and then schizonts containing eight merozoites. This may merely indicate a more prolonged association of these forms with the host rather than their relative prevalence in the gut. However, if the duration of both schizogony generations is similar, it is suggested that first-generation merozoites produce both first-and second-generation schizonts simultaneously, while second-generation merozoites form only micro-and macrogamonts. FIG. 9 . Fertilization. Unlike the description by Goebel and Braendler (1982) , who elegantly demonstrated fertilization of a macrogamete by attachment of the microgamete with the blunt end (A) and (B) depict probable fusion along the long axis; they may represent a more advanced stage. (A) A microgamete is trapped between two macrogametes, indenting the wall of both, with evidence (under higher magnification) that the pellicle of the upper one, which is closer, is interrupted. (B) An oblique section of a macrogamete with what seems to be a microgamete being surrounded by the parasitophorous envelope. (C) Macrogamete in which a probable (blurred) microgamete can be distinguished (six arrows). A thickened area in the parasitophorous envelope opposite suggests a recent \"reinforcement\" after entry(?) of the microgamete. Penetration and dissolution are rarely seen and must be extremely rapid.\n\nFIG. 10 (overleaf). Sporogony. Oocyst formation and sporogony take place in the parasitophorous vacuole shortly after fertilization. (A) Single-walled oocyst containing four newly formed sporozoites (Spz) with a still relatively large residiuum containing a lipid vacuole (LV) and polysaccharide granules (PG). (B) Three fully developed sporozoites within a single-walled oocyst (SW) still inside the parasitophorous vacuole (P). (C) Double-walled sporulating oocyst (DW) with large residiuum within the parasitophorous vacuole. Note rigid wall, in contrast to singlewalled oocysts; a newly fertilized macrogamete containing endoplasmic reticulum (ER) is on the right. (D) A fully sporulated double-walled oocyst showing three sporozoites (Spz) with no apparent trace of the residium. The double wall invariably collapses with processing; AZ = attachment zone.\n\nA. EPIDEMIOLOGICAL OBSERVATIONS The history of human cryptosporidiosis is fairly recent, the first two cases having been described by Nime et al. and Meisel et al. in 1976. Bird and Smith (1 980) showed that human Cryptasporidium was morphologically indistinguishable from forms described from other animals. By 1980 further cases had been described in individuals with some clinical evidence of acquired (Weisberger et al.: 1979; Stemmermann et al., 1980) or congenital (Lasser et al., 1979) immunodeficiency. Cryptosporidiosis in these patients was confirmed by histological examination of intestinal biopsies. The first case of cryptosporidiosis in an immunocompetent adult, who suffered severe, watery but self-limiting diarrhoea and vomiting, was described by Tzipori et al. (1980b) . This patient was the first in whom the diagnosis was made by detection of oocysts in faecal smears. The transmission of this human isolate to mice and lambs not only showed that it was biologically indistinguishable from Cryptosporidium *of other mammals, but also indicated indirectly the zoonotic potential of this parasite (Tzipori et al., 1980a (Tzipori et al., , 1982a , as subsequently confirmed by Reese et al. (1982) . The emergence of acquired immunodeficiency syndrome (AIDS) and AIDS-related infections promoted human cryptosporidiosis to the forefront of interest in 1982. The prevalence of the infection in the general population also became apparent with the publication of the first epidemiological studies in 1983 (Jokipii et al., 1983; Tzipori et al., 1983b) , although it had been suspected as early as 1980 from a limited study conducted on patients with gastroenteritis in a hospital in Newcastle, UK (S. Tzipori, R. Madeley and K.W. Angus, unpublished observations) . Ironically, at the time the information was considered by two medical journals not to be of particular relevance. The zoonotic potential of cryptosporidiosis was confirmed by accidental infections of humans who had close contact with infected calves Current et al., 1983; Rahaman et al., 1984) . The early epidemiological studies were followed by numerous reports from around the globe. The following aspects of the infection in humans will be discussed: the frequency of diarrhoea attributed to it in various regions; clinical manifestations; seasonal variation; association with other infections and travel; the mode of transmission; and asymptomatic infections.\n\nTables 1, 2 and 3 summarize the frequency with which Cryptosporidium oocysts have been detected in faeces in various studies of human diarrhoea; they indicate a worldwide prevalence of 1 4 % among patients with diarrhoea in most developed countries, and up to 16% in some less developed countries. ?Studied during a limited season only. OStudied during a limited period. h2 is urban and 3 is rural. <Asymptomatic contacts of index case. Most of the figures are presented as the yearly incidence. There are two important factors influencing the frequency in a given study; the age distribution of the population studied and the season of the year. The incidence is higher in children and during the wet, warmer months of the year. For instance, the study in Australia by Tzipori et al. (1983b) (Table 1) revealed an overall frequency of 4.1% compared with 7% for the three summer months, and 8.2% for children under 5 years of age. Similarly, the yearly average in British Columbia was 0.6% (Table 2) , but during the summer months it was recorded as 2.9% (Montessori and Bischoff, 1985) . A distinct seasonal trend was not observed in all countries. For instance, in the UK and in India no seasonal variation was documented (Casemore et al., 1985b; Mathan et al., 1985) . Indeed, Hunt et al. (1984) recorded a prevalence of 5% (Table 3) during late autumn and winter in a predominantly adult group. The study by Mathan et al. (1985) illustrated the relationship between temperature and rainfall; while oocyst excretion was detected during all seasons, shedding was reported to be more frequent during the months with rainfall and was lowest in January and February, which are cool dry months. The frequency can also vary depending on the age distribution of the children under study, as it has been shown to be much higher among children aged 12 months or less. In a Liberian study in which the total prevalence was 7.9%, 23% of cases were in children aged between 6 and 12 months (Hojlyng et al., 1984) , and of a total prevalence of 12.9% in Ghana, 21.6% were children in that age group (Addy and Aikins-Bekoe, 1986) . Similar findings were reported in the UK (Hunt et al., 1984) , India (Mathan et a[., 1985) , and in Massachusetts (Wolfson et al., 1985) .\n\nCryptosporidiosis is transmitted by various means: person-to-person, animal-to-human, human-to-animal, and human and animal faecal contamination of the environment, including water, food and possibly air, are proven routes of transmission. Person-to-person spread is probably the most important route as shown by sequential infections in families (Wolfson et al., 1985) , and clusters of cases and outbreaks in day-care centres ( Table 4 ). The frequency of cryptosporidiosis was shown to be higher in urban areas of Costa Rica (Mata, 1986) and Liberia (Hojlyng et al., 1984) , where there is closer contact among humans than in rural villages. Infection can, undoubtedly, be contracted from contact with animals, particularly calves Current et al., 1983; Rahaman et al., 1984) , and possibly pets (Bennet et al., 1985) . Calves are an important source because, like humans, they develop diarrhoea and generate large quantities of oocysts which are Anonymous (1984b) shed into the environment, increasing the risk of infection of other animals and humans. Disposing of human effluent on to grazing land, the practice in a number of countries, presumably increases the risk of infection of grazing animals. Disposal of animal manure similarly can also contribute to further contamination of pasture (Casemore et al., 1986) . The period of survival of oocysts in the environment is unknown, and may not be long. Although oocysts are extremely resistant to the action of disinfectants (Campbell et al., 1982; Angus et al., 1982b) , they do not appear to retain their infectivity for long under laboratory conditions (Tzipori et al., 1981~) . It will be shown later (Section VI, C ) that oocysts require few special conditions for excystation, which may explain their rapid loss of infectivity since excystation may occur spontaneously during storage. Direct faecal contamination of water, from human or animal sources (D'Antonio et al., 1985) , or food, can lead to outbreaks or sporadic cases of cryptosporidiosis. Another potential source of transmission that requires evaluation is the respiratory tract. The rate of tracheal infection among immunologically normal humans, which may contribute to aerosol spread, is unknown. So far there has been one report of a laryngo-tracheal infection in a child (Harari et al., 1986) . The parasite readily infects the tracheal mucosa of birds (Hoerr et a[., 1978) and of experimentally infected piglets (Tzipori, 1983; Heine et af., 1984b) , and it may conceivably do so more frequently in humans, with or without causing symptoms. Other factors which facilitate spread are the ease with which Cryptosporidium infects a large number of host species with or without causing disease, and the prolonged shedding of oocysts in stools, often continuing long after clinical illness has resolved.\n\nCryptosporidiosis in humans is perceived as two distinct disease entities; a short and self-limited diarrhoea1 illness in immunocompetent humans, and a persistent, often life-threatening, diarrhoea in immunodeficient patients (Anonymous, 1984c) . Information generated by an increased awareness of infection worldwide indicates that there is a spectrum of human infection ranging from subclinical or mild illness of one day's duration, to illness which persists indefinitely. Most cases are at one or other end of the spectrum, but there are others which do not fulfill the criteria for either extreme, being neither of short duration nor associated with a distinct immunological abnormality. Some infections persist for several months without underlying immunodeficiency (Isaacs et al., 1985) , while remission, or spontaneous recovery, with or without treatment, has been reported in some individuals with AIDS (Berkowitz and Sidel, 1985) . Indeed, asymptomatic carriage of cryptosporidiosis in a child with AIDS has also been described (Zar et al., 1985) .\n\nThere are few, if any, features that distinguish gastroenteritis due to cryptosporidiosis in the immunocompetent patient from other enteric infections. A range of symptoms has been described with a wide spectrum of severity and duration, occurring in various combinations. The following features have been reported in a large number of published studies: diarrhoea varying from loose to watery and offensive stools, abdominal pain, vomiting, nausea, fever, anorexia, dehydration, weight loss, with symptoms and oocyst excretion persisting from one day to 2-8 weeks. The commonest pattern is one of non-inflammatory gastroenteritis, manifested by brown-green and offensive watery diarrhoea containing mucus but not blood or pus, lasting about one week. Diarrhoea, the most consistent symptom, is often preceded by one or more of the following: abdominal cramps, vomiting, low-grade fever or anorexia. The relative frequency of symptoms other than diarrhoea is extremely variable. For instance, in two separate studies in the UK, one in Bristol (Hunt et al., 1984) and the second in Liverpool , the frequencies of three symptoms predominating in children were: vomiting 17% and 63%, abdominal cramps 38% and 61%, and fever 21% and 34%. In one study, symptoms were more severe in adults, and lasted on average twice as long as in children (Hunt et al., 1984) . This could be due to the fact that adults would seek medical advice only when symptoms were severe. In developing countries the clinical illness is described as being more severe, with more frequent vomiting, fever, and a higher degree of dehydration Shahid et al., 1985) . When diarrhoea occurs with malnutrition, the illness is prolonged and followed by further weight loss which may be fatal .\n\nCryptosporidiosis in the immunodeficient host has been extensively documented as case reports of individuals (Stemmermann et al., 1980; Sloper et al., 1982; Kocoshis et al., 1984) , and as group studies (Pitlik et al., 1983; Whiteside et al., 1984) . In humans, clinical evidence indicates that both major branches of the immune system are required for recovery from cryptosporidiosis; impairment of either humoral or cellular immunity can lead to unremitting, profuse diarrhoea lasting for months with profound malabsorption and significant weight loss.\n\nT-lymphocyte dysfunction in humans, resulting from infection with HIV virus, is the single most important disease syndrome predisposing to chronic diarrhoea due to cryptosporidiosis. Studies in nude mice have strongly implicated the role of T-cells, either regulatory or effector or both, in recovery from experimental cryptosporidiosis (Heine et al., 1984a) , which may reflect the intracellular nature of the parasite. There have been only a few reported cases of chronic diarrhoea due to cryptosporidiosis in patients with congenital hypogammaglobulinaemia (Lasser et al., 1979; Sloper et al., 1982; Tzipori et al., 1986) . In individuals with severe combined immune deficiency, disseminated fatal cryptosporidiosis, affecting intestinal and pulmonary systems, has been reported (Kocoshis et al., 1984) . There have been several cases of chronic diarrhoea due to this infection which have coincided with patients receiving immunosuppressive chemotherapy (Meisel et ai., 1976; Weisburger et al., '1979; Miller et al., 1983) , which have resolved upon withdrawal of therapy.\n\nThe incidence of diarrhoea among patients with AIDS is variable. In one hospital in the USA it was reported to be about 30%, and 7% of cases were attributed to infection with Cryptosporidium . In Hawaii the incidence of cryptosporidiosis was estimated to be 10% of patients with confirmed AIDS, and in Haiti it was said to be 38% (Malebranche et al., 1983) . Detection of cryptosporidiosis in patients with chronic diarrhoea is often the,first indication of the cell-mediated immune defect of AIDS (Cooper et al., 1984; Whiteside et al., 1984) . The symptoms of chronic cryptosporidiosis are essentially the same as in self-limiting infection, except for duration, extent and outcome. Diarrhoea may be intermittent or continuous with bowel motions up to 25 times a day, and outputs of 2 to 12 litres per day have been reported. Other symptoms include vomiting, abdominal pain, weight loss from 10 to 50%, intermittent headaches, low-grade fever, diffuse abdominal tenderness and notable lymphadenopathy, malaise, anorexia and muscular wasting. Concurrent gastrointestinal tract infections such as amoebiasis, shigellosis and giardiasis can also occur (Pitlik et al., 1983) . Patients often require prolonged intravenous fluid therapy and parenteral nutrition.\n\nAs mentioned earlier, there are cases of cryptosporidiosis which do not fit into a distinct category. Prolonged diarrhoea1 illness lasting 1 -4 months, however, is not unique to cryptosporidiosis and has been described in relation to other enteric infections. Malnutrition in low socioeconomic groups, or multiple infections, are considered predisposing factors. Mild or moderate derangement of certain immune functions caused by underlying clinical or subclinical infection with viruses (e.g. measles), bacteria (e.g. mycobacteria) and other protozoa (e.g. Toxoplasma), have been documented. A higher incidence of cryptosporidiosis has been observed among children with measles (De Mol et al., 1984) . Influenza causes some impairment of humoral and cellular immune responses and reduces chemotaxis of polymorphonuclear phagocytes and macrophages (Anonymous, 1982; Wainberg and Mills, 1985) . Increased levels of hormones associated with a physiological state such as pregnancy can also influence the immune status of the host.\n\nThe occurrence of prolonged diarrhoea in patients under treatment with immunosuppressive drugs is perhaps the best indication of the role of certain immune functions. Diarrhoea gradually resolved after cessation of treatment of patients with bullous pemphigoid (Meissel et al., 1976) , lymphocytic leukaemia (Miller et al., 1983; Lewis et al., 1985) , or graft-versus-host disease (Collier et al., 1984) . In one instance, diarrhoea resolved spontaneously in a child with rhabdomyosarcoma despite continuation of treatment .\n\nPerhaps the best illustration of higher prevalence among young children is reports of outbreaks of diarrhoea in day-care centres (Table 4) . Because more children are now attending day-care centres, more attention has been focused on the frequent transmission of pathogens there. The congregation of a large number of young children, not previously exposed to infection, is an ideal setting for outbreaks to occur. Enteric infections that have been the cause of outbreaks of diarrhoea in day-care centres include rotavirus, shigella, Giardia and Clostridium dificile. Two detailed studies, one in Philadelphia (Alpert et al., 1986) and one in Texas (Taylor et al., 1985) , provide useful information. Alpert et al. (1986) found a higher prevalence of infection in household contacts (1 3 of 48 examined) of patients with symptomatic cryptosporidiosis, compared with only two of 56 contacts of asymptomatic children; these two were asymptomatic carriers. In contrast to the study by Hunt et al. (1984) , the illness lasted longer in children (8.3 days) than in adults (3.4 days). Taylor et al. (1985) , who carefully examined an outbreak of diarrhoea in which cryptosporidiosis and giardiasis were detected in almost equal numbers in a day-care centre (Tables 4 and 5), attributed the diarrhoea to the former. The different age distribution of the two infections was the key to discerning the cause of the diarrhoea in this outbreak. Cryptosporidiosis was commoner among children 6 1 2 months old and decreased with age towards 2 years, while giardiasis increased with age from 12 months onwards, peaking at 3 years. Eighteen children were infected with Cryptosporidium and 14 (78%) of them had diarrhoea; 5 of 35 (14%) children without diarrhoea were excreting Cryptosporidium oocysts. In contrast, only 5 of 18 (28%) infected with Giardia experienced diarrhoea, while 14 of 32 (44%) without diarrhoea were excreting Giardia. The occurence of asymptomatic giardiasis in day-care centres has previously been reported (Pickering et al., 1984) . In three of the -From a total of 265 tested. outbreak in a day-care centre.\n\ninvestigations reported in Table 4 (Anonymous, 1984b) , some children were shedding Giardia cysts and Cryptosporidium oocysts concurrently, but the relative contribution of each to the illness was not clear. Symptomatic infection among children is more frequent than in adults, not because of an innate age-related susceptibility, but because of the high prevalence of the infection in human and animal populations, shown by the accumulating epidemiological data and preliminary serological indications (Tzipori and Campbell, 1981) . Thus most adults are immune because of frequent exposure throughout life. The relationship between the level of immunity and the size of the infectious dose determines, at each new exposure, whether inkction occurs, remains subclinical or causes diarrhoea. Serological tests described so far appear to detect antibodies only from recent infections (Campbell and Current, 1983; Koch et al., 1985; Casemore et al., 1985a; Ungar et al., 1986 ) and therefore are not sensitive enough for seroepidemiological studies. Faecal smears detect excretion of oocysts from either symptomatic patients or their contacts. Tables 1, 2 and 3 show that only two of 1067 randomly selected individuals without diarrhoea were excreting oocysts. Asymptomatic carriage has been detected mostly in contacts of symptomatic patients (Wolfson et al., 1985; Isaacs et al., 1985) . Subclinical infections lead probably to a brief excretion, the time of which would be extremely difficult to determine without the occurrence of symptomatic contacts. Consequently, there has been an excellent correlation between shedding of oocysts in stools and, mostly, symptomatic cryptosporidiosis. The arguments for high prevalence of cryptosporidiosis in humans include (a) infection is commonest during the first 3 years of life (Hojlyng et al., 1984; Mathan et al., 1985; Addy and Aikins-Bekoe, 1986; Wolfson et al., 1985; Baxby and Hart, 1984) ; (b) outbreaks are uncommon except in daycare centres for the reason mentioned in (a); (c) the disease is less common and occurs only sporadically in adults because of frequent previous exposure, not age-related innate resistance, since diarrhoea, when it occurs, can be at least as severe in adults as in children (Hunt et al., 1984) ; and (d) the prevalence of diarrhoea appears to be less in neonates compared with infants of 6 months or older (Mata, 1986; Mathan et al., 1985) , because of protection by maternal antibody resulting from the mother's own frequent exposure. The youngest child reported with cryptosporidiosis was a three-day-old infant born to a mother who had had diarrhoea due to cryptosporidiosis several days before vaginal delivery (Bossen and Britt, 1985) , but no clinical detail was given. A two-week-old child with cryptosporidiosis is the youngest so far reported with diarrhoea .\n\nThe study by Mathan et al. (1985) deserves special attention; a high prevalence of cryptosporidiosis was reported in children with diarrhoea and in asymptomatic age-matched control children aged 5 months or younger. A comparison between breast-fed and bottle-fed children showed no difference. Living conditions in rural southern India, as the authors described, were unsanitary-there was no protected water supply; animals were kept adjacent to, or inside, houses; and there were no proper waste or sewage disposal facilities. Babies (and their mothers) were regularly exposed to high infectious doses which occasionally overcame the high level of maternal protection to cause diarrhoea or asymptomatic infection. As maternal protection waned gradually, the incidence of symptomatic infection increased in children older than 6 months while the number of asymptomatic infections decreased. By the age of 2 years, no further case of asymptomatic infection was detected, compared with a rate of 2.7% symptomatic infections. The total prevalence remained low because, by this stage, most of the children had had cryptosporidiosis. It is difficult to understand the basis for the conclusion of Mathan et al. (1985) that Cryptosporidium was unlikely to have been a major cause of acute diarrhoea in that population, given the data presented in their study. It is unknown whether the high prevalence of subclinical infections reported in this study is unique to that population, as no similar study has been made of a large randomized group of asymptomatic neonates. The occurrence of subclinical enteric infections in this age group is not unique to Cryptosporidium; asymptomatic rotavirus infection has been reported on several occasions (Bishop et af., 1979) . Unlike Mata (1986) , Mathan et al. (1985) found no difference in the prevalence of cryptosporidiosis among breast-fed or bottle-fed babies, which is interesting in light of the high proportion of asymptomatic infections. However, in experimental studies in animals, we showed that, while secretory antibodies are the key to protection against enteric infections due to rotavirus, high levels of circulating antibody of maternal origin are often sufficient to modify the clinical outcome (Tzipori and Williams, 1978) .\n\nIn general, asymptomatic carriage of Cryptosporidium is less common than that of other enteric infections. For instance, in Bangkok asymptomatic infections with enteric bacteria can be as high as 25% compared to a rate of 0.25% reported for Cryptosporidium (Taylor and Echeverria, 1986 ).\n\nMultiple infections with enteric pathogens are very common, particularly in developing countries, and Cryptosporidium is no exception (Mathan et al., 1985; Taylor and Echeverria, 1986) . Of all enteric pathogens, Cryptosporidium has been linked more closely with Giardia. They are similar in a number of ways. They are both intestinal protozoa with uncomplicated life-cycles.\n\nLarge numbers of infectious, resistant exogenous cysts (or oocysts) are shed into the environment in the faeces of infected individuals often long after recovery from illness. Both cause chronic diarrhoea and malabsorption. Both have been detected in animals, but Cryptosporidium infects a wider range of species, causing severe diarrhoea in some, thus generating and disseminating a large number of oocysts into the immediate domestic environment. Both infections have been linked with travel. Giardiasis, a well known and extensively documented infection, could not be distinguished clinically from cryptosporidiosis in adults by Jokipii et al. (1983) , although the latter caused more severe abdominal pain, while anorexia, weakness and bloating were more conimon with giardiasis. Mata (l986), however, described cryptosporidiosis as being the more severe in children. Table 5 compares the frequency of detection of both parasites in stools of humans with diarrhoea submitted to laboratories in various countries. It is interesting that, in six of the 10 studies recorded in the table, the detection rate for Cryptosporidium oocysts was equal to, or greater than, that for Giardia. Jokipii et al. (1983 Jokipii et al. ( , 1985a found a statistically significant association between infections with Giardia and Cryptosporidium in two studies. A similar association was reported by Wolfson et al. (1984) , in the USA. However, in the studies by Jokipii et al. (1983, 1985a) , both infections were associated with travel. Indeed, in a third study (Jokipii et al., 1985b) , there was a greater association betwen travel and infection with either parasite than between both organisms. This suggests a common source of infection rather than a predisposing effect of one infection for the other. The other interesting feature in this study, and that of Holten-Andersen et al. (1984) who also found a strong link with travel, particularly to Leningrad, was the fact that most of their patients were adults, presumably because more travellers are adults. Water source was suggested as the vehicle of transmision on the basis of earlier studies with Giardia (Jokipii, 1971 ). An outbreak of cryptosporidiosis linked to a common water source was reported from Texas, USA (D'Antonio et al., 1985) . Enteric pathogens that have been previously linked with traveller's diarrhoea include enterotoxigenic Escherichia coli (ETEC), Entamoeba histolytica, and occasionally Giardia. Cryptosporidium should now be added to the list. Regions that have been linked with travel and cryptosporidiosis are the Caribbean (Ma et al., 1985) , Mexico (Sterling et al., 1986) , Central Africa (Soave and Ma, 1985) , the USSR (Jokipii et al., 1983; 1985a,b) , and south-east Asia (Tzipori et al., 1983b) .\n\nThe reaction of the mucosa is important in the pathogenesis of cryptospori-diosis and may be one reason for variation in response to infection by different species of animals. While in animals experimental inoculations can be performed to examine and assess mucosal injury due to infections, information regarding the nature of mucosal response to cryptosporidiosis in humans is understandably fragmented. Very limited information is available on the histopathology of infection in immunocompetent patients despite the increasing number of epidemiological studies, particularly since diagnosis is now made by detection of oocysts in faecal smears, which has replaced earlier invasive techniques. Biopsies, when required, are taken mostly from either the duodenum/jejunum or from the large bowel. Animal studies indicate that these sites are probably the least affected, and so mucosal changes in these sites may not reflect the extent of injury. More information is available from detailed studies of individuals with immune defects. However, in such patients there are many complicating factors including other, coincidental infections. Moreover, the entire gastrointestinal tract can be examined only at the terminal stage of the infection, at necropsy.\n\nThe histopathology of the gastric mucosa, which is involved infrequently, varies from chronic gastritis associated with cytomegalovirus infection (Blumberg et al., 1984) , to little or no change (Andreani et al., 1983; Modigliani et al., 1985) . Meisel et al. (1976) and Lasser et al. (1979) described moderate changes in the mucosa of the duodenal/jejunal biopsies, which included abnormal villous architecture with lengthening of the crypts, an increased number of plasma cells, polymorphs and lymphocytes, and occasional crypt abscesses. The surface epithelium was low and infiltrated with cells. However, most studies (Weisburger et al., 1979; Weinstein et al., 1981; Sloper et al., 1982; Andreani et al., 1983; Modigliani et al., 1985) described normal or slightly blunted villi without degenerative change in the epithelium, normal crypts or occcasional cryptitis, some infiltration of the lamina propria with, mostly, plasma cells and a few polymorphs and macrophages. There were some subcellular changes in infected epithelial cells observed by electron microscopy (Weinstein et al., 1981) , which included sparse or abnormal microvilli, dilated endoplasmic reticulum, accumulation of lipidlike material, and increased density of the cytoplasm. Some bacteria were seen attached to the apical membrane of damaged cells.\n\nIn one study, a complete set of biopsies taken from a number of sites along the small and large intestines from an AIDS patient (Andreani et al., 1983) showed that mucosal changes were minimal. The colonic and rectal mucosa were normal. Other reports have described colonic and rectal abnormalities (Nime et al., 1976) . Sequential studies (Sloper et al., 1982) showed that, as the illness progresed, mucosal injury changed from mild to subtotal villus atrophy just before death. At necropsy, heavy infestation was reported in the jejunum and ileum and fewer organisms in the large bowel. Similar findings were described in a child with combined immunodeficiency who contracted terminal cryptosporidiosis (Kocoshis et al., 1984) . Initial biopsies showed little mucosal change despite the presence of numerous organisms. Later biopsies showed subtotal villous atrophy and dense inflammatory infiltration by numerous polymorphs, eosinophils, histiocytes, and a few lymphocytes in the lamina propria and in crypts.\n\nCholecystitis associated with cryptosporidiosis has also been described and can vary from acute uncomplicated inflammation to profound necrosis and gangrene, complicated by co-infection with cytomegalovirus (Blumberg et al., 1984) .\n\nIt is quite clear that in humans, as in other animals, Cryptosporidium can infect one, several, or all organs of the alimentary tract including pharynx, oesophagus, biliary system, and the entire gastrointestinal tract (Kocoshis et al., 1984) . Unlike most other enteric infections, Cryptosporidium may infect all or a portion of the alimentary tract with no clear indication as to the likely location of the infection. This suggests the occurrence of variable and often complex clinical symptoms involving one or more locations; the immunological status of the patient may, however, often determine the extent and clinical outcome of the infection.\n\nVomiting may lead to the infection spreading from the gut to the upper respiratory tract. Cryptosporidium infection of the respiratory tract of certain species has been reported (Hoerr et al., 1978) . Similar infections in mammals were not known until recently, although suspected earlier on experimental grounds (Fig. 11) (Tzipori, 1983) . Several cases of pulmonary cryptosporidiosis have been described in patients with AIDS or other forms of immunodeficiency (Forgacs et al., 1983; Kocoshis et al., 1984; Ma et al., 1984) . Pulmonary infection may be due to invasion from the gut in terminally ill patients, rather than being a primary site. The frequency of laryngotracheal infection in immunologically normal children (Harari et al., 1986) is unknown. Infection of the respiratory tract has been confirmed by examination of sputum (Brady et al., 1984) , tracheal aspirate (Harari et al., 1986) , lung biopsies (Ma et al., 1984) , or lung tissue at necropsy (Kocoshis et al., 1984) . In the few reported cases, it is difficult to assess the contribution of cryptosporidiosis to the symptoms and overall lesions described, as all occurred in patients who had concurrent infections affecting the respiratory tract. Pulmonary cryptosporidiosis has been described together with generalized cytomegalovirus infection, tuberculosis, Pneumocystis carinii infection, and others. Symptoms described in association with pulmonary infection include persistent sore throat (Brady et al., 1984) , dyspnoea, and diffuse rales associated with some lung markings in chest X-ray. Parasites were observed in the epithelium of the trachea (Ma et al., 1984) and bronchioles (Kocoshis et al., 1984) , in alveolar exudates, and on, or inside, macrophages. The mucosal reaction of the human gut to cryptosporidiosis, though far from fully understood, does not appear to be as severe as that observed in neonates of ruminants (Tzipori et al., 1981c,e; Angus et al., 1982~) . The precise immunological and pathophysiological mechanisms underlying the disease in humans are also unclear. Cryptosporidiosis, whether causing self-limiting diarrhoea in immunologically competent hosts, or persistent diarrhoea in immunodeficient individuals, will probably prove to be peculiar to humans. Watery diarrhoea due to cryptosporidiosis is uncommon in adults of other animals. The increased suskeptibility of adult humans to diarrhoea, in contrast to other animals, is not limited to cryptosporidiosis. While animals become rapidly resistant to most enteric viral (rotavirus), or bacterial (campylobacter, [ETEC]) infections, humans remain susceptible throughout life.\n\nThe proximal small intestine appears to be more predominantly involved in human cryptosporidiosis than in animals, and the infection causes mostly mild inflammation of the gut mucosa. Therefore, diarrhoea in the human appears to be mostly due to hypersecretion of fluid and electrolytes from the proximal small intestine into the lumen (Andreani et al., 1983; Modigliani et ai., 1985) . Perfusion studies indicate profuse fluid secretion in the duodenum and proximal jejunum. More distally, large amounts of water and sodium were reabsorbed by the small intestine, to a greater extent than that observed in normal fasting subjects. The colonic reabsorption rates of water and sodium were near maxima1 absorptive capacity, which was consistent with the reported absence of mucosal abnormalities in the colon (Andreani et al., 1983) . Others observed that patients continued to have abdominal pain, vomiting and high stool output while on total parenteral nutrition (Kocoshis et ai., 1984) , and the osmolality of fawacal water was almost entirely accounted for by sodium, potassium and their accompanying anions in the proximal small intestine (Modigliani et ai.,  1985) . The rate of water and electrolyte reabsorption presumably is slower than normal in patients with heavy infection of the lower small and large bowels. Fat and carbohydrate malabsorption and loss of protein, as well as fluid and electrolytes, from the gastrointestinal tract, have occurred in the terminal stages of cryptosporidiosis when the mucosa of the entire gut is heavily infested and extensively altered (Kocoshis et a!., 1984) . Under normal circumstances, infection was shown, in animal studies, to begin in the lower small intestine even in susceptible neonates, before spreading to the rest of the gut (Snodgrass et a[., 1984) , and diarrhoea occurred if the proximal small intestine became infected. Infection of the proximal small intestine seems to occur thuch more readily in humans than in animals, which may explain the greater susceptibility of humans, including adults, to this infection. Severity of certain enteric bacterial infections is often related to the efficiency of colonization of the proximal small intestine, which is more susceptible to the action of enterotoxin liberated by ETEC in piglets, compared with ETEC that colonize the lower small intestine . Colonization of the small intestine is extremely difficult because of physiological barriers such as extremes of pH, intense proteolytic activity and high flow rate. For an organism to become established in this part of the intestine requires special mechanisms of attachment or gut dysfunction, or it must become established during the immediate postnatal period, before effective physiological barriers have become fully developed.\n\nChronic cryptosporidiosis has been described as cholera-like secretory diarrhoea which responds favorably to chlorpromazine, indicating a possible cyclic-nucleotide-induced secretory diarrhoea (Kocoshis et al., 1984) . The role of parasite products released by Cryptosporidium into or adjacent to infected cells is unknown and requires investigation. Lysates of Entamoeha histolytica, a well known and extensively studied intestinal protozoon which also causes diarrhoea in man, have both cytotoxic and enterotoxic activities (Lushbaugh et al., 197.9 ). Strains of E. histolytica also possess a number of proteolytic enzymes, the function of which is not clear. In addition, hormone-like substances and a neurohumoral substance, similar to serotonin, have been detected in lysates of E. histolytica (McGowan et al., 1982) and are thought to contribute to alteration in intestinal transport resulting in diarrhoea. Similar or related substances may yet be shown to occur in lysates of Cryptosporidium, which might explain the inducement of watery diarrhoea attributed largely to hypersecretion in the proximal small intestine.\n\nThe general perception of cryptosporidiosis in animals has changed little since previous reviews (Angus, 1983; Tzipori, 1983; Navin and Juranek, 1984) , and readers are referred to them for further details. There have been several recent studies describing observations on the parasite in animal species, not previously reported. Cryptosporidium has now been detected in all classes of vertebrates; from all the domestic animals (cattle, pigs, sheep, goats, horses); domestic pets (dogs, cats); laboratory animals (rabbits, mice, rats, guinea-pigs, monkeys); wild mammals (squirrels, deer, artiodactyls, racoons); domestic fowls (turkeys, chickens); wild birds (peacock, red-lored parrots); reptiles (snakes); and fish. With a few exceptions, which will be mentioned below, the pattern of disease in mammals is essentially the same: enterocolitis in newborn mammals manifested by diarrhoea of variable severity in some (bovine and small ruminants), asymptomatic in most, and presumably variable in a few (cats, horses, guinea-pigs, pigs, dogs) . Upper respiratory tract infections have been described mainly in wild and domestic birds.\n\nEconomically, cryptosporidiosis is significant in calves and is widespread among dairy and beef herds. It affects calves aged between one and four weeks with high 'morbidity and mostly low mortality (Tzipori, 1985a) . A comparative study on the prevalence of the infection in herds in various regions showed that 2240% of diarrhoeic calves discharged oocysts in their faeces (Tzipori, 1985b) . Cryptosporidiosis is second to rotavirus as the most prevalent enteric pathogen causing diarrhoea in calves. It is more frequently isolated than bovine coronavirus and ETEC (Tzipori, 1985a) . Mixed infections including Cryptosporidium are extremely common in calves (Morin et al., 1978; Snodgrass et al., 1980) , and for a long time the concurrence of other organisms obscured the pathogenicity of the protozoon in this species (Pohlenz et al., 1978b) . The youngest affected calf reported was four days old, and the oldest was 26 days. Relapses after apparent recovery have also been reported (Tzipori et al., 1980~) . A study conducted over 2+ years in a veterinary diagnostic laboratory in Canada (Sanford and Josephson, 1982) described more severe clinical signs of cryptosporidiosis at around one week of age, with profuse watery diarrhoea, unresponsive to treatment, lasting two or more weeks and usually fatal.\n\nBovine cryptosporidiosis was first reported by Panciera et al. in 197 1, in an 8 months old calf which had chronic diarrhoea of several weeks' duration, debilitation and progressive weight loss, curiously not unlike chronic diarrhoea in humans with immune defects. It was unusual because, in cattle, illness is seldom seen in animals older than several weeks. Meuten et al. (1974) described the first detailed histopathology of the gastrointestinal tract in a 2 weeks old diarrhoeic calf. They believed that Cryptosporidium was the pathogen responsible for the lesions and diarrhoea.\n\nThe most prominent lesions occur in the ileum. They include shortened, blunted, and often fused villi; the lining epithelium is flat or cuboidal; and the lamina propria is infiltrated with plasma cells, lymphocytes and occasional neutrophils and eosinophils (Fig. 12) . Focal cryptitis can be seen in the small and large intestines. Colonic lesions are more focal with characteristically decreased and irregular mucosal height, decreased number of goblet cells, and mononuclear cell infiltration of the lamina propria. Cryptitis in the colon is characterized by desquamated epithelium and accumulation of polymorphs. \n\nHeavily infected site in the ileum of a calf showing two adjacent villous surfaces. One is extensively colonized; the other obviously has been, and its apical surface appears irregular and has lost the microvillous border, which would undoubtedly affect fluid and nutrient absorption. Note that trophozoites and macrogamonts are the predominant forms. The epithelium is fragmented, vacuolated, and often with extreme pedestal formation (PF).\n\nThe proximal small intestine is less severely affected and occasionally is spared. Organisms normally occupy the entire villus surface causing effacement of the microvillus border and often dissolution of the cell membrane at the site of attachment (Fig. 13) . However, extensively infected cells in the small intestine of calves seldom survive after parasite maturation (Tzipori et al., 1983a) . Organisms isolated originally from calves have also been extensively studied in newborn lambs (Tzipori et al., 1981c,e; .\n\nField and experimental studies in small ruminants, including lambs reared both naturally (Angus et al., 1982a; Anderson, 1982) and artificially (Tzipori et al., 1981a; Anderson, 1982) , deer calves (Tzipori et al., 1981b; Orr et al., 1985) , and goat kids (Tzipori et al., 1982d) , have shown that clinical and pathological findings were essentially similar to those described in calves. The infection in lambs was extensive with high mortality in artificially reared animals, but was more variable under natural (suckled) conditions. In a study in Scotland, high mortality from cryptosporidiosis was reported in suckled lams, which developed diarrhoea 8 to 12 days after birth; 58 of 200 animals died within 2 to 3 days (Angus et al., 1982a) . However in Idaho, USA, diarrhoea in suckled lambs of a similar age lasted 4 days and the animals recovered without treatment after a mild illness (Anderson, 1982) .\n\nMucosal legions of the magnitude described in calves and in other ruminants are seldom seen in other species of animals infected with Cryprosporidium. In mice and rats mucosal alterations are minor, despite often extensive infestation by the parasite of the epithelial surface in the lower gut (Sherwood et al., 1982) . In the guinea-pig subclinical enteritis, with moderate mucosal legions, has been described by Jervis et al. (1966 ) and Vetterling et al. (1971a ). Angus et al. (1985 , however, described a much more severe clinical illness and pathological changes in natural infections in guinea-pigs, and subsequently in experimentally infected animals. Within 5 days after inoculation villous atrophy and fusion occurred, with macrophages, other mononuclear cells, and eosinophils infiltrating the lamina propria of the ileum. Some animals died; others were depressed and anorectic with diarrhoea or watery caecal contents.\n\nExperimental studies have indicated that cryptosporidiosis in cats caused only subclinical infections (Iseki, 1979) . However, more recently Bennet et al. (1985) and Poonchia and Pippin (1982) observed that infection in cats, aged four months to five years, was associated with lack of appetite, weight loss and persistent diarrhoea. Asymptomatic cats can act as a source for human infection (Bennet et al., 1985) .\n\nNaturally occurring cryptosporidiosis has been reported in dogs (Wilson et al., 1983; Fukushima and Helman, 1984) , but the nature of the infection remains unclear as the cases described were complicated by other factors including other infections. The role of cryptosporidiosis in foals is also doubtful. Clinically obvious infection was reported in five immunodeficient foals (Snyder et al., 1978) , and limited serological observations suggest the infection may be widespread (Tzipori and Campbell, 1981) . However, the clinical outcome of infections in immunologically normal foals is unknown. Reinmeyer et al. (1984) failed to detect oocysts in the faeces of 14 scouring foals aged 7-22 days. Over a 4 year period, I also failed to detect Cryptosporidium infection in 52 foals with diarrhoea (Tzipori, 1985a) . Furthermore, in transmission experiments of bovine Cryptosporidium to newborn, colostrumfed or colostrum-deprived foals, only subclinical infections were induced. One report, however: described natural infection in two foals, but its significance was not clear (Gajadhar et al., 1985) .\n\nCryptosporidiosis is not a serious cause of enteritis in either neonatal or postweaning pigs (Tzipori, 1985a) . The infection has been observed, on occasions, under natural conditions in older animals (Kennedy et al., 1978; Links, 1982; Tzipori, 1985a) , though its role remains uncertain. Yet experimental inoculation of piglets, suckled (Tzipori et al., 1981d) or artificially reared (Moon and Bemrick, 1981; Tzipori et al., 1982e) , can cause moderate to severe diarrhoea, extensive mucosal changes, and death.\n\nAn interesting case of cryptosporidiosis was reported in the kidney of a black-throated finch (Gardiner and Imes, 1984) . Organisms were seen in the lumen of the tubules and it was assumed that the parasite had gained access to the kidney via the ureter from the cloaca. This was the first report of urinary tract infection. Reports of diarrhoea and deaths due to cryptosporidosis in wild species, including red deer calves (Orr et al., 1985) and other artiodactyls (Van Winkle, 1985) , both small ruminants, have been published. The disease occurred in very young animals that were either held in enclosures or artificially reared.\n\nUpper respiratory tract infection with Cryptosporidium has been reported in turkeys (Hoerr et al., 1978) and peacocks (Mason et al., 1981) , and has been observed in experimentally infected chicks (unpublished data). It is not clear in what circumstances predilection for a particular site occurs, as infection of the gastrointestinal tract has also been reported in turkeys (Slavin, 1955; Hoerr et al., 1978) . Infection of the respiratory tract in turkeys was associated with clinical signs of varying severity. Histological changes in the trachea included thickened mucosa due to infiltration of the lamina propria with histiocytes, lymphocytes and heterocytes, and flattening of the epithelium. Organisms were also observed in the nasal conjunctiva and sinus mucosa of infected peacocks which experienced severe depression, gurgling respiration, coughing and sneezing with a serous ocular discharge (Mason et al., 198 I) . Outbreaks of respiratory infections, with 30% morbidity and 20% mortality, have been reported in broiler chickens and turkeys (Hoerr rt al., 1978; Dhillon et al., 1981; Glisson et al., 1984) .\n\nGraph showing membrane-bound lactase activity (I.U. = pmol minute-[ g-' wet weight) measured in the microvillous border of the small intestine of five piglets infected with Cryptosporidium of human origin, and in two control animals (means f standard errors of the'means), from the duodenum (site 1) to the terminal ileum (site 5 ) .\n\nThere are marked variations between different hosts in their responses to gastrointestinal infections with Cryptosporidium. Natural or experimental infection of young calves, lambs, goat kids and piglets is associated with generalized infection of the gastrointestinal tract, with moderate to severe mucosal changes as described earlier. Diarrhoea is caused by brush border maldigestion due to a loss of membrane-bound digestive enzymes in the upper small intestine (Fig. 14) and reduced absorptive capacity in the ileum (Fig. 12) , which is attributed to marked villous atrophy and fusion reducing the overall surface area. In addition, the apical surfaces of absorptive cells are altered due to loss of microvilli and other membrane changes (Fig. 13) , and severely damaged epithelial cells are replaced by functionally immature cells. These factors all reduce the efficiency of absorption of fluids and nutrients. The large bowel in these animals is not fully functional for the first few weeks after birth, therefore infection of this organ, at least initially, may not play a significant role in the pathophysiology of diarrhoea. Furthermore, the mucosal changes in the large bowel caused by cryptosporidiosis are focal and not extensive.\n\nSusceptibility to cryptosporidiosis of domestic animals varies with age.\n\nLambs become resistant to experimental infection by about 15-20 days of age ( Fig. 15 ) (Tzipori et al., 1981c) , and piglets by 12-15 days (Tzipori et al., 1982e) . Experiments conducted in specific-pathogen-free (SPF) animals show that this resistance is unrelated to the specific immune status of the animal. This innate resistance, which develops with age, is presumably associated with the ability of the host to prevent or reduce the infection in the proximal small intestine, and thus reduce the effect of maldigestion. In addition, the absorptive capacity of the colon improves with age to compensate for the reduced absorptive capacity of the ileum. Mucosal damage resulting from FIG. 15. Ileal section from an infected lamb showing early colonization of the surface, with as yet intact epithelium and microvillous border. Note, however, the marked elongation of microvilli adjacent to parasites (arrow). It is interesting that elongation is also apparent in the cell opposite the parasite (arrowhead); this may result from stimulation related to the ability of the parasite to induce the formation of a host-derived envelope.\n\nsevere inflammatory reactions may be induced by a number of mechanisms, including hypersensitivity reactions to parasite antigens o r metabolites. Our observations suggest that (a) the mucosa of an older animal may be less reactive; (b) the infection in older animals is largely restricted to the ileum;\n\nand (c) development of the large bowel can compensate for an injury to the small intestine. These factors apparently limit the effect of infection with Cryptosporidium in older animals, in addition to specific immunity resulting from repeated exposure with increasing age. In this context it is worth mentioning the role of the large intestine in domestic animals. It is a highly complex organ which has a significant role in fermentation and absorption of fluids, electrolytes and nutritnts. It can compensate for abnormalities associated with injury and reduced absorption in the ileum much more, it seems, than the human large bowel. Cryptosporidium can cause severe disease in newborn piglets ( Fig. 16 ) but, because of good lactogenic immunity resulting from the high prevalence of infection in the population (Tzipori et al., 1981d; Tzipori and Campbell, 1981) , piglets are protected against the infection up to the age of 12-15 days, after which they usually become inherently resistant (Fig. 17) (Tzipori et al., 1982e) . Rodents and chicks can be experimentally infected with heterologous \"strains\" of Cryptosporidium during the first 2-3 weeks of life only. Furthermore, they remain clinically normal throughout the course of the infection. The sites most commonly infected are the lower small intestine, PIG. I I . scanning electron micrograph 01 VIIIOUS surrace 01 tne ileum or a piglet infected with Cryptosporidiurn isolated from calves. Note deeply embedded trophozoites and schizonts, most with ruptured parasitophorous envelopes, each containing eight merozoites. The microvillous border appears to be intact. caecum and colon, apparently with little or no mucosal change (Sherwood et al., 1982) . This contrasts with extensive tissue reaction seen in calves and other small ruminants. Apparently, in susceptible animals, diarrhoea is a consequence of heavy infestation with extensive tissue damage of the proximal small intestine. In mice the proximal small intestine, and hence digestion, is less affected and, with minimal mucosal reaction in the distal small intestine, the capacity for absorption is only marginally impaired. Both these factors may explain the lack of diarrhoea in mice and possibly in other rodents. Lack of profound tissue reaction to infection may indicate that the gut of the mouse is less sensitive to parasite products. In older piglets and lambs lacking specific antibodies, infection mimics the situation in the mouse, being sparse in the pro-ximal small intestine with less mucosal reaction.\n\nDiagnosis at present is based largely on identification of Cryptosporidium oocysts in faecal smears. Many techniques have been described by various investigators to improve the speed of diagnosis by devising methods for scanning at low magnification. Some staining techniques were said to improve the sensitivity of identification, particularly when only a few, damaged oocysts were present; others claimed higher specificity.\n\nAmong the most widely used are the modified acid-fast stains with or without initial concentration by flotation in a high-density sugar solution (Sheather's) (Ma and Soave, 1983; Garcia et af., 1983) . Other techniques said to be rapid and specific include a modified Ziehl-Nielsen method, staining with auramine phenol or Giemsa, and a dimethyl sulphoxide modified acid-fast stain. Some investigators recommend the use of combinations of staining methods: e.g. auramine phenol and carbol fuchsin for scanning, and modified Ziehl-Nielsen for confirmation (Casemore et al., 1986) . Unlike serological tests, in which sensitivity may vary because of detection of different antigens, examination of stained faecal smears, whichever method is used, depends for success on the number of intact oocysts present.\n\nA direct immunofluorescence (IF) test has recently been described for the detection of oocysts in the faeces utilizing specific monoclonal antibody directed against an oocyst wall antigen determinant (Sterling and Arrowood, 1986) . Oocysts fluoresce brightly, and the authors suggested that the method may be useful for epidemiological studies in which unconcentrated faeces or other specimens can be screened rapidly. Another advantage was that it could detect poorly preserved or excysted oocysts which normally do not take up stain. Indirect IF was also used to confirm the presence of oocysts in tracheal aspirates from a child with suspected upper respiratory cryptosporidiosis (Harari et a/., 1986) . IF applied directly to faeces has the inherent problem of lack of specificity; fluorescing particles of 3-6pm can be extremely difficult to identify conclusively as oocysts, no matter how many negative or positive control specimens are included with each test. Enzymelinked immunosorbent assays (ELISA), using antibodies raised against endogenous forms which may be shed in faeces, as well as against oocysts, may be more sensitive and specific and may simplify diagnosis.\n\nSerological tests that measure specific circulating antibodies have been described. These include indirect IF (Tzipori and Campbell, 1981; Campbell and Current, 1983) and, more recently, ELISA (Ungar et al., 1986) . The indirect IF uses heavily infected intestinal segments from SPF animals as a source of antigen (Tzipori and Campbell, 1981) . It has been used in preliminary studies to establish the presence of circulating specific antibodies in 10 species of domestic and human animals. The test was sufficiently sensitive to detect specific antibody in 80-100% of sera tested, a level which has been shown, over the past 2 years, to be a realistic target. In the ELISA test described by Ungar et a/. (1 986) , oocysts which were purified from faeces of experimentally infected calves, and sonicated to liberate the sporozoites, were reacted with human sera and labelled anti-human IgG and IgM. The test for IgG was assessed to have a positive predictive value, during illness, of 93%, and a negative predictive value of 97%. Levels of specific antibody after clinical cryptosporidiosis in immunocompetent humans followed the normal pattern: an initial rise of IgM, which declined within several weeks after the infection, and the subsequent appearance of IgG, which was delayed but which lasted several months. Specific IgG was undetectable by this test within a year after infection. The test detected antibodies in only 3 of 60 randomly tested individuals with no history of exposure to infection. There is no evidence of antigenic cross-reactivity between Cryptosporidium and other intestinal parasites, including coccidia (Campbell and Current, 1983; Ungar et af., 1986) . Undoubtedly, as more sensitive serological tests using a wider range and higher concentration of antigens are developed, the true prevalence of infection in various animal and human populations will become apparent and quantitation will permit a distinction to be made between recent, primary and secondary infections. Endogenous forms will probably provide a better source of antigen for immunodiagnostic tests than oocysts, particularly oocysts which have been sonicated, kept frozen, or fixed in formalin, all of which processes destroy sporozoites.\n\nHyperimmune serum, raised against oocysts in rabbits, recognized oocysts in cell culture (Fig. 19) or in the small intestine of piglets (Fig. 20) , but not other endogenous stages, at high dilutions in a peroxidase-antiperoxidase (PAP) test. Conversely, hyperimmune serum raised in gnotobiotic piglets which had received, after recovery from diarrhoea, repeated injections of infected gut scrapings, recognized endogenous forms but not oocysts (Fig. 20) . This was illustrated in studies in cell culture, in which infected cells fluoresced, during the first 3 days, only when reacted with serum raised in piglets, while from the third day onwards fluorescence occurred only with serum raised in rabbits (Waldman and Tzipori, unpublished data) . The reason could be that oocysts with double walls have antigenic determinant(s) on their \"extra\" wall, not shared with other endogenous forms, and that fixed oocysts that have lost their sporozoites have little else in common with FIG. 21. Section of ileum from a piglet infected with Cryprosporidiurn of human origin and stained with peroxidase-antiperoxidase (PAP), using hyperimmune rabbit serum raised against Percoll-purified oocysts from a calf. Only the outer coat of oocysts is stained at a dilution of 1:2500; other unstained forms can be seen occupying the microvillous border. At dilutions up to 1 : 300, other forms also take up the stain (Waldman and Tzipori, unpublished data). other forms. It is further proposed that these oocysts remain in the body only briefly and hence induce a poor immunogenic response compared with that induced by other forms. This would explain the poor reaction of the pig serum with oocysts. As mentioned earlier (Section 111), oocysts are seen infrequently on infected mucous membranes. They are mostly within parasitophorous vacuoles until discharged in the faeces. Merozoites have been observed deep within the cytoplasm of M cells overlying Peyer's patches, but not in absorptive cells adjacent to macrophages, which indicates that these antigenic forms (merozoites) are sampled by intestinal lymphoid cells (Mar-cia1 and Madara, 1986) . This lack of cross reaction between oocyst wall and other endogenous forms may explain the discrepancy between our preliminary study, which demonstrated a high frequency of circulating antibody against endogenous forms of Cryptosporidium in various populations-86% in randomly selected humans (Tzipori and Campbell, 19Sl) , and that of Ungar et al. (1986) , in which only 3 of 60 individuals were found to have antibody against Cryptosporidium oocyst wall.\n\nStudies on the biology, pathogenesis, immunity and future control of infection have been aided by the discovery that Cryptosporidium isolated from calves and humans, the most readily available sources of organisms, can be propagated in laboratory animals (Tzipori et al., 1980a) . The disease can be studied in gnotobiotic lambs (Tzipori et al., 1981~; Angus et al., 1982c) , piglets (Tzipori et al., 1981d Moon and Bemrick, 1981) , and calves (Tzipori et al., 1983a; Heine et al., 1984~) . The initial difficulty in obtaining bacteria-free oocysts was overcome as more information became available about the resistance of oocysts to various disinfectants including ethanol (Campbell et al., 1982) . Faecal suspensions containing oocysts can be decontaminated with 60% ethanol (Tzipori et al., 1982e, 1983a , antibiotics (Snodgrass et al., 1984) or 3.2% peracetic acid (Heine et al., 1984~) . While such decontamination 'procedures were adequate for pathogenesis studies in animals, for propagation in cell culture (Current and Haynes, 1984) or chick embryos (Current and Long, 1983 ) more elaborate purification and concentration procedures are required. Oocysts can be concentrated by ordinary centrifugation at 500g. It is more difficult when oocysts free from faecal debris and other organisms are required for cell culture or serology. Methods of purification described so far include flotation followed by passage of oocysts through Whatman CF-I 1 and DE52 cellulose columns, providing a yield of 5 x lo6 intact oocysts (Sterling and Arrowood, 1986) ; separation by sucrose density gradient centrifugation and passage through glass bead columns, in which most of the oocysts were located in the 30% sucrose layer, though no final yield was given (Heyman et al., 1986) ; and separation by Percoll discontinuous density gradient centrifugation (Waldman et al., 1986) . The last method involved a two-step procedure in which oocysts were first concentrated by sedimentation in a mixture of ether and phosphate buffered saline (PBS) and then separated on a discontinuous Percoll density gradient, without loss of infectivity of oocysts as determined by inoculation of piglets. I found the ether-PBS sedimentation to be superior to Sheather sugar flotation as the initial concentration step, largely because of the ability of the ether to extract lipids, which results in dispersion of the oocysts in the aqueous phase. This method provided a simple and efficient way of obtaining highly concentrated suspensions of 105-107 oocysts per ml, free of faeces and intestinal contents and largely bacteria-free, as required for laboratory studies. In addition, Percoll solutions have low osmolality and cell toxicity, which is advantageous if oocysts are required for cell culture studies.\n\nAfter purification, excystation of oocysts was achieved by incubation at 37°C for one hour in a mixture of trypsin and bile salts (Current and Haynes, 1984) . Recently, however, Fayer and Leek (1984) have shown that the requirements for excystation of Cryptosporidium oocysts differ from those of Eimeria, Isospora, Sarcosystis and other related coccidia. Sporozoites of Cryptosporidium can be liberated from oocysts suspended in water, saline or other salt solutions without the need for incubation under reducing conditions or the use of digestive enzymes. However, excystation is greatly enhanced by incubation at 37°C and pH 7.6. Fayer and Leek (1984) considered that this, together with the fact that Cryptosporidium oocysts are sporulated when released, enable the recycling by autoinfection, without the need for an exogenous stage of development, required by other coccidia. Excystation is inhibited if oocysts are incubated in saliva, and they remain intact for several months when stored at 5°C in water, which may prove to be a simple method for preservation. Incubation in a CO, atmosphere has no advantage over incubation in air (Fayer and Leek, 1984; Reduker and Speer, 1985) .\n\nCryptosporidium can complete its life-cycle from sporozoites to infective oocysts in various primary and continuous cell lines, as well as in experimental animals. It has been propagated in human foetal lung (HFL), primary chicken (PCK) or porcine kidney (PC-10) cells (Current and Haynes, 1984) , human intestinal cells , human embryonic kidney (Reduker and Speer, 1985) , and in several cell lines such as Vero MA-104, PK-1, PK-15, MDCK and NCTC (mouse lung) cells (Waldman and Tzipori, unpublished data) . The development of the parasite in cell culture is similar to that observed in animals. However, whereas in mice the number of endogenous forms continued to increase after 4 days, in cell culture they remained the same or decreased (Current and Haynes, 1984) . This was interpreted as indicating the lack of an autoinfective stage in cell culture, because of the absence of the thin-walled oocysts seen in animals. Most of the thick-walled oocysts apparently remain within parasitophorous vacuoles and are not released into the medium. Studies in human embryonic 407 intestinal cells (Soave et a]., 1985) suggest a greater degree of release of infectious forms into the supernatant medium. These forms, which were infective to fresh intestinal cells, consisted mainly (90Y0) of oocysts. Cryptosporidium causes no apparent morphological or functional damage to infected cells in vitro (Fig. 21) .\n\nPropagation in cell culture from sporozoites to infective oocysts is a characteristic of Cryptosporidium not shared by other coccidia (except Eimeria tenella). Growth in vitro provides a very useful tool for the study of various aspects of the life cycle and the action of chemicals and drugs.\n\nHowever it may prove to be of most value in studying, in a \"neutral\" host, speciation of the parasite and characterization of the subtle biological variations noted among Cryptosporidium strains. Propagation in cell culture unfortunately has not yet replaced the need for maintaining the parasite in animals. It is clear that the best source of oocysts is either experimentally infected calves, or chronically infected patients shedding large numbers in their stools. The reason is that Cryptosporidium undergoes only one developmental cycle in cell culture. The infection in cell culture (Fig. 19) , chick embryos (Fig. 18 ) and, to some extent, mice, does not generate as many oocysts as does that in calves and other small ruminants (Figs 12, 13) .\n\nPrevention or treatment of cryptosporidiosis in humans and calves will undoubtedly be of benefit in some instances. Although the infection in humans and animals is usually self-limiting, effective treatment would be useful for the occasional outbreaks causing high morbidity and mortality in neonatal ruminants, and the occasional occurrence of severe clinical illness lasting several weeks in humans. Neither the incidence and severity of the disease in humans, nor the extent of economic losses in other animals, however, warrants the development of a vaccine, although, with improvements of methods of purification and cell culture propagation, this should be technically feasible. Nevertheless, cryptosporidiosis is a major problem in immunologically compromised humans.\n\nChemotherapy of the infection in humans and animals has been uniformly unsuccessful (Casemore et al., 1985b; Anonymous, 1984a) . A variety of antimicrobial agents has been tested in calves (Moon et al., 1982b) , mice (Tzipori et al., 1982b) , and piglets (Moon et al., 1982a; Tzipori, 1985a) without success. In addition to various antiprotozoal, anthelmintic, and antimalarial drugs tested, several others (including anti-Mycopfasma, anti-Treponema, anti-viral and anti-tuberculosis agents, antihistamines, the \"wonder\" drug Avermectin, and many others) were ineffective in arresting the infection in experimentally infected piglets (Tzipori, 1985a) ; some modification of the infection was observed only with lectin. Casemore et al. (1985b) , who summarized the literature concerning treatment of cryptosporidiosis in 60 immunocompromised patients, reported that treatment with spiramycin resulted in the recovery of four patients, and four others were said to have shown some benefit. The therapeutic value of spiramycin remains doubtful; at best it may benefit a few individuals (Portnoy et al., 1984) . In most cases, however, it has not been effective, nor did it prevent infection in cell culture ( C . Chapman, personal communication).\n\nAt present, the testing of chemotherapeutic agents is largely empirical and has proved to be futile. In the future, as more information on the biology of the parasite becomes available, particularly from tissue culture studies, the development of \"tailored\" drugs directed against specific targets may be more effective.\n\nRemission of cryptosporidiosis in a child with congenital agammaglobulinaemia, following treatment with hyperimmune bovine colostrum, was reported recently (Tzipori et al., 1986) . The child developed persistent vomiting and watery diarrhoea at the age of 3 years, and oocysts were detected repeatedly in his stools. Three weeks after admission to hospital he began treatment with 200ml'of bovine hyperimmune colostrum mixed with 800ml of Digestalacm, given daily by nasogastric tube for 12 days followed by oral intake for a further 4 days. His vomiting, diarrhoea and the shedding of oocysts in stools ceased within a week of beginning treatment, and he has been free of infection for more than 6 months (unpublished data). The hyperimmune colostrum was prepared by immunizing two pregnant dairy cows, one with Percoll-purified whole oocysts (Waldman et al., 1986) and one with sporozoites excysted, by treatment with trypsin and bile salts, from Percoll-purified oocysts. The cows were given an intramuscular injection of parasite antigen mixed with complete Freund's adjuvant, followed by an intramammary infusion 2 weeks later using incomplete adjuvant. A mixture of colostra from the 2 cows was used for therapy. It is impossible to be certain that the treatment with hyperimmune cow colostrum was responsible for elimination of the infection and the remission of illness, in this one case. However, in previously reported cases of cryptosporidiosis in individuals with hypogammaglobulinaemia (Lasser et al., 1979; Sloper et al., 1982) , the infection persisted for several years. It remains to be seen whether this form of treatment will be effective in patients with T-lymphocyte dysfunction.\n\nIn this review I have examined the vast literature which has accumulated on Cryptosporidium, particularly in the past 3 years, in an attempt to highlight areas in which progress has been made in relation to the organism and the disease, and to indicate areas in which knowledge is still lacking.\n\nSince 1982, a global effort by scientists and clinicians has been directed towards determining the nature of the disease in humans and the relative contribution of cryptosporidiosis to gastroenteritis. From published data, the incidence of diarrhoea is 1-5% in most developed countries, and &7% in less developed countries, when measured throughout the year and in all age groups. The frequency of cryptosporidiosis is highest in children aged between 6 months and 3 years, and in particular locations (e.g., day-care centres) and at particular times of the year. Although susceptibility to infection is life-long, one suspects that the lower prevalence among older children and adults is due to immunity acquired from frequent exposure. Other important factors contributing to higher prevalence are the season-it is more frequent in a wet, warm climate-association with travel to particular destinations, poor hygiene, intimate contact with certain animals, and congregation of large numbers of young previously unexposed children in day-care centres. The association between cryptosporidiosis and giardiasis presumably results from the existence of a common source of infection.\n\nThe immune' status of the host appears to be a major determinant of whether the infection is self-limiting or persistent. It is clear that both branches of the immune system are required for complete recovery, since T-lymphocyte dysfunction or hypogammaglobulinaemia can both lead to persistent illness. Chronic diarrhoea and malabsorption attributed to cryptosporidiosis also occur in the absence of evidence of immune defect. The importance of respiratory tract infection in humans, other than in the terminal stages of chronic illness, requires investigation.\n\nThe infection has now been identified in all classes of vertebrates; it has been observed in all domestic animals including pets, and a wide range of wildlife including birds. Cryptosporidiosis seems to cause diarrhoea in young ruminants, less frequently in pets. In birds the parasite has been observed in the gastrointestinal tract, without ill effect, and in the respiratory tract, in which clinical symptoms of variable severity have been described.\n\nThe mucosal response of the gastrointestinal tract to infection appears to vary among mammals and may be the key to the variable clinical manifestations observed. In humans the major effect is hypersecretion induced by the parasite in the proximal small intestine, with minimal mucosal changes. It is suggested that enterotoxic or cytotoxic substances released by the parasite may be responsible. In young ruminants there is strong evidence of severe mucosal injury causing brush border damage leading to maldigestion in the proximal small intestine, in addition to reduced capacity for absorption. It is suggested that hypersensitivity or \"allergic\" reaction of the mucosa to parasite antigen may be responsible. Presumably it is unique to these young animals: examination of cells cultured in vitro, epithelium from experimentally infected rodents and human biopsy specimens reveals that Cryptosporidium causes little morphological damage to infected cells. The infection in rodents is largely subclinical, presumably because the proximal small intestine is not involved, as it is in humans, and the mucosal reaction is minimal, unlike that in ruminants.\n\nDetailed studies on the life-cycle and the ultrastructure have provided a better understanding of the biology of the parasite and highlighted its unique characteristics. Of these, the existence of sporulated, thin-walled oocysts and their independence of reducing conditions for excystation, is of major importance and may explain the occurrence of autoinfection and persistent infection. The possible existence of more than one species of Cryptosporidium, and of different strains remains to be determined, and cross-transmission studies between different classes of vertebrates should help to clarify this issue. However, while there may be more than one species, it is quite clear that the same, or closely related and interchangeable, species perpetuate infection among humans and their domestic animals.\n\nDiagnostic procedures are still based on detection of oocysts in faecal smears, which can be confirmed by immunofluorescence. The development of serological tests is now feasible, as methods for concentration and purification of parasite antigen and propagation in cell culture are available.\n\nTreatment of cryptosporidiosis has been disappointing so far, despite concerted efforts by medical and veterinary scientists. Spiramycin is the only drug which has been claimed to be of some benefit in the treatment of a few patients with persistent diarrhoea. The use of hyperimmune cow colostrum for treatment should be further explored. Tzipori, S. and Williams, I. H. (1978) . Diarrhoea in piglets inoculated with rotavirus.\n\nAustralian Veterinary Journal 54, 188-192. Tzipori, S., Angus, K. W., Campbell, I. and Gray, E. W. (1980a) . Cryptosporidium: evidence for a single species genus. Infection and Immunity 30, 884-886.\n\nTzipori, S., Angus, K. W., Gray, E. W. and Campbell, I. (1980b) . Vomiting and diarrhoea associated with cryptosporidial infection. New England Journal of Medicine 303, 8 18. Tzipori, S., Campbell, I., Shenvood, D., Snodgrass, D. R. and Whitelaw, A. (1980~) .\n\nAn outbreak of calf diarrhoea attributed to cryptosporidial infection. Veterinary Record 107, 579-580. Tzipori, S., Angus, K. W., Campbell, I. and Clerihew, L. W. (1981a) . Diarrhoea due to Cryptosporidium infection in artifically reared lambs. Journal of Clinical Microbiology 14, 10&105. Tzipori, S., Angus, K. W., Campbell, I. and Shenvood, D. (1981b) . Diarrhoea in young red deer associated with infection with Cryptosporidium. Journal 'of Infectious Diseases 144, 17C175. Tzipori, S., Angus, K. W., Gray, E. W., Campbell, I. and Allan, F. (1981~) .\n\nDiarrhoea in lambs experimentally infected with Cryptosporidium isolated from calves. American Journal of Veterinary Research 42, 140&1404. Tzipori, S., McCartney, E., Lawson, G. H. K., Rowland, A. C. and Campbell, I. (198 Id) . Experimental infection of piglets with Cryptosporidium. Research in Veterinary Science 31, 358-368. Tzipori, S., Shenvood; D., Angus, K., Campbell, I. and Gordon, M. (1981e) .\n\nDiarrhoea in lambs: experimental infection with enterotoxigenic Escherichia coli, rotavirus and Cryptosporidium. Infection and Immunity 33, 401406. Tzipori, S., Angus, K. W., Campbell, I. and Gray, E. W. (1982a) . Experimental infection of lambs with Cryptosporidium isolated from a human patient with diarrhoea. Gut 23, 71-74. Tzipori, S., Campbell, I. and Angus, K. W. (1982b) . The therapeutic effect of antimicrobial agents on Cryptosporidium infection in mice. Australian Journal of Experimental Biology and Medical Science 60, 187-190. Tzipori, S., Chandler, D., Smith, M., Makin, T. and Halpin, C. (1982~) . Experimental colibacillosis in newborn piglets infected with three enterotoxigenic serotypes. Australian Veterinary Journal 59, 93-95. Tzipori, S., Larsen, J., Smith, M. and Lugfl, R. (1982d) . Diarrhoea in goat kids attributed to Cryptosporidium infection. Veterinary Record 11 1, 35-36. Tzipori, S., Smith, M., Makin, T. and Halpin, C. (1982e) . Enterocolitis in piglets caused by Cryptosporidium spp. purified from calf faeces. Veterinary Parasitology Tzipori, S., Smith, M., Halpin, C., Angus, K. W., Sherwood, D. and Campbell, I. (1983a) . Experimental cryptosporidiosis in calves: clinical manifestations and pathological findings. Veterinary Record 112, 1 16-120. Tzipori, S., Smith, M., Birch, C., Barnes, G. and Bishop, R. (1983b) . Cryptosporidiosis in hospital patients with gastroenteritis. American Journal of Tropical Medicine and Hygiene 32,93 1-934. Tzipori, S., Roberton, D. and Chapman, C. (1986) . Remission of cryptosporidiosis in an immunodeficient child with hyperimmune bovine colostrum. British Medical Journal 293, 12761 277. Ungar, B. L., Soave, R., Fayer, R. and Nash, T. E. (1986) . Enzyme immunoassay detection of immunoglobulin M and G antibodies to Cryptosporidium in immuno-11, 121-126."}