{"title": "Use of recombinant S1 spike polypeptide to develop a TCoV-specific antibody ELISA", "body": "Turkey coronavirus (TCoV, Order Nidovirales, Family Coronaviridae) is a group III coronavirus closely related to infectious bronchitis virus (IBV) of chickens (Gomaa et al., 2008a) . TCoV is an important infectious cause of diarrhoea in turkey poults that negatively impacts rate of growth and efficiency of feed utilization often associated with significant economic losses. Although TCoV was identified as the causative agent of 'Bluecomb disease' of turkey poults over 50 years ago (Tumlin et al., 1957) , vaccines are not yet available to control the disease. In previous studies seroprevalence of TCoV was determined using virus neutralization (Pomeroy et al., 1975) , fluorescent antibody tests (Patel et al., 1976) and ELISAs (Guy et al., 1997; Ali and Reynolds, 1998; Breslin et al., 2001) . Some TCoV isolates can be propagated in turkey embryos (Pomeroy et al., 1975) , but the virus cannot be propagated in cell culture (Guy et al., 1997; Ali and Reynolds, 1998; Breslin et al., 2001) . This appeared to be one of the impediments for development of TCoV detection assays and more comprehensive prevalence studies, because there is not a convenient source of TCoV antigen. There is a high degree of conservation of the nucleocapsid protein among IBV isolates and between IBV and TCoV (Williams et al., 1992; Loa et al., 2000; Gomaa et al., 2008a) making assays based on this protein cross-reactive with other coronaviruses. Thus, even antigens other than TCoV have been used including IBV whole virus antigen in an antibody ELISA (Loa et al., 2000) IBV whole virus in standard ELISA (this study and others). Recombinant TCoV-N protein derived from a prokaryotic expression system has been used in antibody ELISAs (Loa et al., 2004; Gomaa et al., 2008b) and\n\nTurkey coronavirus (TCoV) causes diarrhoea in young turkey poults but little is known about its prevalence in the field. To address this, a portion of the S1 region of the spike glycoprotein of TCoV carrying relevant B cell epitopes (amino acid positions 54-395) was cloned and expressed in Escherichia coli. This protein was purified and used to develop an indirect ELISA for detection of antibodies against TCoV. Using experimentally derived positive and negative turkey serum samples this ELISA showed high sensitivity (95%) and specificity (92%) for TCoV. To further evaluate the potential of the ELISA, 360 serum samples from commercial turkey farms in Ontario were tested for TCoV-specific antibodies using the recombinant TCoV ELISA. High seroprevalence of TCoV was found with 71.11% of breeders and 56.67% of meat turkeys testing seropositive. Although there was significant positive correlation with a TCoV-N protein-based ELISA, there was little to no correlation with the whole IBV antigen-based ELISA when field sera were tested for antibodies against TCoV.\n\nß 2009 Elsevier B.V. All rights reserved.\n\nN-protein produced in a baculovirus expression system has been used in a competitive ELISA (Guy et al., 2002) . Four major structural proteins are produced by most coronaviruses: spike (S) glycoprotein, consisting of two subunits (S1, including a signal peptide domain), membrane (M) protein, small envelope (E) protein, and nucleocapsid (N) protein. The most variable of these molecules is the spike glycoprotein (Gomaa et al., 2008a) . For IBV, the S protein is approximately 180 kDa and undergoes post-translational modifications to yield two subunits, the N-terminal S1 subunit of 90 kDa and the Cterminal S2 subunit of 84 kDa (Cavanagh, 1983; Weiss and Martin, 2005) . The S1 subunit carries the neutralizing epitopes and plays an important role in the attachment of the virus to the host cell membrane, induction of antibodies for virus neutralization and haemagglutination-inhibition, and induction of IBV-specific cytotoxic T lymphocytes (Kant et al., 1992; Ignjatovic and Galli, 1994) . Vaccination with S1 protein protected chickens against IBV challenge but vaccination with the M or N proteins did not (e.g., Ignjatovic and Galli, 1994; Song et al., 1998) . Assuming that antibody responses to the S1 protein are similarly important for protection against TCoV, assays measuring antibodies against the spike glycoprotein, particularly S1, would be expected to be a better predictor of protective antibody responses to TCoV than assays based on IBV whole virus or recombinant TCoV nucleocapsid protein alone.\n\nThe objective of this study was to develop and validate an ELISA for TCoV based on a recombinant spike polypeptide antigen produced in Escherichia coli. This recombinant S-based antibody ELISA was then used to determine the seroprevalence of TCoV in breeder and meat turkey flocks in Ontario, Canada, and its performance was compared with a previously described recombinant TCoV-N protein-based ELISA (Gomaa et al., 2008b) and an IBV whole virus-based ELISA (e.g., Loa et al., 2000) .\n\nTurkey coronavirus (TCoV-MG10) was obtained from an Ontario turkey farm suffering from severe cases of acute enteritis and diarrhoea (Gomaa et al., 2008a) . This TCoV could not be propagated successfully in cell culture or in embryonated turkey eggs. Therefore, all RNA isolations and subsequent RT-PCR amplifications were conducted on a single filtrate obtained from the intestinal tissue of one turkey culled from this flock that was suffering from clinical disease consistent with TCoV. Briefly, intestinal tissue from this single infected bird was homogenized in 0.9% phosphate-buffered saline (PBS) and then clarified by centrifugation at 4000 Â g for 15 min. The supernatant was filtered sequentially through 0.45 mm and 0.22 mm membrane filters (Millipore, Bedford, MA) and stored at À80 8C until use. The presence of TCoV in the filtrate was confirmed using negatively stained filtrate and transmission electron microscopy as well as RT-PCR of a portion of the nucleocapsid gene (Gomaa et al., 2009a) . Extensive testing of the resulting TCoV-MG10 filtrate was done to exclude the possibility of the presence of any pathogens other than TCoV using electron microscopy as well as culture for bacteria, other viruses and mycoplasmas (Gomaa et al., 2009b) .\n\nThe complete genomic sequence for the TCoV-MG10 isolate is available in GenBank (NC_010800, see Gomaa et al., 2008a) . To provide an estimate of viral concentration, the TCoV-MG10 suspension was titrated by RT-PCR using primers specific for the nucleocapsid gene (see Gomaa et al., 2009a) . Virus-containing suspension diluted 10 À4 was able to produce a weak PCR product of the expected 330 bp in size. To ensure uniformity, the same TCoV-containing filtrate was used throughout this study for both RNA isolation and experimental infection of turkey poults.\n\nDay-old turkey poults were obtained from a high biosecurity primary breeder facility (Hybrid Turkey, Kitchener, ON, Canada). Although the poults themselves were not tested specifically for the presence of Salmonella, Mycoplasma and other pathogens, this breeder routinely tests for Salmonella and Mycoplasma; thus, the poults are considered free of Salmonella and Mycoplasma. Birds were housed and handled in accordance with guidelines established by the Canadian Council on Animal Care and the Animal Care Committee of the University of Guelph within the Campus Animal Facility's Isolation Unit. Poults were fed and watered ad libitum.\n\nForty, day-old poults were separated into two groups of 20 birds. TCoV-MG10 was inoculated orally into 20 birds in one room at 2 days of age, while 20 were maintained in a separate room as negative controls. Infections were confirmed by testing cloacal swabs for TCoV by amplification of a 330 bp fragment of the TCoV nucleocapsid gene using reverse-transcription polymerase chain reaction (Gomaa et al., 2009a) . Cloacal swabs were collected from all birds before inoculation and again at days 1, 3, 5, 7, 14 and 21 days post-inoculation. All inoculated birds shed TCoV by 7 days post-inoculation and 50% of the birds continued shedding until 14 days post-inoculation; none of the control turkey poults shed TCoV at any time throughout the study (Gomaa et al., 2009a) .\n\nSerum samples were obtained from both groups of birds at days 0, 7, 14, 20, 35 and 42 post-inoculation. All sera were heat-inactivated at 56 8C for 30 min before use. Fifteen specific-pathogen free (SPF) turkey serum samples were kindly provided by Dr. Billy Hargis (University of Arkansas, Fayetteville, AR), and they were used as additional negative controls.\n\nAntigenic epitope prediction within the TCoV-S1 gene was accomplished using Beta turn prediction (Chou and Fasman, 1987) , Emini surface accessibility scale (Emini et al., 1985) antigenicity scale (Kolaskar and Tongaonkar, 1990) , hydrophilicity prediction (Parker et al., 1986) and linear epitope prediction (Larsen et al., 2006) . The resulting epitope predictions were used collectively to select a TCoV-S1 gene fragment from which to develop a diagnostic ELISA. The selected region carrying a number of putative B cell epitopes was located at genome position 20,519-21,541 and this region generates a gene fragment 1023 nucleotides in length encoding 341 amino acids of the S1 protein; this truncated S1 protein fragment was designated S 54-395 .\n\nTotal RNA was extracted from TCoV-containing filtrate using the Qiagen RNeasy kit (Qiagen, Valencia, CA). A fragment of the S1 region representing the amino acid positions 54-395 of the entire S glycoprotein was amplified using primers SBETF162 (5 0 -AAAGGATCCTA-GATTTTTATAGTCCAGAT-3 0 ) and SBETR1164 (5 0 -AAA-GAATTCTACACTAACGACATAAACAC-3 0 ).\n\nRT-PCR was performed as previously described (Gomaa et al., 2008a) . PCR products were purified using the Mini Elute purification kit (Qiagen, Valencia, CA) and double-digested with BamHI and EcoRI (New England BioLabs, Ipswich, MA). PGEX-4T3 (Amersham Pharmacia Biotech, Sweden) was digested by both BamHI and EcoRI and dephosphorylated using shrimp alkaline phosphatase (USB Corporation, Cleveland, OH) prior to purification with the Mini Elute purification kit. Ligation of the digested product with linearized pGEX-4T3 was performed using T4 DNA ligase (Invitrogen, Carlsbad, CA). E. coli DH5a competent cells were transformed with the ligation mix and plated onto LB agar plates containing ampicillin (0.1 mg/ml). Plasmid DNA was extracted from transformed clones and screened by digestion with BamHI and EcoRI. Clones containing inserts were checked for orientation by sequencing. For protein expression, plasmid DNA containing a confirmed S 54-395 insert was subcloned into competent E. coli BL21 by mixing the plasmid with competent cells on ice for 30 min followed by a 45 s heat shock in a 42 8C waterbath. After 1 h of incubation at 37 8C with gentle agitation, bacteria were plated onto LB agar plates containing 0.1 mg/ml ampicillin and incubated overnight at 37 8C. Again, plasmid DNA was extracted from transformed clones and screened by digestion with BamHI and EcoRI. Clones containing inserts were checked for orientation and reading frame by sequencing.\n\n2.5. Expression and purification of S 54-395 ÀGST fusion protein E. coli BL21 containing the truncated S1 gene pGEX-S 54-395 was propagated in LB broth containing ampicillin (0.1 mg/ml) overnight at 37 8C with vigorous shaking. One milliliter of overnight culture was inoculated into 100 ml of fresh LB with ampicillin (0.1 mg/ml). When OD 600 reached 0.6, the culture was induced by adding isopropyl b-D-1-thiogalactopyranoside (IPTG) to a final concentration of 1 mM. The culture was incubated for 4 additional hours at 30 8C with shaking. Bacteria were harvested by centrifugation at 6000 rpm for 15 min at 4 8C (Beckman, Coulter, J2-MC centrifuge, Mississauga, ON, Canada). The supernatant was decanted and the pellet was re-suspended in 5 ml of phosphate-buffered saline (PBS).\n\nPurification of the GST fusion protein was conducted by adding 0.5 ml lysozyme solution (12 mg of lysozyme in 50 mM glucose, 10 mM EDTA, 25 mM Tris-HCl, pH 8.0) containing 1 mM phenylmethylsulphonyl fluoride (PMSF). The suspension was sonicated three times for 2 s on ice.\n\nAddition of 250 ml of 20% Triton X-100 preceded incubation for 30 min at 4 8C with gentle agitation followed by centrifugation at 10,000 rpm for 10 min at 4 8C. The supernatant was collected and 100 ml of 50% slurry glutathione Sepharose was added to the supernatant (GE Health Care, Buckinghamshire, UK). The suspension was clarified by washing three times with PBS and centrifuged to pellet the Sepharose beads. Cold reduced glutathione was used to elute the bound protein and the eluate was collected from the supernatant after centrifugation of the suspension. Purified recombinant protein was separated using 12% SDS-polyacrylamide gel electrophoresis (SDS-PAGE) and stained with Coomassie blue G-250 (Bio-Rad, Hercules, CA). The purified S 54-395 peptide product was separated from its GST fusion partner by thrombin protease using RediPack columns according to the manufacturer's instructions (GE Health Care, Buckinghamshire, UK).\n\nPurified TCoV-S 54-395 ÀGST fusion protein was separated by 12% SDS-PAGE and transferred onto nitrocellulose membrane (0.45 mm, Bio-Rad) using the Bio-Rad Mini\n\nTrans-blot cell. The membrane was washed 3 times in Tween-20 Tris-buffered saline (TTBS) and then blocked with 5% bovine serum albumin (BSA, Sigma Co., St. Louis, MO) in TTBS overnight at 4 8C with gentle agitation. The membrane was then incubated with goat anti-GST antibody (GE Health Care, Buckinghamshire, UK) for 2 h at 4 8C, followed by incubation with rabbit anti-goat IgG conjugated with alkaline phosphatase (AP, Jackson Immune Research Laboratories Inc., West Grove, Penn) for 2 h at 4 8C. The membrane was washed 3 times with TTBS, and color was developed according to the manufacturer's instructions (Bio-Rad, Hercules, CA). The cleaved and purified TCoV-S 54-395 protein was likewise subjected to Western blot analysis as described using anti-GST antibodies as well as with turkey sera raised against TCoV-MG10 in experimental animals.\n\nA checkerboard titration was conducted using different coating antigen concentrations (12.5, 25, 50, 100 and 200 ng/ml). To determine optimal antibody dilutions, serum samples diluted at 1:50, 1:100, 1:250, 1:500 and 1:1000 were tested with secondary AP-conjugated antibody diluted at 1:1000, 1:2000, 1:5000 and 1:10,000. The ELISAs were all conducted as follows: GST-cleaved S 54-washing 3 times with PBS-T, serum samples were added for 1 h and incubated at room temperature. Plates were washed 3 times with PBS-T again before addition of the secondary antibody (goat anti-turkey IgG [H + L]). Plates were washed again 3 times with PBS-T followed by addition of substrate (pNPP Microwell substrate system, Kirkegaard and Perry Laboratories, Gaithersburg, MD). The plates were incubated for 15 min in the dark and the reaction was terminated using 2 M H 2 SO 4 . Plates were read at 405 nm using BioTek Powerwave XS microplate ELISA reader (BioTek Instruments Inc., Winooski, VT). All combinations were repeated in triplicate to obtain antigen and antibody concentrations that provided the highest OD difference between the known-positive and known-negative serum samples with minimal background.\n\nThe cutoff value for the optimized TCoV-S 54-395 ELISA was determined using OD 405 values obtained from 86 control positive serum samples (sera collected from poults 14 days or later after the start of an RT-PCR-confirmed infection with TCoV) with 73 control negative turkey sera. Receiving Operating Characteristics (ROC) curves were generated using an Excel spreadsheet-based analysis tool (Griener, 1995; Griener et al., 1995) and used to determine cutoff OD 405 values that provided optimal sensitivity and specificity for each ELISA.\n\nField serum samples were obtained from Ontario turkey farms. Thirty samples were collected from each of 6 commercial meat turkey and 6 breeder turkey farms for a total of 360 field serum samples from Ontario. All samples were heat-inactivated at 56 8C for 30 min before being used in the TCoV-S 54-395 -based recombinant ELISA. All 360 serum samples were also tested using a recombinant TCoV nucleocapsid protein-based antibody ELISA as described by Gomaa et al. (2008b) .\n\n2.9. Cross-reactivity of turkey sera with IBV assessed using a commercial IBV whole virus ELISA\n\nThe cross-reactivity of turkey sera against IBV antigens was assessed using commercially available IBV whole virus-coated ELISA plates (FlockChek 1 Infectious Bronchitis Virus Antibody Test Kit, IDEXX, Westbrook, ME). The ELISA was carried out according to the manufacturer's instructions with the minor modification that the turkey sera were only diluted 1:250 rather than 1:500 as is normally the case when testing chicken sera. A sub-sample of 168 of the 360 serum samples obtained to assess the seroprevalence of TCoV in Ontario commercial turkey flocks were also tested using the IDEXX kit. Seropositive or seronegative status for the whole virus IBV-ELISA was determined using a cutoff OD 650 of 0.1 that was determined empirically using ROC analysis of experimentally derived turkey sera as described in Section 2.7, above. The same 168 samples were also tested using a recombinant TCoV nucleocapsid protein-based antibody ELISA as previously described (Gomaa et al., 2008b) .\n\nDifferences in TCoV seroprevalence between breeder and meat turkey flocks were tested with one-tailed T-tests assuming unequal variances. In all cases, differences were considered significant at p < 0.05. Correlation (r) and Spearman Rank Order Correlation coefficient (r) calculated using the Free Statistics Software (Wessa, 2008) were used to assess the correlation of OD 405 values, and the seropositive or seronegative status as determined by the various ELISAs.\n\nThe signal peptide at the 5 0 end of the S1 subunit was removed and a fragment spanning nucleotides 160-1182 was amplified and cloned. After IPTG induced expression and purification of the GST fusion protein (Fig. 1, lanes 1-2) , Western blot analysis using anti-GST antibodies detected the TCoV-S 54-395 ÀGST fusion protein at its expected molecular weight of approximately 67 kDa (Fig. 1, lanes 3-4) . The purified and thrombin-cleaved TCoV-S 54-395 protein had an apparent molecular weight of 38 kDa when visualized by 12% SDS-PAGE. Convalescent sera obtained from turkey poults experimentally infected with TCoV-MG10 recognized the thrombin-cleaved recombinant TCoV-S 54-395 protein on Western blots (Fig. 1, lane 5) .\n\nThe optimized ELISA concentration of recombinant antigen for plate coating was 60 ng/ml (TCoV-S 54-395 ), primary antibodies (turkey serum samples) were diluted at 1:250 and the secondary goat anti-turkey IgG (H + L)-AP conjugate was diluted at 1:2000. Substrate reactions were stopped after 15 min.\n\nUsing a two graph ROC analysis (Griener, 1995; Griener et al., 1995) based on 73 known-negative control serum samples and 86 serum samples from experimentally infected turkeys at 14, 21, 28, 35, and 42 days postinfection as positive control sera, we established the cutoff OD 405 value for the TCoV-S 54-395 -based ELISA at 0.111; serum samples testing above this OD value were considered positive while values at or below this value were consider negative. Using the OD 405 value of 0.111 yielded 95% sensitivity and 92% specificity for this ELISA (Fig. 2) .\n\nUsing the TCoV-S 54-395 -based ELISA, presence of antibodies against TCoV was determined using 360 serum samples collected at random from 12 turkey farms (30 samples per farm). High seroprevalence rates were consistently observed on turkey breeder farms (Table 1) (Table 2) .\n\nThere was strong positive correlation between the two ELISAs when the results obtained from the 360 Ontario paired field samples were evaluated (Fig. 3) . The data were highly positively correlated with respect to OD 405 values (corrected r = 0.880; r = 0.879) and with respect to determination of TCoV seropositive or seronegative status (corrected r = 0.836) based on established OD 405 cutoff values of 0.180 for the TCoV-N-based ELISA (see Gomaa et al., 2008b) and 0.111 for the TCoV-S 54-395 -based ELISA (present study).\n\nThe ability of a commercial IBV whole virus-coated ELISA to detect antibodies recognizing TCoV was compared the TCoV-S 54-395 -based ELISA described herein and a previously described TCoV-N-based ELISA (Gomaa et al., 2008b) . From 168 turkey serum samples tested, the two recombinant ELISAs produced TCoV seroprevalence rates that differed dramatically from the IBV-based ELISA; the IBV whole virus-coated ELISA revealed only 20.2% (17/84) positive samples from breeder turkey farms and 13.1% (11/ 84) positive samples from commercial turkey farms. In contrast, the recombinant antigen TCoV ELISAs reported much higher TCoV seroprevalence in both breeder turkey and meat turkey flocks (Fig. 4) . The TCoV-S 54-395 -based ELISA detected overall seroprevalence of TCoV as 62.50% whereas the overall seroprevalence detected by the commercial IBV whole virus ELISA was 16.7%.\n\nBoth the Pearson product-moment correlation coefficient (r) and Spearman Rank Correlation coefficient (r) values confirmed that there was strong positive correlation between the two TCoV-specific recombinant antigen ELISAs (Table 3) . However, there was much weaker positive correlation between the commercial IBV whole virus ELISA and either the TCoV-S 54-395 -based or TCoV nucleocapsid protein-based ELISAs. Interestingly, the Pearson product-moment correlation coefficient was modestly greater for the commercial IBV whole virus ELISA with the TCoV-N-based ELISA than with the TCoV-S 54-395 -based ELISA (Table 3) .\n\nEnteric viruses continue to be found in commercial flocks of both chickens and turkeys in North America (Guy, 1998 (Guy, , 2000 Pantin-Jackwood et al., 2008) . Turkey coronavirus is one of the most important etiological agents of diarrhoea in young turkey poults (Cavanagh, 2005) and is believed to be involved in PEMS (Poult Enteritis and Mortality Syndrome). However, turkey coronavirus is rarely found within clinically normal turkey flocks because TCoV infections are frequently clinically apparent and thus readily diagnosed (Pantin-Jackwood et al., 2008) and subsequently eliminated through depopulation followed by disinfection (Guy, 1998) . Detection of TCoV virus particles may be a poor indication of infection because of relatively short-lived virus shedding by infected animals.\n\nSerological evidence for infection with TCoV has relied on one or more of the four major structural proteins , that was about 4-fold higher than the 16.7% overall seroprevalence reported by the commercial IBV whole virus-based ELISA. Table 3 Pearson product-moment correlation coefficient (r, values above the diagonal) and Spearman Rank Correlation coefficient (r, values below the diagonal) of OD readings of a commercial whole virus IBV-ELISA (IDEXX FlockChek 1 IBV-ELISA kit) with recombinant antigen TCoV-N-or TCoV-S 54-395 -based ELISAs for detecting TCoV infections in random serum samples collected from commercial meat and breeder turkeys (n = 168).\n\nTCoV-S TCoV-N a IDEXX-IBV b Breslin et al., 2001; Guy et al., 2002; Loa et al., 2004; Gomaa et al., 2008b) or crossreactivity to native IBV whole virus antigen (Loa et al., 2000) . Unlike the N-protein, the spike glycoprotein, particularly the S1 subunit, varies considerably among strains of IBV (e.g., Gibertoni et al., 2005; Zhu et al., 2007) and TCoV (Gomaa et al., 2008a) . The S1 region carries the receptor binding domain that defines tissue and host tropisms and the S1 region is responsible for serotype variability among IBV isolates (Cavanagh, 1983 (Cavanagh, , 2005 . Antibodies against the spike glycoprotein, particularly within hypervariable portions of the S1 region, have been shown to be responsible for virus neutralization and haemagglutination-inhibition of IBV (Kant et al., 1992; Ignjatovic and Galli, 1994) . Presuming that the S1 region is equally important for a protective immune response against TCoV, measurement of antibodies specific for the S1 region of the spike protein might be expected to be a better predictor of flock protection against TCoV than assays dependent on antibodies cross-reacting against IBV whole virus antigen or specific for the more highly conserved TCoV nucleocapsid protein alone. Initially, we intended to clone and express the entire S1 protein of TCoV-MG10. However, as with IBV, the S1 protein of TCoV is characterized by presence of a signal peptide domain at the extreme 5 0 end of the gene (Gibertoni et al., 2005) that was found to block successful cloning and expression of the complete S1 gene (data not shown). To overcome this, a fragment of the S gene was selected for cloning and expression based on B cell epitope prediction. The recombinant TCoV-S 54-395 -based ELISA described in this study had high specificity and sensitivity as determined using a two graph ROC analysis and a strong positive correlation (Table 3 and Fig. 3) with a previously described ELISA based on recombinant TCoV-N protein (Gomaa et al., 2008b) . In contrast, using the IDEXX FlockChek 1 IBV whole virus ELISA performed according to the manufacturer's instructions and with the kit reagents (conjugated secondary antibody and enzyme substrate), only 16.7% of 168 field serum samples would be considered seropositive for TCoV; the two TCoV-specific ELISAs found that 70.24% (N-based) and 62.50% (TCoV-S 54-395 -based) of these same serum samples were positive for antibodies recognizing TCoV. There were positive, albeit weak, correlations of the commercial IBV-based ELISA with the two recombinant TCoV ELISAs (Table 3) . Interestingly, the IBV-based ELISA OD readings had higher correlation with the TCoV-N-based ELISA (r = 0.262) than they did to the TCoV-S 54-395 -based ELISA (r = 0.190). Perhaps this is not surprising because the N-protein is relatively conserved and the S1 protein displays considerable heterogeneity among IBV and TCoV strains (e.g., McFarlane and Verma, 2008; McKinley et al., 2008) as well as between IBV and TCoV (Gomaa et al., 2008a) . In contrast, there was strong positive correlation between the two recombinant ELISAs (r = 0.71; r = 0.879, Table 3 ). Assuming a typical turkey flock seroprevalence of TCoV of about 65% (Guy et al., 2002; Gomaa et al., 2008b) , the TCoV-S 54-395 -based ELISAs would typically have a positive predictive value of 96% and negative predictive value of 94%. Similar values have been shown for the N-based ELISA recently described (Gomaa et al., 2008b) . It is likely that the TCoV-S 54-395based ELISA would also be able to determine seroconversion of quail to a recently described enteric coronavirus (QCoV) because of its high amino acid identity in the S1 region with TCoV (Circella et al., 2007; Gomaa et al., 2008a) .\n\nFew epidemiological surveys have been conducted to determine TCoV seroprevalence. Using IFA or a commercially available (IDEXX) IBV-ELISA, it was determined that in Indiana, 175/325 (53.84%) or 163/325 (50.15%) field samples had antibodies for TCoV, respectively (Loa et al., 2000) . In a second study using a competitive ELISA and a recombinant TCoV-N protein, 63% of sampled turkey poults were found to possess antibodies to TCoV (Guy et al., 2002) . Our recombinant TCoV-S 54-395 -based ELISA found 71.11% and 56.67% positive samples from Ontario breeder turkey and meat turkey flocks, respectively (Tables 1 and 2). The significantly higher prevalence in the turkey breeder flocks may result from the longer period over which these birds have had time to be exposed to TCoV and mount a detectable serum antibody response. The high seroprevalence of TCoV in commercial turkey flocks observed in this and previous studies (Loa et al., 2000; Guy et al., 2002) contrasts sharply with low prevalence of TCoV virus shedding observed in 33 commercial turkey flocks screened using an avian coronavirus RT-PCR technique (Pantin-Jackwood et al., 2008) . This apparent discrepancy may indicate that TCoV may only shed for a relatively short period of time (Ismail et al., 2003; personal observations) and that subclinical infections with TCoV are much more common than was believed previously. Perhaps application of the recombinant TCoV ELISAs described in this paper and a previous report (Gomaa et al., 2008b) could be used to determine the onset of seroconversion in commercial flocks and associate this seroconversion with any changes in condition or performance of young poults.\n\nIn summary, a serum ELISA was developed using the S1 region of the TCoV spike glycoprotein. The ELISA performed better in detecting antibodies against TCoV in turkey sera than commercially available IBV-ELISA kits and the recombinant antigen ELISA was valuable in detecting high seroprevalence of TCoV in breeder and meat turkey farms in Ontario, Canada. study. Dr. Billy Hargis, University of Arkansas, Fayetteville, AR, USA kindly provided SPF turkey serum samples. This work is supported by grants to JRB from the Natural Sciences and Engineering Council of Canada (NSERC) and the Ontario Ministry of Agriculture and Food and Rural Affairs (OMAFRA). MG is a scholarship recipient from the Egyptian Cultural and Educational Bureau of the Arab Republic of Egypt in Canada."}