{"title": "Remarkable enhancement of flavonoid production in a co-cultivation system of Isatis tinctoria L. hairy root cultures and immobilized Aspergillus niger", "body": "Isatis tinctoria L. (woad), belonging to the Brassicaceae family, is an economically important crop widely cultivated in the northeast regions of China . The dried roots of I. tinctoria (Radix isatidis), named \"Banlangen\" in Traditional Chinese Medicine (TCM), are highly appreciated for their notable anti-influenza efficacy, especially for the treatment of severe acute respiratory syndrome (SARS) and H1N1 during their epidemic periods . Herein, Radix isatidis is one of the top-selling herbal medicines in East Asian areas and United States (Ni et al., 2012) .\n\nPhenylpropanoids mainly comprised of flavonoid and lignan metabolites, have been considered as the primary antiviral constituents, which probably contribute to the outstanding pharmacological activity of Radix isatidis (Chen et al., 2013; Zhang et al., 2016) . However, the quality of these phytochemicals is often fluctuating in the field-harvested Radix isatidis due to environmental, ecological and climatic variations. Moreover, the ever-increasing demands of herbal medicines in pharmaceutical industry together with the decreasing agricultural lands for medicinal crops worldwide, drive researchers to invest considerable efforts in the sustainable production of secondary metabolites of commercial interest by means of plant cell/organ cultures (Dias et al., 2016) . In this context, we have established a reliable plant in vitro culture system, i.e. I. tinctoria hairy root cultures (ITHRCs), that could supersede the field-harvested Radix isatidis for the efficient production of bioactive flavonoids (Gai et al., 2015) .\n\nGenerally, plant cell/organ cultures are cultivated under a contamination free microenvironment, thus leading to the accumulation of defense secondary metabolites in low levels due to the lack of pathogen and insect invasions (Giri and Zaheer, 2016) . Flavonoids always function as phytoalexins that can be inducibly synthesized in response to attacks by pathogens and insects (Fini et al., 2011) . Accordingly, application of external elicitors of biological origin is likely to promote the biosynthesis of desired flavonoids in ITHRCs by inducing plant defense responses. In view of the bio-safety of products, it is recommendable to use atoxic elicitors for the improvement of flavonoid accumulation in ITHRCs.\n\nAspergillus niger and Aspergillus oryzae, two GRAS (Generally Recognized as Safe) fungi approved by the United States Food and Drug Administration, are widely used in the fermentation industry for the https://doi.org/10.1016/j.indcrop.2017.12.017 Received 1 September 2017; Received in revised form 29 November 2017; Accepted 6 December 2017 production of wine, soy sauce, vinegar, soybean paste, etc. (Maeda et al., 2016; Ni et al., 2015) . The both safe fungi have emerged as promising and effective elicitors that can enhance the production of various valuable compounds (resveratrol, ginsenosides, rosmarinic acid, glycyrrhizic acid, etc.) in plant seedlings or in vitro cultures (Aisyah et al., 2015; Kümmritz et al., 2016; Li et al., 2016a,b) . In most of the studies done to date to boost the production of bioactive phytochemicals by addition of fungi as biotic elicitors into plant cell/organ oryzae 3.951 colony on PDA medium; (C) A. niger 3.3883 spores immobilized on CAG beads; (D) A. oryzae 3.951 spores immobilized on CAG beads; (E) effects of non-, CAG-, IAN-and IAO-treatments on total flavonoid yield in 24 day-old ITHRCs (IAN/IAO spore concentration ca.10 3 spores/mL, incubation temperature 28°C, initial pH value of media 5.8 and time 48 h); Non, non-treated ITHRCs; CAG, CAG-treated ITHRCs; IAN, IAN-treated ITHRCs; IAO, IAO-treated ITHRCs; Mean ± SD values not sharing the same lowercase letters are significantly different (P < 0.05).\n\ncultures, extracts of fungal mycelia and culture filtrates have always been utilized (Baldi et al., 2009) . Nevertheless, there are very few studies available where live fungus cells are directly used as elicitors.\n\nBased on the fact that microbes possess the natural pathogenicity to plant host, the live fungi are capable of continuously producing pathogenesis-related substances that can effectively induce hypersensitive responses in plant cells, thus resulting in the over-production of phytoalexins for self-protection (Pusztahelyi et al., 2017) . However, the direct utilization of live fungi as elicitors in plant in vitro cultures suffers the following disadvantages, e.g. difficulty of controlling the elicitation intensity due to the fast growth of fungi, complexity of separating fungi from cell/organ cultures, and high-cost for scale-up application. Recently, immobilization of live fungal spores by Ca-alginate gel (CAG) has opened a new avenue in biotechnological fields, which is associated with various advantages of operational simplify and stability, easy recovery, reusability, low-cost, and scale-up feasibility (Gai et al., 2017; Jin et al., 2013) . Based on the foregoing, an interesting attempt in this work is to establish a co-cultivation system of ITHRCs and CAG-immobilized GRAS fungi (A. niger and A. oryzae) for elevating flavonoid production via fungal elicitation.\n\nIn the present study, the feasibility of immobilized A. niger (IAN) and immobilized A. oryzae (IAO) for improving flavonoid yield in ITHRCs was initially investigated. Subsequently, the co-cultivation conditions of ITHRCs with the selected IAN were optimized for achieving the maximum flavonoid production. Furthermore, the endogenous signal transduction, oxidative stress and biosynthetic gene expression in ITHRCs were investigated to understand the molecular events underlying IAN elicitation. To our knowledge, this is the first study on the utilization of immobilized live GRAS fungi as elicitor to enhance flavonoid accumulation in ITHRCs.\n\ntinctoria hairy roots were obtained by Agrobacterium rhizogenes LBA9402 mediated transformations of petiole explants according to our previous report (Gai et al., 2015) . All experiments in this study were conducted using an I. tinctoria hairy root line V (ITHRLV) due to its high-productive ability of flavonoids. ITHRCs were initiated by culturing ITHRL V under the optimal conditions as described previously (Gai et al., 2015) . Two GRAS fungus strains (A. niger 3.3883 and A. oryzae 3.951) were purchased from the Institute of Microbiology, Heilongjiang province, China. Pure plate cultures of both fungi were grown on potato dextrose agar (PDA) medium, and incubated at 30 ± 1°C till sporulation ( Fig. 1A and B ). Fungal spores were collected and counted for the following immobilization experiment.\n\nIAN or IAO were prepared by immobilization of their spores in CAG effect of temperature on total flavonoid yield in the co-cultivation system (IAN spore concentration ca.10 4 spores/mL, initial pH value of media 5.8 and time 48 h); (C) effect of initial pH value of media on total flavonoid yield in the co-cultivation system (IAN spore concentration ca.10 4 spores/mL, temperature 30°C and time 48 h); (D) effect of time on total flavonoid yield in the co-cultivation system (IAN spore concentration ca.10 4 spores/mL, temperature 30°C and initial pH value of media 7.0); Mean ± SD values not sharing the same lowercase letters are significantly different (P < 0.05).\n\nbeads according to the previously described method (Gai et al., 2017; Jin et al., 2013) . For co-cultivation, IAN beads ( Fig. 1C ) or IAO ( Fig. 1D ) beads were transferred into a series of 250 mL Erlenmeyer's flasks containing ITHRCs (34 day-old) with 100 mL of fresh culture media, and these flask cultures were then incubated on an orbital shaker at 120 rpm and maintained under continuous darkness. For control, non-treated ITHRCs and CAG-treated ITHRCs (addition of CAG beads without fungus spores) underwent the same culture conditions. To evaluate the feasibility of the co-cultivation system, 24 day-old ITHRCs were initially co-cultured with IAN or IAO for 2 days under some pre-determined parameters. After obtaining the positive results, the key co-cultivation parameters including temperature, concentration of immobilized fungus spores, initial pH value of media and time would be systematically optimized. After co-cultivation, the harvested hairy roots were rinsed by distilled water, and divided into three parts: one being dried in a vacuum oven for the liquid-solid extraction of flavonoids, one being handled quickly in fresh state for the quantification of endogenous signal molecules and the evaluation of oxidative stress degree, and one being frozen immediately with liquid nitrogen and stored at −80°C for the RNA extraction. Also, culture media were collected for the liquid-liquid extraction of flavonoids. Additionally, the immobilized fungus beads were simply recovered by filtration, washed with sterile water, and used for the next cycle to evaluate their reusability.\n\nThe dried hairy root samples were ground into fine powders using a mortar and pestle. The complete extraction of flavonoids from the resulting powders was carried out according to the previously described method (Gai et al., 2015) . The flavonoids in culture media were extracted twice by phase partitioning with ethyl acetate, and the organic phase was collected and condensed to dryness using a rotary evaporator under vacuum. All extracts from roots and media were re-dissolved in acetonitrile (20 mL) and filtered through a nylon filter (0.45 μm) prior to LC-MS/MS analysis.\n\nThe determination of eight flavonoid derivatives (rutin, neohesperidin, buddleoside, liquiritigenin, quercetin, isorhamnetin, kaempferol and isoliquiritigenin) in sample solutions was performed using an Agilent 1100 series HPLC (Agilent Technologies, San Jose, CA, USA) coupled to an API 3000 triple tandem quadrupole MS (Applied Biosystems, Concord, Ontario, Canada) system. The simultaneous analysis of eight target compounds was conducted by a LC-MS/MS method with selected reaction monitoring (SRM) mode as established before (Gai et al., 2015) . The precursor ion-product ion combinations of m/z 609.1 → 300.0, m/z 609.5 → 301.4, m/z 591.4 → 283.1, m/z 255.9 → 119.0, m/z 301.0 → 151.0, m/z 315.0 → 300.1, m/z 285.3 → 183.1, and m/z 255.4 → 118.9 were adopted for the quali-quantification of rutin, neohesperidin, buddleoside, liquiritigenin, quercetin, isorhamnetin, kaempferol and isoliquiritigenin, respectively. The content of each analyte was calculated by the corresponding calibration curve, and expressed as microgram per gram of the DW of root samples.\n\nThe fresh hairy root samples were homogenized thoroughly by an Ultra turrax system (IKA Co., Germany). The extraction and determination of nitric oxide (NO) from the resulting homogenates was conducted by an established method described by Zhou et al. (2005) . Quantification of NO was expressed as micromole per gram based on the FW of root samples. Additionally, the fresh hairy root samples were ground under liquid nitrogen using a mortar and pestle until fine powders were obtained. The extraction and determination of salicylic acid (SA) and jasmonic acid (JA) from the resulting powders was performed according to an established method reported by Segarra et al. (2006) . Quantification of SA and JA was expressed as nanogram per gram of the fresh weight (FW) of root samples.\n\nThe level of hydrogen peroxide (H 2 O 2 ) in fresh hairy root samples were determined according to the methods reported by Dewanjee et al. (2014) . H 2 O 2 content were expressed as micromole per gram of the FW of root samples. Additionally, the activity of antioxidant enzyme catalase (CAT) in fresh hairy root samples were measured following the methods described by Arbona et al. (2003) . CAT activity were expressed as units per mg of protein that was detected in enzyme extracts.\n\nTotal RNA was extracted from frozen hairy root samples using a MiniBEST Plant RNA Extraction Kit (TaKaRa, Dalian, China), and RNA was reverse-transcribed to cDNA using a PrimeScript™ RT reagent Kit (TaKaRa, Dalian, China). Specific primers of associated genes involved in flavonoid biosynthetic pathway (Table 1) were designed based on the reported transcriptome sequences (Chen et al., 2013; Tang et al., 2014) . The reaction solution for qRT-PCR assay was prepared with a SYBR Premix Ex Taq™ II Kit (TaKaRa, Dalian, China) following the manufacturer's guidelines. The qRT-PCR amplification of all tested genes was performed on a Stratagene Mx3000P Real-Time PCR system (Agilent Technologies, Santa Clara, CA, USA) using the following cycling procedure: initial denaturation step of 95°C for 3 min, followed by 40 cycles with denaturation at 95°C for 15 s, annealing at 55°C for 30 s, and extension at 72°C for 20 s Ubiquntin was used as the internal reference gene, and the relative expression level of each target gene was quantified according to the previously reported ΔΔ CT method (Livak and Schmittgen, 2001) .\n\nAll experiments were conducted by triplicate, and results were given as averages ± standard deviations. All statistical analyses were carried out using the SPSS statistical software 17.0 (SPSS Inc, Chicago, USA). One-way analysis of variance with Tukey's test was used to determine significant differences between multiple groups of data at P values < 0.05.\n\nGenerally, fungi are capable of inducing hypersensitive responses in plant cells, which can lead to the activation of plant defense secondary metabolism followed by the enhancement of phytoalexin production (Baldi et al., 2009) . However, extracts of fungal mycelia and culture filtrates are always used as biotic elicitors rather than the direct utilization of live fungus cells. Thus, the feasibility of co-culturing ITHRCs with IAN/IAO for improving flavonoid yield should be initially evaluated. As reported previously, ITHRCs initiated by culturing a highproductive hairy root line (ITHRLV) at day 24 exhibited the maximum productivity of total flavonoids (the sum amount of rutin, neohesperidin, buddleoside, liquiritigenin, quercetin, isorhamnetin, kaempferol and isoliquiritigenin), independent of the elicitor used (Gai et al., 2015) . Therefore, 24 day-old ITHRCs was co-cultured with IAN/IAO for 2 days under the pre-determined parameters (IAN/IAO spore concentration ca.10 3 spores/mL, incubation temperature 28°C and initial pH value of media 5.8), in an attempt to further enhance the flavonoid production in this work.\n\nIt was clearly observed from Fig. 1E that there was no significant difference in the total flavonoid yield between CAG-treated ITHRCs and non-treated ITHRCs. This indicated that the immobilization matrix (CAG) did not affect the target phytochemical production in ITHRCs. As expected, the total flavonoid levels in ITHRCs challenged by IAN/IAO significantly increased relative to non-treated control, which suggested that the application of IAN and IAO treatment was indeed feasible for the augmented production of flavonoids in ITHRCs. Moreover, it is worth noting that IAN exhibited superiority in terms of flavonoid yield (1617.44 ± 40.22 μg/g DW) as compared to IAO (1281.57 ± 56.61 μg/g DW). This can be explained by the fact that different species of microbes have significantly different abilities to induce phytoalexins synthesis in plants. Consequently, IAN was selected as the superior elicitor for further enhancing flavonoid production in the following experiments. \n\nIn order to achieve the highest flavonoid production in the co-cultivation system of IAN and ITHRCs, several key parameters including IAN spore concentration (10-10 4 spores/mL), temperature (25-32°C), initial pH value of media (4.0-8.0) and time (0-96 h) were systematically optimized. As shown in Fig. 2A , IAN spore concentration exhibited a dose-dependent effect on the total flavonoid yield, and the best flavonoid productivity was achieved when 10 4 spores/mL was used. Higher concentration of IAN spores was not evaluated in this work due to the operational difficulty. As presented in Fig. 2B , the total flavonoid yield increased with the temperature increasing from 25 to 30°C, and kept at a stable level afterwards. In a certain range, the increase of co-cultivation temperature could enhance the metabolic activity of fungus spores thus leading to the secretion of more pathogenesis-related substances, which would strengthen the elicitation effect on ITHRCs to over-produce flavonoid for self-protection. As observed from Fig. 2C , the initial pH value of media within the range of 6.5-7.5 was favorable for flavonoid accumulation in the plant-fungus co-cultivation system. It is inferred that the neutral environment might be beneficial for the metabolism of fungal spores, which could contribute to the induction of flavonoid biosynthesis in IAN-treated ITHRCs. As exhibited in Fig. 2D , the total flavonoid yield in IAN-treated ITHRCs achieved its maximum level at 72 h, but was observed to decline significantly afterwards. Factually, the prolonged co-cultivation time could cause fungus spores to produce excessive pathogenesis-related metabolites, which would lead to the excessive hypersensitive responses that were characterized by the rapid metabolic damage or cell death in extreme cases (Abdin et al., 2013) , thus resulting in the decreased yield of flavonoid in ITHRCs. In conclusion, the optimal cocultivation conditions were obtained as follows: IAN spore concentration ca.10 4 spores/mL, temperature 30°C, initial pH value of media 7.0 and time 72 h.\n\nTo accurately compare the profiles of eight flavonoid derivatives, extracts from non-and IAN-treated ITHRCs were determined by LC-MS/MS with SRM mode (Fig. 3A) , and the yields of all target compounds calculated are summarized in Fig. 3B . Taken as a whole, the contents of three flavonoid glycosides (rutin, neohesperidin and buddleoside) in IAN-treated ITHRCs were significantly lower as compared to those in non-treated control, whereas the levels of five flavonoid aglycones (liquiritigenin, quercetin, isorhamnetin, kaempferol and isoliquiritigenin) in IAN-treated ITHRCs were significantly higher as against those in non-treated control. It is well known that A. niger is capable of secreting extracellular β-glucosidases that can hydrolyze glucoside moieties (Cao et al., 2015) . As inferred, IAN could exercise the deglycosylation function for the hydrolysis of glucoside residues in flavonoid glycosides, which might be the reason for the significant decrease of rutin, neohesperidin and buddleoside in IAN-treated ITHRCs. Additionally, the contents of flavonoid aglycones significantly increased in IAN-treated ITHRCs, which was attributed to the IAN elicitation that can promote accumulation of these phytoalexins, and was also due to the IAN deglycosylation that can bio-transform the corresponding glycoside precursors into these aglycones. Overall, the total flavonoid yield in IAN-treated ITHRCs under the aforementioned optimal conditions was 3018.31 ± 48.66 μg/g DW, which remarkably increased 6.83-fold than non-treated control (441.91 ± 7.35 μg/g DW).\n\nGenerally, pathogens attacks can be recognized by specific receptors localized to plasma membranes of plant cells, which will initiate a signal transduction network in cytosol that activates plant defensive secondary metabolism, thus eventually leading to the enhancement of phytoalexin biosynthesis (Zhao et al., 2005) . NO, SA and JA are thought to be important signal molecules involved in plant signal transduction systems (Abdin et al., 2013) . To reveal the generation pattern of signal molecules in ITHRCs following IAN elicitation, contents of NO, SA and JA in fresh root samples harvested at 0 h, 12 h, 24 h, 48 h, 72 h, and 96 h post-treatment were determined in this work.\n\nDuring the IAN elicitation period monitored, NO generated immediately and reached its peak value (67.35 ± 5.61 μmol/g FW) at 12 h (Fig. 4A) , SA content was observed to be highest (202.22 ± 17.98 ng/g FW) at 24 h (Fig. 4B) , and JA achieved its maximum level (20.74 ± 1.66 ng/g FW) at 48 h (Fig. 4C) . In most cases, an early defense event of plant cells against fungal pathogens is NO burst, which can prompt the generation of other signal molecules (SA, JA, ethylene, abscisic acid, etc.) in downstream signaling cascades (Abdin et al., 2013; Zhao et al., 2005) . Moreover, SA can act as an inducer of systematic acquired resistance in plant-pathogen interactions, and this function generally makes it accumulate rapidly at the infection site following fungal invasions (Zhao et al., 2005) . Additionally, it is noteworthy that SA can antagonize JA biosynthesis in plant suffering from pathogen attacks (Mur et al., 2006) , which can explain the phenomenon that the enhanced generation of JA occurred later than SA in this study. Overall, it could be concluded that the sequentially transient accumulation of NO, SA and JA in ITHRCs constituted an important defense line against IAN elicitation, which might contribute to gene activation involved in plant secondary metabolism for the enhanced production of phytoalexins, i.e. flavonoids in this work.\n\nA common event in plant cells attacked by fungal pathogens is the sudden production of highly toxic reactive oxygen species (ROS) that can cause oxidative damages to nucleic acids, lipids and proteins in host cells, which is so-called oxidative stress (Pusztahelyi et al., 2017) . However, the oxidative stress can induce the expression of specifically genes involved in plant defensive secondary metabolism for the enhanced production of compounds with phytoalexinic properties (Zhao et al., 2005) . In this work, a significant indication of oxidative stress was observed in IAN-treated root cultures with browning color as compared to non-treated control (Fig. 5) . To accurately verify the occurrence of oxidative stress in ITHRCs following IAN elicitation, H 2 O 2 content and CAT activity in fresh root samples harvested at 0 h, 12 h, 24 h, 48 h, 72 h, and 96 h post-treatment were determined in this work.\n\nAs shown in Fig. 6A , H 2 O 2 content in IAN-treated ITHRCs were noticed to increase rapidly during the first 12 h, achieve its maximum level (2.93 ± 0.44 μmol/g FW) at 24 h and decrease gradually afterwards. Factually, O 2 % − and H 2 O 2 are predominantly toxic intermediates originated from ROS in plant-pathogen interactions (Dewanjee et al., 2014) . The augmented content of H 2 O 2 in ITHRCs during the early elicitation period provide a conclusive evidence of ROS mediated oxidative stress following IAN elicitation. Moreover, CAT activity began to increase at 24 h, reached its peak value (0.79 ± 0.10 U mg/g protein) at 48 h, and maintained at a stable level afterwards (Fig. 6B) . It is well known that CAT is an indispensable enzyme responsible for the dismutation of H 2 O 2 into H 2 O and O 2 , which is considered to be the critical defense line against oxidative damages in plants suffering from environmental stresses (Gill and Tuteja, 2010) . The enhancement of CAT activity accompanied by the decrease of H 2 O 2 level in ITHRCs during the late elicitation period indicated a positive-feedback response to fight the ROS mediated oxidative stress following IAN elicitation. Overall, the actual occurrence of oxidative stress might contribute to triggering the transcription of genes involved in flavonoid biosynthetic pathway.\n\nTo further understand the molecular mechanism in ITHRCs followed by the aforementioned signal transduction and oxidative stress underlying IAN elicitation, transcriptional profiles of seven genes enzymes involved in the upstream flavonoid biosynthetic pathway (Fig. 7A) including phenylalanine ammonia lyase (PAL), cinnamate-4-hydroxylase (C4H), 4-coumarate coenzyme A ligase (4CL), chalcone synthase (CHS), chalcone isomerase (CHI), flavonoid 3′-hydroxylase (F3′H) and flavonol synthase (FS) were determined by qRT-PCR. Hairy root samples collected from IAN-treated ITHRCs at different time intervals (24 h, 60 h, 72 h and 96 h) were applied for qRT-PCR analysis in this work.\n\nAs shown in Fig. 7B , all tested genes were significantly up-regulated in IAN-treated ITHRCs during the elicitation period, suggesting that the elevated production of flavonoids was ascribed to the enhanced transcription of these upstream biosynthetic genes. Additionally, most of the investigated genes (PAL, C4H, CHS, CHI and F3′H) achieved their highest expression levels at 60 h, which was earlier than the time point (72 h) was required for the maximum accumulation of flavonoids. This was attributed to a typical metabolic phenomenon that a time lag exists between the expression of upstream genes and the synthesis of downstream products (Expósito et al., 2009 ). Moreover, it was clearly observed that the transcriptional levels of CHI and F3′H were much higher than other genes, which indicated that the both ones might be more crucial and sensitive responsible for flavonoid biosynthesis in ITHRCs under IAN elicitation.\n\nFactually, CHI is a critical enzyme that can regulate the biosynthesis of flavonoids because it is capable of catalyzing the stereospecific isomerization of chalcones to form (2S)-flavanones, which are important intermediates for subsequent flavonoid metabolism (Muir et al., 2001) . Accordingly, control of CHI expression is a common way to effectively regulate the biosynthesis of flavonoids. It was reported that the overexpression of CHI gene in tomato resulted in the transgenic fruits containing a 78-fold increase in flavonol levels (Zhang et al., 2009) . Also, co-overexpression of CHI in Del/Ros1-expressing tomato caused a 200-fold increase in flavonol contents (Lim and Li, 2017) . Additionally, studies have shown that the expression of F3′H is essential when kaempferol and quercetin are present in plants (Nagamatsu et al., 2007) . In this study, the contents of quercetin and kaempferol in IANtreated ITHRCs increased by 22.08-fold and 7.19-fold, respectively, which might be ascribed to the significant up-regulation of F3′H expression. Overall, the significant induction of CHI and F3′H transcription here suggested that the both genes might play a vital role in the elevated production of flavonoid in ITHRCs underlying IAN elicitation.\n\nReusability is an important characteristic of immobilized microorganisms, which meets the industrial requirements of low cost, less material and saving time . In view of this, the reusability of IAN beads in this work was evaluated by monitoring flavonoid yield in ITHRCs during eleven successive batches. As shown in Fig. 8A , more than 65% of the initial flavonoid yield was still achieved in the cocultivation system when the recovered IPC beads were reused five cycles, which suggested that IAN beads possessed the acceptable reusability as potentiality for industrial applications. Factually, the recovered IAN beads (Fig. 8C ) exhibited much bigger volume and a little deeper color in comparison with the unused beads (Fig. 8B ). This phenomenon was probably attributed to the inherent adsorption properties of the (24, 60, 72 and 72, h) . PAL, phenylalanine ammonia lyase; C4H, cinnamate-4-hydroxylase; 4CL, 4-coumarate coenzyme A ligase; CHS, chalcone synthase; CHI, chalcone isomerase; F3′H, flavonoid 3′-hydroxylase; FS, flavonol synthase. Mean ± SD values not sharing the same lowercase letters are significantly different (P < 0.05). matrix of IAN beads. In other words, IAN beads might adsorb the colored metabolites form ITHRCs after multiple uses. This can also explain the significant decline of the reused capacity of IAN beads after 5 cycles. In this regard, the improvements in IAN reusability through other immobilization methods will be the next challenge for further reducing costs of the overall process.\n\nThis work develops a safe and useful method that establishes a wellcontrolled co-cultivation system of IAN and ITHRCs, in order to yield the higher level of health-promoting flavonoids for pharmaceutical industries. Under the optimal co-cultivation conditions, IAN could increase flavonoid yield by 6.83-fol in ITHRCs. Moreover, IAN elicitation could intensify the generation of signal molecules NO, SA and JA in ITHRCs. Also, a profound effect of oxidative stress was observed within ITHRCs following IAN elicitation. These positive-feedback responses involved in plant defense regulatory systems led to the transcriptional activation of genes involved in flavonoid biosynthetic pathway, especially CHI and F3′H, thus boosting the accumulation of the target secondary metabolites in ITHRCs. Additionally, the satisfactory reusability of IAN beads indicated that the proposed approach could offer an economic way for potentially industrial applications. Nevertheless, to replace the classical extraction of phytochemicals from plant materials, utilization of this promising co-cultivation system in bioreactor for the scale-up production of bioactive flavonoids is highly expected in the future."}