{"title": "Epstein-Barr Virus and Multiple Sclerosis: Wrong Place, Wrong Time? Epstein-Barr Virus", "body": "expressed and highly abundant in EBV-infected cells (10 6 -10 7 copies per infected cell nucleus).\n\nFour EBV latency programs have been described with distinct sets of expressed proteins and viral RNAs: (1) Latency 0: EBER1 and EBER2 but no expression of proteins; (2) Latency 1 (true latency program): EBER1 and EBER2, EBNA1; (3) Latency 2 (default program): EBER1 and EBER2 and expression of EBNA1, latent membrane protein (LMP)-1, LMP2A, LMP2B; and (4) Latency 3 (growth program): EBER1 and EBER2 and expression of EBNA-leader protein (LP), EBNA 2-6, LMP1, LMP2A, LMP2B [8] .\n\nViral latency can be disrupted by a variety of cellular activators, inducing the switch from latent to lytic replication, mediated by the Zebra protein [9] . The major components of the lytic phase are the EBV DNA polymerase, BALF5, and early and late lytic proteins. Self-assembly of the EBV capsids requires viral capsid antigen (VCA), major capsid protein (BcLF1), and major surface membrane antigens (MA) gp350/220 [10] . Viral entry into B cells is mediated by gp350, which binds to CD21 (complement receptor) and possibly other receptors and triggers endocytosis. Entry seems to additionally require binding of MHC class II by gp42 to initiate fusion of viral and endosomal membranes to release viral genetic material into the cell.\n\nThe role of most EBV proteins has been characterized mainly in vitro using lymphoblastoid cell lines (LCL). In brief, EBNA1 is critical for maintenance of the EBV genome during cell division. LMP1 is important for growth transformation. EBNA3 modulates the EBNA2 activity and may have some role in regulation of transcription. LMPs are transmembrane proteins and mimic an active receptor necessary for transformation of resting B cells [1, 11] .\n\nMore than 90% of people are infected with EBV and the prevalence is higher in less-developed countries. Infection in childhood is asymptomatic or presents with subtle signs and symptoms; however, about half of the individuals infected during/ after their late teens have the typical presentations of IM. EBV is usually transmitted via the oral route and replicates intensely in oropharyngeal epithelial cells. The virus enters its lytic program and infects local B cells. These B cells migrate to peripheral lymphoid tissue, but rare EBV B cells are also present in the bloodstream [1] . The virus has evolved strategies that render the host's immune response unable to eliminate all infected cells, enabling the virus to set up persistent infection. The virus keeps immunologically silent in persistently infected B cells by turning off most genes, and only rarely undergoes reactivation.\n\nAs the infection enters the latent phase, a few malignant diseases may emanate from chronic infection. Some of the neoplasms known to be caused by EBV are Burkitt's lymphoma, Hodgkin's disease, nasopharyngeal carcinoma, and posttransplant lymphoproliferative disorder (PTLD) [1, 6, 7, [11] [12] [13] .\n\nDifferent types of malignancies are related to different virus programs [1, 6] . For instance, Burkitt's lymphoma is known to be associated with the Latency 1 programme, nasopharyngeal carcinoma and Hodgkin's lymphoma with Latency 2 programme, and lymphoproliferative diseases in immunocompromised patients with Latency 3 programme, whereas hairy oral leukoplakia is related to the lytic program [1] .\n\nOver the years several autoimmune diseases, such as multiple sclerosis (MS), systemic lupus erythematosus (SLE), and rheumatoid arthritis (RA), have been linked to EBV infection [5, 14] .\n\nMS is an inflammatory autoimmune disease of the human central nervous system. Infectious agents are plausible candidates in triggering and perpetuating the disease. Several viruses are suggested as a trigger for MS, but consistency and strength of association render EBV the outstanding candidate [15] .\n\nThere are similarities between the epidemiology of MS and IM [16] . Several studies have shown that individuals with a previous history of IM are at higher risk for acquiring MS. A meta-analysis calculated the combined relative risk of MS after IM to be 2.3 (95% CI 1.7-3.0; P < 10 8 ) [17] . Besides demonstrating a potential role for EBV in MS, these findings may also suggest that the timing of primary EBV infection is important in developing MS. Those who are infected during adulthood have a higher risk of developing MS than those infected during childhood [17] . In highrisk regions for MS, the first encounter with EBV occurs during or after puberty in many individuals [18] . A large Danish study on patients with IM observed a more than twofold increased risk of MS in the IM cohort, adding to the evidence of association between IM and MS; in addition, in their study the risk of getting MS was augmented for more than 30 years after IM [19] .\n\nSeveral studies have compared the presence of common EBV antibodies between MS patients and healthy controls. A systematic review demonstrated that nearly all MS patients are infected with EBV, compared with only about 90% of healthy individuals [20] . This study reported an odds ratio of developing MS of 13.5 (95% CI 6.3-31.4) in EBV-positive individuals. A second systematic review confirmed the relation of EBV seropositivity and MS, and calculated an odds ratio of developing MS for seronegative individuals of 0.06 (95% CI 0.03-0.13) [21] . Moreover, another study confirmed that the risk of MS in EBV-negative individuals is very low; however, it considerably increases in the same individuals after infection with EBV [22] . A metaanalysis of 30 case-control studies found an association between MS and exposure to EBV by determining the anti-VCA IgG antibodies (OR5.5; 95% CI3. 37 [23] .\n\nLongitudinal prospective studies in which blood samples were collected prior to the onset of MS showed that the risk of developing MS is strongly associated with increased levels of EBV antibody titers prior to disease onset, and the strongest association was found for anti-EBNA1 IgG [24] [25] [26] .\n\nThere is evidence that EBV antibodies might be a marker for clinical and radiologic disease activity in MS. It has been shown that patients with clinical relapse, compared to patients with clinical remission, have evidence of peripheral EBV reactivation as documented by increased IgM and IgA responses to EBV EA, and detectable EBV DNA in serum [27] . Moreover, patients with anti-EBV EA antibodies have more gadolinium (Gd)-enhancing lesions on magnetic resonance imaging (MRI) [28] . Gd-enhancing lesions were also shown to be correlated with anti-EBNA1 IgG and EBNA1/VCA IgG ratio [29] . In addition, anti-EBNA1 IgG titers, but not anti-VCA IgG levels, were correlated with T2 lesion volume changes during follow-up [29] . Anti-EBNA1 IgG titers were a predictor of change in the Expanded Disability Status Scale (EDSS) score [29] . Anti-VCA IgG levels have been positively correlated with T2 and T1 lesion volume [30, 31] and negatively correlated with atrophy parameters (gray matter fraction [GMF] and brain parenchymal fraction [BPF]) [31] . Increased anti-VCA IgG levels were associated with greater decrease in BPF after 3 years [30, 31] . In this study, anti-EBNA1 IgG was only negatively associated with GMF, and there was no association of anti-EBV EA IgG antibodies with any of the MRI parameters measured [31] . Although it has been demonstrated that EBV viral load is not associated with overall MS risk [32, 33] , EBV viral load has been associated with increased disease activity [32] . It has been shown that in patients with clinically isolated syndrome (CIS), the immune response IgG against EBNA1 (but not other EBV antigens) correlates with the baseline number of T2 lesions, the number of lesions meeting the Barkhof criteria at baseline, the number of T2 lesions during follow-up, presence of new T2 lesions, and EDSS score during follow-up. In addition, increased anti-EBNA1 IgG responses predict conversion to MS based on the McDonald criteria [34] . However, no correlation was found between any EBV IgG responses and the number of Gd-enhancing lesions, although this finding was based on a small proportion of their studied patients [34] . Contrary to these studies, another study failed to show a clinical value for serum anti-EBNA-1 IgG levels in association with disease course and clinical disease activity [35] .\n\nElevated EBV-VCA antibodies were also positively associated with other predisposing factors for MS in healthy individuals, including female gender, HLA-DR2, and current smoking status and the total number of pack-years smoked [36] . When both DR15 and high EBV titers are present, the conferred risk of MS is considerably increased [37] [38] [39] . In one study, the relative risk of MS was increased ninefold for female MS patients with DR15 and elevated titers of anti-EBNA1 antibodies and implied an interaction between these two risk factors when compared to that of DR15-negative woman with low anti-EBNA1 titers [37] . A more recent study concluded that smoking is likely to enhance the association between high anti-EBNA titers and an increased risk of MS [40] .\n\nIn conclusion, EBV seropositivity is likely to be a predisposing factor for the development of MS; however, no direct causative relation to MS has been established. EBV seropositivity is also associated with other autoimmune diseases [14] , which might indicate that EBV plays a role in autoimmunity in general.\n\nThe possibility that different strains of EBV with different biologic activity may be associated with the occurrence of MS has been put forward, but few studies have investigated whether EBV strains differ in MS patients and healthy individuals. In one of the initial studies, Munch et al. [41] used sequencing of a coding EBNA6 region and showed a similar number of repeats in all eight MS patients from a cluster cohort and the majority of random MS patients with more variety in the control cohort. They concluded that MS patients had been infected with the same subtype. Lindsey et al. [42] , however, found different sequences of LMP1 both in 11 MS patients and controls. More recently, Brennan et al. found several single nucleotide polymorphisms within the EBNA1 gene and one within the BRRF2 gene, which occurred at marginally different frequencies in EBV strains isolated from MS patients compared to controls. Variations in LMP1 and the sequences of the N and C terminus of EBNA1 were also detected by Simon et al. in 66 MS patients compared to controls [43, 44] . However, a longitudinal study by Sitki-Green et al. [45] found different EBV strains in the blood and oral cavity of the same individual, indicating that different strains may also occur in the same host. Also, EBNA1 sequences spanning CD4 T-cell epitopes varied between strains. Individuals may therefore harbor a viral quasi-species, as has been described for human immunodeficiency virus, where areas under selection pressure acquire mutations that allow escape from immune surveillance. Contrasting results on the strain specificity of EBV in MS warrant future studies.\n\nEBV has evolved elegant strategies that enable escape from immune surveillance, allowing the virus to set up latent viral infection and thus reactivate and infect new hosts.\n\nEBV starts its infectious cycle in B cells via the binding of the main viral envelope glycoprotein gp350/220 to CD21 (complement receptor 2) [46] . EBV infection of epithelial cells depends on the assistance of other viral glycoproteins (e.g., gp42), which appears to be necessary for the binding and fusion of EBV with MHC class II expressing cells [47] . LMP1 and LMP2A, which are latent EBV proteins expressed on infected B cells, mimic the activated CD40 receptor and antigen-activated B-cell receptor (BCR). They play a role in activation, proliferation, and maturation of those B cells into persistent EBV memory B cells [48] . During latent infection of B cells, EBV virion maintains an episomal form. To keep immunologically silent, EBV expresses only a limited repertoire of approximately 11 genes and downregulates surface expression of MHC class II on B cells. The virus is able to transiently switch to the lytic phase, during which approximately 80 genes are expressed encoding proteins for building virions for onward transmission. EBV infection is closely controlled by EBV-specific T cells. The percentage of EBV B cells in the peripheral blood of healthy individuals is between 1 and 10 latently infected B cells within 10 6 peripheral blood mononuclear cells [49] . It is not yet known if these frequencies are similar in MS patients, which would give us an indication as to whether EBVspecific T-cell responses are altered.\n\nCirculating cytotoxic CD8 T cells are programmed to eradicate infected B cells [50, 51] . Upon infection of antigen-presenting cells, viral proteins undergo proteosomal degradation and the resulting peptides are transported into the endosomal reticulum, where they are loaded onto MHC class I molecules and presented on the cell surface to circulating CD8 cytotoxic T cells. One protein of pronounced immunologic interest is EBNA1, which is a highly immunogenic protein expressed during several latency programs of the virus. It contains a long glycine-alanine repeat sequence, which hinders proteosomal degradation and enables escape from CD8 T-cell recognition [52] . EBNA1 expression in B cells is tightly controlled and kept at levels that allow maintenance of the viral episome, but not high enough to elicit vigorous immune responses.\n\nSeveral studies have investigated EBV-specific CD8 T-cell responses in MS patients, with sometimes paradoxical results. An initial study analyzed 33 MS patients and 33 healthy controls; an increased frequency of CD8 T cells reactive to two out of five HLA-A2-and one HLA-B7-restricted EBV epitope was found in MS patients [53] . A follow-up study with seven HLA-B7-restricted EBV epitopes demonstrated no such difference between 73 MS patients and 32 healthy controls [54] . Increased CD8IFN-γ frequency elicited by 18 HLA class I-restricted EBV peptides was detected in 35 people with CIS, but similar frequencies were found in 73 MS patients and 21 healthy controls [55] . A more recent study described an increased frequency of EBNA1-specific IFN-γ-producing T cells in 28 patients with CIS compared to 30 healthy controls, although the frequency of T cells specific for other EBV-derived immunodominant CD8 T-cell epitopes did not differ between patients and controls [34] .\n\nOther studies used EBV-infected B-cell LCL, which express both latent and lytic phase proteins. One study reported decreased CD8 T-cell responses to EBV as measured by ELISPOT with a lower mean frequency of IFN-γ-expressing peripheral blood mononuclear cells in response to autologous LCL in 34 MS patients compared to 34 healthy controls [56] .\n\nCD4 T-helper cells orchestrate successful immune responses by activating CD8 T-cell function and inducing the maturation of B cells into immunoglobulin-producing plasma cells. CD4 cells recognize exogenous antigen presented by MHC class II molecules on antigen-presenting cells.\n\nA study of 21 MS patients and 20 healthy controls showed that MS patients had increased CD4 T-cell responses, mainly of memory phenotype, to a panel of EBNA1-spanning peptides covering the entire C-terminal region [57] . More recently, a cohort of CIS patients was shown to have almost twice the frequency of CD4 T-cell responses (as elicited by an overlapping library of C-terminus EBNA1 peptides) than healthy EBV carriers [34] . Interestingly, 3-4% of EBNA1-specific CD4 T cells in both MS patients and controls also reacted with myelin peptides.\n\nEBV encodes proteins that interfere with MHC class II presentation. BGLF5, a lytic program protein that functions as EBV DNase, downregulates surface expression of MHC class I and MHC class II molecules. BZLF1, an EBV immediate-early gene, acts through inhibiting IFN-γ signaling and also causes reduced expression of MHC class II molecules [58] . Surprisingly, intracellular EBV proteins expressed in B cells can bypass the exogenous pathway into the MHC class II pathway [59] .\n\nThere is no consensus yet as to whether EBV-specific T-cell responses are decreased or increased in MS patients. Opposing results appear to stem mainly from differences in the experimental set-up.\n\nNeuropathologic studies have been useful for understanding the driving forces of neuroinflammation, and will also be essential to confirm or refute the idea of viruses as a cause of MS. Early pathologic studies using electron microscopy found the presence of papovavirus and tubular paramyxovirus-like inclusions in active MS lesions [60] , which were later described as parainfluenza virus [61] , but both types of inclusions were soon found in other conditions and later interpreted as organelle protein artifacts [62, 63] . Newer techniques such as in situ hybridization and polymerase chain reaction (PCR) allowed further investigation of viruses and failed to demonstrate the consistent presence of measles, paramyxovirus, or coronavirus [64] [65] [66] . Various members of the herpes family, such as varicella zoster virus, herpes simplex virus, and cytomegalovirus, had also been found in MS and control brains [67, 68] .\n\nThe demonstration of different viral infections in MS brains led to the hypothesis that there may not be a single specific underlying viral trigger to MS, but that several common viral infections may play a role in the pathologic cascade [69, 70] .\n\nEarly studies failed to show consistent presence of EBV within MS brains: Hilton et al. [71] did not find EBV in a cohort of 10 MS patients (including 4 acute, 11 chronic active, 2 chronic inactive, and 4 shadow plaques) using in situ hybridization for EBER, while Sanders et al. [68] found EBV in 27% of MS patients and 38% of controls, and in 5% of active plaques and 10% of inactive plaques using PCR. Suboptimal tissue preservation prevented Opsahl and Kennedy [72] from drawing any conclusions about the presence of EBV in MS brains.\n\nRecent pathologic studies have fueled yet again the debate about the involvement of EBV in MS. Serafini et al. [73] reported the presence of EBV-infected B cells and plasma cells by in situ hybridization and immunohistochemistry in the brains of 21 of 22 MS cases, and these were not present in other inflammatory neurologic diseases (primary cerebral vasculitis, viral encephalitis, mycotic meningitis, and encephalopathy of unknown origin). Eight of the MS cases were known to have ectopic B-cell follicles and rich B-cell/plasma cell infiltration, while 12 cases were less infiltrated. Forty percent to 90% of B cells and 50-80% of plasma cells were positive for EBER, with the highest percentage for B cells in ectopic follicles. Of note, the cases with more prominent EBER-positive cell accumulation were cases rich in B cells/plasma cell infiltrates and ectopic B-cell follicles, while less infiltrated cases had fewer and often isolated EBER-positive cells. Viral reactivation, demonstrated by EBNA2 and BFRF1 expression, was restricted to ectopic follicles and active lesions.\n\nOther studies made different observations [74] [75] [76] . Willis et al. [74] examined 63 paraffin-embedded, formalin-fixed tissue specimens from 12 MS patients and from these selected 23 samples with CD20 B-cell infiltrates. They used a wide range of techniques, including quantitative real-time PCR to detect genomic EBV and EBER1 RNA, in situ hybridization for EBER, and immunohistochemistry for EBNA2 and LMP1 [74] . In addition, 12 specimens were examined for aggregates or B-cell infiltration within the meninges; this was found to be either absent or low, but 3 of these cases did have B-cell aggregates within the brain parenchyma [74] . Real-time PCR detected low-level EBV infection in two of the cases but EBV was undetectable by in situ hybridization [74] . Peferoen et al. undertook a study screening 632 specimens from 94 MS patients, including 11 patients who died before the age of 50; in addition, they studied 12 blocks used in the Serafini study [73, 75] . Sixteen of the patients had accumulations of B-cell infiltrates, although follicle-like structures were not present in any specimen. Real-time PCR for EBV DNA and encoded RNA were negative in all tissues examined and EBER was detected only in one tissue sample by in situ hybridization, which also showed lytic cycle markers [75] . Another study screened active MS lesions with overexpression of INF-α for the presence of EBV infection. In situ hybridization with an EBER1/2 probe showed EBV-positive cells in white matter areas of 12 MS lesions and one case of acute disseminated encephalomyelitis (ADEM) [77] . The authors proposed that EBV infection may play a more indirect role via the accumulation of EBV-infected B cells in areas of initial inflammation and stress, which may then release viral components (e.g., EBERs), which can bind to Toll-like receptor 3 and thus activate innate immune responses, contributing to sustained or increased inflammation. The most recent study using nested and non-nested real-time PCR to detect EBV-specific and cell-specific transcripts in 5 formalin-fixed, paraffin-embedded and 15 fresh-frozen MS plaques and in single cerebrospinal fluid B lymphocytes and plasma cells did not reveal any evidence of active EBV infection [76] .\n\nFrom these studies it would appear that EBV-positive cells can be detected in active MS lesions, but far less frequently than has been reported at times. However, the presence of these EBV-positive cells may not be specific to the MS brain.\n\nThe role of EBV in MS pathogenesis remains unknown at present. Further studies are needed to elucidate the role of EBV in this multifactorial disease and its potential contribution to neuroinflammation. Guilt should not be inferred solely from association, but EBV should be kept under close observation."}