{"title": "PKR activation enhances replication of classical swine fever virus in PK-15 cells", "body": "Classical swine fever (CSF), a swine disease classified as highly contagious by the World Organization for Animal Health, is characterized by high fever, multiple hemorrhage, leukopenia, neurological dysfunction, abortion, and high mortality (Moennig et al., 2013) , and is the basis for considerable economic losses worldwide. The causative agent, CSF virus (CSFV), is an enveloped virus with a single-stranded positive-sense genomic RNA that is classified as a member of the Pestivirus genus within the Flaviviridae family (Becher et al., 2003) . The CSFV genome contains 5 and 3 untranslated region (UTRs) and a single large open reading frame encoding four structural and eight nonstructural (NS) proteins (Sheng et al., 2012 ). An internal ribosome entry site (IRES) located in the 5 UTR regulates the translation of the viral genome (Fletcher and Jackson, 2002) .\n\nTranslation is a key step for gene regulation in eukaryotic cells, especially when cells are stressed, such as during viral infection. Viral detection by cell sensors initiates a cascade of events that induces the transcription of IFN and other cytokines, shuts down protein synthesis and induces cell death in the cell's first line of defense to limit viral replication. PKR protein is IFN-induced gene that is present in all vertebrates. It is activated by doublestranded RNA (dsRNA) which is often a by-product of virus replication. Recent studies have found that CSFV has evolved mechanisms to inhibit IFN production in infected cells, and preventing dsRNA-mediated apoptosis, which gives rise to long-term infections (Bauhofer et al., 2007; Ruggli et al., 2005 Ruggli et al., , 2009 Seago et al., 2007 Seago et al., , 2010 ; however, the role of PKR in CSFV infection has not been elucidated.\n\nEukaryotic translation initiation factor (eIF)2 is a key regulator of translation initiation. PKR is one of the four eIF2␣ kinases -the others being general control non-derepressible 2, double-stranded RNA-activated protein kinase-like endoplasmic reticulum kinase, and heme-regulated inhibitor kinase -that phosphorylate eIF2␣ in response to viral dsRNA, heme levels, misfolded proteins, and amino acid deprivation, respectively (Taylor et al., 2005) . PKR binds to dsRNA and undergoes auto-phosphorylation, which activates the kinase that phosphorylates eIF2␣ at Ser51, thereby inhibiting translation initiation and protein synthesis in various types of viral infection (Cole, 2007; Garcia et al., 2006) . This constitutes the basic mechanism by which PKR exerts its antiviral activity on a wide spectrum of DNA and RNA viruses.\n\nSome viruses can evade the antiviral function of PKR. Rotavirus infection can induce PKR activation, eIF2␣ phosphorylation, and the modification of the cellular translation machinery while circumventing the host immune response. The phosphorylation of eIF2a has been shown to block translation initiation of most http://dx.doi.org/10.1016/j.virusres.2015.04.012 0168-1702/© 2015 Elsevier B.V. All rights reserved. cellular proteins without affecting viral replication (Lopez and Arias, 2012; Rojas et al., 2010) . In hepatitis C virus (HCV)-infected cells, PKR activation may be advantageous to the virus owing to reduced IFN production and consequent suppression of major histocompatibility complex I expression. In addition, PKR is responsible for the resistance of HCV to IFN treatment (Arnaud et al., 2010 (Arnaud et al., , 2011 Garaigorta and Chisari, 2009; Kang et al., 2014) . In the Flaviviridae family, activated PKR was found to inhibit infection by West Nile virus (WNV) but not by dengue virus (Jiang et al., 2010) .\n\nRecent reports have shown that upon phosphorylation, eIF2␣ can still associate with the IIId domain of the CSFV IRES, which delivers Met-tRNA to the P site of a 40S ribosomal subunit to form the 48S initiation complex (Friis et al., 2012; Hashem et al., 2013; Jackson et al., 2010; Locker et al., 2007; Pestova et al., 2008) . Despite many studies, the function of PKR in CSFV infection is still unknown. In the present study, we investigated whether CSFV infection can activate PKR and eIF2␣, and examined the role of PKR in this process. The effect of PKR on CSFV replication and IFN induction was assessed by over-expressing or inhibiting PKR. Our results show that CSFV infection leads to activation of PKR and eIF2␣ and enhances viral replication.\n\nPrimary antibodies against the following proteins were used in this study: PKR (BS3653), phospho-PKR T446 (BS4789), and myxovirus resistance (MX)1 (BS6674) (all from BioWorld, Visalia, CA, USA); eIF2␣ (SC-11386) and phospho-eIF2␣ S51 (SC-12412) (both from Santa Cruz Biotechnology, Santa Cruz, CA, USA); CSFV E2 (WH303; Median Diagnostics, Chuncheon, Korea); ␤-actin (Beyotime, Beijing, China, AA128); and green fluorescent protein (GFP) (1533-1; Epitomics, Burlingame, CA, USA). Horseradish peroxidaseconjugated goat anti-rabbit (BS13278) and anti-mouse (BS12478) secondary antibodies were from BioWorld. Alexa Fluor 555-labeled donkey anti-rabbit (A0453) and Alexa Fluor 488-labeled goat anti-mouse (A0428) secondary antibodies were from Beyotime. 2-Aminopurine (2-AP; A2380) and poly(I:C) (P1530) were purchased from Sigma-Aldrich (St. Louis, MO, USA). The pEGFP-PKR and pEGFP-N1 vectors were prepared in our laboratory (Tian and Mathews, 2001) . Monoclonal antibodies against the NS5A, NS3, and N pro proteins of CSFV were provided by Dr. Xinglong Yu (Veterinary Department, Hunan Agricultural University, China). PKR and scrambled short hairpin (sh)RNA were designed by Cyagen Biosciences Inc. (Santa Clara, CA, USA). The PKR shRNA sequence 5 -GCA GAA CTT CTT CAC ATA TGT-3 was inserted into the PLenti X1-puro-shRNA-eGFP vector.\n\nThe swine kidney cell line PK-15 (CCL-33; American Type Culture Collection, Manassas, VA, USA) was maintained in complete Dulbecco's Modified Eagle's Medium supplemented with 10% fetal bovine serum (FBS) and 1% antibiotics. Cells were incubated at 37 • C with 5% CO 2 . The CSFV Shimen strain used in this study was isolated from swine exhibiting typical CSF symptoms and was propagated in two cell cultures in medium containing 2% FBS, and then stored in our laboratory. Virus titers were determined using a monoclonal antibody against CSFV E2 as previously described (Pei et al., 2014) . The multiplicity of infection (MOI) was calculated based on the virus titer. CSFV was inactivated by irradiating cells with ultraviolet (UV) light for 30 min at room temperature. The infectivity of UV-treated CSFV was confirmed by reverse transcription (RT)-PCR to detect propagated virus, and the MOI was found to be the same as that of uninfected cells.\n\nPK-15 cells were grown to ∼80% confluence in cell culture plates and infected with CSFV at various MOIs. The mock-infected control was treated with phosphate-buffered saline (PBS). After 1 h, the inoculum was removed by aspiration. Cells were then washed twice with PBS and incubated in complete medium at 37 • C for various times until harvesting.\n\nCell monolayers were washed twice in PBS and incubated on ice with radioimmunoprecipitation lysis buffer (P0013B; Beyotime) containing 1 mM phenylmethylsulfonyl fluoride (ST506; Beyotime) for 10 min. Lysates were then centrifuged at 12,000 rpm for 20 min at 4 • C, and protein concentration was determined using a bicinchoninic acid assay kit (23227; Thermo Scientific, Waltham, MA, USA). Equal amounts of protein sample were boiled for 5 min in 5× sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) loading buffer. Proteins (20 g) were separated by 12% SDS-PAGE, electrotransferred to polyvinylidene fluoride membranes (IPFL00010; Merck Millipore, Billerica, MA, USA), and then blocked in 5% non-fat milk for 2 h at room temperature. Membranes were then incubated with primary antibodies at 4 • C overnight, washed three times for 10 min with PBS containing 0.5% Tween-20, and incubated with secondary antibody at 37 • C for 1 h. Protein bands were detected by enhanced chemiluminescence (P0018; Beyotime) and imaged using a CanoScan LiDE 100 scanner (Canon, Tokyo, Japan); band intensity was quantitated using Image J software (National Institutes of Health, Bethesda, MD, USA).\n\nPK-15 cells were seeded on EZ SLIDEs (Merck Millipore, PEZGS0816) and infected with CSFV at MOI of 1 or treated with PBS (mock-infected control). Cells were transfected with Lipofectamine 2000 (11668027; Life Technologies, Carlsbad, CA, USA) and 0.8 g poly(I:C) as negative and positive controls, respectively. After 24 h of incubation, cells were washed with PBS and fixed with 4% paraformaldehyde for 30 min at room temperature. Cell monolayers were permeabilized with 0.1% Triton X-100 for 30 min. Cells were then blocked with PBS containing 5% bovine serum albumin for 30 min at room temperature, and incubated for 1 h with rabbit polyclonal anti-eIF2␣ (1:50) and mouse monoclonal anti-NS5A (1:100) antibodies in PBS at 37 • C, followed by a 1-h incubation in PBS containing Alexa Fluor 488 goat anti-mouse and Alexa Fluor 555 goat anti-rabbit secondary antibodies (1:200). Fluorescence was visualized using an LSM 780 confocal microscope (Zeiss, Jena, Germany).\n\nThe translocation of eIF2␣ was determined as a ratio of nuclear to cytoplasmic localization of the protein. Quantification was performed using ImageJ software (National Institutes of Health; Bethesda, MD, USA). Images were acquired of three random fields from each sample. The cytoplasm and nuclear regions were determined by using ImageJ binary mask and image subtraction calculation. All samples in the same experiment were recorded with the same microscopic settings so that the images were comparable. Duplicate slides were made of each sample and three independent experiments were conducted (Noursadeghi et al., 2008; Zhu and Carver, 2012) .\n\nTo assess the effects of PKR activation in CSFV-infected cells, PK-15 cells grown to ∼70% confluence on EZ SLIDEs were transfected with pEGFP-PKR plasmid using Lipofectamine 2000 reagent as described below. After 24 h of incubation, immunocytochemical analysis was performed as described. Cells transfected with the empty vector (pEGFP-N1) served as the control groups. The efficiency of transfection and PKR protein expression were assessed by immunoblotting.\n\nFor PKR inhibition experiments, cells grown to 80% confluence in 6-well culture plates were pretreated with 2-AP at concentrations of 0, 2.5, 5, 10, and 20 mM for 2 h prior to viral infection; adsorption was performed at 37 • C for 1 h. The inoculums was removed and washed twice with PBS, and cells were then incubated in fresh medium containing 2-AP at concentrations of 0, 2.5, 5, 10, and 20 mM. An equivalent volume of PBS was added to control cells. Based on these and published results (Knoetig et al., 2002) , a concentration of 10 mM was used in subsequent experiments.\n\nPK-15 cells were grown to 70% confluence in 6-well cell culture plates; 2 h before transfection, the cell culture medium was removed and replaced with 2 mL fresh medium containing 10% FBS. Cells were transfected with pEGFP-PKR or PLenti X1-puro-PKR shRNA-eGFP plasmid using Lipofectamine 2000 according to the manufacturer's protocol. Briefly, 2 g DNA were resuspended in 150 l serum-free OptiMEM medium while 10 l Lipofectamine was diluted in 150 l OptiMEM. The DNA and Lipofectamine solutions were combined at a 1:1 ratio and, after a 5-min incubation, added to the cells, which were cultured at 37 • C for 24 h. Following 1 h of CSFV adsorption, cells were incubated in fresh medium until cells or media were collected. The protein expression level and gene knockdown efficiency were evaluated by immunoblotting, and the empty (pEGFP-N1) or non-targeting shRNA vectors were used as negative controls for overexpression and knockdown experiments, respectively.\n\nReal-time quantitative (q)RT-PCR was used to detect CSFV and IFN-␤ RNA levels. The relative abundance of each target was calculated by normalizing to the level of glyceraldehyde-3-phosphate dehydrogenase (GAPDH). Total RNA was extracted from CSFVinfected cells using RNAiso Plus (9109; Takara Bio Inc., Otsu, Japan), and cDNA was synthesized using the PrimeScript RT Master Mix (RR036A; Takara Bio Inc.) according to the manufacturer's protocol. For CSFV-specific detection, the primer pair CCT GAG GAC CAA ACA CAT GTT G (CSFV1) and TGG TGG AAG TTG GTT GTG TCT G (CSFV2) -targeting a region corresponding to the NS5B gene -was used (Diaz et al., 1998) . Primers for IFN-␤ and GAPDH were synthesized by Takara Bio Inc., and had the following sequences: TCG CTC TCC TGA TGT GTT TCT (IFN-␤1) and AAA TTG CTG CTC CTT TGT TGG T (IFN-␤2); and TGG AGT CCA CTG GTG TCT TCA C (GAPDH1) and TTC ACG CCC ATC ACA AAC A (GAPDH2). The qRT-PCR reaction was performed with SYBR Premix Ex Taq II (DRR081; Takara Bio Inc.) on an iQ5 iCycler detection system (Bio-Rad, Hercules, CA, USA) using previously described reaction conditions (Perez et al., 2011) .\n\nPK-15 cells were seeded in 6-well plates and treated with 2-AP or shRNA and poly(I:C) (2 g); 1 day later, cells were infected with the CSFV Shimen strain at an MOI of 1. At 24 h post-infection (hpi), cell culture supernatants were collected for analysis of IFN-␤ protein level by ELISA (Cloud-Clone Corp., Houston, TX, USA) according to manufacturer's protocol.\n\nCell viability was evaluated with the Cell Counting Kit (CCK)-8 assay (C0037; Beyotime) according to the manufacturer's instructions. Briefly, cells were seeded in 96-well culture plates at a density of 2 × 10 3 cells/well and cultured for 24 h at 37 • C. To assay the effects of 2-AP on cell proliferation, the culture medium was replaced with fresh medium containing 10 or 20 mM 2-AP or the equivalent volume of PBS for 48 h. To evaluate the effects of transfected plasmids on cell proliferation, the culture medium was replaced and plasmids were transfected as described for 48 h. A 10l volume of CCK-8 reagent was added to the cells for 1 h at 37 • C. The optical density was measured at 450 nm using a Model 680 microplate reader (Bio-Rad).\n\nData are expressed as the mean ± SEM and were analyzed by two-way analysis of variance using SPSS software version 17.0 (SPSS Inc., Chicago, IL, USA). P < 0.05 was considered statistically significant.\n\nPrevious studies detected high levels of dsRNA in CSFV-infected cells , while transfection of CSFV 5 UTR-Luc-3 UTR RNA induced the phosphorylation of eIF2␣, which is downstream molecules of PKR (Hsu et al., 2014) . However, it was not known whether PKR and eIF2␣ were activated in CSFV infection. The phosphorylation status of eIF2␣ and its kinase PKR during CSFV infection was assessed by infecting PK-15 cells with CSFV at various MOIs and analyzing cell extracts 24 hpi by Western blotting. The phosphorylation of eIF2␣ and PKR increased dosedependently (Fig. 1A, lanes 1 and 5) , and was detected as early as 24 hpi (Fig. 1B, lanes 1-6) upon CSFV infection (MOI = 1). CSFV NS3 protein level increased continuously upon eIF2␣ activation. To determine whether eIF2␣ and PKR activation was viral replicationdependent, cells were infected with UV-inactivated CSFV and eIF2␣ and PKR phosphorylation was assessed. In treated cells, eIF2␣ and PKR phosphorylation levels were close to the detection limit (Fig. 1A, lanes 6-10) . These findings indicate that CSFV infection triggers the phosphorylation of PKR and eIF2␣.\n\n3.2. eIF2˛ is translocated from the nucleus to the cytoplasm in CSFV-infected cells P-eIF2␣ was found redistributed to the cytoplasm from the nucleus under stress conditions (Kedersha et al., 2002) . The localization of eIF2␣ in PK-15 cells and cells transfected with the PKR activator poly(I:C) or only lipo2000 transfected reagent was monitored by confocal microscopy. The eIF2␣ protein was mainly localized in the nucleus in uninfected cells, with limited cytoplasmic distribution ( Fig. 2A and B) ; upon treatment with poly(I:C), nuclear eIF2␣ was translocated to the cytoplasm ( Fig. 2A  and B) . In CSFV-infected PK-15 cells, eIF2␣ was excluded from the nucleus, as determined by immunostaining for CSFV NS5A proteins ( Fig. 2A and B) . Using the ImageJ/WCIF program with the intensity correlation analysis plugin, the colocalization rate was calculated. For eIF2a and NS5A protein the Pearson's Coefficient was 0.37 (0-0.5 indicates no colocalization and 0.5-1, The relative levels of the targeted proteins were estimated by densitometry, and the ratios were calculated relative to the ␤-actin control. Each sample represented a pool of three replicas. (B) At the indicated time points cellular extracts were prepared in RIPA buffer, their protein content was quantified by BCA and the accumulation of cellular PKR, p-PKR, eIF2␣, p-eIF2␣, NS3 and ␤-actin (loading control) proteins was analyzed by Western blotting. The relative levels of the targeted proteins were estimated by densitometry, and the ratios were calculated relative to the ␤-actin control. Each sample represented a pool of three replicas. colocalization), which suggests that there is no colocalization between those two proteins. The Manders' overlap coefficient was 0.79 (0-0.6 indicates no colocalization and 0.6-1, colocalization), which indicate that there is partial overlap between those two proteins.\n\nTo confirm the role of PKR in CSFV replication, pEGFP-PKR was transfected into cells. The mRNA of PKR itself can activate the enzyme, over-expression of PKR leads to its activation (Barber et al., 1993) ; Similar to what was observed upon CSFV infection, eIF2␣ was translocated to the cytoplasm (Fig. 3A) , which was not observed in cells transfected with the control vector pEGFP-N1. Using the ImageJ/WCIF program with the intensity correlation analysis plugin, the colocalization rate was calculated. For eIF2a and EGFP-PKR protein the Pearson's Coefficient was 0.795, which indicates that there is colocalization between those two proteins. In addition, eIF2␣ phosphorylation level as well as N pro and NS3 expression were enhanced in PKR-overexpressing cells (Fig. 3B ), while intracellular CSFV RNA level (Fig. 3C ) and virus titer (Fig. 3D) were also increased as compared to pEGFP-N1-transfected or mock-treated cells.\n\nThese results indicate that PKR over-expression increases viral replication.\n\nLocalization of eIF2␣ in PK-15 cells under MOCK or lipo2000 or poly(I:C) treat or CSFV infect condition. poly(I:C)treated PK-15 cells were transfected with 0.8 g poly(I:C) for 24 h. lipo2000-treated PK-15 cells were transfected with transfect reagent only for 24 h. CSFV-infected cells were incubated for 24 h after inoculating with CSFV MOI = 1. Mock were treated with DMEM. eIF2␣ and CSFV NS5A protein were visualized by immunocytochemistry using mouse monoclonal anti-CSFV NS5A protein and rabbit polyclonal anti-eIF2␣ primary antibodies. Alexa Fluor 555-labeled Donkey Anti-Rabbit and Alexa Fluor 488-labeled Goat Anti-Mouse secondary antibodies were used as secondary antibodies. eIF2␣ and CSFV NS5A proteins are shown in red and green, respectively. The cell nucleuses were counterstained with DAPI. The fluorescence signals were visualized by confocal immunofluorescence microscopy. In the images, the nucleus staining is shown in blue. Bars, 5 m. (B) Ratio of nuclear to cytoplasmic localization of the eIF2␣. All samples in the same experiment were recorded under the same microscopic settings to make pictures comparable to each other. The data represent the mean ± SEM of 3 independent experiments. ***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)\n\nThe inhibitor of PKR protein 2-AP acts as a competitive inhibitor of ATP during auto-phosphorylation following PKR activation (Knoetig et al., 2002; Hu and Conway, 1993; Lindquist et al., 2011) . After testing different concentrations of 2-AP in CSFVinfected cells, it was found that the level of PKR and eIF2␣ phosphorylation was lowest at 10 mM (Fig. 4A) . To determine whether the pharmacological alteration of PKR activation by 2-AP affected the cell viability, evaluated the effects of 2-AP on cell viability with CCK-8 assay. Statistical analyses revealed no significant effects on the viability of cells treated with 10 mM 2-AP (P > 0.05) (Fig. S1A ). This concentration was therefore used in subsequent experiments. Compared to untreated cells, NS5A expression level and CSFV titer were decreased in drug-treated cells (Fig. 4B) . Furthermore, NS5A and NS3 protein and CSFV RNA expression were both reduced upon PKR inhibition combined with 2 g poly(I:C) treatment ( Fig. 4C and  D) . These results suggest that PKR activation promotes CSFV replication. Supplementary Fig. S1 related to this article can be found, in the online version, at http://dx.doi.org/10.1016/j.virusres.2015.04.012 Take 2-AP untreated cells as control. At 12 hpi, 24 hpi, 36 hpi, virus titers were measured by endpoint dilution titrations by using the immunofluorescence assay. Results are expressed in units of Ffus/mL. The data represent the mean ± SEM of three independent experiments. (C) PK-15 cells transfected with 2 g poly(I:C) was infected with CSFV. Take poly(I: C) untreated cells as MOCK. Analysis by Western blotting of PKR, p-PKR, eIF2␣, p-eIF2␣, NS5A, NS3 and ␤-actin (loading control) in cellular extracts. This experiment is representative of three independent experiments. (D) Quantification of the intracellular CSFV RNA by RT-qPCR in total RNA isolated in 2-AP and poly(I:C) cotreated and only poly(I:C) treated cells. GAPDH mRNA quantification was used for normalization. Data are represented as mean ± SEM; n = 3. This experiment is representative of 3 independent experiments. *P < 0.05; ***P < 0.001.\n\nTo confirm the effects of PKR down-regulation on viral replication, endogenous PKR protein was depleted in PK-15 cells by shRNA knockdown. Similar to what was observed upon 2-AP treatment; PKR knockdown abolished eIF2␣ phosphorylation and suppressed the expression of the viral proteins NS5A and NS3 and reduced viral RNA and titer as compared to control cells (Fig. 5A-G) . In addition, viral replication was reduced in poly(I:C)-treated cells transfected with PKR shRNA (Fig. 5G) . To confirm whether the transfected plasmids affected the capability of CSFV replication by changing the cell viability, same assay was taken. Statistical analyses revealed no significant effects on the viability of cells (P > 0.05) (Fig. S1B) . Suggesting that PKR is responsible for eIF2␣ phosphorylation during CSFV infection and is beneficial for viral replication.\n\nCSFV-infected PK-15 cells exhibited low levels of IFN-␤ expression; a corresponding increase in IFN-␤ mRNA expression was observed in poly(I:C)-treated cells. IFN-␤ induction was increased by PKR knockdown at early stages of infection, attaining the same level as control cells at 48 hpi. (Fig. 6A and B) . To confirm the early increase in IFN production in PKR-depleted cells, IFN-␤ secretion Each sample represented a pool of three replicas. (C) PK-15 cells were transfected and infected as in (B). Quantification of the intracellular CSFV RNA by RT-qPCR in total RNA isolated in cells. GAPDH mRNA quantification was used for normalization. Data are represented as mean ± SEM; n = 3. This experiment is representative of three independent experiments. **P < 0.01. (D) PK-15 cells were transfected and infected as in (B and C). At 24 hpi and 48 hpi, virus titers were measured by endpoint dilution titrations by using the immunofluorescence assay described in Section 2. Results are expressed in units of Ffus/mL. The data represent the mean ± SEM of three independent experiments. ***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) , eIF2␣, MX1, NS3, in cellular extracts of PK-15 cells transfected with PKR shRNA or Scrambled shRNA. Take PK-15 cells transfected with lipo2000 as control. Take CSFV uninfected PK-15 cells as MOCK. The intensity band ratios of the targeted proteins were estimated by densitometry, and the ratios were calculated relative to the ␤-actin control. This experiment is representative of 3 independent experiments. **P < 0.01; ***P < 0.001. (B) PK-15 cells were transfected and infected as in (A). At 0 hpi, 12 hpi, 24 hpi, 36 hpi, 48 hpi virus titers were measured by endpoint dilution titrations by using the immunofluorescence assay. Results are expressed in units of Ffus/mL. The data represent the mean ± SEM of three independent experiments. (C) Quantification of the intracellular CSFV RNA by RT-qPCR in total RNA isolated in PK-15 cells transfected with PKR shRNA or Scrambled shRNA. Take PK-15 cells transfected with lipo2000 as control. GAPDH mRNA quantification was used for normalization. Data are represented as mean ± SEM; n = 3. This experiment is representative of three independent experiments. *P < 0.05; **P < 0.01; ***P < 0.001. was measured 24 hpi under different treatment conditions. IFN-␤ levels were elevated in cultures of 2-AP-and PKR shRNA-treated cells, and was further increased by co-treatment with poly(I:C) ( Fig. 6C and D) . PKR deficiency also stimulated the production of the IFN effector MX1 (Fig. 5A) , which is not expressed in CSFV-infected cells and strongly inhibits CSFV replication (He et al., 2014) . Taken together, these results indicate that PKR depletion not only increases induction but also enhances the antiviral effects of IFN-␤.\n\nIn the course of evolution, viruses have acquired numerous mechanisms to evade or subvert key elements of the host viral response. eIF2␣ mediated translational control is the most important antiviral mechanism of PKR. The cap-dependent mechanism of translation initiation requires multiple eIFs and consists of two stages: the formation of the 48S initiation complex -for which eIF2 is required -and subsequent incorporation of the 60S Fig. 6 . Down-regulation of PKR increases IFN-␤ induction. (A) PK-15 cells were first transfected with 2 g poly(I:C). 24 h post transfection, the cells were treated with 2-AP and then infected with CSFV at MOI of 1. At the indicated times, cells were processed for RNA extraction. Quantification of the intracellular IFN-␤ mRNA by RT-qPCR in total RNA isolated in cells. GAPDH mRNA quantification was used for normalization. Data are represented as Mean ± SEM; n = 3. This experiment is representative of three independent experiments. *P < 0.05; **P < 0.01; ***P < 0.001. (B) PK-15 cells were first transfected with scrambled shRNA or PKR shRNA and co-transfected with poly(I:C). 24 h post transfection; the cells were infected with CSFV at MOI of 1. At the indicated times, cells were processed for RNA extraction. Quantification of the intracellular IFN-␤ mRNA by RT-qPCR in total RNA isolated in cells. GAPDH mRNA quantification was used for normalization. Data are represented as mean ± SEM; n = 3. This experiment is representative of 3 independent experiments. *P < 0.05; **P < 0.01; ***P < 0.001. Cells were treated 2-AP (C) or shRNA (D) and poly(I:C) infected with CSFV at MOI of 1. At 24 hpi, cell culture supernatants were collected to analyze the protein expression of IFN-␤ by ELISA. The experiment was repeated three times and the figure shows a representative experiment. Data is expressed as mean ± SD. An asterisk indicates a statistically significant difference from uninfected cells, **P < 0.01 and ***P < 0.001. subunit. When the ␣ subunit of the eIF2 is phosphorylated, eIF2-GDP does not recycle to eIF2-GTP and cellular translation is inhibited (Pestova et al., 2008; Sarnow, 2003) . To overcome the inhibitory effects of eIF2␣ phosphorylation, viruses either inhibit the activation of the eIF2␣ kinases, e.g., adenovirus and hepatitis C virus (Gale et al., 1998; Schneider et al., 1985) , or enhance the dephosphorylation rate of eIF2␣, e.g., herpes simplex1 virus and coronavirus (He et al., 1997; Wang et al., 2009) . However, in some cases, viral protein synthesis can proceed under conditions of eIF2␣ phosphorylated as has been observed for HCV and rotaviruses. CSFV belongs to this last group, Interestingly, CSFV has a highly structured IRES that can associate with phosphorylated eIF2␣ and deliver Met-tRNA to the P site of a 40S ribosomal subunit to form the 48S initiation complex (Friis et al., 2012; Hashem et al., 2013; Jackson et al., 2010; Locker et al., 2007; Pestova et al., 2008) .\n\nIn this work, we found that PKR and eIF2␣ phosphorylation was enhanced and eIF2␣ was shuttled from the nucleus to the cytoplasm in CSFV-infected cells. However, the expression of viral proteins increased, suggesting that viral protein synthesis was insensitive to the inhibitory effects of phosphorylated eIF2␣. It was observed that the localization of eIF2␣ and viral NS5A proteins partially overlapped. NS5A is an essential component of the viral RNA replication machinery, interacting with the 3 UTR of viral RNA and regulating its synthesis (Sheng et al., 2012) . It is therefore possible that cytoplasmic eIF2␣ is involved in the translation of CSFV RNA during infection. Consistent with these results, CSFV replication was enhanced in PKR over-expressing-cells, as evidenced by virus title and increased viral RNA and protein levels. Conversely, PKR inhibition by 2-AP or shRNA decreased CSFV replication. PKR activation induces nuclear factor (NF)-B translocation which in turns increases IFN-␤ production (Gil et al., 1999; Stewart et al., 2003) .\n\nPKR is activated in CSFV-infected PK-15 cells while IFN transcription was unaltered. In addition, CSFV failed to activate NF-B both in vivo and in vitro (Chen et al., 2012a,b) . While inhibiting of PKR enhanced IFN expression, likely because PKR reduction decreased CSFV replication, thereby alleviating the inhibition of IFN induction. In this study, PKR was found mediate CSFV-induced eIF2␣ phosphorylation, since this was blocked by PKR depletion. Conversely, PKR activation promoted CSFV replication. MX1, an IFN-induced antiviral protein, strongly inhibited CSFV replication while it is not normally expressed in CSFV-infected cells (He et al., 2014) . Suppressing PKR restored MX1 expression. These results suggest that CSFV infection triggers PKR and eIF2␣ phosphorylation, which inhibits cellular protein synthesis, disrupts the host innate immune response, and ultimately enhances viral replication and reduces IFN-␤ induction.\n\nPKR has multiple functions, including the activation of NF-B (Kumar et al., 1997) and p38 mitogen-associated protein kinase (Silva et al., 2004) , modulation of the insulin pathway (Nakamura et al., 2010) , apoptosis, autophagy (Talloczy et al., 2002) , and activation of the inflammasome (Kang and Tang, 2012) . Thus, there may be other mechanisms underlying the effect of PKR on CSFV replication. For instance, PKR also induces autophagy, which promotes CSFV replication (Pei et al., 2014) . We found that PKR depletion inhibited CSFV induced autophagy (data not shown). On the other hand, viral components may have the capacity to regulate PKR: HCV NS5A interacts directly with PKR, which regulates HCV replication in conjunction with the HCV IRES (Gale et al., 1998; He et al., 2001; Toroney et al., 2010) , In addition, Japanese encephalitis virus NS2A had been shown to block PKR (Tu et al., 2012) , while PKR is not activated in WNV-infected rodent cells (Elbahesh et al., 2011) . Whether similar mechanisms exist in CSFV will be the subject of future investigations.\n\nIn summary, this study demonstrated that CSFV strongly induces PKR and eIF2␣ phosphorylation, but was resistant to translational inhibition by eIF2␣. PKR over-expression enhanced CSFV replication, while PKR inhibition resulted in reduced CSFV replication. Moreover, PKR depletion enhanced the expression of IFN and consequently increased the expression of the IFN-induced antiviral effector protein MX1. These results indicate that CSFV utilizes PKR/eIF2␣ signaling pathway enhances survival while evading the host immune response. These findings can explain why CSFV infection is persistent and characterized by low IFN levels."}