{"title": "Demyelination in multiple sclerosis", "body": "Demyelination as a consequence of inflammation\n\nMultiple sclerosis (MS) is generally considered as an autoimmune disease, in which autoreactive T cells enter the central nervous system (CNS) from the peripheral circulation and induce an inflammatory cascade resulting in demyelination and axonal loss. An extraordinary amount of literature has been accumulated since the initial experiment of Rivers and Schwentker in 1935 (see review by Sriram and Steiner, 2005) concerning the similarities and the dissimilarities between MS and its autoimmune model, experimental autoimmune encephalomyelitis (EAE) . Because this animal model could be induced by passive transfer of CD4þ antimyelin lymphocytes, these cells have long been considered as the primum movens of the demyelinating process in the CNS of MS patients. The most common hypothesis, therefore, suggests that CD4þ lymphocytes of the Th1 and Th17 phenotype play a major role in demyelinating events. T-helper cells recognize their cognate myelin antigen in the context of major histocompatibility complex (MHC) class II-bearing antigenpresenting cells (APCs), with the putative APCs being either dendritic cells at the blood-brain barrier or microglial cells (Greter et al., 2005) . Once entered into the brain, CD4þ TH1 cells may proliferate and liberate myelinotoxic cytokines, such as interferon-g (IFN-g) and tumor necrosis factor-a (TNF-a). However, increasing evidence now suggests that, in MS, the contribution of such T-helper cells is less prominent than previously thought, and that macrophages, CD8þ T cells and B cells are major component of the inflammatory infiltrate into the lesions of both EAE and MS (Traugott et al., 1983; Hauser et al., 1986) . Moreover the deleterious impact of TNF-a and IFN-g on myelin in MS lesions has been contested (Lenercept Multiple Sclerosis Study Group, 1999; Lassmann, 2004) . By contrast, there is growing evidence suggesting that cytotoxic CD8 þ T cells may play a crucial role in the demyelination. Oligodendrocyte and/or myelin antigens can be recognized by CD8þ T cells due to their potential for MHC class I expression under inflammatory or stress conditions (Redwine et al., 2001; Hoftberger et al., 2004) . Also, CD8 þ T cells in the blood, cerebrospinal fluid (CSF), and the lesions of MS patients have a more restricted expression of T-cell receptors than CD4 þ cells, consistent with a primary role in an antigen-restricted inflammatory response (Babbe et al., 2000; Jacobsen et al., 2002; Skulina et al., 2004) . These cells are present in close proximity to the myelin membranes, suggesting a role in tissue damage (Neumann et al., 2002) .\n\nCorroborating this hypothesis, a severe model of EAE was induced by adoptive transfer of anti-myelin basic protein (MBP) CD8þ T cells. This model has some interesting similarities with MS: it is characterized by perivascular inflammatory infiltrates and demyelination in the white matter, together with involvement of the gray matter and cortex; ischemic or cytotoxic injury is noted, with the presence of degenerative, apoptotic, and necrotic cells; it is improved by neutralizing antibodies to IFN-g but not to TNF-a (Huseby et al., 2001) . However, this effect was not specific to MBP antigens, as myelin oligodendrocyte glycoprotein (MOG) 35-55 cytotoxic T cells could also produce a severe disease in mice (Sun et al., 2001) . Taken together, these data suggest that cytotoxic CD8þ cells might represent a major player in MS myelin injury.\n\nIt is now also well accepted that the T cells are not the only players in inducing MS lesions and demyelination, and B lymphocytes have emerged as critical actors in MS pathophysiology. This has been strongly suggested by the results of therapeutic trials showing a drastic effect on lesion formation and relapses using monoclonal antibodies against B-lymphocyte antigens, mainly CD20 (Hauser et al., 2008; Kappos et al., 2011) , and by the negative results obtained using ustekinumab, a monoclonal antibody specifically targeting T lymphocytes, both TH1 and Th17 (Segal et al., 2008) . Interestingly, most of the monoclonal antibodies that have been shown to be effective in MS (anti-VLA4, anti-CD52, anti-CD20) all have an effect on B-cell populations. This pathogenic role of B cells in lesion formation and demyelination does not seem to be restricted to the synthesis of antibodies by plasma cells, as most of the therapeutic benefits were independent of antibodies levels, but most convincingly implies a regulatory role on T-cell function as B cells are also professional APCs (Disanto et al., 2012) .\n\nTo the extent that cell-mediated immunity is involved in demyelination in MS, competent APCs are an absolute requirement (Prat and Antel, 2005) . Therefore innate immunity may play a key role in the demyelinating cascade by acting on the development and maintenance of inflammatory lesions. In the CNS putative APCs are microglial or dendritic cells. Whether these cells only trigger the inflammatory reaction or whether they could directly induce demyelination in MS remains an open question. In this context, a potentially primary role for innate autoimmunity in inflammatory demyelination has been proposed recently. Thus, activation of APCs through aberrant activation of Toll-like receptors could trigger and orchestrate an adaptive immune response to host antigens (Beutler, 2004; Prinz et al., 2006) . However, in contrast to this proinflammatory role, activation of microglial cells and macrophages could also favor myelin repair, through their capacity to remove debris (David and Lacroix, 2003; Kotter et al., 2005) . Recent data have emphasized that these cells could also modulate oligodendrogenesis (Butovsky et al., 2006) .\n\nA hallmark of MS is the persistence of intrathecal immunoglobulin production. However, the majority of these antibodies do not seem to be specific to neural targets, and there is no proven correlation between synthesis of oligoclonal immunoglobulin G (IgG) and disease progression (Walsh and Tourtellotte, 1986) . Nevertheless, vesicular disruption of myelin seen in highly active MS lesions was found to be associated with anti-MOG and MBP antibodies, suggesting that demyelination might be causally related to the deposition of antigen-specific autoantibodies (Genain et al., 1999) . Such antibodies could produce demyelination by several effector mechanisms, such as antibody-dependent cell-mediated cytotoxicity, release of inflammatory mediators through stimulation of Fc receptors on natural killer cells, macrophages, or mast cells, opsonization of myelin, or complement activation (Archelos and Hartung, 2000) . Accordingly, macrophages engaged in demyelination have shown capping of surface IgG located in the cleft between the clathrin-coated pit and the associated myelin debris, suggesting a specific antibody-mediated process (Prineas and Graham, 1981) . The deposition of antibodies on oligodendrocytes was described as a characteristic of common lesion subtypes (Lucchinetti et al., 2000) , but the specificity of such deposition has been challenged, as several other pathologic conditions have shown a similar pattern (Barnett et al., 2009) .\n\nExperimentally, it is well known that demyelinating activity in the MOG-induced EAE is increased by the existence of specific anti-MOG antibodies (Linington et al., 1988) , especially when these antibodies recognize the native configuration (which is glycosylated) of MOG (Lalive et al., 2006) . Such antibodies, as well as some MBP antibodies, have been detected in the serum of patients with clinically isolated syndromes and relapsing-remitting MS (Berger et al., 2003; Gaertner et al., 2004; Lalive et al., 2006) . Although some studies did not reproduce these results (Lampasona et al., 2004; Mantegazza et al., 2004) , high serum IgG titers to native MOG were detected in 40% of children with clinically isolated syndrome or acute disseminated encephalomyelitis, suggesting that in this subgroup MOG might be a target of the humoral immune response (Brilot et al., 2009) .\n\nHowever the influence of such antimyelin antibodies on demyelination, as well as their prognostic value, needs further investigation. Interestingly, a pathogenic role of NMO antibody (AQP4-IgG) in lesion development has been suggested in experimental models. This antibody-mediated damage occurs probably through complement-dependent astrocyte cytotoxicity and cytokine release, leading to oligodendrocyte death and demyelination (Zhang et al., 2011) . A similar phenomenon has been recently described in MS. More than half of the patients displayed serum antibodies against a potassium channel expressed mainly by astrocytes, the KIR 4.1 (Srivastava et al., 2012) , reinforcing the view that demyelination could, at least in part, result from primary damage in other cell types such as astrocytes.\n\nClosely linked to the inflammatory infiltration in the CNS, several diffusible factors are possibly involved in the demyelination process. IFN-g, a TH1-derived 90 C. LUBETZKI AND B. STANKOFF cytokine, is expressed in MS lesions. Beside its wellknown antiviral and proinflammatory action, overexpression of IFN-g in the CNS could participate in demyelination. Transgenic overexpression of IFN-g in the mouse by CNS oligodendrocytes led to chronic demyelination that may be severe (Corbin et al., 1996; Horwitz et al., 1997; Renno et al., 1998) . The mechanism underlying this IFN-g-mediated myelin injury may be due to induction of MHC expression in oligodendrocytes (Turnley et al., 1991; Horwitz et al., 1999) . However, in EAE mice there is some contradictory data concerning the putative impact of IFN-g on disease evolution (Sriram and Steiner, 2005) . Moreover, a clinical study in MS patients has reported worsening of the disease in patients receiving IFN-g (Panitch et al., 1987) , although a link with increased demyelination has not been demonstrated. TNF-a is the most comprehensively studied cytokine in both EAE and MS. Most TNF-a overexpressing transgenic animals showed spontaneous pathology, characterized by progressive demyelination and macrophage infiltration (Owens et al., 2001) . The cytopathic action of TNF-a is dependent on signaling through the P55 TNF receptor (TNF receptor I) (Akassoglou et al., 1998) . Nevertheless, by contrast to its potential cytopathic effect, experimental studies have shown that the second TNF receptor (P75 TNF receptor II) might exert a protective effect on oligodendrocytes and myelin (Arnett et al., 2001) and promote Treg function (Chen and Oppenheim, 2011) . In MS, surprisingly, worsening of the disease has been reported in a clinical trial evaluating a neutralizing antibody directed against TNF-a (Lenercept Multiple Sclerosis Study Group, 1999), illustrating the complex interaction of TNF-a with the pathogenesis of lesions.\n\nDespite the fact that many other cytokines and chemokines have been shown to participate in the inflammatory reaction, most of them do not interact directly with demyelination (Owens et al., 2001) . In mice overexpressing interleukin (IL)-3 in astrocytes, however, demyelination associated with macrophage and microglial activation has been described (Campbell, 1998) .\n\nSeveral lines of evidence suggest that glutamate could also mediate injury to either the myelin or the oligodendrocyte in EAE and in MS. Glutamate is released in large quantities by activated immune cells, so that it could accumulate in lesions and trigger cell injury. Indeed, altered glutamate homeostasis with a high-level glutaminase expression near dystrophic axons, together with decreased expression of glutamate dehydrogenase, glutamine synthetase, and glutamate transporter by oligodendrocytes in MS lesions, could contribute to deleterious accumulation of glutamate in MS brain (Werner et al., 2001; Pitt et al., 2003) . Such excess of glutamate is thought to mediate oligodendrocyte cell death through kainate and AMPA receptors expressed by the cell bodies (Matute, 1998; McDonald et al., 1998) . It has also been suggested that glutamate could mediate calcium accumulation, process retraction, and myelin injury through NMDA receptors expressed by oligodendrocyte processes (Karadottir et al., 2005; Salter and Fern, 2005; Micu et al., 2006) .\n\nIn addition to the long-favored hypothesis suggesting that auto-reactive T cells are generated in the systemic compartment and access to the CNS where they persist and induce demyelination, it has been proposed that events within the CNS could trigger the MS disease process. In their subtype characterization of MS demyelinating lesions, Lucchinetti et al. (2000) already suggested that type III and IV lesions could correspond to a primary oligodendroglial dystrophy with subsequent inflammation. Especially in the type III lesions, the preferential loss of myelin-associated glycoprotein (MAG), together with oligodendrocyte nuclear condensation and fragmentation typical for apoptosis, suggests that the primary abnormality is intrinsic to oligodendrocytes. Interestingly, most of these cases had a very short disease duration, reinforcing the view that, at least in some cases, this subtype could represent the initial pathogenic process of the disease. This hypothesis was illustrated by the observation of Barnett and Prineas (2004) , suggesting that the earliest event in lesion formation might be a caspaseindependent apoptosis of oligodendrocytes, which serves to recruit an initial innate (microglial) and a secondary adaptive (T-cell) immune response. In this study, oligodendrocyte cell death with features of apoptosis occurred prior to phagocytosis of myelin by macrophages, arguing against the long-held view that macrophages are the primary mediators of myelin destruction. The induction of a pathogenic immune reaction against white-matter antigens in response to a primary glial abnormality is a mechanism that has been reported in several types of leukodystrophy. For example, in X-linked adrenoleukodystrophy, the initial event in disease pathogenesis is induced by a primary mutation in a peroxisomal membrane protein (adrenoleukodystrophy protein: ALDP) with accumulation of very long-chain fatty acids in white-matter tracts of the CNS. Nevertheless, the most severe phase of the disease is related to the subsequent occurrence of inflammation (Berger et al., 2001) . Moreover, CD8 þ cytotoxic T lymphocytes are often tightly attached to oligodendrocytes in ALD tissues (Moser, 2004) . Similarly, in Leber's hereditary optic neuropathy, which is due to mitochondrial mutations, the evolution of the disease can be influenced by an inflammatory reaction within the optic nerves or other white-matter areas (Kovacs et al., 2005) .\n\nRecent findings have suggested that, following a primary oligodendrocyte or myelin injury, local APCs could process myelin antigens and traffic from the CNS to secondary lymphoid organs, where they may induce or enhance an adaptive demyelinating immune reaction. This hypothesis was supported by the identification of trafficking antigens in the meninges and in the cervical lymph nodes (Fabriek et al., 2005; Kooi et al., 2009 ).\n\nDespite the fact that the antigen specificity of the T cells found in MS lesions is largely unknown, several candidate antigens, known to be capable of inducing EAE, have been proposed as possible targets for the immune reaction in MS. Such CNS antigen-specific T cells may be normal components of the immune system, but may cause demyelination once they have undergone peripheral activation (for review, see Bradl and Hohlfeld, 2003) . However, to date, there is no proof that any of these autoantigens act as the antigenic target in MS. The most widely studied myelin antigens are MBP, proteolipid protein (PLP), and MOG. MBP is one of the most important myelin proteins in the CNS, and several MBP peptides are encephalitogenic in different animal strains for EAE. In humans, immunodominant peptides have also been identified, mostly in the middle section of the molecule (residues 83-102), but also in the N-and C-terminus (Ota et al., 1990) . Interestingly, the importance of the middle region was further supported by the finding that it is recognized in the context of a number of HLA-DR molecules that are associated with MS (mainly HLA DRB1*1501) (Martin et al., 1991; Krogsgaard et al., 2000) . Support for a pathogenic role of MBP-reactive T lymphocytes in MS also comes from the results of a phase II clinical trial evaluating an altered peptide ligand of MBP. In this study, disease exacerbation in a small number of patients was associated with a strongly cross-reactive Tcell response against MBP 83-99 (Bielekova et al., 2000) . The primary physiologic role of MBP is thought to be maintaining (by its positive charge) the proper compaction of the myelin sheath by juxtaposing the faces of the cytoplasmic leaflets of the oligodendrocyte membrane. Modifications of the MBP molecule by posttranslational events (e.g., methylation, deamidation, phosphorylation, deimination with conversion of arginines to citrullines) commonly occur and may modify the electric charge and, thus, reduce myelin stability (Ridsdale et al., 1997; Kim et al., 2003; Harauz et al., 2004) . Accordingly, the lowest cationic form of MBP (named C8, with extensive deimination of arginyl residues) was found in elevated levels in patients with MS, and the proportion of arginine loss caused by deimination is higher in acute severe MS compared to more chronic MS (Moscarello et al., 1994 (Moscarello et al., , 2002 Wood et al., 1996) . Supporting these observations are recent suggestions that a reduction in the net positive charge of MBP not only interferes with compact myelin assembly but also makes the immunodominant epitope of this protein more surface-exposed, hence more accessible to protease digestion or immune degradation (Musse et al., 2006) .\n\nWhereas MBP is by far the most investigated myelin antigen in both MS and EAE, other candidate antigens have gained increasing attention. PLP-specific clones have been isolated at various stages of MS (Correale et al., 1995) and elevated frequencies of PLP-specific T cells have been found in blood and CSF (Sun et al., 1991) . Similarly, in addition to the high frequency and possible pathogenic role of anti-MOG antibodies on myelin (see above), a higher proportion of T cells derived from MS sera was found to react with MOG compared to controls (Kerlero de Rosbo et al., 1993) . Moreover, several other potentially encephalitogenic myelin antigens, such as MAG, have also been suggested (Zhang et al., 1993) , as have ab-crystallin (van Noort et al., 1995) , and transadolase-H (Banki et al., 1994) . Devic's disease is an example of our better understanding of disease pathogenesis, as aquaporin 4 has been identified as the target of the (mostly humoral) immune response (Wingerchuk et al., 2007) . More recently, neuronal adhesion molecules expressed at the nodal and paranodal junction have been suggested as potential targets of the immune response. These targets were identified using MS sera and a proteomic screen on a glycoprotein fraction isolated from human myelin by affinity chromatography (Mathey et al., 2007 ; see review by Desmazières et al., 2012) .\n\nThese data, which need to be confirmed on a larger population of MS, are in line with studies in MS tissue showing abnormally large aggregates of the glial isoform of neurofascin at axoglial junctions located at the periphery of demyelinating lesions (Howell et al., 2006) and suggest that the axoglial junction might be an area of particular vulnerability of tissue damage. Along the same line of results was the recent identification in MS patients of frequent KIR 4.1 antibodies targeting mainly astrocytes (Srivastava et al., 2012) , introducing astrocytes as potent actors in the demyelination process.\n\nThe difficulties in proving that a target antigen is responsible for the immune reaction in MS are not surprising considering the heterogeneity of the disease and the dynamic nature of the autoimmune response (Hohlfeld and Wekerle, 2004) . For instance in demyelinating models, the immune response can spread to 92 C. LUBETZKI AND B. STANKOFF different antigens (Lehmann et al., 1993) . Epitope spreading is characterized by a widening of the immune response from a single antigenic epitope to different epitopes, either on the same molecule (e.g., the intramolecular epitope spreading observed for PLP) or on other molecules. Interestingly, it has been shown in different demyelinating animal models that such epitope spreading could take place directly in the CNS. Thus, in EAE, naive T cells can directly gain access to the inflamed CNS and, once inside, dendritic cells may activate these T cells to initiate spreading (McMahon et al., 2005) . However, regardless of how attractive the theory might be, the actual occurrence of epitope spreading in patients with MS has not been well documented.\n\nThe possible involvement of viruses in the etiology of MS is still controversial despite much work in this area. A viral infection can influence demyelination by two main mechanisms. First, a viral infection may directly injure oligodendrocyte pathology, as seen in several animal models such as Theiler's murine encephalomyelitis, JHM coronavirus (Lampert et al., 1973; Powell and Lampert, 1975; Lipton and Canto, 1976; Schlitt et al., 2003) , and in progressive multifocal leukoencephalopathy. Despite the impressive number of viruses that have been suspected and investigated to date, however, none has ever been implicated as being causally related to the demyelination in MS. Second, a viral infection may trigger an autoimmune reaction against myelin self antigens and, thus, cause subsequent demyelination, as described in postinfectious encephalomyelitis. Indeed, several such mechanisms are possible, including molecular mimickry, bystander activation, and epitope spreading (Grigoriadis and Hadjigeorgiou, 2006) . The most popular of these is molecular mimickry, which originally referred to the presence of a sequence identity between microbe-derived peptides and certain self antigens of the host. For example, the self antigen PLP 139-151 is identical to the peptide (HI 574-586 ) derived from Haemophilus influenzae (Croxford et al., 2005) . Subsequently, this concept has been extended to include a structural resemblance between peptide-MHC complexes rather than strict identity. One example of this is the human MBPspecific T-cell receptor that can recognize either a peptide derived from MBP bound to HLA-DR2b or a peptide derived the Epstein-Barr virus (EBV) bound to HLA-DR2a (Lang et al., 2002; Hohlfeld and Wekerle, 2004; Oldstone, 2005) . This could illustrate one possible interaction between EBV and MS (another hypothesis mainly involves the influence of EBV on B-cell function or bystander effects), as EBV infection is quite universal among MS adult patients (Owens and Bennett, 2012) .\n\nBystander activation relates to the non-specific activation of autoreactive T cells due to a direct pathogenic effect of the virus on the target organ. In this model, viral-induced CNS damage leads to the release of sequestered myelin antigens, activation of local inflammation, and finally, recruitment of autoreactive lymphocytes that activate and initiate an autoimmune injury to myelin (Horwitz et al., 1998 (Horwitz et al., , 1999 .\n\nFinally, epitope spreading has been well described for virus-induced demyelination following infection by Theiler's murine encephalomyelitis, with a spreading of the immune response to different epitopes within the myelin peptide PLP (Miller et al., 1997; McMahon et al., 2005) .\n\nDemyelination has important consequences for the axon, both from disturbed impulse conduction and from modification of axolemma and membrane components.\n\nIn conjunction with electrophysiologic recording, experimental focal demyelination by different chemical agents such as diphtheria toxin, ethidium bromide, and lysolecithin has been used to analyze axonal function after demyelination. An area of demyelination has been shown to produce conduction block at the site of the lesion (McDonald, 1963) , with preserved conduction distally. Segmental demyelination triggers a series of adaptive responses by the axon, including changes in distribution of ion channels along the axolemma. These changes, which take 2-3 weeks to develop, may facilitate the restoration of conduction across the demyelinated segment (Smith et al., 1981) . However, in this circumstance, conduction along demyelinated axons is no longer saltatory and fast but, rather, is continuous and slow . In other circumstances, conduction block may persist and such an outcome is favored by factors such as a large axon diameter (Bostock and Sears, 1978) , a long length of demyelination, the absence of any glial ensheathment (Shrager and Rubinstein, 1990) , and the presence of deleterious factors such as nitric oxide (Redford et al., 1997) . In addition, demyelinated axons may also become more excitable and generate trains of ectopic impulses at the site of demyelination (Smith and McDonald, 1982) . This neurophysiology is probably associated with the positive paroxysmal symptoms that are so characteristic of MS, such as tonic spasms, paroxysmal dysarthria and ataxia, paresthesia and pain. Demyelinated axons may also become active in response to mechanic deformations (Smith and Hall, 1980; Smith and McDonald, 1982) , and this results in the occurrence of paroxysmal symptoms such as Lhermitte's sign. In addition, electrical activity in one axon can excite activity in an adjacent axon. Such crossexcitation, termed ephaptic transmission, might result in transitory symptoms. However, although demonstrated between amyelinated and normal axons in a dystrophic mutant mouse, it has yet to be proven in CNS demyelinated axons (Smith, 1994) .\n\nChanges in axonal structure and molecular organization\n\nIn the early and active lesions, the axonal caliber changes at the site of the demyelinated internode. The axons in the demyelinated portions are generally thicker. This increased caliber has been linked to the fact that neurofilaments in these enlarged demyelinated axons become loosely packed, perhaps reflecting the increased permeability of demyelinated axolemma. In addition, axonal cytoskeletal proteins are modified. Notably the degree of phosphorylation of neurofilaments subunits decreases.\n\nIn chronic MS lesions, re-expression of the poly-sialated (PSA) form of the neural cell adhesion molecule (NCAM) has been reported (Charles et al., 2002) . This adhesion molecule, which is widely expressed on neurons and glial cells during development, is downregulated in adult CNS where its expression is restricted to areas of permanent plasticity. In MS, PSA-NCAM is re-expressed on some demyelinated axons within the plaques. By contrast, it is undetectable on either myelinated axons in the periplaque region or in the normalappearing white matter. Most (possibly all) axons that re-express PSA-NCAM contain dephosphorylated neurofilaments, most likely indicating that they are chronically demyelinated axons. These findings strongly suggest that PSA-NCAM re-expression is a local phenomenon, thought possibly to be triggered by modification of local intracellular calcium pool, through voltage-dependent calcium channels expressed by the denuded axon (Kornek et al., 2001) . During development PSA-NCAM has been shown, both in vitro and in vivo, to regulate myelination negatively, and removing it from the axonal surface is necessary to initiate the process of myelination (Charles et al., 2000) . Perhaps, therefore, by disrupting oligodendrocyte-axon interactions, the re-expression of this inhibitory adhesion molecule in chronically demyelinated axons contributes to the failure of myelin repair in MS (Charles et al., 2002) .\n\nThe molecular organization of the nodes of Ranvier in myelinated fibers permits the rapid saltatory conduction of nerve impulses. The nodes of Ranvier are separated from the internode by two distinct domains of the axolemma, the paranodal axoglial junction and the juxtaparanodal region, which are characterized by the presence of specific protein complexes. Voltage-gated sodium channels (Na v ), ankyrin G, NrCAM, and 186-kDa neurofascin are highly enriched at the node (Bennett and Lambert, 1999; Jenkins and Bennett, 2001) . At the paranodes, myelin loops are anchored to axons through septate-like junctions characterized by the enrichment of paranodin/Caspr and glycosylphosphatidylinositol-anchored cell adhesion molecule contactin (Einheber et al., 1997; Menegoz et al., 1997; Rios et al., 2000) . The juxtaparanodal region, just beyond the innermost paranodal junction, is enriched in Shaker-type potassium (K v ) channels, in association with caspr2, a second member of the caspr family and the cell adhesion protein TAG-1 (Poliak et al., 1999; Traka et al., 2002 Traka et al., , 2003 . Demyelination produces major modifications of the distribution of these nodal and perinodal constituents. The altered distribution of sodium channels is associated with modification in the subtype of these channels. Paranodal and juxtaparanodal axonal proteins are also profoundly modified.\n\nA redistribution of Na v channels along the naked axon has been reported in experimental models of demyelination and in MS lesions both by autoradiography and by immunohistochemistry (Moll et al., 1991; Noebels et al., 1991; Craner et al., 2004a, b; Coman et al., 2006) . It remains unknown whether this change is due to a Na v channel synthesis or to a redistribution of Na v channels from nearby nodes into the demyelinated (previously internodal) membrane. In addition to this diffuse redistribution, few broad Na v channel aggregates can be detected on demyelinated axons in all MS lesions, which are threefold larger than Na v channel aggregates in the periplaque areas or in the normal tissue (Coman et al., 2006) . These \"loose\" aggregates are often associated with a diffuse Na v channel distribution further down the same axon. They may represent remaining nodes, anchored by ankyrin G. Alternatively, they may correspond to the phi nodes, which are seen prior to functional 94 C. LUBETZKI AND B. STANKOFF remyelination , and which, therefore, might be involved in the process of myelin repair.\n\nIn addition to the diffuse distribution of Na v channels along denuded axons, recent studies using either subtype-specific antibodies or molecular probes have begun to identify the Na v channel isoforms expressed along demyelinated axons, in MS and in experimental models of demyelination. These studies suggest that specific channel isoforms are associated with distinct physiologic functions such as the restoration of conduction or the degeneration of axons. Nine genes encode distinct voltage-gated Na channels (Na v 1.1-Na v 1.9), which differ in their amino acid sequences, their voltage dependences, and their kinetics. Within the normal adult CNS, Na v 1.6 is the predominant sodium channel, and is clustered at the node of Ranvier. During development, Na v 1.2 channels are expressed diffusely along the axon prior to myelination, and subsequently at immature nodes. This immature pattern is followed by a switch from Na v 1.2 to Na v 1.6 at mature nodes of Ranvier, by the time that myelination is complete.\n\nWithin MS active plaques, as in EAE, it has been reported that both the Na v 1.6 and the Na v 1.2 channel isoforms are expressed along demyelinated axons (Craner et al., 2004a, b; Waxman et al., 2004) . Expression of the Na v 1.6 isoform is mostly associated with b-amyloid precursor protein (bAPP), reflecting the dysfunction of axonal transport in damaged axons in the plaques. By contrast, the Na v 1.2 isoform is associated with bAPPnegative (i.e., non-damaged) axons. The widespread distribution of Na v 1.2 channels in uninjured axons is similar to the diffuse distribution of Na v 1.2 channels along premyelinated axons, or on non-myelinated axons in adult CNS. Interestingly, these two isoforms differ in the currents they produce. The Na v 1.2 channel isoform produces a less persistent Na þ current than does the Na v 1.6 isoform. Perhaps the redistribution of Na v 1.2 along naked axons might be an adaptive response supporting the conduction of action potentials in demyelinated axons. By contrast, the redistribution of Na v 1.6 might contribute to axonal injury by inducing persistent sodium currents and triggering, thereby, a reversal of the Na þ /Ca 2þ exchange. If so, this mechanism might permit an influx of calcium that leads to axonal damage (Waxman et al., 2004) . These potential mechanisms open important new therapeutic opportunities for neuroprotection using specific Na v channel blockers.\n\nIn addition to altered expression of Na v 1.2 and Na v 1.6 along demyelinated axon in MS, studies in EAE have demonstrated increased expression of the Na v 1.8 channel isoform within Purkinje cells of the cerebellum. Similar results have also been reported in MS patients who have experienced progressive cerebellar deficits (Black et al., 2000) , suggesting that this chanelopathy might contribute to cerebellar dysfunction in MS (Shields et al., 2012) . The functional importance of this upregulated Na v 1.8 expression, however, has not yet been determined.\n\nIn contrast to the heterogeneous distribution of Na v channels, axonal proteins expressed normally at the paranode (Caspr/paranodin) and at the juxtaparanode (K v channels and Capsr2) are diffusely distributed along the demyelinated internode (Wolswijk and Balesar, 2003; Coman et al., 2006) or enlarged (Howell et al., 2006) . The data obtained in MS tissue are in agreement with experimental observations in dysmyelinating mutant animals (Dupree et al., 1999; Mathis et al., 2001; Arroyo et al., 2002) . This suggests that axoglial junctions and glial contact are necessary for the maintenance of paranodin/caspr aggregation. Studies of the juxtaparanodal K v channels and caspr 2 in dysmyelinating mutants have reported either mislocalization (expression at previously paranodal regions) or diffuse redistribution (Dupree et al., 1999; Boyle et al., 2001; Mathis et al., 2001; Poliak et al., 2001) . It has been suggested that the mislocalization of the K v channel may be an early event during the course of demyelination, which is followed by a diffuse redistribution in the setting of chronic demyelination.\n\nIn conclusion, CNS demyelination, which can be the consequence of multiple pathophysiologic mechanisms, induces major changes within the axon -some are adaptive and others are injurious. Denuded axons become particularly vulnerable, and chronic demyelination is clearly an important determinant of fixed axonal injury and loss in MS. In this respect, myelin repair not only has the potential to restore the rapid, saltatory conduction of nerve impulses, it also has the potential to play a major role in preventing secondary axonal degeneration."}