{"title": "Third Tofo Advanced Study Week on Emerging and Re-emerging Viruses, 2018", "body": "Many emerging viruses have their origin in Africa, yet conferences dealing with the subject rarely take place in Africa. This is all the more of a problem as African virologists only rarely have the opportunity to attend conferences on emerging viruses in Europe, Asia, or North America. As a result, knowledge about the occurrence of new viruses in Africa is limited, unless there is a major outbreak. For example, the prevalence of dengue virus (DENV) infections in African countries has been barely studied, and it is not known with certainty whether Zika virus (ZIKV) infection of pregnant women in Africa is connected with the risk of microcephaly of the child (as was the case in the 2015-2016 ZIKV epidemic in Central and South America). Furthermore, while African virologists are generally well experienced in diagnostics and epidemiology, knowledge of the molecular biology of emerging RNA viruses is often lacking.\n\nIn order to make a contribution to changing this lack of communication and exchange of knowledge, two of us (RH and ESG) decided to set up a series of small, highly focused scientific meetings at Praia do Tofo in the Inhambane Province of Mozambique. Named \"Tofo Advanced Study Weeks\" (TASWs), the meetings are restricted to 55 participants in order to allow robust discussion in a familiar https://doi.org/10. 1016/j.antiviral.2018.12.015 Received 23 December 2018; Accepted 24 December 2018 atmosphere. The first meeting took place in September 2015 and was devoted to Ebola virus. The 2016 TASW dealt with arboviruses, and all the presentations and discussions were documented in a recent book (Hilgenfeld and Vasudevan, 2018) . Collaborations initiated at previous TASWs have already led to joint publications among participants [see e.g. (António et al. (2018) ; Mugabe et al. (2018) )].\n\nHere we report on the 3rd TASW, which took place from September 02 to 06, 2018, and was devoted to emerging and re-emerging viruses in general. Meeting participants came from 15 different countries (Angola, Belgium, Botswana, Burkina Faso, Central African Republic, China, Germany, Kenya, Mozambique, Nigeria, Singapore, South Africa, Tanzania, the USA, and Zimbabwe); 45% of the participants and 47% of the speakers were from Africa. The participation of African scientists and students was facilitated through a stipend program.\n\nMajor sessions of the conference focused on virus families, and presentations are summarized in the following order:\n\n• flaviruses, in particular DENV and ZIKV; • alphaviruses [chikungunya (CHIKV)] • coronaviruses • Ebola virus (EBOV) • orthomyxoviruses and paramyxoviruses • other emerging viruses.\n\nAll speakers have reviewed and approved the summaries of their presentations.\n\n2.1.1. Molecular biology, antivirals, and neutralizing antibodies (Chairpersons: Athanase Badolo, Julien Lescar) Julien Lescar (Nanyang Institute of Structural Biology, Nanyang Technological University, Singapore), discussed the flavivirus NS5 protein structure, dynamics, evolution, and inhibition (El Sahili and Lescar, 2017) . In the absence of an efficient and safe vaccine against important flaviruses such as DENV1-4 and ZIKV, the investigation of antiviral compounds is crucial for public health. The NS5, a large multifunctional enzyme with two active sites, i.e. the methyltransferase and the RNA-dependent RNA polymerase (RdRp) sites, is considered a major drug target for antiviral compounds (Lim et al., 2016) . The active sites of the NS5 protein are located in the N-terminal and the C-terminal domains, respectively, with allosteric regulation between these two sites. Julien also presented unpublished results on the structure of the full-length NS5 from DENV2 and inhibitor design targeting the Npocket of the RdRp from ZIKV.\n\nSiew Pheng Lim (Novartis Institute for Tropical Diseases and Denka Life Innovation Research Pte Ltd, Singapore) reported on the use of a compound library screen to target the DENV NS5 RNA-dependent RNA polymerase (Smith et al., 2015) . This approach allowed the identification of several compounds with low-to high-micromolar inhibitory activities in in-vitro assays and in a cell-based assay. The binding sites in the enzyme and its subdomains were revealed by X-ray crystallography.\n\nLianpan Dai (Chinese Academy of Science (CAS), Beijing, China) presented work on neutralizing monoclonal antibodies (mAbs) targeting the envelope (E) protein from ZIKV, which is the major factor responsible for cell tropism via cell entry through receptor binding, followed by membrane fusion with the host-cell endosome. They first determined a crystal structure for E from ZIKV (Dai et al., 2016) that shows a typical class-II viral fusion protein [as originally defined by (Lescar et al., 2001) ]. They selected mAb 2A10G6 that targets the evolutionary-conserved fusion loop (fl) of E for further structural and functional characterization. mAb 2A10G6 can partially protect against a lethal challenge of ZIKV infection and its crystal structure was analyzed . Following humanization, 2A10G6 could be a candidate for immunotherapy. In the second part of his talk, Lianpan presented a chimpanzee adenovirus-based candidate vaccine against ZIKV (Xu et al., 2018) . The rationale for using the chimpanzee adenovirus was to take advantage of the low pre-existing immunity against the carrier in the human population (in contrast to human adenovirus). Adenovirus type 7 was engineered to express the ZIKV M and E proteins. A single vaccination elicited potent neutralizing mAbs and achieved sterilizing immunity in mice (Xu et al., 2018) . Further assays using a non-human primate model of the disease are planned using this candidate vaccine.\n\nJianxun Qi (CAS Key Laboratory of Pathogenic Microbiology and Immunology, Chinese Academy of Science, Beijing, China) presented an overview of our knowledge of the structural biology of ZIKV [see review by ] from the same group of investigators). The results are impressive with crystal structures for NS1 , the capsid protein (Shang et al., 2018) , the NS5 polymerase and methyltransferase (Duan et al., 2017) that are important flavivirus drug targets (Lim et al., 2011 (Lim et al., , 2016 . Rapid determination of these structures was supported, in part, by the availability of homologous structures from DENV that had been deposited in the Protein Data Bank (PDB; www.rcsb.org) by various investigators over the years before the ZIKV outbreak.\n\nJinghua Yan, from the same CAS unit in Beijing, presented an extensive study of ZIKV-specific neutralizing antibodies of human origin. Interestingly, three antibodies isolated from a single patient also demonstrated potent neutralizing activities against DENV1-4, which is in line with results reported on other antibodies (Barba-Spaeth et al., 2016; Tharakaraman et al., 2018) . In time-of-addition experiments, these investigators found that the three antibodies provided protection to mice when administered after infection by ZIKV. The epitopes recognized by these mAbs were analyzed by structural studies and found to correspond to tertiary epitopes (contributed by non-contiguous segments in the sequence of the polypeptide chain) . While the use of a single mAb could not prevent the appearance of virus escape mutants, growing the ZIKV in cell culture in the presence of the three antibodies overcame this issue. In addition, a tri-specific mAb was constructed to present all three antibody binding sites within a single protein construct. Questions were raised by the audience as to the cost and applicability of the approach in a clinical setting, although it was agreed that this strategy was promising. This information will be useful to help the design of vaccines because it provides a mapping at the molecular level of epitopes bound by broadly neutralizing antibodies. Antibodies elicited by vaccine candidates can be compared to these pools of antibodies for their ability to confer protection against challenges by the virus.\n\nSusan Weiss (University of Pennsylvania, Philadelphia, PA, USA) gave an account of the unique mechanism by which ZIKV resists the antiviral effects of the oligoadenylate synthetase/ribonuclease (OAS/ RNase L) pathway (Banerjee et al., 2014) . Her group demonstrated that ZIKV activated the antiviral OAS/RNase L pathway, which dramatically reduced ZIKV genomic RNA expression. While increased viral genome expression in RNase L knock-out (KO) cells compared to wild-type (WT) suggests RNase L-mediated cleavage of the ZIKV genome, knockout of OAS or RNase L genes surprisingly failed to enhance ZIKV replication compared to that in WT cells. Moreover, they observed a modest but significant decrease in ZIKV replication in RNase-L KO cells compared to WT. In contrast to these findings with ZIKV, both the flavivirus DENV, as well as the alphavirus Sindbis replicated to significantly higher titers in RNase-L KO cells compared to WT cells, demonstrating a strong antiviral function carried out by activated RNase L during infection with other viruses. In addition, poly(IC)-mediated activation of RNase L prior to ZIKV infection reduced replication in WT but not RNase-L KO cells, suggesting a mechanism of ZIKV evasion of RNase L during early infection, in which a viral genome reservoir is likely established and protected from RNase L cleavage, allowing for sufficient viral replication. They further found that ZIKV replication factories (RFs) containing viral transcription/replication complexes and dsRNA were more concentrated in their characteristic perinuclear localization in WT cells or in OAS3 KO cells [expressing RNase L but unable to activate RNase L ] as compared to RNase-L KO cells, implying a non-catalytic role for RNase L in supporting ZIKV replication. These data are consistent with a previous report that RNase L interacts with cytoskeleton components and may perform a nonenzymatic role during infection (Malathi et al., 2014) . In summary, Susan proposed that RNase L plays a dual role in ZIKV infectionits canonical antiviral role in degrading viral genomes, as observed with other viruses, and a proviral role currently unique to ZIKV in maintaining optimal virus replication factories.\n\nThe availability of reliable and reproducible assays for both diagnosis and surveillance plays a significant role in emerging diseases. Consequently, there is a task for commercial suppliers of providing validated assays and for individual laboratories of developing in-house assays. In this session, Claudia Ohst from EUROIMMUN South Africa gave a presentation on serological arbovirus diagnostics that are available from the company. For many arboviruses, the duration of viremia is relatively short, and serological assays that can detect specific IgG and IgM responses are therefore especially important for the laboratory confirmation of infections. EUROIMMUN provides a broad range of serological assays, either based on ELISA or on immunofluorescence platforms using the BIOCHIP technology. The presentation focused on the development of assays to support diagnostics in the recent outbreak of ZIKV in South and Central America. ELISAs for arboviruses are most frequently based on recombinant antigens. This may in some instances implicate serological crossreactivity. In the case of ZIKV reagents, a recombinant NS1 antigen was produced for the EUR-OIMMUN ELISA. Based on results obtained from five different groups that screened clinical serum samples from patients with various flavivirus infections, the specificity of the anti-ZIKV IgG and IgM ELISA ranged from 98.7% to 100% (Borena et a., 2017; Granger et al., 2017; Huzly et al., 2016; Kadkhoda et al., 2017; Steinhagen et al., 2016) . In patients with suspected ZIKV infection with the so-called \"original antigenic sin phenomenon, due to a pre-existing antibody response from a previous exposure to another flavivirus, IgM responses to a second and different flavivirus infection may not be detected (Steinhagen et al., 2016) . There is some evidence that using combined anti-IgA and IgM tests may resolve this problem and can be applied to identify a recent infection (Steinhagen et al., 2016) .\n\nElise Bonnet (Division of Virology, University of the Free State, Bloemfontein, South Africa) gave a presentation on the development of a reverse transcription recombinase polymerase assay (RT-RPA) for the detection of flaviviruses in South Africa. RT-RPA does not require specialized equipment and can be performed at one temperature using a basic water bath or heating block, hence these assays may have important applications in low-resource settings or in field work. Briefly, a conserved region of the NS5 gene of flaviviruses was targeted and, to determine the application of the assay, primers and probes were initially designed for West Nile virus (WNV). As culturing WNV requires higher biocontainment than available at the facility, RNA was transcribed from a synthetic gene. The transcribed RNA was used to optimize the reaction conditions. Products of the assay were then detected using a lateral flow system. A biotin molecule conjugated to the 5′ end of the probe was used in the reaction specifically to facilitate detection of the products using lateral flow strips that encompassed anti-biotin molecules. The sensitivity of the assay was investigated using ten-fold dilutions of transcribed RNA of known copy number. The minimum detection level was between 5.4 and 54 copies of RNA, in concordance with the results from a conventional RT-PCR reaction. In addition, the specificity of the assay was determined by testing RNA from other flaviviruses or other arboviruses known to circulate in South Africa or imported by travellers. The assay was unable to detect RNA from Sindbis virus, Crimean-Congo haemorrhagic fever virus (CCHFV), yellow fever virus or Wesselsbron virus. The assay did detect RNA from Usutu virus; however, this was expected due to the sequence similarity. As the aim is to finally develop a multiplex assay for all flaviviruses in southern Africa, this cross-reactivity will be an advantage. Hence, the results confirmed that an RT-RPA can be simply performed at one temperature with rapid detection of products using a lateral flow system.\n\nMariam M. Mirambo (Department of Microbiology and Immunology, Weill Bugando School of Medicine, Catholic University of Health and Allied Sciences, Mwanza, Tanzania) presented her study on seropositivity and factors associated with ZIKV and DENV infection among symptomatic pregnant women attending antenatal clinics in rural and urban areas of Mwanza, Tanzania.\n\nDENV and ZIKV may be endemic in some African countries but information about the prevalence and incidence are still missing due to the absence of systematic case reports in most African countries. Pregnant women attending antenatal clinics presenting with dengue/ Zika symptoms were enrolled and IgM and IgG for DENV and ZIKV were determined. Seropositivity was recorded (including co-infection) but no cases were confirmed by PCR.\n\nDomingos Jandondo from the Instituto Nacional de Investigação em Saúde (INIS), Maianga, Luanda, Angola, gave a presentation on the outbreak of dengue that occurred in Angola between April and June 2018. During this period, approximately 125 cases of dengue were reported by health authorities in Angola. The peak of the outbreak was in April. Molecular analysis such as RT-PCR and sequencing was used wherever possible to identify the serotype circulating in the country. The most frequently identified serotype was dengue type 2 with 37.3% of identified cases and one case of dengue type 1 was also identified. Analysis of patient demographics suggested that the age group most frequently infected was between 25 and 59 years living in urban areas; more males than females were infected and the majority of cases were reported in patients residing in the capital of Angola, Luanda. The outbreak has raised awareness of the disease in the country and efforts are now being made to increase surveillance and anti-vectorial control measures will also be implemented.\n\nAthanase Badolo (Laboratoire d'Entomologie Fondamentale et Appliquée, Université Ouaga 1, Ouagadougou, Burkina Faso) presented the results of an entomological study of Aedes spp. mosquito populations in and around Ouagadougou, the capital of Burkina Faso, which experienced its largest recorded dengue outbreaks in 2016 and 2017. Coinciding with the outbreak, potential breeding and adult resting sites were sampled indoors and outdoors, in peri-urban and urban districts. The most abundant mosquito was Aedes aegypti with individuals exhibiting a wide range of variation in the morphological characters associated with the aegypti and formosus forms of this species. Sub-samples were analyzed to identify blood meal sources and mutations affecting insecticide susceptibility. The results showed that Aedes aegypti was highly anthropophilic, with both endo-and exophilic tendencies. Adult mosquitoes were resistant to pyrethroid insecticides, but adults and larvae were susceptible to organophosphates. The results provide a much-needed initial evidence base, essential for the development of vector control strategies prior to future outbreaks of Aedes aegypti-borne arboviruses in Burkina Faso. giving an overview of the epidemiology and pathogenesis of the reemergent CHIKV. She then discussed the molecular mechanisms of alphavirus entry and exit. Alphaviruses including CHIKV and encephalitic viruses are important human and animal pathogens. They are highly organized, enveloped viruses with an internal nucleocapsid containing the plus-sense RNA surrounded by the viral membrane containing an external lattice of the E2 and E1 transmembrane proteins. Virus replication occurs in the cytoplasm and the envelope is derived during budding via a process mediated by the E2 protein and capsid protein interactions and excluding host membrane proteins. Many questions remain, such as how the capsid protein selectively assembles with the viral RNA and the mechanism of viral budding (Brown et al., 2018) . Alphaviruses can infect cells as free virus particles or they can be transmitted from infected cells via intercellular \"extensions\" (Martinez and Kielian, 2016) . The extensions are induced by virus infection of the host cell or by expression of the viral structural proteins in the absence of infection. The process of cell-to-cell transmission requires budding of fusion-active viral particles that are transferred to neighboring noninfected cells. These extensions involve the reorganization of the actin and microtubule systems, and can protect the virus from neutralization by host antibodies.\n\nSt. Patrick Reid (Pathology and Microbiology Department, University of Nebraska at Omaha, NE, USA) talked about integrating clinical and molecular data towards elucidating the mechanism underlying CHIKV-induced arthritis. Fever, polyarthralgia, and polyarthritis are the main symptoms of patients infected by CHIKV (Chang et al., 2018) . Understanding the mechanism involved in these symptoms such as arthritis will help in the search for new therapeutics. A vaccine is still not available.\n\nA model was developed including a 3D vascularized bone model and co-culture and tri-culture cell models to evaluate the interactions involved in CHIKV infection. Synovial fluids from persons infected with CHIKV were also analyzed and proteins associated with arthralgia were identified. Post-translational modifications including citrullination and carbamylation that play important roles in the pathophysiology of arthritis were established.\n\nLeen Delang (Rega Institute for Medical Research, Leuven, Belgium) presented an overview of antiviral strategies for CHIKV, which causes acute arthralgia that evolves into chronic arthralgia in 15-60% of cases. Both repurposing of antivirals developed for other viruses and cell-based screens for new antivirals against CHIKV were used. An example of repurposing was favipiravir, developed as an antiviral against influenza, and acting broadly on viral RNA-dependent RNA polymerases (RdRp). Favipiravir produced strong inhibition of acute CHIKV replication in both cell culture and a mouse model, and acted on nsP4, the viral RdRp. In contrast, no effect in a mouse model of chronic infection was observed, with the results suggesting that in these chronic conditions, either replication and/or the viral RNA was defective (Delang et al., 2016) . During the cell-based screens, a class of small molecules ([1,2,3]triazolo[4,5-d]pyrimidin-7(6H)-ones) inhibiting the capping activity of nsP1 was identified (Abdelnabi et al., 2018) . In spite of the strong conservation among the nsP1 proteins, the compound showed surprising specificity against CHIKV nsP1 vs. nsP1 of other alphaviruses. Mutations in nsP1 caused resistance, and comparative studies in mosquitoes vs. mammalian hosts emphasized the importance of evaluating the role of the vector in drug resistance and viral fitness.\n\nMark Brönstrup (Helmholtz Centre for Infection Research, Braunschweig, Germany) presented research strategies to identify antiviral lead compounds using screens of natural products. A myxobacterial metabolite, soraphen A (SorA), was found to be a broadspectrum antiviral that inhibits acetyl coenzyme A carboxylase and thus affects host-cell lipid metabolism. SorA inhibits formation of the \"membranous web\", a cellular structure that is generated during and serves as a platform for replication of RNA viruses. Studies showed that SorA inhibits replication of hepatitis C virus (HCV), human immunodeficiency virus (HIV), and DENV (Koutsoudakis et al., 2015; Fleta-Soriano et al., 2017) . A second natural product shown to have broad antiviral activity was the lantibiotic peptide labyrinthopeptin A1 (LabyA1; Férir et al., 2013) . This molecule displays broad antiviral activity against enveloped viruses including flaviviruses and CHIKV. LabyA1 interacts with phosphatidyl ethanolamine in the viral membrane, leading to perforation and virucidal effects. In contrast, cells are relatively resistant to LabyA1, presumably due to decreased accessibility of PE in the cell vs. viral membrane, as well as the ability of cells to carry out membrane repair. It will be interesting to further define the mechanisms of these two antiviral compounds and to explore their ability to act as antivirals in vivo.\n\nVirgílio Santo António (Instituto Nacional de Saúde, Maputo, Mozambique) reported on the evaluation of serum samples from patients with acute fever in Mozambique. Increased malaria cases were reported in Mozambique from 2016 to 2017. Most cases of acute fever have been treated with antimalarials or with antibiotics, frequently without considering the possibility of alphavirus and other viral infections. Studies of 194 serum samples revealed the presence of IgM and IgG antibodies to ZIKV, WNV and CHIKV. A high proportion of co-infection by arboviruses and malaria was also observed. The results strongly support the importance of expanding diagnostic capabilities to better identify the causes and improve the management of acute fever.\n\nEduardo Samo Gudo (Instituto Nacional de Saúde, Maputo, Mozambique) presented on the ongoing efforts in Mozambique to build Disease Detection and Emergency Response Core Capacities for emerging viruses after the recent reports of occurrence of dengue outbreaks in the country (Massangaie et al., 2016) . Retrospective investigation of a large serum bank stored at the National Institute of Health showed that arboviruses have been circulating unsuspected for several years in Mozambique and historical data demonstrated that arboviruses were found in Mozambicans since the 1960′s (Gudo et al., 2016a (Gudo et al., , 2016b . A surveillance system was established in 2015 to monitor the occurrence of arboviruses and other emerging viruses as well as building capacity for early detection of these emerging pathogens. Data from the established surveillance for emerging viruses found cases of dengue, chikungunya, Rift Valley fever, hantavirus, and Crimean-Congo hemorrhagic fever across different sentinel sites (Chau et al., 2017; Mugabe et al., 2018; Muianga et al., 2017; Oludele et al., 2017) . These results have driven the establishment of diagnostic capacity for early detection of and rapid response to emerging viruses in Mozambique. Serologic assays were established and establishment of molecular and neutralizing assays is underway at the National Institute of Health. Rapid response teams have been trained on arboviruses and other emerging viruses by the National Institute of Health.\n\nSusan R. Weiss (Dept. of Microbiology, University of Pennsylvania, Philadelphia, PA, USA) opened the session by giving an overview on coronavirus pathogenesis, replication, and host-cell responses to infection. She reported on coronavirus phosphodiesterases antagonizing the innate immune response of the host. Her laboratory focuses on the antiviral 2′,5′-oligoadenylate synthetase -ribonuclease L (OAS-RNase L) pathway. RNase L is activated by double-stranded (ds) RNA and cleaves host and viral single-stranded RNA and thus downregulates protein synthesis and viral replication. The group demonstrated that accessory protein NS2 of mouse hepatitis virus (MHV), as well as that of other lineage A betacoronaviruses, is a cytoplasmic protein that displays a 2′,5′-oligo(A) phosphodiesterase (PDE) activity that prevents RNase L activation (Zhao et al., 2012; Goldstein et al., 2017) . MHV NS2 is a celltype and organ-specific virulence factor, required for replication in the liver and the induction of hepatitis, but interestingly, not for replication in the brain and encephalitis.\n\nThe NS4b accessory protein encoded by MERS-CoV and other lineage C betacoronaviruses was identified as a homologue of MHV NS2; NS4b also antagonizes the OAS-RNAse L antiviral pathway (Thornbrough et al., 2016) . In contrast to NS2, NS4b is mainly localized to the nucleus, suggesting a further enzymatic role in that compartment. This is supported by the finding that MERS-CoV mutant viruses expressing either a catalytically inactive NS4b or NS4b expressed in the cytoplasm display similar phenotypes with regard to replication and upregulation of interferon-lambda and interferon-stimulated gene expression. In addition, these data point to a catalytic role for NS4b in the nucleus. Finally, RNase L activation leads to apoptosis of infected cells, suggesting that antiviral activity is due to elimination of infected cells as well as viral genome RNA degradation.\n\nYi Shi (CAS Key Laboratory of Pathogenic Microbiology and Immunology, University of the Chinese Academy of Sciences, Beijing) addressed entry mechanisms of MERS-CoV and SARS-CoV and the trimeric spike (S) glycoproteins whose overall structures remained to be investigated. The group set out to solve 3-D structures of both S proteins in order to elicit their function and for the design of broadly-neutralizing antibodies and vaccines. Using cryo-electron microscopy at high resolution, three-dimensional ectodomain structures of the prefusion complexes were obtained (Yuan et al., 2017) . Except for the inherently flexible receptor binding domain (RBD), these resembled the structures of HKU1, MHV, and HCoV-NL63 S protein. The fusion peptide was identified as a potential target for broadly neutralizing antibodies.\n\nSusan Daniel (RF Smith School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY, USA) discussed the influence of calcium ions on the insertion of the fusion peptide into host-cell membranes and lipid ordering in the entry process of corona-and Ebola viruses. Current knowledge relates conformational changes of the spike protein and exposure of the fusion peptide to low endosomal pH allowing both viruses to enter the cytosol. However, it has become clear that increasing the calcium concentration within endosomes also correlates with infection with both viruses. Susan described how calcium stabilizes the structure of the fusion peptide during conformational changes of the spike and promotes its insertion into the host-cell membrane. Furthermore, her data showed that, as the calcium concentration is increased, lipid ordering increases as well as membrane fusion activity. Higher fusogenic activity linked to higher infection rates are observed in the presence of higher calcium levels.\n\nTiffany Tang (RF Smith School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY, USA) presented studies of anti-fusogenic monoclonal antibodies directed against coronaviruses. The fusion peptides of spike proteins of coronaviruses are exposed after protease cleavage, enabling direct fusion at the plasma membrane surface and endosome. Recent cryo-EM studies demonstrated that the exposed prefusion region of coronaviral fusion peptides (FP) elicits broadly neutralizing antibodies (Walls et al., 2016) . A SARS-CoV spike protein encompassing the two-heptad repeat and the pre-fusion FP regions was used to generate monoclonal antibodies in mice. Functional characterization revealed that the antibodies had to be present during virus-host cell membrane fusion in order to block infection with SARS-CoV pseudoparticles. Due to conservation of the fusion peptide, crossprotection against MERS-CoV pseudoparticles was also demonstrated.\n\nAlbrecht von Brunn (Max von Pettenkofer Institute, Ludwig-Maximilians-University of Munich, Germany) and colleagues have used a yeast two-hybrid system to identify interaction partners of two SARS-CoV domains, the unique domain (SUD) and the papain-like protease (PL pro ). Interactions were further validated by other methods including mass spectrometry, split-YFP, fluorescence-3-hybrid assay, and gel filtration. The SUD and the PL pro [both embedded in Nsp3 (Lei et al., 2018) ] interact with and stabilize an E3 ubiquitin ligase, the ring-finger and CHY zinc-finger domain-containing RCHY1, which ubiquitinates p53, thereby leading to its degradation (Ma-Lauer et al., 2016) . Thus, CoV Nsp3 proteins containing SUD-PL pro counteract the host defense in two distinct manners. Nsp3 leads to p53 degradation by stabilizing RCHY1 and as previously reported, by the direct deISGylation activity of PL pro that interferes with cellular ISGylation (Lindner et al., 2007) .\n\nAnother binding partner of the SARS-CoV SUD is poly(A)-binding protein-interacting protein (PAIP1), which is involved in the initiation of translation. The N-terminal 16 residues of the N-terminal subdomain of SUD (also named \"macrodomain 2″) bind to the middle domain of PAIP1. The SUD, PAIP1, and poly(A)-binding protein (PABP) form a ternary complex, which stimulates translation. This stimulation of translation in combination with CoV Nsp1-mediated degradation specifically of host but not viral mRNA could lead to preferential synthesis of viral proteins.\n\nMaria Eskes (Institute of Biochemistry, University of Lübeck, Germany) and colleagues investigated the unknown domain (UD) within Nsp3 of HCoV NL63, an alphacoronavirus. She found that the presence of the UD had no effect on the peptidolytic activity of its Cterminal neighbor within Nsp3, the papain-like protease 2. A domain which is possibly similar, the middle domain of SUD (also termed \"macrodomain 3″), is encoded as part of the Nsp3 of betacoronavirus SARS-CoV; this domain binds to G-quadruplex RNA, a process that is apparently required for RNA synthesis (Tan et al., 2009; Kusov et al., 2015) . Further studies now under way on the HCoV-NL63 UD will explore similarities and differences between alpha and beta coronavirus macrodomains.\n\nRolf Hilgenfeld (Institute of Biochemistry, University of Lübeck, Germany) and colleagues are aiming to design broad-spectrum antivirals against alpha-and beta-CoVs and against enteroviruses. The rationale for this approach is that virulent human CoVs have infected relatively small numbers of people and drugs that will inhibit enteroviruses as well as CoVs, will be commercially more viable because of the large numbers of enterovirus infections. This approach is possible due to similarities between the substrate-binding sites of enterovirus 3C and CoV main proteases (Hilgenfeld, 2014) . Rolf and his colleagues are employing structure-based design of peptidomimetic alpha-ketoamides to be tested as inhibitors for the 3C proteases of Coxsackievirus B3 (CVB3) and enterovirus A71, as well as the main proteases of SARS-CoV and HCoV-NL63. Differences in the S2 pocket among these four enzymes present a challenge to the design of a common inhibitor. Thus far, the best inhibitors have a P2 = cyclopentylmethyl or cyclohexylmethyl moiety, and display low-or submicromolar EC 50 values against all three types of viruses in cell culture. The compound DZL08, which has the highest reported antiviral activity against the betacoronavirus MERS-CoV in Huh-7 cells, is being optimized for its pharmacokinetic properties.\n\nThe session on EBOV offered insight into several aspects of this and related viruses. Petrus Jansen van Vuren (Centre for Emerging Zoonotic and Parasitic Diseases, National Institute for Communicable Diseases, Johannesburg, South Africa) presented an analysis of the spread of EBOV in Sierra Leone in 2014-2015. The group sequenced 218 genomes from confirmed Ebola virus disease (EVD) cases, the majority of which were from western regions of the country. Extensive phylogenetic analysis allowed the identification of certain areas either as \"sources\" or \"sinks\" for the virus. The capital Freetown played a special role during the outbreak, as all sublineages of the predominant Makona EBOV SL3 lineage were present there. This was probably due to patients moving to Freetown from all parts of the country, in hope of receiving better treatment. As a result, Freetown played a substantial role in maintaining and perpetuating the outbreak in Sierra Leone.\n\nChristelle Bobossi Gadia (Virology Department, Institut Pasteur of Bangui, Central African Republic) presented a retrospective epidemiological study of filovirus, monkey poxvirus, and arbovirus prevalence in the human population living in the tropical forests of the Central African Republic. Antibodies had been tracked over the years between 1983 and 2017, clearly showing years of spikes in cases and prevalence of certain virus strains. A high prevalence (15.4%) of EBOV IgG was found. Pygmies seemed to have a higher seroprevalence against the Ebola-Zaire virus than non-Pygmies, but these differences were explained by geographical factors such as closer proximity to the Democratic Republic of the Congo and the Republic of the Congo.\n\nDavid Nkwe (Department of Biological Sciences & Biotechnology, Botswana International University of Science & Technology, Palapye, Botswana) presented an inspiring proposal for conducting a metagenomics analysis of the bat virome in Botswana. At present, data for this region are lacking, in spite of the strong prevalence of bats as reservoirs for many zoonotic viruses. The goals of the study would be to assess the prevalence of zoonotic viruses in bats, to possibly discover new viruses, and to study bat − human interaction as a consequence of disturbances of bat habitats by human activities. The presentation was followed by an interesting discussion on methods of collecting samples from bats.\n\nIn the final presentation of this session, Sina Bavari [US Army Medical Research Institute of Infectious Diseases (USAMRIID), Frederick, MD, USA] presented an overview of the methodologies for successful antiviral drug discovery and development. He pointed out that antiviral drugs should be safe, inexpensive, easily accessible, widely available, and easy to store and administer; they should further have a long shelf-life and offer a clear and uncomplicated pathway for regulatory approval. Ideally, such drugs should broadly target several virus families, act at any stage of the infection, and be well distributed to affected organs.\n\nSina went on to discuss the advantages and disadvantages of targeting host proteins versus viral proteins. The former targets may offer a larger potential for yielding broad-spectrum antivirals, may reduce the problem of resistance development by the virus, and the compounds may already be available and only need repurposing. Potential disadvantages of antivirals targeting host proteins include toxicity and collateral effects due to differences between the distribution of the target and the location of the infection, lack of a complete understanding of the target biology, difficulty to develop an assay or to establish a pharmacokinetics/pharmacodynamics (PK/PD) relationship, and often an unclear and risky regulatory pathway. The opposite is true for direct-acting antivirals: they are less prone to exhibit toxicity based on target, and it is generally easier to build assays and establish PK/PD, the regulatory pathway is usually clearer, but they may lead to development of viral resistance, and depending on structure, may have a limited scope in terms of addressable virus families.\n\nSina then discussed the different stages of the viral life cycle that can be targeted, the distribution of the virus in different organs and cell types as well as its impact on the therapeutic (for the example of EBOV), and the question whether direct acting antivirals should be a synthetic small molecule or a biologic (such as a monoclonal antibody or an interferon). After presenting the discovery (screening) pipeline established at USAMRIID, he described the success of the nucleotide analogue GS-5734 (remdesivir), which was evaluated collaboratively at his institution and the CDC. The compound is now being developed by Gilead Sciences . GS-5734, a phosphoramidate prodrug of a pyrrolo [2,1-f][triazin-4-amino] adenine C-nucleoside, displays EC 50 values between 60 and 200 nM against various filoviruses in different cells including human macrophages, but is also active against arenaviruses and coronaviruses Agostini et al., 2018) , while the CC 50 is > 10 μM. During the final stages of the massive 2014-2016 EVD epidemic in West Africa, the compound was succesfully used to treat EVD in a newborn child (Dörnemann et al., 2017) and a relapse in a survivor (Jacobs et al., 2016) .\n\nAlmiro Tivane (Instituto Nacional de Saúde, Ministry of Health, Maputo, Mozambique) provided an overview of the genetic characterization of Mozambican influenza viruses, which occupy an ecological niche in Southern Africa (Tivane et al., 2018) . He analyzed the antigenic profiles, hemagglutinin (HA) sequence information, and susceptibility to neuraminidase (NA) inhibitors. He found that the A(H1N1)pdm09 subtype viruses remained closely related antigenically and genetically to the 2016 vaccine virus A/California/7/2009 and other widely distributed viruses belonging to genetic group 6B. In addition, he also studied the influenza A(H3N2) viruses in Mozambique, the majority of which were antigenically similar to the 2016-2017 vaccine virus, A/Hong Kong/4801/2014, and their HA and NA sequences belonged to the 3C.2a subclade that are closely related to viruses circulating in Southern Africa. The influenza B viruses were also antigenically similar to the 2016 season vaccine virus. Overall, Mozambican influenza A and B viruses were most closely related to Southern African viruses and all were sensitive to oseltamivir and zanamivir. These findings suggest regional circulation of the viruses and highlight the need for continuous epidemiologic surveillance to detect and monitor emerging influenza viruses.\n\nIolanda Monjane (Agrarian Research Institute of Mozambique, Maputo, Mozambique) introduced the audience to the situation of the poultry production system in Mozambique. The majority of poultry production is home-based and there is a lack of rigorous bio-security guidelines, posing the risk of transmission of avian influenza viruses to humans. Her group collected a total of 2132 sera from backyard poultry between 2009 and 2010 and found 8.0% of sera positive for avian influenza type A viruses. The positive sera were further tested for the H5 and H7 subtype viruses, and all of them were negative. As a highlypathogenic H5N8 outbreak was confirmed in birds in some Southern African Development Community (SADC) countries including the DRC, Zimbabwe, and South Africa, the Veterinary Authority of Mozambique decided to suspend the importation and movement of poultry and poultry products from these affected regions. They also introduced intensive clinical examination and surveillance in larger poultry industries and targeted farms which had imported day-old bird and hatching eggs from infected countries prior to the outbreak. No clinical symptoms were reported. A total of 249 swab samples were tested by qRT-PCR for H5N8 virus and all of them were negative. They also established a new qRT-PCR protocol that detects the M gene, aiming at passive and active avian influenza surveillance. To date, a total of 732 samples were tested, and none was positive.\n\nHao Song (Beijing Institutes of Life Science & Institute of Microbiology, Chinese Academy of Sciences, Beijing, China) presented studies on H4 subtype viruses that have been widely circulating in domestic poultry in China. He and his colleagues evaluated the receptor-binding properties of two representative isolates, avian H4N6 (HA containing Q226 and G228) and swine H4N6 (HA containing L226 and S228), and found that the avian isolate preferentially binds to avian receptors, while the swine isolate preferentially binds to the human receptor, which is obviously a prerequisite for transmission to humans. They confirmed that the Q226L and G228S amino-acid substitutions are pivotal for the shift in receptor binding, resulting in human receptorbinding features similar to the pandemic H2 and H3 . This implies that swine H4 viruses have the potential to cause human infections. The group also revealed the structural basis for the receptorbinding change, thereby enhancing our understanding of the shift in receptor binding at the atomic level. These findings suggest that we should enhance the surveillance of H4-subtype viruses and pay attention to their evolution.\n\nRachel Fearns (Boston University School of Medicine, Boston, MA, USA) presented her studies on the initiation of transcription and replication in different families of the non-segmented, negative-strand RNA viruses (Noton and Fearns, 2015) . Her group showed that respiratory syncytial virus (RSV) has different initiation sites for genome replication (position 1U) and transcription (position 3C) (Cressey et al., 2018) . Using an in-vitro RNA synthesis assay, they further showed that initiation at position 1U and 3C occurred independently of each other. The polymerase preferred to initiate at 3C, but initiation site selection could be modulated by the relative concentrations of ATP versus GTP.\n\nThey also showed that the polymerase of human metapneumovirus, another pneumovirus, also initiates at positions 1U and 3C of its promoter. In contrast, the polymerases of the paramyxoviruses, human parainfluenza virus 3 (HPIV3) and Nipah virus (NiV) only initiate at position 1U of their own promoters, and the EBOV polymerase initiates at position 2C of its promoter. These findings suggest that the different non-segmented negative-strand RNA viruses have evolved different initiation mechanisms.\n\nThis session covered a range of topics, from diagnostics to epidemiology to molecular virology, of a variety of emerging viruses. On the diagnostics side, Felicity Burt (National Health Laboratory Services and University of the Free State, Bloemfontein, South Africa) presented data on the development of ELISA-based assays to allow detection of antibodies to CCHFV in patient sera. This approach would circumvent the need to culture this highly pathogenic virus for diagnostic purposes and surveillance studies. An approach of computational prediction followed by functional analysis was used to identify immunologic epitopes within the NP and G proteins (Goedhals et al., 2015) . Peptides containing these regions were utilized as the basis for the ELISA assay. Trials indicated that CCHFV antibodies could be detected in the majority of survivors that were tested, validating this approach.\n\nOn the epidemiology side, Inocencio Chongo (Instituto Nacional de Saúde, Maputo, Mozambique) presented results from a study of zoonotic infections in Mozambique. This research is significant because much of the population in Mozambique is directly involved in agriculture, with close contact with animals. To examine the prevalence of zoonotic infections, serum samples from febrile patients were tested for antibodies against Brucella, hantavirus, and CCHFV. IgM and IgG antibodies against all three pathogens could be detected, with hantavirus having the highest prevalence rate of 56%, and with evidence of coinfection in some cases. These data show that these pathogens are circulating in Mozambique and should be considered as possible causative agents when a patient presents with febrile illness.\n\nIn another epidemiological study of a zoonotic infection, Belisario Moiane (Eduardo Mondlane University, Maputo, Mozambique) reported the results of studies of Rift Valley fever (RVF) phlebovirus seroprevalence in cattle, goats, sheep, and African buffaloes in 7 out of the 11 provinces of Mozambique (Moiane et al., 2017) . The overall seroprevalence was found to be 26%, with the highest frequencies found in cattle and African buffaloes, and in the Southern and central provinces. As no outbreaks nor RVF symptoms were reported in herds during this time period (aside from a small outbreak in the South), Belisario suggested that RVF phlebovirus is silently circulating in Mozambique.\n\nA third epidemiological study presented by Asabe Dzikwi (University of Jos, Nigeria) set out to explore factors affecting rabies virus dissemination in Nigeria. Rabies virus is endemic in dogs in Nigeria with 3% of slaughtered dogs testing positive for the virus. Sequence analysis of the virus suggested that there is cross-border transport of the virus from the neighboring countries of Cameroon and Chad. Dog trading practices were thought to be responsible and research was performed to examine the role of Dawacki dog market, a large dog market in Nigeria, in which on average, 3500 dogs are sold on market days. Questionnaires revealed that dogs were sourced from Northern parts of Nigeria and neighboring Niger, Chad, and Cameroon, and then sold to buyers from Southern provinces of Nigeria. Thus, this research revealed that this dog market is a conduit for importation of foreign strains of rabies virus into Nigeria.\n\nTogether, these three epidemiology studies reveal the prevalence of different emerging pathogens and means by which they are disseminated, providing valuable facts to inform surveillance and control measures. From a molecular virology perspective, Thomas Strecker (Phillips-Universität Marburg, Germany) presented research comparing the reference strain of Lassa virus, Josiah virus, with a new strain of Lassa virus linked to Togo. It was shown that in comparison to the Josiah strain, the Z protein of the Togo strain did not bud efficiently from cells when expressed alone, despite the presence of late domain motifs. The budding activity of the Togo strain Z protein could be enhanced by co-expression of the nucleoprotein NP, whereas NP had no effect on Josiah virus budding. These findings show that different strains of Lassa virus have evolved different budding mechanisms, with varying dependence on NP. The results have implications for antiviral drug design, and emphasize the need to include relevant virus strains in molecular biology studies.\n\nReports at the 3rd TASW revealed that dengue and/or chikungunya outbreaks have occurred in several African countries (e.g., Angola, Burkina Faso, Mozambique) in recent years. Dengue is probably endemic in many regions in sub-Saharan Africa, but the disease is often misdiagnosed as malaria, because patients show low levels of Plasmodium parasitemia even though this is not the cause of the acute disease. In addition to DENV, there is evidence for ZIKV, CHIKV, RVFV, hantaviruses, Lassa virus and CCHFV being endemic in several African countries. Rabies viruses are endemic in dogs in Nigeria and many other African countries. Influenza viruses appear to occupy an ecological niche in Mozambique. Of interest was also the high prevalence of antibodies against Ebola and Marburg viruses in humans living in the tropical forests of the Central African Republic.\n\nAmong the human coronaviruses, HCoV 229E, NL63, and OC43 are common agents in acute respiratory infections, e.g. in Nigeria (Kolawole et al., 2017) . Furthermore, MERS-CoV is widespread in camels, not only on the Arabian peninsula, but also throughout West and East Africa (Chu et al., 2015; Gikonyo et al., 2018) . Even though the genomes of MERS-CoV strains display regional differences that may affect their zoonotic potential (Chu et al., 2018) , the omnipresent distribution of the virus in camels certainly constitutes a continuous threat. The meeting also provided an illuminating survey of critical insect vectors and the challenges of their surveillance and control. The presentations highlighted a need for continued and more extensive surveillance studies to confirm the geographic distribution and circulation of emerging and re-emerging viruses in Africa where outbreaks have occurred or have the potential to occur. Molecular virology studies presented by international experts constituted major highlights. These included structural and functional studies on DENV NS5 and ZIKV non-structural proteins and capsid, the H4 influenza virus hemagglutinin, the Lassa virus Z protein, the RNA polymerases of non-segmented, negative-strand RNA viruses, betacoronavirus 2′,5′-phosphodiesterases, as well as coronavirus-host interactions, coronavirus-host-cell membrane fusion and antifusogenic antibodies. An interesting comparison of viral mechanisms to counteract the type-I interferon production of the infected cell through the RNase L pathway showed that coronaviruses, DENV, Sindbis virus, and ZIKV display differences in their interference with RNase L activation.\n\nAn extensive study of ZIKV-specific neutralizing antibodies of human origin was presented and the interactions of some of these mAbs with the ZIKV E protein were characterized by structural biology. Such studies are essential for vaccine design, and have already led to the development of a ZIKV vaccine based on recombinant adenovirus 7 expressing the ZIKV M and E proteins. Many new antiviral compounds were also presented at the meeting. These included hits from a library screened against the NS5 protein of DENV; the phosphoamidate nucleoside prodrug GS5734 (remdesivir) that is active against EBOV, arenaviruses, and coronaviruses; favipiravir and [1,2,3]triazolo[4,5-d] pyrimidin-7(6H)-ones inhibiting respectively the RNA polymerase nsP4 and the capping activity of nsP1 of CHIKV; an alpha-ketoamide targeting the main protease of coronaviruses and the 3C protease of enteroviruses; and the natural products soraphen A and labyrinthopeptin A1 as broad-spectrum antivirals. Further studies of the molecular mechanisms of viruses discussed at this meeting will continue to provide therapeutic strategies and antiviral targets.\n\nIn summary, the 3rd TASW provided important information on emerging and re-emerging viruses in Africa and the countermeasures taken, as well as on investigations into the molecular biology of RNA viruses and the discovery of antiviral drugs. Several new collaborations were initiated, not only between virologists from Africa on the one hand and Asia, Europe, or the USA on the other, but also among African scientists. All participants felt that the mix of participants and the breadth of research on all aspects of emerging viruses made attendance at the 3rd TASW a unique and valuable experience."}