{"title": "Genes for two homologous G-protein a subunits map to different human chromosomes", "body": "Transmembrane signaling by a variety of hormone receptors as well a s by retinal rhodopsin is mediated by a set of guanine nucleotide binding proteins (G proteins), which have a heterotrimeric structure composed of (i, J3, and 7 subunits. The distinctive features of the G proteins are conferred by the nucleotide-binding (i subunit (Smigel et al. 1984; Neer 1987) .\n\nThe G proteins that mediate hormone responses can be divided into two broad categories according to their interaction with the bacterial toxins from Vibrio cholera and Bordetella pertussis. Those G proteins, whose primary function is to stimulate adenylate cyclase, are substrates for ADP-ribosylation by cholera toxin (Gill and Nereb 1978) , while those involved in hormonal inhibition of adenylate cyclase and in regulation of other plasma membrane enzymes are substrates for pertussis toxin .\n\nThe recent successes of many laboratories in cloning cDNAs representing the G proteins have revealed an unexpected complexity with the identification of nine distinct but (Bray et al. 1986; Itoh et al. I986; Lochrie et al. 1985; Mattera et al. 1986; Medynski et al. 1985; Michel et al. 1986; Nukada et al. 1986a,b; Robishaw et al. 1986a,b; Sullivan et al. 1986; Yatsunami and Khorana 1985) . There are at least two genes for the retinal G protein, transducin, one of which is expressed in rods and the other in cones (Lerea et al. 1986 ). The cL subunit of the G protein that mediates hormonal stimulation of adenylate cyclase ((is) exists in four forms, which may be the result of differential splicing of mRNA (Bray et al. 1986; Robishaw et al. 1986a ). Analysis of the proteins that are substrates for pertussis toxin has also revealed heterogeneity. We have purified two such proteins from bovine brain (Neer et al. 1984) . A 41-kilodalton G protein, which is the predominant substrate for ADP-ribosylation by pertussis toxin in brain and other tissues, is involved in inhibition of adenylate cyclase and in other cell functions and termed ~ or (i41. Another G-protein (i subunit of 39 kilodaltons (termed (i39 or (io) is especially abundant in the central nervous system, but its function is not yet known. In addition, there is a 40-kilodalton pertussis toxin substrate in bovine brain that has not yet been fully characterized (Neer et al. 1984) . We have recently cloned and characterized cDNA for (ii ((i41) and have identified cDNA that encodes an extremely similar putative G protein, % (Michel et al. 1986 ). Southern blot analysis of bovine genomic DNA shows that the Uh gene is distinct from the one that encodes (ii. The protein that corresponds to (i h has not yet been identified, but mRNA corresponding to it is present in many cell types (Lee and Neer, unpublished) . Southern blot analysis of human genomic DNA showed that the cDNAs for ai and (ih recognize sequences in the human genome that are distinct from each other. We wished to determine whether the genes for these similar proteins, which are closely related structurally (and probably functionally), are clustered on a single human chromosome, or whether they are found on different chromosomes. We report here that the genes for each of these (i proteins were found on different chromosomes.\n\nThe cDNAs encoding (ii and (ih were isolated from a bovine pituitary library as described by Michel et al. (1986) . The probes used were purified fragments of the total cDNA, which contained only sequences coding for the a proteins. The probes were radiolabeled with 32p by nick translation using 32p-dCTP to give a specific activity of 3 × 108-8 x 10 s cpm/~tg.\n\nDNA was prepared from the various cell lines listed in Table  i and digested with EcoRI. The DNA fragments were separated by electrophoresis on agarose gels and transferred onto nitrocellulose (Schleicher and Schuell) as described by Southern (Southern 1979; Maniatis et al. 1982) . Hybridization was carried out at 42°C for 18 h. The filters were rinsed twice in 2 × SSC, 0.1% SDS at room temperature and then washed in 0.2xSSC, 0.1% SDS at 45°C for 30min before analysis by radioautography.\n\nThe 37 cell hybrids used in this study include 15 unrelated human cell lines and 4 mouse cell lines Shows et al. 1984) . The hybrids were characterized by chromosome analysis and mapped enzyme markers, and partly by mapped DNA probes (Shows 1983; Shows et al. 1978 Shows et al. , 1982 . The location of ah and ai was determined by scoring the presence (+) or absence (-) of certain human bands in the hybrids on the blots. Concordant hybrids have either retained or lost ah or ai, together with a specific human chromosome. Discordant hybrids either retained the % or cti, but not a specific chromosome or the reverse. The percentage of discordancy indicates the degree of discordant segregation for a marker and a chromosome. A 0% discordancy is the basis for chromosome assignment. The dashed arrow in B indicates a large DNA fragment that was recognized specifically by % cDNA but could not be used for scoring, as discussed in the text Figure 1A , B shows representative positive and negative lanes for Southern blots probed with cti and ah cDNA. Lane 1 in each panel contains mouse DNA; lane 2 contains human DNA; lanes 3-4 contain DNA from mouse-human hybrid cells. The human band used for scoring is indicated with a solid arrow. The two cDNA probes recognize different human EcoRI fragments. This observation confirms our earlier finding that the cDNAs recognize different restriction enzyme fragments in bovine genomic DNA. The predominant band recognized by ff, i cDNA is a 4.7-kilobase (kb) fragment while % recognized a unique 1.4-kb fragment. There is some crosshybridization of % cDNA with the 4.7-kb fragment, but (1 i cDNA does not hybridize with the 1.4-kb DNA. In addition, the ah cDNA hybridizes with a very large DNA fragment (dashed arrow). However, we were not able to score this band for two reasons: first, this band was hard to distinguish in lanes where digestion of DNA was not optimal; second, comparison of different human cell lines revealed a polymorphism in the high-molecular-weight fragments. It was clear, however, that the large-molecular-weight fragment segregated differently from the small one. This observation suggests that there may be another gene for ah on a different chromosome. Table 1 summarizes data obtained on 37 independent mouse-human hybrids. Some of these were analyzed on two or more separate Southern blots. The ah mapped to human chromosome 12, and 0~ i mapped to human chromosome 7. In each case, the percentage discordancy was 0. The hybrid JSR-17S with the 7/9 translocation 7pter---~7q22 : : 9p24--~9pter, and no intact chromosome 7 had a positive score for the human ai band. This would localize ai to the pter--+q22 region of human chromosome 7.\n\nThe signal-transducing G-protein family is composed of at least nine distinct, but extremely similar, a subunits (Bray et al. 1986; Itoh et al. 1986; Lochrie et al. 1985; Mattera et al. 1986; Medynski et al. 1985; Michel et al. 1986; Nukada et al. 1986a,b; Robishaw et al. 1986a,b; Sullivan et al. 1986; Yatsunami and Khorana 1985) . These studies represent the first human chromosomal assignment of any members of the Gprotein gene family. Using the bovine cDNAs for cq and ah, these two ct subunits were mapped to human chromosomes 7 and 12, respectively. However, there may be more than one gene for both Gt i and Cth. Analysis of bovine genomic DNA with nonoverlapping probes derived from the ai cDNA suggested that there were at least two, and perhaps three, genes for c~i. The polymorphism described above in the 0t h restriction fragments suggests that there may be more than one 0t h gene. It is possible that each of these forms is located on a different chromosome.\n\nThe striking sequence similarities among the G proteins suggest that they may have arisen from successive duplications of a common ancestor gene, and therefore that they might be clustered on a single chromosome. However, our results show clearly that the genes for ai and ah are found on different human chromosomes. The division of the G-protein u subunit genes between at least two chromosomes suggests that their Table 1 . Segregation of cDNA probes % and ai with human chromosomes in EcoRI-digested human-mouse cell hybrid DNA (+ or -indicate presence or absence of DNA fragments characteristic of ai or uh; t indicates a chromosomal translocation, which is defined in the last column) coordinate expression may be regulated by trans-acting factors rather than by a common cis regulatory mechanism.\n\nThe chromosomal location of the G-protein [3 and y subunits is not known. There appears to be less sequence heterogeneity among the [3 and y subunits (Fong et al, 1986) . It is likely that there are fewer genes for these subunits, and that these genes may show a chromosomal distribution distinct from the G-protein a subunits."}