{"title": "Supplementary Information for Dynamics of translation by single ribosomes through mRNA secondary structures", "body": "Changes in proflavin fluorescence after rapid mixing PRE complexes containing fMetValPheArg-tRNA Arg (prf) in the A-site with EF-G·GTP. PRE complexes of ribosomes (0.1 µM) programmed with mRNA mSL-13e (A), mRNA mSL-14e (B) and mRNA mSL-15e (C) were rapidly mixed in Buffer B at 25 o C with EF-G·GTP (Red: 1 µM; Green: 2 µM; Blue: 4 µM EF-G) and prf-fluorescence on excitation at 462 nm was monitored. All concentrations are after mixing. Insets show initial time period, 0 -300 ms. The underlined unitalized sequence is the translation starting site, initiator fMet. The bold sequence codes Arg-Phe-Val upstream of the mRNA secondary structure and is used to monitor translation rates of the ribosome. The italized sequence is the mRNA secondary structure. The underlined italized sequence indicates the mutation(s) to alter stability and/or mRNA secondary structure. b Free energy of stem-loop secondary structure is predicted using a RNA mfold web server (version 2.3) 2 at 23 ºC, 1M NaCl and no divalent ions. c Free energies of mPK and mPK-SL were measured by optical tweezers at 20-22 ºC, 5 mM MgCl 2 3 . 100% G-C pairs slowed elongation rate 2.5 -3 fold, which is close to our finding that mSL-15 slows translocation and E-site dissociation rates 2 -3 fold. Thus, the present measurements are consistent with these earlier studies.\n\n1→ 2 2 → 5 2 → 3 2 → 3 3→ 4 4 → 5 4 → 6 5 → 7 5→ 6 6 → 7 FRET pairs L11-t t-t L11-t L1-t L1-t L11-t L1-t t-t\n\nThe absolute values of translation rates measured here with different FRET pairs do not exactly match each other, presumably because the specific positions labeled within ribosomes and/or tRNAs may affect the precise magnitudes of some of the rate constants. However, the extents of slowing of translation rates affected by secondary structure are quite similar among different FRET pairs, so differences in labeling positions do not fundamentally affect the trends described in the main text."}