{"title": "A genome-wide association study identifies major loci affecting the immune response against infectious bronchitis virus in chicken", "body": "Since severe acute respiratory syndrome (SARS), caused by a coronavirus (CoV), emerged and caused human mortality in China in 2002, CoVs have received relatively much attention as human pathogens (Saif, 2004) . The emergence of SARS-CoV also suggested that the evolution of CoVs has broken through the species barrier (Woo et al., 2006; Dong et al., 2007) . Consequently, research has focused on CoV infections in animals, including wild and domestic animals.\n\nAvian infectious bronchitis virus (IBV) belongs to the gamma-CoVs. Infectious bronchitis (IB), which is caused by IBV, was first reported in the United States in the 1930s (Cavanagh, 2007) . IB began as a disease of young birds, but as time progressed, the disease spread to older birds worldwide (Sjaak et al., 2011) . IBV can cause a severe respiratory viral disease of chickens and shows high mortality. IBV can also replicate in some epithelial cells of the gut, kidney and oviduct, resulting in poor weight gain in broilers, and serious egg yield drop and poor egg quality in layers and breeders (Ignjatovic and Sapats, 2000; Cavanagh, 2001 Cavanagh, , 2007 . Thus, IB has a significant economic impact on the modern poultry industry. In addition, the CoV causing SARS most likely recombined genomic sequences from mammalian-like and avian-like CoVs (e.g. IBV), according to the molecular genetic data (Stavrinides and Guttman, 2004) . The impact of SARS on public health has led to the epidemiology of IB receiving much attention in many countries (Bourogaa et al., 2009; Pohuang et al., 2009; Rimondi et al., 2009; Kulkarni and Resurreccion, 2010; Villarreal et al., 2010; Chacon et al., 2011; Ji et al., 2011; Abdel-Moneim et al., 2012; Acevedo et al., 2012; Ma et al., 2012a,b) . Studying IBV alone to develop IB vaccines is insufficient to control IB outbreaks because IBV is highly variable (Sjaak et al., 2011) . Viruses and hosts show coevolution, so increasing our knowledge of host responses against IBV is helpful to protect the poultry industry from IB. However, there are few studies of the host responses against IBV, especially their genetic basis.\n\nFortunately, host immune responses to pathogens, such as Marek's disease virus and Escherichia coli, can be heritable in chickens (Yonash et al., 1996; Pitcovski et al., 2001; Sarson et al., 2008) . Thus, we believed that it would be useful to explore the immune response of chicken to IBV by high-resolution mapping of loci affecting the antibody levels against IBV. Genomewide association studies (GWASs) have become one of the most commonly used strategies for identifying genes for complex traits in humans, as well as in animals. In chickens, some major loci associated with growth (Gu et al., 2011; Xie et al., 2012) , egg production (Liu et al., 2011; Wolc et al., 2012) , resistance to Marek's disease and immune response to Newcastle disease virus (Luo et al., 2013) were identified by GWASs.\n\nThis study aimed to identify major genomic regions associated with the immune response against IBV using a GWAS based on a 60 k single nucleotide polymorphism (SNP) chip (Groenen et al., 2011) in chickens. We hoped to increase our knowledge of methods for controlling outbreaks of IB from a host perspective.\n\nThe Animal Care Committee of Institute of Animal Science, Guangdong Academy of Agricultural Sciences (Guangzhou, People's Republic of China) approved the study (Approval No. GAAS-IAS-2009-73) .\n\nAll experimental birds were from an F 2 population, which was built from the full-sib intercross of two divergent lines (23 P and 51 F 1 ). The first line was a fast-growing Chinese yellow broiler, which had undergone more than 10 generations of selection for high growth rate. The second line was the Huiyang bearded chicken, a Chinese local breed with a low growth rate and high meat quality tailored to Chinese tastes. The resistance to IBV of the second line is better than that of the first line (unpublished results). The population included 511 individuals from six hatches. All experimental birds were weighed at 28 and 91 days, and were immunized with a commercial IBV live attenuated vaccine of the H120 strain (Intervet International B.V., Boxmeer, Netherlands), using the standard dose given in the instructions of the vaccine, by eye drop at day 30 and serum was collected at day 91. Venous blood was collected into centrifuge tubes containing anticoagulant and stored in À80°C for SNP genotyping. The antibody levels against IBV (S/P values) were determined using an indirect enzyme-linked immunosorbent assay (ELISA) test according to the instructions of a commercial ELISA kit (BioChek, Inc., Foster City, CA, USA). The ELISA kit measures IBV-specific immunoglobulin Y, but not immunoglobulin A or immunoglobulin M. All of the experimental birds were positive for the IBV-specific immunoglobulin Y post-immunization.\n\nGenomic DNA of all birds was extracted from venous blood by a phenol-chloroform method. DNA LandMarks Inc. (Quebec, Canada) helped with the genotyping of the chicken 60 k SNP chips from Illumina Inc. (Groenen et al., 2011) using 75 lL of approximately 50 ng/lL genomic DNA. Six of 511 samples were excluded because more than 5% of the SNP genotypes were missing. Of 57,636 SNPs in the 60 k chip, 43,211 SNPs with a minor allele frequency (MAF) of 5% or greater, a call rate of 95% or greater, and having exact chromosome position in the 505 samples were selected for use in the current study. The mean distance between adjacent SNPs was 23.39 kb.\n\nPopulation stratification can influence accuracy of a GWAS; therefore, we conducted a principal component analysis (PCA), which approximately explains population structure, in the experimental population using the validated information SNPs by GAPIT (Lipka et al., 2012) . Simultaneously, the kinship for the 505 birds was estimated by program TASSEL version 3.0 (Bradbury et al., 2007) . The phenotypic data for the antibody levels against IBV were initially adjusted for sex and hatch effects by the general lin-\n\nwhere Y ij is the phenotypic value for the antibody response against IBV, l is the overall mean, SEX i is the effect of the ith sex, H j is the effect of the jth hatch, and e ij is the residual effect. The adjusted phenotypic value was calculated as l + e ij . The adjusted phenotypic values, including the PCA and the kinship information were then used to perform the GWAS, as well as genetic parameters estimation for the antibody response against IBV, with a mixed linear model implemented in TASSEL version 3.0 (Bradbury et al., 2007) . The model was described as follows:\n\nwhere y is the vector of the adjusted phenotypic values; b is the vector of fixed effects including the SNP and population structure (PCA); a is the vector of random additive genetic effects from multiple background quantitative trait loci (QTLs) for individuals; e is the vector of random residuals; and X and Z are the corresponding incidence matrices. The variance of random effects were varðaÞ ¼ G ¼ Kr 2 a and varðeÞ ¼ R ¼ Ir 2 e , and the distributions for the random effects were assumed as: a $ Nð0; GÞ and e $ Nð0; RÞ, where K is the kinship matrix; r 2 a is the animal additive genetic variance; I is an identity matrix; and r 2 e is the residual variance.\n\nThe threshold P-value for declaring genome-wide significance was 0.05/43,211 = 1.16 Â 10 À6 (Àlog 10 (P) = 5.94), according to Bonferroni correction. Haploview (Barrett et al., 2005) was used to calculate the linkage disequilibrium (LD), whose parameter was r 2 in this study, for SNPs on each chicken (Gallus gallus) chromosome (GGA). The extent of LD was calculated under the standard with r 2 = 0.1. Each candidate genomic region related to the antibody response against IBV was predicted to cover a length of the genome-wide significant SNP position ± the extent of LD in the corresponding GGA.\n\nInformation on the genes in the candidate genomic regions was obtained from Ensembl (Ensembl Genome Browser, 2011) and NCBI (National Center for Biotechnology Information, 2011). The Database for Annotation, Visualization and Integrated Discovery (DAVID) (Dennis et al., 2003; Huang et al., 2009 ) was used to conduct pathway analysis for the candidate genes. Further global analysis for the identified pathways was performed through the KEGG pathway database and the KEGG Atlas \n\nAs shown in Fig. 1 , PCA identified the population stratification in this experimental population. The population could be divided into at least six subpopulations, although the differences were not very large among those subpopulations. Population stratification can interfere with reliability of GWAS (Cardon and Palmer, 2003; Tian et al., 2008; Epstein et al., 2012; Ma et al., 2012a,b) ; therefore, the statistical model of the GWAS needed to include population stratification information. The first three principal components, as three covariates of the mixed model, were used to correct for stratification in the GWAS, according to Price et al. (2006) . The ratios of variance of the first three principal components relative to the total variance in the antibody levels against IBV, the body weight at 28 days and the body weight at 91 days were 0.65%, 2.60% and 2.67%, respectively. The effect size of the principal components for the antibody levels against IBV was smaller than that for the body weights; however, the effect of the principal components could not be neglected for the GWAS of the antibody levels against IBV.\n\nBesides population stratification, the cryptic relationships between individuals in the sample can increase the false-positive rate in a GWAS. To reduce the effect of cryptic relationships, the kinships between birds in this study were calculated using 43,211 SNPs (Supplementary Table 1 ). The average kinship was 0.08, but the maximum kinship reached 0.63, and the estimated effect of the kinship could reach 8.79%, suggesting that it was necessary to perform the GWAS with the kinship information in this study. In addition, QTL mapping cannot be achieved by GWAS if miss heritability occurs for the target trait in the experimental population (Maher, 2008; Slatkin, 2009) . Fortunately, the estimated heritability of the antibody levels against IBV was approximately 0.22 in the current experimental population. In general, the power of the design population is higher than that of a random population for QTL mapping. For an F 2 population, the power of detecting QTLs could reach 0.90 when the sample size is 500 and the heritability exceeds 0.04 (Satagopan et al., 2007) . If the heritability reaches 0.18, the power of detecting QTLs would be close to one in an F 2 population including 200 individuals from two outbred lines crossing by 50 k SNP panels (Ledur et al., 2010) . In fact, the heritability of body weight is generally no more than 0.25 in chickens (Wolc et al., 2009; Chen et al., 2011) ; however, many studies have successfully detected QTLs for body weights by GWAS (Gu et al., 2011; Xie et al., 2012) . Thus, it was feasible to map QTLs for the antibody levels against IBV using the F 2 experimental population by GWAS with 43,211 SNPs.\n\nThe extent of LD for the whole genome was considered as 1 Mb because the LD declined to r 2 = 0.1 at a distance of about 1 Mb in the experimental population. Different chromosomes had different extents of LD, and the largest extent of LD, almost 2 Mb, appeared on GGA1 (Supplementary Fig. 1 ). Traditional QTL mapping can identify a confidence interval for the corresponding QTL locations using genetic distances by bootstrap or other statistical methods (Jongjoo et al., 2002; Manichaikul et al., 2006) , whereas confidence intervals cannot be calculated in GWAS at present. We tried to predict candidate genomic regions containing the significantly associated SNPs and the extent of LD in the corresponding genomic regions to mine candidate genes affecting the antibody level against IBV.\n\nTwenty SNP effects were detected with genome-wide significance for the antibody level against IBV (P < 1.16 Â 10 À6 , Table 1 and Supplementary Fig. 2) . These significantly associated SNPs were distributed in five chicken chromosomes, including GGA1 (n = 8), GGA3 (n = 4), GGA5 (n = 5), GGA8 (n = 1) and GGA9 (n = 2). Notably, no significantly associated SNP was detected on GGA16, which harbors the chicken major histocompatibility complex (cluster of immune function genes). The most likely reason was that very few SNP markers (n = 14) on GGA16 could be used for the GWAS of the antibody level against IBV in this study, and GGA16 has very high recombination rates. Alternatively, the specific nature of the current experimental population might be an important reason. Further studies are necessary to detect QTLs for the antibody level against IBV on GGA16.\n\nEight significantly associated SNPs were in functional genes, and the other 12 SNPs were in intergenic regions (Table 1 ). GGA1 had the most significantly associated SNPs, while the SNP with the greatest effect on the antibody level against IBV was at position 49,506,678 bp on GGA5. This SNP could explain 13.2% of phenotypic variation for the antibody level against IBV, but was positioned in a gene desert. The gene desert also included the other two SNPs with the top significant effect on the antibody level against IBV. The Vaccinia related kinase 1 (VRK1) gene was the nearest functional gene to the gene desert (Table 1 and Fig. 2) . VRK1 is ubiquitously expressed in T cells and the genomic region covering VRK1 and the gene desert was observed to play an important role in T-cell acute lymphoblastic leukemia in humans (Roh et al., 2005; Nagel et al., 2007) . Single-cell transcriptomics also revealed VRK1 expression changed in mouse bone-marrow-derived dendritic cells after immunizing with lipopolysaccharide (Shalek et al., 2013) . Given the genomic synteny among chickens, humans and mice, the nature of the genomic region covering the three SNPs with the top significant effect on the antibody level against IBV might be very important for adaptive immunity in chickens.\n\nEach of the other significantly associated SNPs explained over 5% of the phenotypic variation. The sum of all the significant SNP effects relative to the phenotypic variation was more than one (Table 1) , which indicated that several significant SNPs must represent the same QTLs because of the strong LD between SNPs. Given the extent of LD in the experimental population ( Supplementary  Fig. 1 ), we identified 10 genomic regions that could be major QTLs related to the antibody level against IBV. As shown in Supplementary Table 2 , the major QTLs for the antibody level against IBV covered 453 genes or non-coding RNAs according to the Ensembl database (Ensembl Genome Browser, 2011). Gene ontology was used to evaluate the information on the corresponding genes. As shown in Table 2 , given a significance threshold of P < 0.05, these genes were enriched in one molecular function, one cellular component and four biological processes. Interestingly, most of the statistically significant biological processes were related to the immune response, such as defense response and polysaccharide metabolic process, which corresponded to their association with the antibody level against IBV.\n\nA cluster of 13 beta-defensin genes (GAL1-13) contributing to the defense response was precisely located in a QTL related to the antibody level against IBV on GGA3. Previous studies revealed the GAL1-13 genes could regulate the humoral immune response (Breuilh et al., 2007; Anginot et al., 2013) . Surprisingly, previous reports stated that the positional candidate gene cluster mainly regulated the response to bacterium, not viruses. Hasenstein and Lamont (2007) reported that the SNPs in the cluster of GAL11-13 genes were associated with Salmonella response in an advanced intercross line. Nevertheless, earlier evidence proved that infection with IBV was close to bacterium (e.g. E. coli) invasion in chicken (Springer et al., 1974; Nakamura et al., 1992; Yunis et al., 2002a,b) . This reinforced the importance of the cluster of GAL11-13 genes for regulating the antibody level against IBV.\n\nIn addition, lysozyme G like protein 2 (LYG2), interleukin-17D (IL17D) and toll-like receptor 7 (TLR7) genes, like GAL1-13 genes, involve defense response and should be key genes associated with the antibody level against IBV (Table 2) . These three functional genes were in the strongly significant (P < 2.5 Â 10 À13 ) QTLs on GGA1 (Fig. 2B-D) . Expression of the LYG2 gene was upregulated significantly after pathogen challenge (Matulova et al., 2013) . The IL17D gene was strongly associated with immune response to a polysaccharide vaccine for typhoid (Majumder et al., 2009) . Interleukin-17F (IL17F), in the same gene family as IL17D, was also on one of the QTLs for the antibody level against IBV (Fig. 2E) . The IL17 family plays a key role in the induction and stimulation of Table 1 Twenty SNP markers with genome-wide significant effects for the antibody level against infectious bronchitis virus (P < 1.16 Â 10 À6 ). 6.5 6.7 6.9 7.1 7.3 7.5 -log 10 (P value)\n\nPhysical distance (Mb) on GGA9 NMNAT3 PIK3CB J Fig. 2 . Candidate regions for the antibody level against infectious bronchitis virus (IBV). Rhombuses and points indicate significant and the other SNP effects for the antibody level against IBV, respectively, at the 5% Bonferroni genome-wide significance threshold (P = 1.16 Â 10 À6 ). Blocks indicate the location of genes. Arrows highlight genes, and a pentagram represents the cluster of 13 chicken beta-defensin genes (GAL1-GAL13).\n\nchemotaxis and the function of T helper 17 lymphocytes (Iwakura et al., 2008; Mabuchi et al., 2012) . More interestingly, the interleukin 17 pathway was activated in cells infected with SARS-CoV or the other new human coronavirus (Josset et al., 2013) . This suggests that the interleukin 17 pathway plays an important role in host responses to rapidly evolving CoVs. In addition to the interleukin 17 pathway, we found that the mTOR signaling pathway involving TLR7 was likely to be important for host responses to CoVs. TLR7 is a key factor for optimal B cell responses during chronic viral infection of mice (Clingan and Matloubian, 2013) . The Toll-like receptor family has been linked to the pathogen recognition of immunity (Kagan and Iwasaki, 2012) . Therefore, these genes were all closely linked to immune responses and important candidate genes for the antibody level against IBV. However, obtaining more evidence of candidate genes related to the antibody response against IBV requires further study. This might include another association study based on a random population or a large population of advanced intercross lines with large size, and exploring the relationships between the expressions of the predicted candidate genes and the antibody response against IBV in intro and in vivo.\n\nThe current study focused on QTL mapping for the immune response to IBV in chickens and detected 10 QTLs (Fig. 2) . IB and Newcastle disease both belong to respiratory infectious diseases; therefore, the host immune responses against IBV and Newcastle disease virus might involve similar molecular networks. Indeed, two out of the 10 QTLs for the immune response against IBV overlapped with QTLs for the immune responses against lipopolysaccharides and Newcastle disease virus from the experiment with 1022 SNPs and 583 hens from nine different lines, at the threshold of P < 0.05 (Biscarini et al., 2010) . One region was at the end of the short arm of GGA3, and Biscarini et al. (2010) thought that IL17F in this region was one of the most important candidate genes for adaptive immune responses to lipopolysaccharides and Newcastle disease virus. In addition, a recent study found that the GAL1-13 genes in the QTL were also candidate genes for immune responses against IBV (Fig. 2E ). This suggested that this region has an extensive impact on the immune responses to pathogens, including bacteria and virus. The other overlapping QTL region was at $3.6 Mb (galGal3) from the proximal end of GGA9. The region was significantly associated with the antibody response to Newcastle disease virus (Biscarini et al., 2010) . In addition, a suggestive QTL (P < 2.31 Â 10 À5 , Àlog 10 (P) = 4.64) for the antibody response against IBV was at $100 Mb (galGal3) from the proximal end of GGA1 ( Supplementary Fig. 2) , which corresponded to a QTL detected by 60 k SNPs and 511 F 2 birds for the antibody response against Newcastle disease virus (Luo et al., 2013) .\n\nThe remaining eight QTLs for the antibody response against IBV were novel and specific QTLs in this study. They were not only different from the QTLs for the antibody response against Newcastle disease virus, they also differed from the QTLs for immune responses against other stimuli, such as Brucella abortus (Zhou et al., 2003) , E. coli (Yunis et al., 2002a,b) , keyhole lympet hemocyanin (Siwek et al., 2003) , sheep red blood cells (Dorshorst et al., 2011) , infectious bursal disease virus (Ewald et al., 2007) and lipoteichoic acid (Slawinska et al., 2011) . Nevertheless, all the QTLs linked to the antibody response against IBV were not independent of body weights in chickens (Supplementary Table 3) , and birds with the favored genotype of the QTLs linked to the antibody response against IBV had significantly lower body weights (unpublished results) . This observation requires further study.\n\nThis study found more than 10 major QTLs related to the antibody response against IBV. The contributions of GGA1, 3, 5, 8 and 9 are the most important for the antibody response against IBV. The findings lay a preliminary foundation for controlling outbreaks of IB, even SARS, from a host perspective. Table 2 Gene ontology (GO) analysis of genes in the candidate regions related to the antibody level against infectious bronchitis virus (P < 1.16 Â 10 À6 ). "}