{"title": "Challenges and opportunities in the purification of recombinant tagged proteins", "body": "The wealth of products and methodologies for recombinant protein production and purification has increased enormously in recent years. This has contributed to the growth in the use of recombinant proteins for academic research and therapeutic and diagnostic applications as well as in industrial settings (Demain and Vaishnav, 2009; Palomares et al., 2004) . The production and purification of recombinant proteins are intimately linked. The choice of host for protein production affects not only the amplification and isolation of the protein, but also the way in which the product can be subsequently purified. The advances in genetic engineering have increased the availability of large amounts of recombinant proteins produced in host cellsbacterial, mammalian, insect and yeastand where Escherichia coli still represents the most widely used platform (Demain and Vaishnav, 2009) .\n\nChromatography is a well-established platform for protein purification, as it is considered economically feasible and yields high recoveries at high purities with very few process steps (Carta and Jungbauer, 2010; Milne, 2011; Walsh, 2003; Walter and Gottschalk, 2010) . In affinity chromatography, selectivity towards a specific target protein is introduced through the chemical functionalization of the solid support with desired affinity ligands, which can be divided into three main categories: biological, structural and synthetic ( Fig. 1(A) ) (Roque and Lowe, 2007) . Synthetic affinity ligands have been developed in an attempt to overcome disadvantages of natural and structural ligands, by combining the best of two worlds: Molecular recognition features associated with high resistance to chemical and biological degradation and high scalability as well as low production costs and low toxicity (Clonis et al., 2000; Lowe, 2001; Lowe et al., 2001) . These have been tailor-made for the purification of specific biomolecules as antibodies (Haigh et al., 2009; Qian et al., 2012; Roque et al., 2005) although they are not regarded as universal purification adsorbents for fusion proteins, and therefore will not be widely discussed in this review.\n\nThe diversity of proteins and their biochemical properties makes the development of universal purification and capturing strategies difficult. Most proteins of interest lack a suitable, specific and robust affinity ligand for capture on a solid matrix. Genetically encoded affinity tags are a viable and common option for the purification of recombinant proteins and also represent important tools for structural and functional proteomics initiatives. This approach requires the existence and availability of specific ligands for the capture of the fusion protein through an encoded affinity tag tail (Fig. 2) , which can be denominated as affinity \"tag-ligand\" pairs. Currently available affinity \"tag-ligand pairs\" fall within one of these categories: Protein-protein, protein-small biological ligands, peptide-protein or peptide-metal chelating ligands.\n\nAffinity tags display different size ranges from a single amino acid to entire proteins, and can be genetically fused to the N-or C-terminal of the target biomolecule (Arnau et al., 2006; Hedhammar et al., 2005; Waugh, 2005; Young et al., 2012) . Apart from facilitating the purification process, affinity tags can also enhance protein solubility and stability, increase expression levels (Hu et al., 2001; Walls and Loughran, 2011) and allow labelling for cellular localization and imaging studies (Malhotra, 2009 ). An overview of the main advantages and disadvantages associated with different affinity tags has been already thoroughly discussed in the literature (Arnau et al., 2006; Hearn and Acosta, 2001; Hedhammar et al., 2005; Hu et al., 2001; Malhotra, 2009; Terpe, 2003; Walls and Loughran, 2011; Waugh, 2005; Young et al., 2012) . In general, shorter affinity tags (peptides) are more attractive as they are less likely to interfere with the expression, structure and function of the target protein, and their removal can be exempt, decreasing thus the overall costs of the purification process (Hearn and Acosta, 2001; Hedhammar et al., 2005; Terpe, 2003) .\n\nThis review is a comprehensive overview of the well-implemented \"tag-ligand\" pairs used for the purification of recombinant fusion proteins with a detailed discussion of the lesser known tags with unconventional properties currently under development.\n\n2. Purification of recombinant fusion proteins by \"tag-ligand\" strategies 2.1. Biological ligands as binding partners of affinity tags Biological ligands comprise biomolecules obtained from natural sources and from in vitro selection techniques. These are usually associated with high selectivity and affinity for the target, but also with high costs of production and purification, poor stabilization under SIP (sterilization-in-place) and CIP (cleaning-in-place) conditions, and potential leakage and end-product contamination (Clonis et al., 2000; Lowe, 2001; Roque and Lowe, 2006) . Examples of common biological affinity ligands include immunoglobulins against a target protein (antigen), bacterial immunoglobulin-binding domains such as Staphylococcal proteins A, G and L (Björck and Kronvall, 1984; Duhamel et al., 1979; Füglistaller, 1989; Lindmark et al., 1983; Nilson et al., 1993) , and natural lectins targeting glycoproteins (Vretblad, 1976) . Novel biological affinity ligands can be obtained through in vitro selection techniques such as phage, ribosome or yeast display (Smith and Petrenko, 1997) , with phage display being very popular for these purposes.\n\nA general overview of the biological ligands and respective tags employed in the purification of tagged recombinant proteins is given in Table 1 and Fig. 1(B) . Biological ligands include peptides, proteins and carbohydrates.\n\nImmunoglobulin-based adsorbents for affinity chromatography are usually very selective for the target proteins but the costs associated tend to be high. Also, as the interaction between ligand and tag is often strong, elution traditionally involves drastic conditions, typically extremes of pH.\n\nThe first affinity \"tag-ligand\" pair was based on the intrinsic selectivity and affinity between the bacterial immunoglobulin-binding domain Staphylococcal protein A (SpA) and the Fc region of mammalian IgG (Nilsson and Abrahmsén, 1990) . As an example, alkaline phosphatase was fused to SpA and its purification was performed in a single step using an IgG adsorbent, with elution at acidic pH (Nilsson et al., 1985) . It is known that SpA presents five homologous domains (E, D, A, B and C) and that IgG binds preferentially to the B domain (Nilsson and Abrahmsén, 1990) . This domain was mutated to improve its resistance towards tag removal by chemical methods and denominated as the Z domain (Nilsson et al., 1987) . The bacterial immunoglobulin-binding domain staphylococcal protein G (SpG) has been also studied as a fusion partner due to its bifunctional behaviour -SpG is composed of different domains (A, B, C and D) with affinity for both IgG and human serum albumin (HSA) (Akerström et al., 1987; Nygren et al., 1988 )allowing the purification of SpG tagged proteins through HSA and IgG affinity chromatography (Akerström et al., 1987; Hedhammar et al., 2005; Nilsson et al., 1997; Nygren et al., 1988) .\n\nOther affinity tags recognizing immunoglobulin-based adsorbents include the peptide epitopes FLAG, c-myc, T7, hemagglutinin antigen (HA) and Softags (Hedhammar et al., 2005; Young et al., 2012) . The c-myc is a product of a proto-oncogene whose epitope presents high affinity for the monoclonal antibody 9E10 (Evan et al., 1985) . This affinity pair has been mostly used as a tool for the detection of recombinant proteins through immunoblotting assays rather than for purification processes (Evan et al., 1985; Kipriyanov et al., 1996; Terpe, 2003) . The same is observed for the affinity tags T7 and HA (Walls and Loughran, 2011; Young et al., 2012) . The T7-tag is a leader peptide of phage T7 with eleven amino acids with affinity for the anti-T7 monoclonal antibody (Jarvik and Telmer, 1998; Studier and Moffatt, 1986) , and the HA tag is a peptide epitope of the influenza virus hemagglutinin (Wilson et al., 1984) recognized by the monoclonal antibody 12 CA5 (Field et al., 1988; Foreman and Davis, 1994) .\n\nThe FLAG tag technology is quite popular for purification purposes, and has been successfully employed on the purification of several recombinant proteins such as immunoglobulins, cytokines and generegulatory proteins. The FLAG tag is a hydrophilic peptide with the sequence DYKDDDDK possessing high affinity for the monoclonal antibodies M1 and M2 (Einhauer and Jungbauer, 2001) . As the binding between the FLAG tag and M1 adsorbents is calcium dependent, the elution of bound tagged protein can be carried out under mild conditions in the presence of metal chelators such as ethylenediaminetetraacetic acid (EDTA) and ethylene glycol tetraacetic acid (EGTA), at the expense of risking calcium co-elution. On the contrary, elution from M2 resins usually requires a decrease in pH, which in some cases can be detrimental for the protein of interest (Allen et al., 2003; Prickett et al., 1989 ). An attractive feature of FLAG tag technology is the possibility of simultaneous purification and removal as enterokinase recognizes the DDDDK sequence (Einhauer and Jungbauer, 2001; Hopp et al., 1988) . Lately, two additional FLAG sequences were added in tandem to the original FLAG tag, the triple FLAG tag (3×FLAG), which showed an increased detection limit of the target protein, favoured binding to the M2 antibody, and the possibility to recover the protein by competitive elution with 3 × FLAG peptide (Hernan et al., 2000) . The 3 × FLAG technology has been employed in the purification of a bioactive metabolite (Ueda et al., 2011) and full-length human huntingtin .\n\nThe epitope tags referred to as Softags are recognized by polyolresponsive monoclonal antibodies (PR-mAb). Proteins tagged with Softags can be eluted under mild conditions employing low molecular weight polyols as competing agents (Burgess and Thompson, 2002; Duellman et al., 2004) . This gentle elution protocol, when compared to other immunoaffinity chromatography methods, contributes to the maintenance of the biological activity and structural integrity of the eluted target protein (Thompson et al., 2009 ). There are three Softags. Softag 1 is a thirteen amino acid sequence near the C-terminal of the The common affinity ligands can be (i) a biological ligand (staphylococcal protein A domain, PDB: 1DEE), (ii) a structural ligand (metal chelate such as iminodiacetic acid cheated to Ni 2+ ) and (iii) a synthetic biomimetic ligand (ligand A3C1 specific for immunoglobulins (Haigh et al., 2009) . The solid support is representing agarose beads ( ). (B) The (i) peptide tag is the Strep-tag, an eight amino acid sequence, with the affinity for streptavidin protein (PDB: 1RST), whilst the (ii) example of a protein used as an affinity tag is related with the staphylococcal protein G and the respective biological ligand, immunoglobulin G (PDB: 1FCC).\n\nβ′ subunit of E. coli RNA polymerase which can be recognized by the PR-mAb NT73 (Thompson et al., 2003a (Thompson et al., ,2003b . This epitope tag is not conserved in all bacterial species. Other PR-mAb's such as 8RB13 were used for the purification of Shewanella oneidensis core RNA polymerase with high yield and purity (Probasco et al., 2007) . Softag 2 is a heptapeptide repeat found on the C-terminal of eukaryotic RNA polymerase II, which is a highly conserved domain from all almost species and presents strong reactivity for PR-mAb8WG16 (Edwards et al., 1990; Thompson et al., 2009) ; Softag 3 is an epitope tag with an eight amino-acid sequence located near the N-terminal of human transcription factor IIB, and interacts with PR-mAb IIB8, an antibody mapped by phage display and site-directed mutagenesis (Duellman et al., 2004) . Overview of a recombinant fusion protein purification process through the use of affinity tags fused to the target protein by conventional methods such as affinity chromatography and alternative methods based on inverse transition cycling (ITC). Both processes comprise several stages; (i) fragment DNA construction of the fusion protein, where the fragment DNA which encodes the affinity tag is fused to the nucleotide sequence of the target protein; (ii). The fusion protein is expressed in the selected host and (iii) purified by different methods. The most conventional method involves the use of affinity chromatography, where protein capture is performed through the molecular recognition between the tag and the ligand. An alternative method for the purification of fusion proteins is based on ITC, which exploits the reversible soluble-insoluble phase transition behaviour of the affinity tags and the desired fusion protein yield can be achieved with n ITC rounds. Afterwards, in both methods, the tag can be removed leading to a pure target protein.\n\nOverview of biological ligands employed as binding partners of affinity tags. The \"Target protein\" is a representative case and the reference listed is for the example target protein. \n\nAnother important group of biological affinity ligands includes streptavidin. Here, the tag-ligand system is based on the selective natural binding pair avidin-biotin with a dissociation constant of 10 −15 M (Bayer and Wilchek, 1990 ). The first reported tag with affinity for streptavidin was Strep-tag, a nine amino acid peptide selected from a random peptide library (Schmidt and Skerra, 1993) , generally fused to the C-terminal of the target protein. According to structural studies, this affinity tag binds to the same pocket as biotin (Schmidt et al., 1996) . The main advantages of Strep-tag are related to the resistance to proteolysis in vivo, the lack of interference with expression in E. coli and the mild elution conditions employed which include competitive elution with a biotin or analogue compound such as iminobiotin (Schmidt and Skerra, 1993) . However, a limitation of the Strep-tag system is the restriction to C-terminal fusion, and an improved version was developed and termed Strep-tag II with an equilibrium dissociation constant of 37 × 10 −6 M (Schmidt et al., 1996) . Another engineered streptavidin chromatographic support (Strep-Tactin) was developed for improved binding capacity towards Strep-tag II. This new version of streptavidin was generated from random mutagenesis on the amino acids 44-47 located at the flexible loop region near the binding site (Korndörfer and Skerra, 2002) . Although the affinity pair Strep-tag II-Strep-Tactin has been extensively used, affinity tags with higher affinity for streptavidin matrices were still investigated: The streptavidinbinding peptide (SPB) tag comprising a 38 amino acid sequence with an equilibrium dissociation constant of 2.5 × 10 −9 M was selected from a peptide library screened against immobilized streptavidin (Keefe et al., 2001) ; A Nano-tag combines the small size of Strep-tag II and presents a nanomolar dissociation constant of 4 × 10 −9 M for binding to streptavidin (Lamla and Erdmann, 2004) . The latter is a 15 amino acid peptide selected from a synthetic library based on the heart fattyacid binding protein by ribosome display (Lamla and Erdmann, 2003) . The AviD-tag is another affinity tag based on the Strep-tag that displays affinity for neutrAvidin, a neutral form of avidin (Gaj et al., 2007) . The AviD-tag is composed by a 6-amino acid cyclic peptide selected through phage display with a dissociation constant of 12 × 10 −6 M for both neutrAvidin and avidin (Gaj et al., 2007) .\n\nCalmodulin is a small (17 kDa) and stable peptide employed as an affinity ligand on the purification of calmodulin binding peptide (CBP) fusion proteins. CBP is a 26 amino acid sequence derived from the carboxyl-terminal of rabbit skeletal muscle myosin light chain kinase, displaying a dissociation constant of 10 −9 M for calmodulin (Melkko and Neri, 2003; Stofko-Hahn et al., 1992; Vaillancourt et al., 2000) . CBP has been fused at the N-terminus of a wide range of recombinant proteins that were further produced at high levels of expression. The size and stability of calmodulin ligands allow the production of calmodulin affinity resins at affordable prices. In addition, as the interaction between calmodulin and CBP is calcium dependent, protein elution can be carried out under mild conditions with calcium chelating agents such as EDTA and EGTA (Melkko and Neri, 2003; Stofko-Hahn et al., 1992; Vaillancourt et al., 2000) .\n\nAnother example includes the S peptide tag and S-protein derived from the enzymatic cleavage of ribonuclease A by the protease subtilisin (Karpeisky et al., 1994) . The S-peptide, a fifteen amino acid sequence, is used as an affinity tag recognized by the S-protein immobilized on the resin. The major advantages are related to the small size of the affinity tag and the nanomolar dissociation affinity constant of the affinity pair (Kim and Raines, 1993) .\n\nGlutathione-S-transferase (GST) is a monomeric protein (26 kDa) originating from Schistosoma japonicum which belongs to a family of enzymes that catalyse the reaction between a nucleophile, reduced glutathione, and electrophilic compounds (Boyer, 1989; Smith and Jonhson, 1988) . Glutathione acts as the ligand and the complementary GST tag acts both as a purification anchoring point and as a solubility/ stability enhancer, which justifies the popularity of this affinity pair system (Frangioni and Neel, 1993; Smith, 2000) . In addition, GST resins are cost effective and the elution conditions are mild as reduced glutathione can be employed as a competitive agent (Smith and Jonhson, 1988) . However, if reducing conditions are not guaranteed, the fusion protein can undergo oxidative aggregation due to the existence of four cysteine residues exposed at the surface of GST tag (Kaplan et al., 1997) . Furthermore, fusion proteins with higher molecular weights than 100 kDa can lead to partially or completely insoluble proteins (Frangioni and Neel, 1993) .\n\nBiological ligands based on carbohydrates include cross-linked amylose, cellulose, and chitin, among others. The greatest advantages of these affinity ligands are that carbohydrates display high affinity for their respective tags, the affinity matrices are inexpensive and are prepared in a simple manner, which contributes to the ease of process scale-up. In addition, polysaccharides represent extremely interesting adsorbents for affinity based purification as they tend to be non-toxic, inert and stable (Kurek et al., 2009; Luojing et al., 1991; Tomme et al., 1998) .\n\nThe maltose-binding protein (MBP) is a 42 kDa periplasmic protein engaged in the transport of maltose and maltodextrins across the bacterial cytoplasmic membrane (Kellermann and Ferenci, 1982; Nikaido, 1994) . Fusion proteins containing the MPB tag fused on the Nterminus can be purified in one-single step using a cross-linked amylose affinity resin (Guana et al., 1988) . The MBP tag presents high affinity towards amylose, a maltose analogue, with a similar dissociation constant (10 − 6 M) which is often employed as the competitive elution agent (Kellermann and Ferenci, 1982; Miller et al., 1983) . This presents one of the greatest advantages of this affinity pair because the elution of the target fusion protein can be carried out under mild conditions with 10 mM of maltose (Guana et al., 1988) . In addition, the MBP tag is an extremely efficient solubilizing agent when compared to GST and thioredoxin (Trx) (Kapust and Waugh, 1999) , and does not contain cysteine residues and thus does not interfere with disulfide bonds of the target protein (Guana et al., 1988; Waugh, 2005) .\n\nThe cellulose and chitin binding proteins present high affinity for the polysaccharides, cellulose, and chitin respectively, which act as affinity ligands for purification purposes. Cellulose binding proteins can be found in a wide range of carbohydrolases, displaying dissociation constants in the low micromolar range for cellulosic supports, and varying in size from small (33-36 amino acids) to large domains with more than 180 amino acids (Tomme et al., 1998) . For the particular application of fusion protein expression and purification, smaller domains are preferred. Cellulosic supports are commercially available in a wide range of geometries including fibres, beads, membranes and hydrogels, with a diverse range of porosities and functionalities. Chitin binding domains present high affinity for chitin, the second most abundant polymer after cellulose, and are part of the enzymes involved in the biodegradation of chitin and chitosan (Kurek et al., 2009) . Starch binding domains have also been explored as affinity tags. These domains were fused to the N-terminal of β-galactosidase which was then purified by using starch granules (Luojing et al., 1991) .\n\nStructural ligands are produced at affordable prices with relatively facile chemistries, and possess high resistance to harsh conditions. These ligands comprise ion-exchange (Gräslund et al., 2000; Hedhammar et al., 2004 Hedhammar et al., , 2006 , hydrophobic (Cummins and O'Connor, 2011) , metal chelate (Charlton and Zachariou, 2007) , thiophilic (Porath, 1987; Lowe, 2006, 2007) , boronate (Borlido et al., 2012; Bouriotis et al., 1981; Liu, 2006; Liu and Scouten, 1994, 2000) , and mixed-mode affinity ligands (Brochier et al., 2008; Burton et al., 1997; Mant and Hodges, 2008; Yon, 1981; Zhao et al., 2009) . Multimodal affinity chromatography relies on multiple forms of interactions and the respective mixed-mode affinity ligands usually combine a hydrophobic moiety with ionic and hydrophilic groups ). However, their limited selectivity and low affinity for specific targets usually necessitates the design of multi-step purification schemes.\n\nStructural affinity ligands, mainly cation and anion-exchange, metal chelate and hydrophobic ligands are extremely popular as binding partners of affinity tags and are widely employed for the affinity purification of fusion proteins (Table 2) .\n\nThe most implemented structural ligands are metal chelates complementary to the His-tag (6×His). Purification of the fusion protein is performed by immobilized metal affinity chromatography (IMAC) which has been comprehensively reviewed in the literature (Block et al., 2009; Charlton and Zachariou, 2007; Cheung et al., 2012; Gaberc-Porekar and Menart, 2001; Porath, 1992) . The concept of IMAC was developed by Porath and co-workers in 1975, through the exploitation of the affinity between proteins and heavy metal ions (Zn 2+ , Cu 2+ , Ni 2+ ), in particularly zinc and copper metal which strongly adsorb polypeptides containing histidine and cysteine residues in aqueous solutions (Porath et al., 1975) . Based on this principle, the same authors coupled iminodiacetic acid (IDA) on to agarose to bind metal ions and further chelate proteins through histidine and cysteine residues (Porath and Olin, 1983) . Later, nitrilotriacetic acid (NTA), another highly stable quadridentate chelating adsorbent, was found to bind strongly to Ni 2+ and Cu 2+ and to further chelate adjacent histidine residues (Hochuli et al., 1988) . NTA technology was then reported for the production and purification of a recombinant protein. The hexapeptide 6×His was genetically fused to the N-terminal of mouse dihydrofolate reductase protein, produced in E. coli and then purified by IMAC using a Ni 2+ -NTA adsorbent. Subsequently, protein elution was attempted by pH gradient (pH 8-5) in the presence of denaturing agents (e.g. guanidine-HCl), and the tag was further removed by carboxypeptidase A cleavage (Hochuli et al., 1988) . However, the major drawback of this pioneer purification study was the employment of denaturing conditions, which triggered the improvement of the procedure by conducting binding under native conditions and elution with low concentrations of a competitor imidazole or EDTA (Janknecht et al., 1991; Westra et al., 2001) .\n\nThe compatibility of His-tag with denaturing agents can be a benefit for recombinant proteins produced as inclusion bodies, as they require steps of solubilization with chaotropic agents prior to binding to the column (Hochuli et al., 1988) . The main disadvantage of IMAC adsorbents is the metal leaching that contributes to end-product contamination and additional steps of purification with increased costs. In addition, IMAC adsorbents can bind to native histidine patches in proteins or to other amino acids (glutamic and aspartic acid, tyrosine, cysteine, arginine, and methionine) resulting in low selectivity. Other disadvantages are related to evidence that the imidazoyl side chain groups of histidine can interfere with protein expression and folding and also mask the biological activity of the protein (Hearn and Acosta, 2001 ). Nonetheless, the universe of applications for the IMAC/His-tag system is widely used for protein purification and is extended to matrix-assisted refolding (Dashivets et al., 2009) , detection and immobilization, protein microarrays (Kato et al., 2005; Wegner et al., 2003; Wilson and Nock, 2002) , and to the development of other affinity tag technologies.\n\nThe HAT tag is one of these examples and comprises a polyhistidine peptide sequence that can be fused on either ends of the target protein.\n\nThe purification can be carried out under the same conditions as for Histag; however, the adsorbent used is based on carboxymethylaspartate (CMA) complexed with Co 2+ with a very high capacity (Chaga et al., 1999) . Novel metal chelating agents based on 1,4,7-triazacyclononane (TACN) complexed with Ni 2+ were developed in an attempt to overcome the limitations of conventional IMAC matrices such as leaching, Table 2 Overview of the structural ligands involved as binding partners of affinity tags. The \"Target protein\" is a representative case and the reference listed is for the example target protein. and lack of stability and selectivity (Mooney et al., 2011) . The respective affinity tags correspond to random heptapeptide sequences displaying multiple histidine, tryptophan, and/or tyrosine residues selected from a phage display library (Mooney et al., 2011) . The selected peptide tag (HHHNSWD) was fused to the N-terminal of green fluorescent protein (GFP), produced in E. coli and then purified under physiological conditions with high salt concentrations. Recovery was executed with imidazole due to the presence of three histidine residues (Mooney et al., 2011) .\n\nIon-exchange chromatographic resins present affinity for several tags comprising of charged amino acids through the establishment of electrostatic interactions with opposite charges. The polyarginine-tag (polyArg) is such an example and consists of six arginine residues with high retention on cationic exchange resins. A great advantage of using cation-exchange chromatography for the purification of recombinant proteins produced in E. coli is that most host proteins are neutral or acidic, which can contribute to the reduction of non-specific interactions at physiological and alkaline pH values (Gräslund et al., 2000; Hearn and Acosta, 2001 ). The first reported example was the production and two-step purification of human urogastrone fused to the polyArg tail. The tagged protein eluted under a NaCl linear gradient at alkaline pH, with 44% yield and purity higher than 95% (Sassenfeld and Brewer, 1984) . The polyArg-tag has also been successfully employed for oncolumn refolding studies of tagged proteins produced as inclusion bodies (Kweon et al., 2004; Stempfer et al., 1996) . However, the polyArg-tag/ cation-exchange resins affinity pair shows low selectivity and the tag promotes aggregation of the protein due to charge-charge interactions (Hedhammar et al., 2005) . Poly-anionic affinity tails from one to eight glutamic residues were used for the anion-exchange chromatography based purification of functional human growth hormone (Dalboge et al., 1987) and virus-like particles (Stubenrauch et al., 2000) produced in E. coli. Negatively charged affinity tags based on aspartate residues also yielded stable fusion proteins with unaltered activity (Zhang et al., 2001) .\n\nThe Z domain, a variant of the B domain of SpA, has been also engineered to create a highly charged Z domain -Z basicthrough the introduction of charged residues at specific positions, which allowed the interaction with negatively charged matrices under physiological conditions (Gräslund et al., 2000; Hedhammar et al., 2006) . The Z domain proved to be an excellent protein scaffold for engineering as it is soluble, does not display disulfide bonds and presents reversible folding after exposure to chaotropic agents (Hedhammar et al., 2006) . Due to its excellent properties, the Z basic was explored for matrix assisted refolding of fusion proteins solubilised with chaotropic agents after being produced as inclusion bodies. The Z domain was also on the basis of Z acidic , engineered to be negatively charged and therefore to be purified by anion-exchange chromatography (Hedhammar et al., 2004) .\n\nThe vast majority of the affinity \"tag-ligand\" pairs exploit the reversible binding interaction between a tag and its respective ligand. Recently, a novel pair based on the covalent linkage between a tag and a synthetic ligand has been developed. This novel system is composed by the Halo-tag and a chloroalkane linker. The Halo-tag was rationally designed based on a bacterial haloalkane dehalogenase (DhaA) derived from a Rhodococcus spp. to bind covalently to synthetic ligands with a chloroalkane linker. Halotag7 appeared as an improved version of Halotag created to enhance protein expression, solubility and structural compatibility but with the same ability to bind covalently and irreversible to a chloroalkane linker (Ohana et al., 2009 ). The covalent bond formed between the Halo-tags and the linker is highly specific, irreversible, stable and occurs rapidly under physiological conditions, which facilitates the attachment to a variety of molecules or solid surfaces containing diverse functional groups (Los and Wood, 2006; Los et al., 2008; Ohana et al., 2009 ). These properties were therefore explored in protein labelling technology for cell imaging and protein analysis (Los et al., 2008) , immobilization (Taniguchi and Kawakami, 2010) and purification of recombinant proteins (Chumanov et al., 2011; Ohana et al., 2011) . However, the formation of covalent bonds between the tag and the ligands makes the re-use of the solid support difficult, which is particularly problematic in protein purification.\n\nThe affinity tags described so far were developed to be the anchoring point for purification by affinity chromatography where the existence of a complementary affinity ligand, immobilized in a separation matrix, is required. However, tags alone can be auto-sufficient for enhanced fusion protein solubility and purification. This section will describe tags with versatile and unconventional properties that can be combined with alternative purification protocols.\n\nThe production of recombinant proteins in bacterial hosts can lead to the formation of protein aggregates with unfolded or partially folded structures (Demain and Vaishnav, 2009; Lange and Rudolph, 2008) , termed inclusion bodies (IBs) (García-Fruitós et al., 2012) . When these proteins are fused to solubility tags, solubility is improved during protein expression, although the mechanism is not fully understood (Walls and Loughran, 2011; Waugh, 2005; Young et al., 2012) . Thioredoxin A (TrxA) (Katti et al., 1990) , small ubiquitin-related modifier (SUMO) (Li and Hochstrasser, 1999; Marblestone et al., 2006) , and N-utilization substance A (NusA) (Gusarov and Nudler, 2001; Liu and Hanna, 1995) are examples of widely employed tags with the purpose of increasing the solubility of the fusion partner rather than acting as a handle for further purification. As a consequence, a purification tag must be also added to the fusion partner to facilitate purification through affinity chromatography. The TrxA is a small (12 kDa) oxidoreductase protein with intrinsic thermal stability, solubility and robust folding properties that when fused to a target protein contributes to high yields of soluble protein (LaVallie et al., 1993 (LaVallie et al., , 2000 . The SUMO protein (11 kDa) is involved in post-translational modification in eukaryotic cells, enhances solubility and stability of the binding partner when fused to the N-terminal (Marblestone et al., 2006) , and allows simultaneous cleavage as it is recognized by the SUMO protease (Saccharomyces cerevisiae Ulp1) at the conserved dipeptide glycineglycine (Li and Hochstrasser, 1999) . However, when used in eukaryotic hosts, the affinity tag can be cleaved due to the presence of SUMO proteases in vivo (LaVallie et al., 2000; Malakhov et al., 2004) . The NusA is a 55 kDa transcription elongation and anti-termination factor, also known to increase the solubility of fusion proteins, however due to their large size can contribute to a high metabolic burn for the host cell (Harrison, 2000) .\n\nIn order to combine several functionalities, a multipurpose peptide tag with the sequence HYDHYD which comprises a bi-repetition of the tripeptide constituted by a histidine, tyrosine and aspartate residues was developed (Becker et al., 2008) . This peptide can be fused to the N-or C-terminal of the target protein enabling the purification by a combination of several techniques including IMAC, IEX, aqueous two phase system (ATPS) and hydrophobic interaction chromatography (HIC). This versatile and multifunctional affinity tag was employed for the purification of GFP, lactate dehydrogenase and human haemoglobin (Becker et al., 2008) .\n\nNovel dual-tagging methods have been also developed and the concept of tandem affinity chromatography (TAP) has emerged as a generic platform for complex protein purification combined with mass spectrometry, for the isolation, identification and characterization of protein partners in multi-protein complexes (Günzl and Schimanski, 2009; Puig et al., 2001) .\n\nThe original C-terminal TAP tag was developed by Puig et al by using S. cerevisiae hosts and consists of two IgG binding domains of SpA and a CBP, separated by a tobacco etch virus (TEV) protease cleavage site. The N-terminal version was also developed, being an inverse version of C-terminal (Puig et al., 2001) . The main advantage related to this strategy is the highly efficient recovery of target protein (Günzl and Schimanski, 2009; Puig et al., 2001; Xu et al., 2010) . Nowadays, the TAP strategy is successfully employed in protein-protein interaction studies in prokaryotic and eukaryotic cells (Ahmed et al., 2011; Günzl and Schimanski, 2009; Ma et al., 2012; Müller et al., 1998; Xu et al., 2010) .\n\nA wide variety of affinity TAP tags emerged recently by using different combinations or repetitions of single affinity tags, the most commonly used being SpA, CBP, His tag, HA, FLAG, SBP and Strep-tag II (Li, 2010) . Examples of combinations of affinity tags comprise a tandem histidine and FLAG epitope tag for the purification of a Candida albicans septin complex, a complex of cytoskeletal proteins (Kaneko et al., 2004) . In addition, combinations of S-tag and Strep-tag II separated by HRV 3C protease cleavage were used for the isolation of protein complexes such as immune cell proteins, adhesion and degranulation promoting adapters (ADAP) (Lehmann et al., 2009) . Other examples enclose combinations of streptavidin-binding peptide (SBP) and calmodulinbinding peptide as TAP tag to isolate and identify proteins directly from Parkin (ubiquitin-protein ligase (E3)), a protein involved in Parkinson's disease (Davison et al., 2009) . A novel TAP tag has also been developed, SF tag, and consists of a combination between a doublet Strep-tag II and a FLAG tag. This TAP tag can offer several advantages over the others such as the four fold size reduction (4.6 kDa) with better purity and recovery yields. The main applications of this are related to isolation of protein complexes from eukaryotic cells (Gloeckner et al., 2007 (Gloeckner et al., , 2009 . More recently, a novel N-terminal TAP tag denominated as CHiC tag was constructed based on a combination between His-tag and a choline binding domain followed by a cleavage site specific for TEV protease with applications on protein purification (Stamsås et al., 2013) .\n\nAlthough TAP strategies can be useful for proteomics research, there is still a demand for new strategies as classical TAP tags were found to interfere with protein biological function, structure and complexes. Moreover, the identification of interactions occurring for short periods or in specific physiological states is still limited (Xu et al., 2010) .\n\nMembrane proteins are embedded in the lipid layer on cell surfaces, playing an important role on several basic cell functions (e.g. signal transduction, cell-cell communication). These proteins are highly relevant for structural and functional studies, however their production and purification strategies are still a challenge. This is related to the fact that membrane proteins are produced with low yield in common hosts (e.g. mammalian and insect cells) (Lin and Guidotti, 2009; Smith, 2011) . Due to their hydrophobic character, membrane proteins have the propensity to fold incorrectly and aggregate (Lin and Guidotti, 2009; Smith, 2011) . Moreover, the fact that these proteins are within the lipid layer obliges the use of detergents to enhance their solubilization in aqueous systems, which influences the purification step due to detergent interference in ion-exchange and hydrophobic chromatography (Lin and Guidotti, 2009; Smith, 2011) . Tagging systems have been studied to overcome the reported limitations. Affinity tags are usually placed at the C-terminal to minimise interference with the membrane targeting process (Lin and Guidotti, 2009 ).\n\nExamples include a combination between the Sumo technology and His-tag for the purification of severe acute respiratory syndrome coronavirus membrane protein (SARS-CoV). This strategy addresses solutions for the improvement of expression yields in bacterial hosts by using a solubility enhancer tag; the His-tag allows the purification of target membrane proteins through the IMAC technique with a high tolerance for the presence of detergents (Zuo et al., 2005) .\n\nNon-chromatographic methods emerged as alternatives of conventional chromatography and comprise simple and inexpensive densitybased separation or mechanical gravity methods (Wilken and Nikolov, 2012) . Unconventional fusion partners facilitate the use of nonchromatographic methods-these include hydrophobic tags , oleosin based tags (Bhatla et al., 2010; Wilken and Nikolov, 2012) and protein body forming peptides such as elastin-like polypeptides (ELPS), ZERA or endogenous hydrophobin (Conley et al., 2011; Khan et al., 2012) .\n\nExamples of hydrophobic tags for recombinant protein purification include tags based on tryptophan and tyrosine, exploited for aqueous two phase separation (ATPS) , and tags based on repetitions of the dipeptide tryptophan-proline (WP) n (Lienqueo et al., 2008) . It has been reported that as the length of the tag increases, a negative effect on cellular growth, stability of the plasmids, secretion efficiency of the target protein and a decrease of recovery yield on purification stage are observed (Lienqueo et al., 2008) . According to Collén et al, during protein expression, fully exposed hydrophobic tags can reduce target protein solubility, compromising the secretion pathway and leading to the formation of insoluble protein aggregates (Collén et al., 2001) and the chance that the target protein will be membraneassociated increases . Additionally, it was found that tags with higher tryptophan content in the peptide (n = 6) are more prone to proteolytic cleavage when produced in E. coli and fungi hosts (Collén et al., 2001) . Therefore, different combinations comprising tyrosine and proline (YP) n have been exploited, as tyrosine presents a less hydrophobic character than tryptophan. Fexby et al have developed a peptide tag with three tyrosine and proline residues fused to GFP which increased protein expression and protein recovery yield by ATPS based purification. The main advantages of using hydrophobic tags with APTS systems rather than with affinity chromatography based methods rely on the combination of rapid separation and high capacity with inexpensive costs .\n\nAn alternative affinity system to enable purification of tagged recombinant proteins relies on the interaction between oil bodies (OBs) and oleosin fusion proteins. OBs are spherical structures that contain a triacylglycerol (TAG) matrix surrounded by a phospholipid monolayer and several proteins, mainly oleosins, caleosins and steroleosins (Bhatla et al., 2010; McLean et al., 2012; Peng et al., 2004; Roberts et al., 2008) . Oleosin, the main structural protein of the oil bodies's membrane, acts as an affinity tag. Oleosin fusion proteins have been produced in plants, which also presents several advantages over bacterial hosts such as simple handling, cost-effectiveness and easy scalability, as well as effective polypeptide folding (Bhatla et al., 2010) . However the main disadvantages of this host are related to regulatory demands and production time (Wilken and Nikolov, 2012) . Oleosin fusion proteins are targeted to naturally occurring OBs in the seed, and purified by several washing/centrifugation steps, as the OBs along with oleosin fusion protein are easily separated by floating (Bhatla et al., 2010; Roberts et al., 2008) . Examples of proteins purifed by this technology include recombinant human insulin, revealing a high protein recovery (Nykiforuk et al., 2006) . Apart from naturally occurring oil bodies, artificial oil bodies were also successfully employed for the purification of oleosin fusion proteins expressed as insoluble aggregates in E. coli. In these cases, artificial oil bodies were reconstituted by assembling triacylglycerol (TAG) phospholipid and the insoluble recombinant protein.\n\nThe recombinant fusion protein can be incorporated at the phospholipid monolayer of artificial oil bodies (AOB) through oleosin whilst the target protein is exposed at the AOB surface, where the target insoluble protein undergoes spontaneous refolding. Afterwards, the fusion protein on the surface of AOB can be easily purified by a flotation centrifugation step. The tag can be then cleaved by enzymatic methods or it can be used whilst still fused with oleosin for further applications (Bhatla et al., 2010) . This non-chromatographic strategy based on AOB was employed for the purification of GFP (Peng et al., 2004) , nattokinase (Chiang et al., 2007) and hydantoinase (Chiang et al., 2005) with high yield and purity.\n\nElastin-like polypeptides (ELPs) are composed by repetitions of the pentapeptide VPGXG (where X is any amino acid, with the exception of proline) and undergo a reversible phase transition under a certain temperature, which is designated as lower critical solution temperature (LCST), also known as inverse transition temperature (Tt). Below transition temperature (Tt), ELPs are highly water soluble whereas at temperatures higher than Tt, they aggregate and become insoluble (Floss et al., 2010; Hassouneh et al., 2012; Meyer and Chilkoti, 1999) . Due to their unique properties, ELPs have been used as tags, and therefore successfully employed on purification of recombinant fusion proteins (Banki et al., 2005; Meyer and Chilkoti, 1999) . The purification of ELP fusion proteins can be carried out through a simple method termed inverse transition cycling (ITC), which allows the purification of fusion proteins by cycling the crude lysate through the insoluble and soluble phases (Hassouneh et al., 2012) . Factors such as higher ionic strength, polymer concentration and length can decrease LCST as well as significant hydrophobic surface areas on the target protein. On the other hand, a higher charged surface area can increase LCST (Hassouneh et al., 2001) .\n\nThe ITC method (Fig. 2) is an alternative strategy for the purification of recombinant proteins without the use of chromatographic resins (Meyer and Chilkoti, 1999) . This simple strategy comprises cycles of \"hot spin\" and \"cold spin\", differing mainly in the temperature at which the centrifugation step is performed. The \"hot spin\" is related to the centrifugation step performed after the aggregation of ELP fusion proteins from cell lysate. Aggregation can be triggered by an increase of temperature above Tt or an increase of salt concentration to decrease Tt; the increase of salt concentration is usually preferred due to protein denaturation. This step allows the separation of soluble host protein contaminants and recovery of the pellet containing the insoluble ELP fusion protein which is further used on the following step termed \"cold spin\". This step consists of the transition of the ELP fusion proteins to a soluble form by dissolving the pellet at low temperature and ionic strength buffer so that the insoluble contaminants can be further removed by centrifugation. The supernatant will contain the purified ELP fusion protein (Hassouneh et al., 2001 (Hassouneh et al., , 2012 . The number of ITC rounds depends on the properties of the target protein and final purity desired. This sample methodology has been already extended for the purification of several recombinant proteins (Table 3) .\n\nHydrophobins are small surface proteins (7-12 KDa) enrolled in numerous functions on filamentous fungi life cycle. The unique properties of these small proteins are related to their amphiphilic nature and selfassembly capacity (Mustalahti et al., 2013) . There are two classes (I and II) of hydrophobins differing on the solubility of the formed aggregates and the amino acid composition. The hydrophobin classes I and II do not present as much identity in terms of amino acid composition but present the same pattern of eight conserved cysteine residues (Linder, 2009 ). In terms of aggregates solubility, class I forms more stable aggregates than class II and therefore, in the first case, the aggregates are only able to dissociate under the presence of strong conditions (e.g. formic acid and trifluoroacetic acid) whilst the aggregates formed by class II hydrophobins are much easier to dissolve with aqueous diluted organic solvents (Linder et al., 2005; Mustalahti et al., 2013) .\n\nHydrophobins class II HFBI and HFBII from Trichoderma reesei have been the most exploited hydrophobin. This hydrophobin fusion technology can simultaneously improve the yield of recombinant protein production by protein body formation in filamentous fungi, and allow subsequent protein recovery by simple methods as ATPS. The protein bodies were found to enhance the accumulation of soluble protein, and to stabilize the storage of large amounts of recombinant protein.\n\nThe formation of protein bodies also presents other advantages such as protection of fusion proteins from proteolysis degradation and possible toxic effects resultant from the accumulation of the target protein.\n\nThe hydrophobin fusion technology has been reported in literature as a strategy for GFP purification by ATPS with selective recovery up to 91% (Joensuu et al., 2010; Mustalahti et al., 2013) .\n\nThe γ-zein is a 27 kDa maize storage protein composed of a signal peptide, a N-terminal proline-rich sequence (PPPVHL) 8 , a Pro-X motif and a hydrophobic cystein rich domain (Llompart et al., 2010) . The Nterminal of γ-zein that comprises the repeat domain (PPPVHL) 8 and Pro-X motif is also referred to as ZERA, presented to be sufficient to self-assemble and then induce the formation of protein bodies, which are natural endoplasmic reticulum (ER) derived organelles in the maize seed and which provide great stability to accumulated proteins (Khan et al., 2012; Llompart et al., 2010) . ZERA has been exploited as a fusion partner for the production of fusion proteins as well as for protein body inducer in order to facilitate further steps of purification (Torrent et al., 2009) . This strategy was extended not only to plant based hosts but also in eukaryotic hosts (mammalian and insect cells or filamentous fungi). By taking advantage of the PB properties such as high density, the protein can be easily recovered by density. Examples of this include human growth hormone (Llompart et al., 2010) and enhanced cyan fluorescent protein (Torrent et al., 2009) .\n\nFor most applications, affinity tags are innocuous and do not interfere with the structure and biological function of the target protein.\n\nHowever, for therapeutic proteins there is a demand for tag cleavage to avoid immunological responses and to guarantee authenticity of the protein structure. The removal of the affinity tag can be performed by enzymatic cleavage or harsh chemical treatments and has been extensively reviewed (Arnau et al., 2006; Hearn and Acosta, 2001; Terpe, 2003; Waugh, 2011) . Chemical cleavage methods mostly used involve cyanogen bromide or hydroxylamine treatments, which are an inexpensive option but with low specificity and stringent conditions detrimental to the protein. Therefore, enzymatic methods are usually preferred as they operate under milder conditions and present higher selectivity as endoproteases recognize specific amino acid sequences or motifs. The main endoproteases used for tag removal comprise enterokinase (Choi et al., 2001) , tobacco etch virus (TEV) (Dougherty et al., 1988) Factor Xa (Jenny et al., 2003) , thrombin (Chang, 1985; Jenny et al., 2003) and SUMO protease (Li and Hochstrasser, 1999 ). An attractive feature of enterokinase and factor Xa is that after cleavage there is no additional amino acid residues on the protein structure, contributing to an intact end product (Choi et al., 2001; Hearn and Acosta, 2001; Jenny et al., 2003) . The main limitations in the use of proteases are related to the tag incompatibility under certain cleavage conditions (e.g. buffers, temperature), thus influencing its operation, and accessibility to the cleavage site (Waugh, 2011) . The high costs associated with proteases limit the scalability of the purification process (Fong et al., 2010) . Strategies on the reusability of these proteases without efficiency loss have been studied, as recently reported for the immobilization of enterokinase onto magnetic supports (Santana et al., 2012) .\n\nOn the same basis, alternative strategies have been exploited to overcome the traditional tag cleavage methods. Self-cleaving tags have emerged as an alternative strategy for tag removal as they possess inducible proteolytic activity, thus representing an extremely interesting class of affinity tags (Fong et al., 2010; Li, 2011) . When combining with a purification tag, the recombinant proteins can be purified with the successive tag removal in a single step. Moreover, the use of selfcleaving tags can simplify the entire process at reduced costs, considering that the use of additional steps is not required for the separation of the target protein from the protease and the affinity tag (Wang et al., 2010) .\n\nThe intein-based system is a well-established example where purified fusion protein cleavage can be induced by thiols such as β-mercaptoethanol or 1,4-dithiothreitol (DTT), or by a shift in pH or temperature (Fong et al., 2010; Li, 2011) . The pH-induced inteins are usually fused on C-terminal and are preferred in terms of costs and minor interference with the target protein over the N-or C-terminal thiol-induced intein. This is related to the fact that the presence of thiol groups can disrupt disulfide bonds and therefore confine the purification of the target protein (Fong et al., 2010) . The pH-induced inteins combined with ELPs have been involved on a non-chromatographic purification scheme of several proteins, among them GFP (Wu et al., 2006) , β-lactamase (Shi et al., 2013) and chloramphenicol acetyl transferase (CAT) with further tag removal under mild conditions with a pH shift for 6.0-6.5. Apart from ELPs, the pH-induced inteins were also fused to chitin binding domain (CBD) for standard affinity chromatography purification via intein-mediated cleavage under the same mild conditions. This strategy has been employed for different proteins such as human antibody fragments, E. coli maltose binding protein (Wu et al., 2011) and human epidermal growth factor (Esipov et al., 2008) . On the other hand, examples of thiol-induced inteins have been reported in the literature as fusion partners of oleosin for purification and removal of xyalanase (Liu et al., 2008) and hydantoinase (Chiang et al., 2007) . The oleosin fusion proteins were purified through AOB and then released from oleosin by using 40 μM DTT.\n\nIntein-based protocols are compatible with several expression hosts (e.g. yeast, insect cells, mammalian cells and bacterial), but premature cleaving can occur during expression, lowering the yield of the target protein (Fong et al., 2010) . The potential for scale-up is limited in thiol-induced inteins due to the higher costs of reagents required for tag cleavage. Other self-cleaving tags such as sortase A (SrtA), Nterminal protease (N pro ), FrpC module and cysteine protease domain (CPD) have been exploited as alternative strategies for tag removal but with less implementation (Fong et al., 2010; Li, 2011) .\n\nNowadays there is still a demand to develop processes for recombinant protein purification that can combine selectivity with affordable prices. Affinity chromatography is the most frequent choice for protein purification; however this technique is dependent on the adsorbents' availability for each particular target protein. Within the range of available ligands for affinity chromatography separations, those of biological origin are still the preferred option due to the high selectivity. Structural ligands are produced at low cost but the conditions for their use need to be optimised for each case due to the lack of specificity, often resulting in purification protocols with multiple steps. Synthetic ligands raised to overcome the high costs associated with biological ligands and the lack of selectivity of structural ligands have been so far tailor-made to very specific high value proteins. As each protein presents different biochemical and physical properties, the use of affinity pairs \"tag-ligand\" emerged as a universal purification strategy.\n\nCurrently there is a wide range of affinity \"tag-ligand\" pairs that can be used for the production and purification of fusion proteins. Commercial purification supports possess either biological or structural ligands and are presented in Tables 4 and 5, respectively. The choice of the affinity tag should take into account the target protein, the host and production conditions, as well as the respective binding partner.\n\nUnconventional fusion partners have emerged as promising affinity tags, which due to their unique properties of hydrophobicity and selfassembly do not require chromatographic methods for the selective protein recovery. Non-chromatographic affinity tags are attractive choices as they can easily overcome the drawbacks associated with the affinity tag and therefore present high potential as large-scale purification platforms. However, the main limitation of unconventional fusion partners is the low purity of the recovered target protein when compared with the standard affinity tags commonly employed.\n\nThe application of genetically encoded tags for the affinity purification of recombinant protein is mostly in manufacturing and research. In manufacturing tag strategies are most applicable to situations where the purity of the target protein is less strict as it is the case for industrial enzymes.\n\nWhen considering therapeutic proteins, the use of affinity pairs is not the preferred choice due to the need to strictly control the presence of the tag in the final product. Moreover, the additional steps of tag removal and further purification contribute to higher associated costs and low yields.\n\nTherefore, the use of affinity pairs has a higher impact on research rather than manufacturing as their use is often employed in a wide range of applications within the scientific community being used not only for purification processes. These applications are related to protein-protein interaction studies in cell signaling, protein immobilization based strategies for sensing and diagnostics, protein labelling and cell imaging. Genetically encoded affinity tags were initially developed to provide universal strategies for recombinant protein purification that could be \"protein-independent\". However, time has shown that there is no ideal affinity pair that can be applied to all proteins-the choice of the right tag-ligand (or combinations thereof) is often dependent on the protein's properties and final application as well as the production host. Table 3 Purification of Elastin-like polypeptides (ELP) fusion proteins by inverse transition cycling (ITC). The \"Target protein\" is a representative case and the reference listed is for the example target protein. "}