{"title": "Comparison of six commercial kits for the diagnosis of rotavirus infection in man and calves", "body": "Rotaviruses are the main cause of infantile diarrhoea worldwide'. They can also cause mild to severe diarrhoea in adults' and they play a major role in neonatal diarrhoea in many mammalian and avian specie?.\n\nElectron microscopy (EM) is used for rotavirus diagnosis and remains the standard by which other assays are judged. However, the requirement for expensive equipment with skilled operation limits its use. Further, with this method. it is also difficult to handle large numbers of specimens.\n\nThe demonstration of rotavirus double-stranded RNA in silver-stained polyacrylamide gels' is another well-recognized method for diagnosing rotavirus infections. This technique also requires special equipment but this is inexpensive. simple to use, requires less technical expertise than EM and is suitable for processing many specimens.\n\nPolyacrylamide gel electrophoresis (PAGE) is the method used in our laboratories for the diagnosis of rotavirus infections.\n\niAuthor to whom correspondence should be addressed. Latex agglutination (LA) and enzyme-linked immunosorbent assay (ELISA) kits I'or rotavirus diagnosis are widely available and often used. This present study was therefore initiated to assess the comparative specificity and sensitivity of ELISA and LA kits.\n\nMaterials and methods Seventy-two human and 72 bovine faecal specimens submitted for routine examination were tested. Some of these contained viruses other than rotaviruses (adenovirus. enterovirus, coronavirus). Specimens were stored at -70°C for up to six months prior to this study and were tested at room temperature.\n\nThe technique was similar to that of Herring et ~1.~ Any differences were for convenience and did not affect results.\n\nDirect EM (DEM): Faecal specimens were mixed with an equal volume of distilled water and 3.5 ~1 were added to a carbon coated grid. After 30 seconds the grid was drained briefly by touching to filter paper. Phosphotungstic acid (I%), pH 7.0, was then added for 30 seconds before the grid was drained as above and allowed to dry. Stained grids were examined on Siemens Elmiskop 1 and 102 electron microscopes at a magnification of 40,000. Unless rotavirus was detected, each sample was examined for 20 minutes.\n\nlmmuno-electron microscopy (IEM): With minor modifications the method of Roberts and Harrison' was followed. Grids were coated with an IgG fraction of a bovine anti-rotavirus serum for one hour at 37°C. Faecal specimens were prepared as 20% suspensions in distilled water, ground with Carborundum powder and clarified at 10,000 x g for 90 seconds. Supernatant fluid was added to the antibody-coated grid and allowed to adsorb for one hour at 37°C. Grids were then stained and examined as above.\n\nThe ELISA kits used were: RotaScreen EIA (Mercia Diagnostics Ltd., Guildford, Surrey, U.K.), Wellcozyme Rotavirus (Wellcome Diagnostics Ltd., Dartford, U.K.), Rotazyme II (Abbott Diagnostics Division, Maidenhead, Berkshire, U.K.), IDEIA Rotavirus Test (Boots-Celltech Diagnostics Ltd., Slough, U.K.).\n\nThe LA kits used were: RotaScreen (Mercia Diagnostics Ltd.), The Wellcome Rotavirus Latex Test (Wellcome Diagnostics Ltd.).\n\nAll the tests were done in one laboratory and strictly according to the manufacturers' instructions. All ELISA results were read initially by eye, and then immediately by spectrophotometer. A result within 10% of the cut-off value in the Rotazyme II ELISA is suspect and repetition of the test is advised. However. in this study, such specimens were further examined by DEM and IEM.\n\nComparison with reference techniques All specimens were examined by all the kits and PAGE. Only specimens which were negative by PAGE, but positive by one or more of the kits, were examined by DEM and (Table I ) . All the positive specimens were detected (i.e. 100% sensitivity) by all but one of the kits (Table  3) . However, false positive results were obtained with 3 of the kits, and specificity ranged from 75-100%. ELISA results in these Tables refer to spectrophotometer readings. A virus other than rotavirus was cultured in IO of the 44 negative specimens, but did not appear to affect the specificity. Small round viruses were seen in three rotavirus negative specimens.\n\nThere were 35 positive and 37 negative specimens. There was agreement with all tests for 13 of the 35 (37%) positive and I? of the 37 (32%) negative specimens (Table 3) . Roth false positive and false negative results occurred more commonly than with the human specimens, with sensitivities of 40-91 \"/o and specificities of 49-97% (Table 4 ). ELISA results in these Tables refer to spectrophotometer readings. Coronavirus was seen in two and small round viruses in one of the negative specimens.\n\nThe results of the ELISAs read by eye and spectrophotometer were compared (Table 5 ). There were 55 discrepancies between the visual and spectrophotometer results. Reading by eye tended to reduce slightly the sensitivity with both human and bovine specimens (Table 6 ). However, reading by eye tended to enhance considerably the specificity to the range 93 100% for human specimens and to 86% with bovine specimens.\n\nMany factors such as cost. speed and ease of use influence the choice of diagnostic tests. but the outstanding criteria must be satisfactory specificity and sensitivity.\n\nWhen used on human faeces, all the kits except Wellcome LA had sensitivies of lOO'%,. The 640/'0 sensitivity attained by Wellcome LA is too low a level of accuracy for results from this test to be interpreted with any confidence. Of the remaining five kits. three (RotaScreen and IDEIA ELISAs and RotaScreen LA) had specificities greater than 90%. These kits seem sufficiently accurate to be useful for human rotavirus diagnosis. -Negative results. * With Rotazyme II. one specimen in both of these groups gave a suspect result. t One specimen contained small round viruses. -Negative result * One specimen gave a suspect reading with Rotazyme II. i One specimen contained small round viruses. 1 One specimen contained coronavirus. 5 Atypical rotavirus. Most of the kits performed noticeably less accurately in detecting rotavirus in calf faeccs. It should be noted that the kits are not specifically designed for veterinary use. but they might be expected to detect group A bovine rotaviruses since they arc serologically related to human group A rotaviruses. No kit had both sensitivity and specificity greater than 90\"/0. Only the two kits (RotaScreen ELISA and LA) with sensitivities and specificities greater than 80% could be used with any confidence in herd or individual diagnosis.\n\nOther studies have reported similar results on human specimens for IDEIA\". RotaScreen LA7.X. Rotazyme II' and Wellcome LA'. RotaScreen LA has also been found adequate for bovine rotavirus diagnosis\"'.\n\nA recent report\" assessing five commercially available rotavirus kits did not compare its results with any reference technique, but assumed a result to be a true positive when two or more of the kits being tested gave a positive result. This study reported false positives with Rotazyme TI, Wellcozyme and the Wellcome LA. Our results suggest that this is an invalid assumpion, especially with the ELISAs. where most of our false positive results occurred, and that they are probably underestimating the number of false positives. We are also surprised by the high number of false positives they obtained with the Wellcome LA. Our results on human specimens gave high specificity but low sensitivity and this is in agreement with another recent report\".\n\nOthers have also reported false positive results with Rotazyme IP9, and RotaScreen LA' and false negative results with Rotazyme II\".\n\nAll the ELISA kits are recommended to be read by spectrophotometer with visual reading possible, albeit with lower sensitivity, if suitable facilities do not exist. The superior specificities obtained by visual reading with all the ELISAs appear anomalous. This must be due to the ability of the spectrophotometer to detect low optical densities. An increase in the recommended cut-off point for some of these kits might eliminate this problem.\n\nOf the ELISA kits tested, the specimen preparation and test procedure were simplest and quickest with IDEIA, all being completed within 39 hours. Poor specificities have often been noted in ELlSAs\" which have been attributed to endogenous enzymesI or cross-reacting substances\". Non-specific reactions may account for those specimens which were positive by most tests but negative by our reference techniques. It has been found necessary with specimens from both man\" and calves (unpublished observations) to include a blocking antiserum to eliminate false positive results.\n\nLA kits were significantly quicker (less than 30 minutes) and easy to use on small numbers of specimens, but proved time-consuming when many specimens were examined. LAS are read visually, thus contributing a significant subjective element. It is likely that they involve significant inter-operator differences, although in this study particular care was taken to adhere rigorously to the instructions, with continuous rocking of the test card and reading the result at a maximum of two minutes.\n\nCost per specimen also varied considerably, from approximately &I for both LAS, &2 for Wellcozyme, RotaScreen and IDEIA ELISAs to &4 for Rotazyme II ELISA. By contrast, the cost of consumables per specimen for PAGE is approximately EO.25.\n\nThe prevalence of atypical (non-group A) rotaviruses is less than 1% in the human and bovine populations under study\". and atypical rotavirus infections in man are commonly detected only in China \".rx. There is no serological relationship between group A and atypical rotaviruses\". The positive results with some kits and the atypical bovine rotaviruses in our study may have been fortuitous. However, a specific reaction due to the serendipitous occurrence of antibodies to atypical rotaviruses in the kit antisera is possible.\n\nConclusions Several of the kits tested had specificity and sensitivity greater then 90% on the human specimens, and these (RotaScreen and IDEIA ELISAs and RotaScreen LA) are suitable for the diagnosis of human rotavirus infections.\n\nWith the bovine specimens. only RotaScreen ELISA and LA, with both specificity and sensitivity over 80%, are suitable for the diagnosis of bovine rotavirus infection. The main advantage of diagnosis by the kits is speed, but specificity and sensitivity should not be sacrificed for this. PAGE is sensitive. specific, cheap, simple to perform, detects all groups of rotavirus. and in our opinion.\n\nis the method of choice for diagnosing rotavirus infection."}