{"title": "", "body": "The risk of fatality from incidents in religious mass gatherings (MGs), including Hajj, is five times higher than that of other MGs [1] . Over the last four decades ten major stampedes (with 100 fatalities) have occurred at Hajj (Table 1) ; it is believed that, a crane collapse and a stampede disaster during the Hajj 2015 killed over 2000 people [2] . Despite the frequent occurrence of mass disasters at Hajj, pilgrims' awareness and concern about these incidents have not been previously explored. This study assessed Australian pilgrims' risk perception of mass disasters compared to that of Middle East Respiratory Syndrome (MERS-CoV) and Ebola during the Hajj \n\nTravel Medicine and Infectious Disease Two self-administered cross-sectional surveys were conducted among Australian Hajj pilgrims aged 18 years before their departure to Saudi Arabia to attend the Hajj 2014 and 2015 [3, 4] .\n\nA total of 771 pilgrims were recruited during the two study periods ( In Hajj 2014, pilgrims who received pre-travel health advice from general practitioners (GPs) (OR: 1.5, 95%, 95% CI: 1.1e2.5, p ¼ 0.04) or from family members and friends with Hajj experience (OR 1.6, 95% CI: 1.1e2.5, p ¼ 0.04) were more likely to be concerned about mass accidents compared to those who did not seek such advice. In Hajj 2015, employed (OR 1.6, 95% CI: 1.1e2.6, p ¼ 0.02) and highly educated (OR 6.9, 95% CI: 2.4e19.8, p < 0.01) pilgrims were more likely to be concerned about mass casualty incidents than their counterparts.\n\nAlthough these findings cannot be generalized to pilgrims from other countries with alternative cultural, educational and socioeconomic backgrounds, this report indicates that there is greater concern among pilgrims about mass casualty compared to emerging infectious diseases, and that casualties and personal safety need to be discussed in pre-travel health advice from GPs and from travel agents. The catastrophe in 2015 happened when fewer pilgrims were concerned about disasters indicating that bringing about behavioral change such as through public awareness, social distancing and the prediction of the peak time of congestion are important in avoiding, if not averting, mass casualties [5] . Lack of some pilgrims' awareness about the risk of accidents such as stampedes is concerning, as less prepared pilgrims might be more readily vulnerable to such disasters. Currently there is no official health recommendation on disaster prevention from the Saudi Arabian Ministry of Health, but these findings indicate that such recommendation could be helpful.\n\nTo conclude, there are significant opportunities to improve the awareness and behavior of Hajj pilgrims to reduce the risk of mass casualty incidents during Hajj. Robust studies are needed to gauge this further and formulate specific preventive strategies."}