{"title": "Archives of Virology Fatty acid acylation of viral proteins in murine hepatitis virus-infected cells Brief Report", "body": "Covalent fatty acid binding is a general feature of a large variety of glycoproteins (12) . Also many virM glyeoproteins are aeylated. The role of this fatty acid acylation is unknown; it may be involved in intraeellular transport of viral proteins (21) and would .thus have an important biological function for virus assembly and budding (14) . Indeed does inhibition of fatty acid aeylation, using the antibiotic eerulenin, effectively block the formation and release of virus particles (10) . Acylation is a post-translationM event; the glycoproteins of vesicular stomatitis virus (VSV) and Sindbis virus are modified during the late stages of maturation (14) . In Semliki tbrest virus (SFV) infected cells, however, the precursor pol3~eptide of the strueturM SFV glyeoproteins serves as the primary aeeeptor of acyl chains (1) . This means that acylation can also take place during the early stages of the maturation of virM proteins. Recently, Berger and Schmidt (2) described that the enzyme fatty acyltransferase, which acylates the precursor protein of SFV, is associated with the rough endoplasmie retieulum.\n\nWe examined the fatty acid modification of viral proteins in mouse hepatitis virus-infected cells (strain MHV-A 59, obtained from the American Type Culture Collection, l~oekville, MD). MHV-A 59 is a member of the Coronaviridae, a family of lipid-enveloped viruses with a single strand of infectious RNA of about 6 × 106 molecular weight (19, 20) . The viral envelope contains two different glycoproteins: a transmembrane protein (E 1) with a mol. wt. of about 26.5 kd and two species of surface proteins (E 2), which carry the epitopes elieiting virus-neutralizing antibodies (9) . The two glyeosylated protein species of E 2 with tool. ~s. of 90 kd are processed by proteolytic cleavage from a 180 K protein. Only one of the 90 kd E 2 species, 90 A, is aeylated, suggesting that it is associated with the lipid bilayer (18) . In infected cells a 150K glyeosylated protein species (gp150) is encountered, which is the precursor of the uneleaved 180 kd form of E 2. In the presence of tunieamycin (an inhibitor of N-glyeosylation) a nonglyeosylated E 2 precursor protein (110 K) is found instead (9) . In this report we present evidence that not only the E 2-glycoprotein, but Mso its unglyeosylated precursors contain fatty acids indicating that gtycosylation is not required for acylation.\n\nTo determine whether one or more of the MHV-A 59 glycoproteins are modified by aeylation and at which step during virus maturation, infected Sac(-) cells were labeled with 3H-palmitie acid from 7 to 8 hours post, infection. Confluent monolayers in 35-mm petri-dishes of 2 × 106 Sac(-) cells were infected with MHV:A 59 or VSV (the Indiana strain, obtained from Dr. S. Schlesinger, Washington University School of Mediein, St. Louis, MO) using 30 or 10 PFU per cell, respectively. For labeling experiments with 35Smethionine, the medium was removed and replaced by 1 ml methioninedeficient minimal essential medium supplemented with nonessential amino acids and with 5 per cent dialyzed fermi calf serum, 100 IU penicillin, 100 lxg streptomycin and 25 ~Ci 35S-methionine (1000 Ci/mmol; The gadiochemical Centre, Amersham, England). For labeling with 3H-palmitic acid, 100 txCi of 9, 10-~tt(N)-palmitic acid (15.2 Ci/mmol; New England Nuclear Corp.) in 80 per cent ethanol was dried in a glass tube and taken up in 1 ml minimal essential medium containing 5 per cent fetal calf serum; this mixture was added to the cells. After the labeling period the cells were washed twice with PBS (4°C), lysed and the viral proteins were immunoprecipitated as previously described (6) with mouse anti-MHV-A 59 (16) or rabbit anti-VSV antiserum (4). Immunopreeipitates were analysed by electrophoresis in 15 per cent polyacrylamide gels. As previously reported, there is only one detectable 3H-palmitie acid labeled polypeptide found in VSV-infected cells (14, Fig. 1A ). Also VSV, directly precipitated from infectious medium with polyethyleneglycol (PEG), revealed that only the G-protein contained fatty acids (results not shown). Analysis of proteins immunoprecipitated from cell lysates with mouse anti-MHV-A 59 anti-serum showed that fatty acid label is present in a 150 kd and a 90 kd polypeptide (Fig. 1 B) . The nueleoeapsid protein contained no radioactivity and only trace amounts were detectable in the E 1-glyeoprotein. The latter all-label may have been due to conversion into metabolites other than fatty acids, which are incorporated into E 1 as suggested earlier (12) . MHV-A59 virions directly precipitated from the growth medium with PEG revealed that only the 90 K protein contained labeled fatty acid (results not shown). These results show that both intracellular forms of the E 2 glyeoprotein (gp 90 and gp 150) are aeylated. Attempts to block fatty acid aeylation of the E 2 protein with eerulenin, as described by Sehlesinger and Malfer (10), have not been successful.\n\nLabeling of the E 2 and its precursor are not due to noneovalent interactions since these proteins were immunopreeipitated with anti-serum in the presence of 0.5 per cent Triton X-100 and 0.5 per cent 1,5-naphthalenedisulfonate-disodium salt. However, to obtain additional evidence that the pMmitate label was covalently associated with E 2 and its precursor, SDSpolyacrylamide slab gels were t r e a t e d with 1 M h y d r o x y l a m i n e (pH 6.6) for 16 hours prior to fluorography as described by Schlesinger et al. (11) and Bishr O m a r y and Trowbridge (3) . Most of the label was r e m o v e d w h e n the E 2-glycoprotein labeled with 3tI-pMmitic acid was exposed to hydroxylamine (results not shown). On t/he other hand, no detectable loss of radioactivity was observed w h e n the 35S-methionine labeled E 2 was t r e a t e d with hydroxylamine. Similar results were obtained with VSV where pMmitic acid is covalently bound to the G-protein (14) .\n\nTo investigate m o r e precisely which E 2-species of E 2 of MHV-A 59 are acylated, we followed the acylation in a pulse-chase experiment. Infected cells, incubated from 3 hours p.i. with or without 0.5 m g / m l tunicamyein were pulse-labeled at 7 hours p.i. for 15 minutes with 3H-palmitic acid or 35S- Fig. 2 . Pulse-chase labeling and effect of tunicamycin of intracellular MttV-A 59 specific proteins. MHV-A 59 infected Sac(-) cells were pulse-labeled with 35S-methionine or 3Hpalmitic acid for 15 minutes at 7 hours p.i. and chased for two hours in the absence (-) or in the presence (+) of 0.5 ~g/ml tunicamycin (tun); when used, this antibiotic was present from 3 hours post infection, Immunopreeipitates from the cell lysatcs were prepared and analysed by eleetrophoresis in 15 per cent polyacrylamide gels methionine and the label was subsequently chased for two hours. Electrophoresis of the immunopreeipitates derived from 3~S-methionine pulsed cells produced the known set of virus-specific proteins (Fig. 2) . In 3H-palmitie labeled cells only gp 150 was detected. After the chase period the 90 K protein was detectable both in 35S-methionine and 3H-palmitie acid labeled cells: In the 35S-methionine pulse-labeled MHV-A 59 infected cells grown in the presence of tunicamyein, all virus-specific proteins appeared with the exception ofgp 150; instead the unglycosylated apoprotein with a tool. ~. of about ll0 K was observed. This protein was also labeled with 3H-palmitie acid and persisted even after a 2 hours chase period; no processing was observed. Studies with Sindbis virus (15) , ts mutants of VSV and tunicamycintreated VSV-infected cells (13) suggest that acylation of the glycoproteins of these viruses occurs late during maturation, after glyeosylation but prior to their movement to the cell surface. On the other hand, the Orsay strain of VSV grown at 30°C in the presence of tunieamycin, produces unglycosylated but acylated G protein (Go) (13) . The significance of these two different kinetics of acylation in VSV G-protein is not clear at present. It has been shown earlier that tunieamyein-treatment of MHV-A 59 infected cells reduces the yields of extracellular infectious viI~as by more than 99 per cent (9) . Viral particles continued to be released, but these particles are deficient in E 2 (5, 7). Repp et al. (8) showed that the E 2 antigen in tunicamycin treated cells stayed in perinuclear regions and within the rough endoplasmic reticulum. Glyeosylation therefore plays a dominant role in transport of E 2 through the cell. Our results show that the acylation of unglyeosylated glycoprotein of the VSV/strain Orsay is not an isolated anomaly. Also the unglyeosylated 110 kd apoprotein of the intraeellular E 2 precursor of MHV-A 59 is acylated; the pulse-chase experiments not only confirm that fatty acids can be added to the protein backbone itself, but also suggest that aeylation of unglycosylated viral proteins does not restore the ability of these proteins to be transported through the cell."}