{"title": "Bacillus anthracis: Balancing innocent research with dual-use potential", "body": "The year 1876 marks the birth of medical microbiology, for in that year, Robert Koch (1843 Koch ( -1910 described definitively the aetiology of anthrax (Koch, 1876) (Fig. 1) . He performed this research in his early 30s as a complete unknown, having taken up a position as district medical officer in Wollstein (now Wolsztyn in Poland) in 1872. After each long working day, he devoted himself to his hobby -the microscopy of microbes -working at home in a small room adjoining his medical practice. Koch was neither the first to find rod-like microorganisms in the blood of animals that had died of anthrax, nor was he the first to transfer disease with fresh or dried blood containing these rodlike ''corpuscles'' (Lord, 2001; Witkowski and Parish, 2002) . Nevertheless, his elegant work was the first to demonstrate unequivocally that a rod-like microorganism was consistently present in blood and tissue of diseased animals; that spores developed under starvation conditions; that these spores could transform into the rod-like bacilli under nutrient-rich conditions; that the rod-like organisms could be cultured in pure form; and finally that the cultured material, either in the form of rod-like microorganisms or of spores, caused anthrax disease in experimentally infected animals. From this meticulous work, including in vitro culture, microscopy and animal experiments, Koch concluded that spores formed and survived for long periods of time even when the cadaver had been interred in the soil and that the spores could disseminate the disease long after an outbreak of anthrax. Koch's work established the strategy of the microbe hunters which led to the birth of medical microbiology in the late 19th century on the basis of what was later called the ' 'Koch Postulates'': reproducible identification of the agent in diseased tissue;\n\nin vitro culture of the agent in pure form; transfer of pure culture material to elicit the disease in experimental animals.\n\nAt this time, Louis Pasteur (1822 Pasteur ( -1895 was Director of the Laboratory of Physiological Chemistry at the É cole Normale in Paris and was already famous as the father figure of microbiology (Fig. 1 ). Pasteur provided conclusive evidence against the widely held theory of the spontaneous generation of life; specifically, he demonstrated that heated material remained sterile if access to the outside environment was prevented, but readily became vital if access was given to environmental microbes. Typical of Pasteur, he did not restrict himself to fundamental research, but instead saw his work in the context of application, for example in the context of fermentation of wine and beer. Fermentation is not that Koch (1843 Koch ( -1910 , right, and Louis Pasteur (1822 Pasteur ( -1895 , left, and inset: drawing of B. anthracis by Robert Koch together with Ferdinand Cohn (1828 -1898 made in 1876. different from putrefaction and hence the link to infectious diseases soon became obvious. From 1877 on, Pasteur's interest increasingly focused on infectious diseases. By performing a series of experiments, he established unequivocally that the bacterium itself, and not some accompanying element, was the cause of the disease, thereby confirming Robert Koch's conclusions.\n\nIn 1881, Pasteur performed one of the most famous experiments in public, the anthrax vaccine trial. At a farmyard in Pouilly-le-Fort (SE of Paris), 50 sheep were gathered, half of which were vaccinated with a culture of Pasteur's attenuated Bacillus anthracis whereas the other half remained unvaccinated. Four weeks later and in the presence of a large crowd of interested observers, all the sheep were inoculated with a culture of virulent anthrax bacilli. When Pasteur returned to the farmyard a few days later, he was applauded by the crowd of spectators; all of the vaccinated sheep were alive and only one of them, a ewe, looked unhealthy (and later succumbed to an unrelated disease). In contrast, most of the unvaccinated animals were already dead and the rest were to die shortly afterwards (Pasteur, 1881) . Although the method used for the preparation of the attenuated culture and its safety later became a matter of controversy, this experiment was not only a scientific success and a landmark in controlled vaccine trials, but also exemplary in raising public awareness of the beneficial results of biomedical research. Pasteur's vaccine was very effective and its worldwide use was instrumental in reducing the burden of anthrax in livestock. Indeed, the Pasteur Institutes in France and across the world were largely founded and funded by the revenues generated from Pasteur's anthrax and other vaccines.\n\nBoth Koch and Pasteur would probably be greatly disheartened to discover how often the microbe B. anthracis, which helped to establish modern medical microbiology and vaccinology, has also been misused for unethical goals. For example, between 1932 and 1945 the Japanese Army's infamous Unit 731 (based in Manchuria) experimentally infected prisoners with B. anthracis, and in 1942 the British Army conducted anthrax bioweapons testing on Gruinard Island in Scotland and also prepared huge quantities of cattle cake contaminated with anthrax spores for dispersal by aircraft over German agricultural land; fortunately this latter weapon was never used. On April 2, 1979 in Sverdlovsk in the former Soviet Union (now Yekaterinburg, Russia) an anthrax outbreak was documented with at least 77 cases of human disease, 66 of whom died; this was the result of an accidental release of spores from a bioweapons research and production facility. Finally, in the aftermath of the terror attacks on the World Trade Center in New York of September 11, 2001 , anthrax attacks were reported along the East Coast of the USA, distributed through at least five letters containing small quantities of very finely dis-persed anthrax spores. These attacks resulted in 22 confirmed anthrax cases of which 11 were inhalational anthrax (5 of whom died), and 11 cases were cutaneous anthrax (Inglesby et al., 2002) . Moreover, more than 30,000 individuals were treated prophylactically with antibiotics and numerous public buildings had to be decontaminated by laborious procedures. The perpetrators of this bioterrorist crime have not been caught despite massive investigations by the police and intelligence services.\n\nBacillus anthracis is mentioned in the appendix to the ''Convention on the prohibition of the development, production and stockpiling of bacteriological (biological) and toxin weapons and on their destruction'' (in short, the Biological Weapons Convention, BWC).\n\nThe BWC was open for signature on April 10, 1972 and entered into force on March 26, 1975 . It is mostly aimed at regulating interstate activities. As of June 2005, it had 171 signatories of which 155 are ratifications and accessions, whilst 16 are signatories yet to ratify the convention. Regrettably, 23 states remain non-signatories (BWC, 2006a) .\n\nThe bioterrorist attacks with B. anthracis in 2001 made it clear that regulation of activities between states was insufficient and that individual attacks, e.g. for bioterrorist purposes, needed to be considered further and in more depth.\n\nThe USA has drawn its own conclusions, which not only led to massive financial support for biodefence research, but also to the formulation of the US Patriot Act (in 2001), the formation of the Department of Homeland Security (in 2002) as a new administration dealing with biodefence matters and the formation of the National Science Advisory Board for Biosecurity (in 2005) to advise the government on scientific dual-use issues. The Centers for Disease Control and Prevention (CDC, Atlanta, USA), issued a ''List of Biological Weapons'' which includes B. anthracis in Category A, comprising those microbes of highest risk that can be easily disseminated and transmitted and that are of high mortality (CDC, 2006) . Under new legislation, work on such ''select agents'' has become very tightly controlled, with major limitations on and selection of staff having access to Category A agents, the facilities where any work with such agents occurs, the dissemination of some ''sensitive'' scientific information and very proscriptive distribution requirements.\n\nAt an international level, the USA strongly endorsed formation of review conferences of the state parties to the BWC as an international forum for discussing a code of conduct for work with dual-use organisms. These review conferences took place between 2003 and 2006 and concluded their meetings on December 10, 2006 (BWC, 2006b .\n\nAt the European level, the dilemma of working with dual-use organisms was approached as well, and consortia were formed within the EU Framework Programme 6 (FP6), but with minute financial support in comparison to USA efforts. One of the first consortia so funded was the Anthrax Euronet (www.anthraxeuronet.org), a Coordination Action which aimed at strengthening networking activities in the field of anthrax research and at harmonising protocols for testing anthrax vaccines and therapeutics and developed into a project that also addressed aspects of dual-use and political issues related to biosecurity (Ozin et al., 2004) .\n\nIn this paper, the participants of the Anthrax Euronet provide a comprehensive overview of the biology of B. anthracis, of the pathogenesis and epidemiology of anthrax as well as of novel diagnostic tools for early detection of anthrax, and new intervention strategies, building on earlier reviews (Mock and Fouet, 2001; Koehler, 2002) . Moreover, we summarise the conclusions of the review conference (www.dual-use-ber-lin2006.de) initiated by the Anthrax Euronet consortium on the code of conduct in working with dual-use organisms as they are of critical importance for work with anthrax and other high-risk pathogens.\n\nMuch has been achieved since the times of Koch and Pasteur and they would probably agree that there is a lot of more exciting science still to be done in the field of anthrax research. Continued investment to develop such knowledge will be necessary in the coming years in order to improve and accelerate the development of the necessary countermeasures in terms of vaccines, therapeutics and improved diagnostic tools for anthrax, and indeed any emerging or newly emerging disease. The concept and possible development of international ''codes of conduct'' and other more binding biosecurity measures seem to be an inevitable result of the dual-use dilemma in working with anthrax and other high-risk pathogens. Scientists should not be slowed down or deflected from such issues and from research on highrisk agents; indeed they are a critical part of the dialogue and part of the solution.\n\nBacillus anthracis: the agent, the disease and animal models\n\nThe disease and early stages of infection Anthrax is primarily a disease of herbivores, although all mammals, including humans, are susceptible. B. anthracis spores enter a host by cutaneous, gastrointestinal or pulmonary routes -all of which can progress to fatal systemic anthrax. Whatever the route of infection, it is believed that B. anthracis spores are transported by macrophages from the original site of inoculation to draining lymph nodes. The spores germinate giving rise to the vegetative bacilli which produce the principal virulence factors: toxins and capsule. Then, the infection extends to successive nodes and the bacilli enter the blood stream where they continue to multiply rapidly, secrete toxins and reach remarkably high numbers before the host succumbs to a shock-like death. Bacilli shed by the dying or dead animal sporulate on contact with air and contaminate the locale, and a new cycle may begin. Anthrax is therefore an association of toxaemia and rapidly spreading infection evolving into septicaemia, and its control and prevention must take both aspects into account together with measures to deal with the very resilient spores.\n\nAnthrax is, of course, a very dangerous infection in man and so, in order to minimise risk of exposure of staff and of environmental dissemination, it is mandatory in most countries to handle the agent and infected animals under safe primary containment, using so-called Biological Containment Level 3 procedures, and restricting access to stocks of the agent. Where practicable, staff can be afforded additional protection by vaccination. Such measures also limit access to the agent by those with intent on criminal misuse, including bioterrorism. Strains or mutants lacking the ability to produce capsule are highly attenuated and therefore in most countries such strains are not subject to such restrictions.\n\nFully virulent wild-type strains of B. anthracis carry two large plasmids, pX01 and pX02 (182 and 96 kb, respectively), which carry the genes encoding the primary virulence factors: toxins and capsule, respectively. The complete chromosomal and plasmid DNA sequences from multiple strains are available on public databases.\n\nThe two anthrax toxins derive from the combination of three different proteins: the protective antigen (PA, 83 kDa), the oedema factor (EF, 89 kDa) and the lethal factor (LF, 90 kDa). PA binds to two cell surface receptors, the tumour endothelium marker 8 (TEM8) and the capillary morphogenesis protein 2 (CMG2), both of which are widely expressed on many cell types, including immune cells (Collier and Young, 2003; Scobie and Young, 2005) . Recently, the low-density lipoprotein receptor-related protein 6 was implicated as a PA co-receptor essential for EF and LF endocytosis (Wei et al., 2006) , but others have not confirmed this finding (Young et al., 2007) .\n\nThe proteolytic release of the C-terminal domain (20 kDa) of PA results in spontaneous oligomerisation of truncated PA (PA 63 ) into heptamers (PA 63 ) 7 , which bind EF and LF (Collier and Young, 2003) .\n\nThe (PA 63 ) 7 -EF and the (PA 63 ) 7 -LF complexes enter rafts and -after endocytotic uptake -are transported to late endosomes, whose low pH induces a conformational change of the complex, with insertion of part of PA into the membrane and translocation of EF and LF into the cytosol (Abrami et al., 2005; Dal Molin et al., 2006) .\n\nEF is a calmodulin-dependent adenylate cyclase (Leppla, 1982) , which creates a gradient of cAMP with a high concentration in the perinuclear area , whilst LF is a metalloprotease which cleaves most isoforms of MAPKKs (MEKs) throughout the cytosol (Vitale et al., 2000) ; this does not exclude that it may act on other cytosolic proteins, as suggested by recent reports that LF acts on the inflammasome (Boyden and Dietrich, 2006; Muehlbauer et al., 2007) . MEKs are part of a major signalling pathway linking the activation of membrane receptors to transcription of several genes, including those encoding pro-inflammatory cytokines and other proteins involved in the immune response.\n\nThe capsule, a linear polymer of g-D-glutamic acid, is considered the other major virulence factor of B. anthracis. The capsule contributes to pathogenicity by enabling the bacteria to resist phagocytosis by macrophages, and thus evade the host immune defences and promoting septicaemia. Additionally, the capsule is only very weakly immunogenic.\n\nHosts react differently to the virulence factors of B. anthracis. Strains that lack either or both of the two virulence plasmids are considered non-pathogenic for humans. However, mice appear to be much more affected by replicating encapsulated bacteria and comparatively resistant towards the action of the toxins. Different strains of mice exhibit different degrees of susceptibility towards infections with B. anthracis, which is reflected by quite dissimilar numbers of bacterial spores needed for 50% lethality of an experimental group. Certain inbred strains of laboratory mice, such as A/J mice, are highly susceptible to toxigenic but nonencapsulated strains of B. anthracis such as Sterne or STI-1. The animals succumb to the effect of the high level of anthrax toxins secreted during infection; this phenomenon has been linked to a deficiency in the complement system in these strains of mice (Welkos and Friedlander, 1988 ) that leads to unrestricted bacterial growth.\n\nDuring the initial stages of vaccine research, potential vaccine candidates are typically assessed for immunogenicity; usually an outbred mouse strain is used to answer such basic immunological questions. In subsequent stages, a potential vaccine must be tested for protective efficacy in challenge studies. Suitable animal models include A/J mice infected with toxinogenic, noncapsulated strains of B. anthracis, or outbred mice, guinea pigs or rabbits, infected with fully virulent strains of B. anthracis. To correlate protective efficacy in an animal model with the expected outcome in humans, rabbits currently appear to be the most suitable ''small animal'' model. Rabbits are susceptible to infection by virulent strains of B. anthracis whilst they are relatively resistant to both the Sterne (pX01 + /pX02 -) and the Carbosap (pX01 + /pX02 + ) attenuated vaccine strains. In contrast, mice and guinea pigs are susceptible to the Carbosap vaccine strain and, depending on the mouse strain, to the Sterne vaccine strain, whilst guinea pigs are susceptible to the Carbosap vaccine strain (Fasanella et al., 2001) . Thus, the pathway of anthrax pathogenesis in mice and guinea pigs differs from that in rabbits. Rabbits and non-human primates are considered more appropriate animals for the study of biomarkers and immune protection in humans (Phipps et al., 2004) .\n\nAnthrax toxins and the host immune response B. anthracis can trigger a strong inflammatory response by activating Toll-like receptor 4 on polymorphonuclear cells and macrophages at the site of entry into the host (Hsu et al., 2004; Mayer-Scholl et al., 2005) . Both LF and EF synergistically interfere with this process as they affect two signalling pathways that cross-talk to each other and are essential for full induction of the oxidative burst, proinflammatory cytokine expression and for cell migration (Baldari et al., 2006) . Among the first-line effectors of the innate immune system that may be involved in this bactericidal activity, group IIA secreted phospholipase A 2 (sPLA 2 -IIA) has been found to kill B. anthracis in vitro and ex vivo (Piris Gimenez et al., 2004) . Furthermore, transgenic mice expressing human sPLA 2 -IIA exhibit an extremely high level of protection against anthrax, and in vivo administration of recombinant sPLA 2 -IIA significantly protects sPLA 2 -IIA-deficient mice against B. anthracis infection (Piris-Gimenez et al., 2005) .\n\nOwing to the widespread distribution of PA receptors, EF and LF act on immune cells involved in both the innate and the adaptive immune response (Baldari et al., 2006) . They promote apoptosis of dendritic cells and macrophages with changes of membrane permeability, dissipation of mitochondrial membrane potential and DNA fragmentation. The toxin sensitivity of these cells appears to be linked to the different genetic backgrounds via Nalp1b, which is a polymorphic component of the inflammasome (Boyden and Dietrich, 2006) . LF suppresses expression of the pro-inflammatory cytokines (TNF-a, IL-6) and of surface activation markers (CD40, CD80, CD86) induced by lipopolysaccharide or peptidoglycan in dendritic cells (Baldari et al., 2006) . Accordingly, dendritic cells infected with toxigenic strains of B. anthracis show a different cytokine secretion profile as compared to cells infected with nontoxigenic strains (Tournier et al., 2005) . Splenocytes recognise spores through a Myd88-dependent pathway, involving none of the known Toll-like receptor or NOD proteins. Upon interaction with spores, macrophages secrete IL-12 that stimulates natural killer cells to secrete IFN-g, and LT inhibits secretion of these cytokines (Glomski et al., 2007a) . IFN-g seems to play a significant role in immunity against B. anthracis infection, as mice with deficient IFN-g signalling are more sensitive to infection than their wild-type counterparts (Glomski et al., 2007b) .\n\nThe anthrax toxins also act on T and B lymphocytes (Baldari et al., 2006; Paccani et al., 2005; Fang et al., 2006) . Although functional impairment of antigenpresenting cells would appear to be sufficient to achieve this goal, this pathogen impairs all cellular components of the adaptive immune response. In addition, the anthrax toxins were found to inhibit the chemotaxis of immune cells, and this finding may be very relevant to explain the long time required to clear the infection site in skin anthrax (Rossi-Paccani et al., 2007) . This activity is likely to have little or no role in the rapid pathogenesis of inhalational anthrax, whilst it is relevant to that of the much more common and slower developing cutaneous anthrax.\n\nThe emerging picture is that B. anthracis has developed a multi-target strategy aimed at neutralising all the cellular components of the innate immune compartment via the combined action of two toxins which affect crucial and general steps of cell signalling: the cAMP and the MAP kinase pathways, which have several points of intersection (Baldari et al., 2006) .\n\nB. anthracis is a Gram-positive, rod-shaped, aerobic soil bacterium which, like other Bacillus species, forms spores in response to starvation. Mature spores are metabolically inactive and have a highly ordered structure; they are resistant to extremes of temperature, radiation, desiccation, harsh chemicals and physical damage (see Mock and Fouet, 2001) . These properties allow the spore to survive and persist for several decades in the soil until encountering environmental conditions favourable for germination. Generally, entry of spores into the mammalian host is the initial event of anthrax infection and spores can infect the host via cutaneous inoculation, ingestion or inhalation. As the surface of the spore represents the first point of contact with host defences and is a target for identifying specific detection markers, there has been much interest in its structure and composition.\n\nSpores of B. anthracis, and its closely related species B. cereus and B. thuringiensis, possess an exosporium which is the outermost structure surrounding the mature spore. This consists of a paracrystalline basal layer and a hair-like outer layer and is composed of proteins, lipids and carbohydrates. It contains several proteins that are synthesised concomitantly with the cortex and the coat. One B. anthracis exosporium glycoprotein, BclA, which is the structural component of the hair-like filaments, has been identified (Sylvestre et al., 2002) . BclA contains a central region with similarity to mammalian collagen proteins. This collagen region consists of GXX collagenlike triplets including a large proportion of GPT triplets. The number of GXX repeats varies considerably between strains, and this variation is responsible for the varying length of the filament nap covering the outer layer of the exosporium (Sylvestre et al., 2003) .\n\nSpores of bclA mutant strains are totally devoid of filaments (Sylvestre et al., 2002) . However, the structure of the exosporium crystalline basal layer is unchanged and a crystalline organisation can be observed on both the inner and outer surface of this basal layer (Sylvestre et al., 2002) .\n\nSeveral proteins have been described as present in or tightly associated with the exosporium but their roles in the structural and functional organisation of the exosporium remain to be elucidated. Two exosporium proteins, ExsFA and ExsFB, are required for the localisation of BclA on the spore surface and contribute to the stability of the exosporium crystalline layers (Sylvestre et al., 2005; Steichen et al., 2005) .\n\nBclA is an immunodominant protein on the spore surface. It is the first structure interacting with host cells. Therefore, it may play a role in the infection process, and/or in a protective immune response. Mice immunised with spores of B. anthracis, either alive or inactivated, develop a strong response against BclA, which appears as the major band recognised by polyclonal antibodies on Western blots. Other less immunogenic proteins, including ExsY, CotY and ExsF can also be detected (Sylvestre et al., 2002 (Sylvestre et al., , 2005 Redmond et al., 2004) . Most monoclonal antibodies raised against spores recognise epitopes of BclA, some of which are specific of B. anthracis, and represent useful detection tools (Steichen et al., 2003; Sylvestre et al., 2001) . Deletion of BclA in the Sterne strain or in the virulent B. anthracis strain 9602 did not affect virulence in mice, after either sub-cutaneous or intranasal administration of spores (Sylvestre et al., 2003 (Sylvestre et al., , 2008 . Also, BclA deletion mutants of the Ames strain retain full virulence in guinea pigs and mice (Bozue et al., 2007) .\n\nIn animal studies, live-spore vaccines are more protective than PA alone. Therefore, adaptive immunity to anthrax does not depend solely on control of toxaemia through anti-PA neutralising antibodies. Addition of formaldehyde-inactivated spores (FIS) to PA has been shown to confer full protection against highly virulent strains of B. anthracis in mouse and guinea pig models of infection (Brossier et al., 2002) . Involvement of specific spore antigens in protection, and mechanisms of the immune response to spores have been studied. BclA-deficient FIS have been shown to be as effective as the parental strain in inducing protection (Sylvestre et al., 2008) . Spore antigens induce a strong immune response, both humoral and cellular. Sporereactive CD4 T lymphocytes have been shown to be protective in the absence of toxaemia (Glomski et al., 2007a, b ; see below).\n\nAlthough anthrax is essentially under control in the industrialised world, it remains a serious zoonosis in the developing world and is enzootic in many natural parks. Historically, the disease has long been recognised and some even speculate that anthrax was the plague described in the 5th and 6th Plagues of Egypt described in the Bible (Exodus 7-12). Anthrax has been one of the major causes of mortality in domestic livestock through recorded history. For example, Max Sterne, the father of the modern attenuated veterinary anthrax vaccine (see below), described major livestock mortality in South Africa during 1923 with an estimated 30,000-60,000 animals lost to anthrax (Sterne, 1967) . The development of an improved vaccine by Sterne in the 1930s and improved regulation of the animal trade (including quarantine) led to a drastic decline in the incidence of anthrax in most countries. National control programmes work very well against the disease. Indeed anthrax is today considered an uncommon disease in Western Europe, Northern America and Australia, with exceptions in endemic foci in wild fauna in the national parks (Hugh-Jones, 1999) . For example, in Canada, the situation is under control with the exception of a few epidemics in the bison population of the MacKenzie Bison Sanctuary and Wood Bison National Park (Nishi et al., 2002) , whereas in the USA, the disease is sporadic in some areas and is hyperendemic in south-west Texas (Hugh-Jones, 1999) . In Australia, anthrax is sporadic, although a sudden and severe epidemic occurred in Northern Victoria in 1997 (Turner et al., 1999) . In Europe, the major endemic areas are Greece, Turkey, Albania and probably all of the Balkans (Hugh-Jones, 1999). France and Italy continue to record sporadic outbreaks (Fouet et al., 2002; Fasanella et al., 2005) .\n\nThe lack of suitable control programmes in Central Asia, South America and Africa makes the disease very common in these continents. Central and South America lack effective control programmes, with hyperendemic anthrax zones in Guatemala and El Salvador and endemic zones in Mexico, Honduras, Nicaragua, Costa Rica, Brazil and Venezuela (Hugh-Jones, 1999) . In contrast, vaccination programmes in Uruguay and Chile have resulted in good control. In Russia and in countries of the former Soviet Union, lack of effective control programmes is evidenced by the high percentage of human cases, reflecting the inadequacies of both the public health system and veterinary service (Hugh-Jones, 1999) . In Asia, anthrax is widespread in the Philippines, South Korea, south east India, and in western mountainous zones of China and Mongolia; in Papua New Guinea porcine anthrax is reported frequently (Hugh-Jones, 1999) . Africa remains severely afflicted, with major epidemic areas in wildlife areas such as Queen Elizabeth National Park (Uganda) \n\nB. anthracis usually affects animals at pasture but can infect all mammals, with humans as accidental hosts. In vitro experiments have suggested that B. anthracis can live and reproduce like a soil saprophyte in the rhizosphere of grass plants (Saile and Koehler, 2006) ; however, studies over the decades suggest that this is unlikely to be an important mode for spore amplification in natural soils. Vegetative cells of B. anthracis released in body fluids from infected and dead animals sporulate rapidly on contact with air and lead to widespread contamination of surrounding soil and pasture. The longevity of spores in contaminated soils is well documented and indeed, spores of B. anthracis were isolated from bones of animals that died over 200 years ago in the Kruger National Park (De Vos, 1998) . Scavenger animals and blowflies can disseminate the spores over long distances in the environment and may infect further susceptible mammals. Outbreaks typically occur after a rainy season, causing soil disturbance, followed by a dry season. The topography of the land is important and downhill fields are potentially more dangerous than uphill fields due to runoff. Calciumrich alkaline soils promote persistence of the spores in soils relative to humus-rich and acid soils.\n\nAppropriate management of outbreaks includes the prompt and complete incineration of carcasses, rather than burial, together with prompt case recognition and vaccination of susceptible livestock. Anthrax is not an infectious disease per se and outbreaks typically consist of a few sporadic cases occurring within a restricted area. Nevertheless, anthrax epidemics do sometimes occur, for example one that killed about 4000 hippopotami in Luangwa Valley in Zambia between June and November 1987 (Turnbull et al., 1991) and an epidemic in the MacKenzie Bison Sanctuary in Canada in 1993 in which some 10% of the several thousand-strong bison population died (Hugh-Jones and de Vos, 2002) .\n\nFlies probably play an important role in the mechanical transport of B. anthracis, although the mechanisms are not clearly understood. Anthrax has been associated with seasonal tabanid fly activity, and the possible role of Haematobia irritans and Tabanus spp. in the spread of anthrax was described in the scientific literature almost a century ago (Mitzmain, 1914; Morris, 1920) . The 1997 and 2001 epidemics of anthrax in the Edwards Plateau in Texas involved domestic and wild species of animals, especially deer (Hugh-Jones and de Vos, 2002) and the characteristic spread of the disease suggested that insects (tabanids and other haematophagus insects) could have played an important role in the widespread transmission of the disease. A similar association was seen in a severe epidemic of anthrax in Victoria, Australia, during January to March 1997 (Turner et al., 1999) . Analysis of these anthrax epidemics showed common risk factors, including previous history of epidemics in the areas and suspension of vaccination programmes giving rise to a high level of susceptibility.\n\nAn anthrax-like illness was reported in wild non-human primates living in tropical rainforest, a habitat not previously known to harbour B. anthracis (Leendertz et al., 2004) , and characterised by an unusually high number of sudden deaths observed over 9 months in three communities of wild chimpanzees (Pan troglodytes) in the Tai National Park, Ivory Coast. However, Bacillus strains associated with this outbreak were encapsulated toxigenic B. cereus and not typical B. anthracis. The finding that flies played an important role in the spread of anthrax in this outbreak was supported by the presence of profuse numbers of flies on the carcasses of affected chimpanzees and particularly on bodily parts with bloody effusions. Laboratory studies using mouse and guinea pig models have shown that Stomoxys calcitrans, Aedes aegypti and A. taeniorhynchus are all capable of transmitting anthrax. Although the transmission rate was relatively low (17% in flies and 12% in mosquitoes) it is suspected that the high population density of biting insects could be a most important vehicle in the spread of the disease (Turrel and Knudson, 1987) .\n\nAntibodies against B. anthracis toxins were detected in unvaccinated herbivores that had grazed in anthrax risk areas (Fasanella et al., 2003) , consistent with sub-clinical exposure to anthrax bacilli or spores during grazing or through fly bites. The protective effect of such low-level immune responses is unclear. Even the immune responses to vaccination may be insufficient to protect animals if the environmental concentration of spores is very high; immune memory to the Sterne-type animal vaccines may be poor and regular vaccinations are required in highendemic or epidemic areas, together with prompt diagnosis and appropriate carcass destruction.\n\nThe diagnosis of anthrax is made from a combination of microscopic, cultural and molecular-biological investigations. In the case of specific clinical symptoms (e.g. oedema formation and eschar), the microscopic detection of encapsulated, Gram-positive rods in the blood may be considered pathognomonic. In particular, those routes of infection that predispose one to septicaemic progression (inhalational and intestinal anthrax) generally result in pure cultures with high cell counts in affected organs, the corresponding lymph nodes and the blood. Characteristic colony morphology, non-haemolytic growth on blood agar, non-motile Gram-positive rods, sensitivity to the gamma phage and to penicillin, and the formation of a capsule under specific conditions in vitro and within the host body are indicative of B. anthracis (WHO, 1998) . However, even if the bacterium isolated from an anthrax-like disease does not fit into this scheme, the B. anthracis-specific virulence genes, which code for the lethal toxin, oedema toxin, and the capsule can still be present (Hoffmaster et al., 2004; Klee et al., 2006) .\n\nIn contrast to clinical samples, environmental samples usually consist of a natural competing bacterial, fungal and protozoan flora and may also contain various chemical substances that together or separately influence the germination of spores of B. anthracis and the propagation of its vegetative form in vitro. Occasionally the propagation is inhibited in vitro, leading to negative cultural and PCR results. Under the artificial cultivation conditions used in the laboratory, B. anthracis can be rapidly overgrown by the faster replicating competitive soil-and plant-associated bacteria; although selective culture media can suppress much of the competing flora, they do not completely suppress the growth of the common soil Bacillus species including B. megaterium Cultural detection and confirmation B. anthracis grows on blood agar after incubation at 37 1C overnight as rough, dry, non-pigmented colonies 2-5 mm in diameter, with a grey-white powder-like appearance. Although not specific for B. anthracis, typical colonies are often described as ''tacky'' with a highly viscous consistency, which is a consequence of the formation of long chains under these culture conditions and can be a useful preliminary criterion during diagnostic screening. Sometimes, there is a curly tailing at the edges of the colonies, the so-called medusa's head. This trait is also seen in B. cereus, B. thuringiensis and some strains of B. megaterium, and is therefore not a definitive criterion for differentiation. The latter species, however, elicits a strong haemolysis which distinguishes it from B. anthracis. Therefore blood-containing media are preferable in comparison to the often used PLET agar of Knisly, such as TSPB agar, which is made highly selective against Gram-negative bacteria by supplementation with trimethoprim (13.1 mg/l), sulfamethoxazole (20 mg/l) and polymyxin B (30,000 IU/l). However, it is important to note that colonies of B. anthracis growing within the lysis zones of haemolytic Bacillus spp. cannot be differentiated macroscopically, and this can lead to the false-negative assessment of environmental samples.\n\nFor the investigation of complex sample materials the original sample must always be accompanied in parallel by an aliquot of the same material, artificially contaminated (spiked) with a defined number of spores of an avirulent strain of B. anthracis, for example the commercially available vaccine strain 34F2 (Sterne) . Additionally, both the original and the spiked sample should be incubated in a liquid enrichment broth and analysed on semi-selective solid media thereafter.\n\nThe lysis of vegetative cells by the B. anthracis gamma phage has long been accepted as a highly specific diagnostic criterion, although rare exceptions exist (Marston et al., 2006) . According to Abshire et al. (2005) , plaque formation is influenced by the concentration of the phage suspension used, the density of the bacterial lawn and the presence of both virulence plasmids; too high or too low a density of bacteria may lead to false-negative results and false-positive readings may result from an uneven bacterial lawn.\n\nThe diagnostic animal trial may become necessary (i) if samples yield a positive or suspicious PCR result, accompanied by a negative or non-interpretable culture test; (ii) in environmental samples showing an inhibition of growth of B. anthracis on the medium used for detection; (iii) to determine the virulence of an isolate. For the infection of mice, 0.2-0.5 ml of a suspension, heated at 70 1C for 30 min, is administered dorsally by sub-cutaneous injection. If environmental samples are used it is important that the mice should have been immunised against clostridial toxins. If virulent B. anthracis are present in the sample, animals die within 2-12 days (depending on the dose) after a phase of non-specific symptoms of systemic infection. The most prominent pathologic feature of the anthrax pathogenesis is a sub-cutaneous oedema around the infection site and an increased amount of liquid in the abdominal cavity. Mice that die do not shed blood from the body orifices. The presence of B. anthracis as the cause of death must be verified by culture and/or molecular diagnosis.\n\nAlthough attempts have been made for decades to develop immunological tests for the detection of cellderived and toxin antigens there are still no test kits available commercially. Existing antibody reagents for the identification of B. anthracis are often limited in their ability to distinguish B. anthracis from related environmentally ubiquitous species (Longchamp and Leighton, 1999) . Rapid test kits using monoclonal antibodies and microfluidics are in development and/or available only to the military sector.\n\nThe PCR is the method of choice as a parallel diagnostic test, whether performed directly on clinical samples after non-selective enrichment of mixed cultures, or as a confirmation test for suspicious colonies. Additionally, it has become necessary (i) for clarification of negative cultural results of the artificially contaminated control samples (spiked samples) or (ii) where spiked agar plates are uninterpretable due to overgrowth of B. anthracis by haemolysing Bacillus spp. For the confirmation of suspicious colonies, brief boiling (10 min) of resuspended colonies in buffer is sufficient to extract DNA compatible with the PCR. To prepare DNA from a non-selective enrichment culture, a DNA preparation kit generally gives a better result. DNA can be prepared directly from spores by simple heating or autoclaving if very high numbers of spores (410 6 ) are present. However, if only low numbers of spores are present or expected, as in the case of nose swabs or in secondary contamination scenarios, DNA preparation should then be preceded by spore germination in culture. To identify virulent B. anthracis strains and for the differentiation of non-virulent strains, the presence of both of the virulence plasmids pX01 (toxins) and pX02 (capsule formation) must be evaluated. A negative PCR result can be diagnostic only if both the positive and negative control reactions are unambiguous. However, a positive PCR result should always be accompanied by the isolation of the bacterium causing the PCR signal, if necessary by aid of an animal experiment. The latter requirement is in response to PCR targets published so far for the detection of the plasmids of B. anthracis which may lead to the isolation of plasmid-carrying strains which do not belong to the group of B. anthracis sensu stricto (Okinaka et al., 2006) . Nevertheless, such strains have been shown to be responsible, albeit rarely, for severe anthrax-like diseases (Hoffmaster et al., 2004; Klee et al., 2006) . Because of the uncertainties connected with the presence of the virulence plasmids, a reliable chromosomal marker for B. anthracis is desirable. However, the published chromosomal targets of rpoB, S-layer protein genes and Ba813 very often lead to false-positive results from environmental samples (Papaparaskevas et al., 2004 ). An alternative chromosomal target of the sasP gene was described by Beyer et al. (2003) .\n\nIsolates of B. anthracis collected from across the world show an extremely high genetic homology. In the past this made the phylogenetic or forensic characterisation of isolates by conventional methods rather limited in value. Modern molecular fingerprinting techniques based on the analysis of multiple loci of variable numbers of tandem repeat sequences and of socalled canonical single-nucleotide polymorphisms have contributed to rapid advances in our understanding of the population genetics of the B. cereus group and B. anthracis in particular, and now enable more precise molecular epidemiological investigation of outbreaks, leading to the specific characterisation of an isolate (Keim et al., 2004; Lista et al., 2006) . Such methods are necessarily restricted to specialised laboratories at present. Although a detailed discussion of such studies is beyond the scope of this review, the reader is referred to two recent reports that illustrate the power of such genomic and related molecular analyses (van Ert et al., 2007; Tourasse et al., 2006) and the contributions that such large-scale genomic comparisons are making to our understanding of population dynamics, ecology and pathogenicity; indeed, such approaches also hold promise for the development of highly discriminatory diagnostic targets and even therapeutic targets.\n\nCurrently, there is no single diagnostic method considered sufficiently valid on its own. Therefore a sample-based combination of diagnostic procedures is always necessary. Every laboratory trained by experts in routine diagnostic procedures such as PCR, microscopy and cultural screening methods should be able to make a preliminary diagnosis. Procedures aimed at confirming the diagnosis for B. anthracis require a higher level of expertise and should therefore only be performed by specialised laboratories. The principal methodological approach for the investigation of complex sample materials is shown as a flow diagram in Fig. 2 .\n\nLive-spore vaccines The veterinary vaccine used by Louis Pasteur in 1881 to immunise livestock was one of the first vaccines developed. It consisted of an attenuated strain of B. anthracis that resulted from repeated culture for 8 days at elevated temperatures (42-43 1C). The culture used by Pasteur probably contained a mixture of bacilli with only the capsule-encoding plasmid pX02 and bacilli complete with both plasmids. Although the Pasteur vaccine strain showed reduced virulence compared to wild-type B. anthracis, variations in degree of protection and virulence between batches resulted with the occasional death of a vaccinated animal. The basis of the attenuation remained a mystery for about 100 years until Mikesell et al. (1983) showed that increasing the culture temperature to 42 1C results in the partial loss of the toxin-encoding plasmid pX01. Nowadays, live spores of the attenuated, non-encapsulated Sterne strain (34F2) are most commonly used to immunise animals. This strain, prepared by Max Sterne in South Africa in the late 1930s (Sterne, 1939) , is a stable acapsulate mutant that produces all three toxin components of B. anthracis (PA, LF and EF), i.e. possesses the pX01 plasmid, but lacks the pX02 plasmid responsible for capsule formation. This live-spore vaccine has proved to be safe and very effective, inducing a profound antibody response against the PA of B. anthracis. A single dose provides immunity for only about 1 year, and repeated vaccinations are required for long-term protection. The Sterne vaccine is completely avirulent for most animal species, including humans, although residual virulence can be observed in goats and some laboratory animals. In addition to the Pasteur and Sterne vaccine strains, there are live-spore vaccines that carry both plasmids, yet are still attenuated, including the Italian Carbosap strain and the Argentinean A strain. The reason for their attenuation remains to be clarified.\n\nImmunisation of humans with live spores has been used in some countries (e.g. in the former Soviet Union and China). For example, the STI-1 strain, which is similar to the Sterne strain with regard to its plasmid pattern and virulence properties, was licensed for use as an anthrax vaccine in humans.\n\nEarly studies investigating protection of animals after transmission of oedema fluid indicated the existence of a soluble factor that confers protection. In 1946, Gladstone demonstrated the presence of a ''protective antigen'' in cultures of B. anthracis (Gladstone, 1946) . This work led to the development of two similar but distinct protein vaccines in the 1950s and 1960s, which are licensed and still used in the USA and in the UK. Both vaccines are produced from pX01 + pX02seedstocks. The UK vaccine in use since 1963 is prepared from cultures of the Sterne strain 34F2. The supernatant of a static culture grown in a protein hydrolysate medium containing charcoal is precipitated with potassium aluminium sulphate (alum) and preserved with thiomersal. All three toxin components are present in the vaccine although PA is the predominant antigen, and the immune response is directed predominantly against PA and LF. In 1970, the US Food and Drug Administration licensed AVA (Anthrax Vaccine Adsorbed, known as BioThrax TM since 2002), which consists of an aluminium hydroxide (Alhydrogel) adsorbed culture filtrate of the avirulent strain V770-NP1-R. The main antigen of the vaccine is PA. Formaldehyde is added as a stabiliser and benzethonium chloride as a preservative. The two licensed acellular vaccines have been shown to be protective in several animal models, including non-human primates.\n\nThe use of vaccines was originally restricted to people with high risk of infection (i.e. farm workers in designated high-risk areas, laboratory personnel and industrial workers in close contact to raw animal materials such as hide, wool and bone). There is some observational data on the efficacy and duration of immunity in humans. One controlled epidemiological study was conducted between 1955 and 1958 in the USA (Brachman et al., 1962) and showed 93% protection in a group of vaccinated workers in a goat hair-spinning mill. In this group only 1 person fell ill with cutaneous anthrax whereas in the placebo control group 13 people developed cutaneous anthrax and 2 people developed inhalation anthrax; 3 additional cases of inhalation anthrax in the placebo group were discounted because these individuals withdrew from the trial. The protective properties of both BioThrax TM and the British vaccine appear to be very similar. Unfortunately, immunity is thought to be quite short-lived and annual boosters are recommended for both vaccines. As might be expected for rather old-fashioned vaccines, these complex acellular protein vaccines have a number of inherent problems, namely unknown duration of protective immunity as well as a number of clinically relevant side effects, such as local pain and inflammation at the site of injection, and occasionally fever and general malaise. New sub-unit vaccines comprising purified PA (rPA) in combination with an aluminium-based adjuvant are currently under development, and expected to be licensed in the near future. These vaccines have a welldefined and consistent composition and should be well tolerated. Initially, two slightly different types of rPA vaccines produced by VaxGen Inc. in the USA and Avecia in the UK were undergoing accelerated development under the US Bioshield Program. However, although clinical trials of the VaxGen rPA vaccine showed it to be safe and immunogenic (Gorse et al., 2006) , the US Government contract to supply stockpiles of this vaccine was withdrawn in December 2006.\n\nThese rPA vaccines are unlikely to induce a longer lasting protective immunity than the existing licensed protein vaccines. Moreover, they will also be directed only against the B. anthracis toxins and do not address the problem of septicaemia. Experience with this type of vaccine in research animals -in particular with guinea pigs and immune-suppressed inbred mouse strainsshows that their ability to induce long-lasting and protective immunity in a large population, including individuals with weakened immune systems, is questionable. For these reasons it seems imperative that efforts to increase the antigenicity of the vaccine, for example by inclusion of spore antigens or by using improved adjuvants, should continue, especially in view of increased deployment of these vaccines among military personnel and laboratory and clinical staff. Furthermore, research of the role of the innate immune mechanisms necessary for eliminating the pathogen, which in the past has been largely neglected, is equally necessary.\n\nIn the past years there have been numerous research efforts to develop new and improved alternatives to currently used vaccines. Several recent reviews provide an excellent overview of the current status and the potential future of anthrax vaccines and include a complete list of references on past and present endeavours in this field (Beyer, 2004; Little, 2005; Baillie, 2006; Scorpio et al., 2006) .\n\nOne strategy to improve PA-based vaccines is to combine the antigen with adjuvants other than Alhydrogel. Alhydrogel is known to induce a strong Th2 cell response, which leads to high antibody titres, but elicits little or no T cell response. A strong cellular immune response against anthrax, however, would be beneficial for two reasons. First, it would induce a better immunological memory than the conventional vaccines. Secondly, it would address the problem of septicaemia during the development of anthrax, whereas an immune response based on antibodies alone is likely to protect principally through toxin neutralisation. Other approaches for developing a novel anthrax vaccine include the use of recombinant B. subtilis, salmonellae, viral vectors or plasmid DNA as vehicles for PA. The recombinant organisms, as well as the bacterial DNA used in these studies, serve as natural adjuvants, thus improving the immune response elicited. Different routes of administering an anthrax vaccine, which is currently injected subcutaneously, have also been investigated. Novel approaches focused mainly on oral, nasal and also intradermal application. The rationale behind this research is that these routes of delivery will elicit a strong mucosal immune response, which is thought to give better protection especially in the case of inhalational anthrax.\n\nVarious other research efforts attempt to identify additional antigens of B. anthracis with protective properties. Some of these antigens like basic outer structures of the spore (e.g. BclA) or the bacterium (e.g. the poly-g-D-glutamic acid capsule) but also the toxin factor LF, in a non-biologically active form, have been used in combination with PA. Interestingly, capsule-PA conjugate vaccines induce strong bactericidal and opsonic antibody responses (Schneerson et al., 2003; Rhie et al., 2003) . Protection provided by spore immunisation relies on cell-mediated immunity involving CD4 + T-lymphocytes secreting IFN-g as an absolute prerequisite for effective protection (Glomski et al., 2007a, b) . Thus, the combination of a sporereactive T cell immunity with a toxin-neutralising humoral immunity results in enhanced protection against B. anthracis infection. A combination of B. anthracis FIS and recombinant PA has proven to be particularly effective in protecting laboratory animals against anthrax (Brossier et al., 2002) .\n\nIn recent years, the availability of the complete DNA sequence of several strains of B. anthracis and use of proteomics and transcriptomics, for example, has driven and will continue to drive the search for novel antigens for use in anthrax vaccines.\n\nGiven sensitive and specific assays are available, the determination of the immune response in relation to the development of anthrax vaccines and anti-toxin immunotherapeutics is straightforward, but relies on robust assay read-outs using reagents of highest quality. The immune Correlates of Protection (CoP) in anthrax are not known for certain, although anti-toxin and antitoxin component responses are important. Indeed, for second-generation sub-unit vaccines based on rPA, the CoP can only be some combination of antibody titre and functional response, for example, affinity and neutralisation capacity. In contrast, the CoP for livespore vaccines (e.g. STI), vaccines based on adjuvanted acellular culture filtrates (e.g. the licensed UK and US acellular anthrax vaccines), novel developmental combination vaccines (e.g. the Institut Pasteur rPA plus FIS vaccine) and multi-gene plasmid DNA vaccines, will inevitably be complex and will all differ subtly one from another.\n\nThe development of new vaccine formulations and approaches is continuing apace and we need to be prepared for the assessment of the suitability of such vaccines for human use; this will be facilitated by the exchange of best-practice assays and reagents and harmonisation of approaches to the assessment of immune responses.\n\nAnti-IgG, isotype and sub-class assays: These assays are used to quantify the immune response of individuals (human or animals) to vaccines and in diagnosis. The assays quantify specific antibodies, most commonly immunoglobulin G (IgG) antibodies, using ELISA in which purified rPA or rLF is used as the solid-phase immobilised antigen and an enzyme-conjugated antihuman (or animal) gamma chain antibody is used as the reporter system in order to detect PA-and LF-specific IgG. Use of alternative conjugates allows the determination of different isotypes (IgM or IgA) or IgG subclasses. Reportable values are the antibody titre and/or mg/ml concentrations if a calibrated reference serum is available.\n\nThe avidity of the specific antibody can also be determined by ELISA using increasing concentrations of chaotrope (e.g. ammonium thiocyanate or urea) to elute antibody from bound complexes on the microtitre plate at a fixed IgG concentration. This provides an avidity index which is a surrogate for the affinity binding constant for a particular antibody preparation or serum comprising a population of antibodies varying in binding affinity. A more precise determination of binding affinity is made by studying the analyte-ligand (antigen-antibody) interactions using surface plasmon resonance (e.g. Biacore).\n\nToxin neutralisation assay (TNA): B. anthracis LT is capable of intoxicating and lysing certain well-characterised monocyte/macrophage cell lines, most commonly the J774A.1 murine macrophage cell line. This intoxication may be neutralised by serum or purified antibodies from immunised subjects and thus the toxin neutralisation assay (TNA) is used to assess antibody functionality. On the basis of available information on B. anthracis infection and anthrax toxin challenge in experimental models, this functional immune response appears to be central to protection and therefore defines an important CoP. However, the relative contribution to the neutralisation response due to different antibody fractions, isotypes and sub-classes directed against PA and/or LF and epitopes thereon is seldom considered.\n\nSpecifically, TNA is designed to measure and quantify the functional ability of anti-PA and anti-LF antisera to neutralise lethal toxin activity using an in vitro cytotoxicity assay. Cell viability is determined colourimetrically using a tetrazolium salt as the reporter system (Mosmann, 1983; Hering et al., 2004) . Serummediated neutralisation of anthrax lethal toxin manifests as a suppression of lysis, resulting in increased cell viability and assay endpoints reported as the reciprocal of the dilution of a serum sample that results in 50% neutralisation of anthrax lethal toxin.\n\nToxin components: Specific, sensitive, qualified ELI-SA-based assays for anthrax toxin components PA and LF have been developed for the determination of the composition of anthrax vaccines; for example the UK Health Protection Agency applies such assays at various stages during the manufacture of the UK licensed acellular anthrax vaccine. In addition, these assays can have utility in the diagnosis of naturally occurring disease or following deliberate release. The sandwich ELISAs consist of plates coated with polyclonal antibodies designed to capture the relevant antigens from a sample; detection is with the same, or a similar, antibody conjugate.\n\nRecently, Mabry et al. (2006) reported a novel experimental sandwich ELISA assay for PA and LF. In the PA ELISA, either a single chain Fv mouse monoclonal antibody or the soluble form of the extracellular domain of the anthrax toxin receptor (ANTXR2) is used as the capture agent. The LF ELISA uses PA 63 as the capture agent. Unfortunately, as LF and EF are able to bind competitively to PA 63 oligomers, this assay would also capture any EF present; of course, this is only relevant to EF-containing vaccines.\n\nMacrophage cell lysis assay for LT: The macrophage cell lysis assay can be used to measure the functional activity of B. anthracis lethal toxin and also to measure the activity of the individual toxin components, i.e. PA and LF in culture supernatants and in anthrax vaccines by spiking samples with fixed amounts of LF and PA in separate experiments.\n\nEndopeptidase assay for LF: LF is a Zn 2+ -dependent metalloprotease which cleaves and inactivates mitogenactivated protein kinase kinases, principally MEK-1, MEK-2 and MEK-3 (Duesbery et al., 1998; Vitale et al., 1998) . Simple absorbance assays have been developed based on the use of chromogenic peptide substrates, designed on the basis of the recognition and cleavage consensus motifs (Vitale et al., 2000; Tonello et al., 2002) . Alternatively LF can be determined using a modified ELISA in which the plate is coated with a synthetic peptide representing the 60 N-terminal residues of human MEK-1, or a recombinant MEK-1 fusion protein (Hallis and Hudson, unpublished). An assay based on electrochemiluminescence for LF has also been developed (Rivera et al., 2003) , although it is rather laborious and expensive. Additionally, a fluorescence resonance energy transfer assay of LF requiring only low nanomolar levels of enzyme has been developed as a plate-based assay for the screening of potential toxin inhibitors (Cummings et al., 2002) . All the methods for the detection of LF via its metalloprotease activity are biased by the possibility that protease contaminants present in the sample under examination will hydrolyse the substrate, leading to false positives.\n\nEF assay: Assays for EF activity are either Ca 2+ and calmodulin-dependent adenylate cyclase assays, which are widely available, or assays based on the examination of often transient morphological changes in cells on exposure to EF-containing samples.\n\nStudies at the CDC in the USA have led to the development of a fluorescence covalent microbead immunosorbent assay (FCMIA) for anti-PA IgG using Luminex xMap technology. The FCMIA appears to offer benefits over ELISA for the measurement of anti-PA IgG, including greater sensitivity and speed, enhanced dynamic range and reagent stability, the use of small sample volumes and the ability to be multiplexed (measuring more than one analyte simultaneously), as evidenced by the multiplexed assay of anti-PA IgG and anti-LF IgG in serum from an anthrax patient (Biagini et al., 2004) . Such multiplexed assays offer much potential, and up to 100 target analytes per sample are claimed, although validation procedures for such assays are complex. Indeed, the kinetics of antibody-antigen binding in such systems, where the target ligand is bound covalently to the fluorescently labelled microbead, is subtly different to that in ELISA, in which the target ligand is passively and randomly adsorbed to the plastic of microtitration plates, such that greater dynamic range and precision are obtained routinely.\n\nBio-Quant, Inc. has established a multiplexed diagnostic assay for B. anthracis infection in humans in which the test kit detects individual IgG and IgM antibodies against PA in a single patient sample. Despite being awarded grant funding in 2002 to develop such a multiplexed antigen ELISA, the product is not yet available.\n\nBioanalytical methods for use in routine sample testing must be demonstrated to be sensitive, reliable and reproducible, in order to give the highest level of confidence in the quality of the data obtained. Experience shows that the technology transfer of research assays (and associated reagents) can be very problematic, largely because the assays are only partially developed and optimised; in contrast, well-characterised, optimised, qualified/validated and documented assays are far more robust and transfer well. It is the close scrutiny of equipment, reagents and procedures that affords the level of confidence required for assays to be used in clinical settings -be they diagnostic or for pharmaceutical development.\n\nSamples that are to be tested arising from clinical trial work, or non-clinical studies that support product release, will most likely be required to be tested within a GLP/GCP (good laboratory practice/good clinical practice; so-called GxP) environment. However, the steps required are essentially generic to any quality system (e.g. GMP, good manufacturing practice) and differ largely according to the level of detail. Whilst all assays will undergo formal pre-qualification and qualification procedures, not all will be required to be validated, including running formal validation protocols for all the equipment within the sample testing laboratory. All such procedures are carefully and extensively documented, and this portfolio of documentation is subject to close scrutiny by assessors of the relevant quality system, which for Europe and the USA is defined by International Conference on Harmonisation guidelines (ICH Steering Committee, 1996) .\n\nValidation and qualification involve demonstrating that a particular method used for quantitative measurement of analytes in a given biological matrix is (i) accurate, (ii) precise, (iii) specific, (iv) sensitive, (v) reproducible across time and between analysts, (vi) robust and (vii) stable in terms of different reagent batches. The details of these processes are beyond the scope of this review but well defined under the various regulatory conventions.\n\nAssays used across multiple laboratories/sites require a formal procedure of technology transfer in order to demonstrate a satisfactory level of inter-site precision and accuracy. This is first and foremost a training process. The availability of adequately characterised reagents is a first critical step in promoting harmonisation of a method across sites, and the standard operating procedure (SOP) for the method must also be freely available (Fig. 3) .\n\nAll sites involved in the transfer will perform the method using different operators and determine the level of success of the transfer to ensure that equivalent results are obtained where different equipment and analysts are used. Often a proficiency panel of test samples with a known level of performance will be run across the various sites. Where required, the method may need to be further modified and the finalised SOP agreed upon across all sites. Once the method has been demonstrated to have been successfully transferred, each of the individual sites can, if required, then bridge to new batches of reagents that are more readily available to them.\n\nGiven the major role of the toxins in the pathogenesis of anthrax, the identification of specific inhibitors of PA, EF and LF is another important strategy to follow in order to develop novel and effective therapeutics. Comparatively many more studies have focussed on proteolytic activity of LF ) than on PA and EF.\n\nWithin the Anthrax Euronet project, green tea extracts, which are rich in polyphenols, were found to contain several good inhibitors of LF in vitro and in vivo, the best being (-)epigallocatechin-3-gallate (ECGC) (Dell'Aica et al., 2004) . More recently, branched peptides have been found to inhibit both EF and LF binding to PA (Pini et al., 2006) . An example of a powerful inhibitor of EF is adefovir dipivoxil (Shen et al., 2004) . We have used EGCG and adefovir alone or in combination with antibiotics to assess the possible therapeutic role of these potent inhibitors of both anthrax toxins. However, they were found to be protective only if given at the very early phase of the infection (Fasanella et al., unpublished) . This suggests that the role of toxins is critical for the initiation of pathology and that therapy with toxin inhibitors alone to clear infection is insufficient (Fasanella et al., unpublished) but rather should be combined with other procedures such as appropriate antibiotic treatment and post-exposure vaccination.\n\nOther highly promising inhibitors of LF of a different chemical category and biological origin are the a-defensins, produced by various cells of the human and animal body, and which are part of the innate immune defence (Kim and Kaufmann, 2006) . In particular, HNP-1, an a-defensin mainly released by neutrophils via exocytosis of azurophil granules, is a strong inhibitor of LF metalloprotease activity and of its toxicity in mice (Kim et al., 2005; Kim and Kaufmann, 2006) . Similar activities have also been reported for retrocyclins, which are related to the y-defensins (Wang et al., 2006) . The therapeutic potential of these potent cationic peptides in anthrax remains to be established.\n\nAs part of the consortium activities, the Anthrax Euronet consortium organised an unprecedented international symposium in 2006 (www.dual-use-berlin2006.de), bringing together researchers, funding agencies, public health and private sector representatives, and policy making bodies of the EU with distinguished guests from multidisciplinary fields that intersect with the issues of bioterrorism, biodefence and biosecurity. Key topics covered included the state of the art of anthrax research, history and psychology of biodefence research, approaches to international biorisk reduction, code of conduct and dual-use issues and best practices of practical implementation from scientific educators, funding agencies and publishers. The symposium outcomes reflected the current status of the issues and discussions of the problems, challenges and some solutions.\n\nThe concluding BWC review conference in December 2006 made several pivotal recommendations. Not only did they state that ''y terrorists must be prevented from developing, producing, stockpiling or otherwise acquiring or retaining and using under any circumstances biological agents and toxins y for non-peaceful purposes''. They also considered it important to ''y facilitate economic and technological development and international cooperation in the field of peaceful biological activities y''. Clearly, ''y the conference recognizes the importance of codes of conduct and self regulatory mechanisms in raising awareness and calls upon states parties to support and encourage their development, promulgation and adoption y''. The discussions were not restricted to dual-use organisms such as B. anthracis but also emphasised that natural outbreaks of infectious disease were a major threat and that ''y national preparedness contributes to international capabilities for response, investigation and mitigation of outbreaks of disease y'' Thus, it was made clear that the code of conduct is no longer focussed on intentional release of microorganisms but also integrates unintentional release as well as natural outbreaks of infectious diseases (BWC, 2006b) .\n\nThe recommendations of the ''Sixth Review Conference of the State Parties to the Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on their Destruction'' have therefore much broader implications. Existing infectious diseases such as malaria, newly emerging diseases such as the acquired immunodeficiency syndrome and severe acute respiratory syndrome, and re-emerging diseases such as tuberculosis, notably multi-resistant forms thereof, as well as emerging/re-emerging pathogens, such as influenza H2N2 and H5N1, pose much higher threats than microorganisms released by bioterrorists. A code of conduct for researchers and clinicians working with threatening pathogens is urgently needed to avoid laboratory outbreaks, be they intentional or unintentional. In this scenario, the misuse of B. anthracis for bioterrorist purposes may have promoted a major shift in awareness about high-risk infectious agents and the need for a code of conduct for dual-use research.\n\nThere are several similar European projects continuing from the work of the Anthrax Euronet under the auspices of the ''Scientific Support to Policies'' and ''Preparatory Action for Security Research'' funding lines of the Directorate-General (DG) Research in FP6 as well as projects funded through DG SANCO's Public Health Programme (2003 -2008 . An expected outcome from the combined work of these projects will be a draft code of conduct for working with high-risk pathogens to be developed by scientists and biosafety experts. Such a draft document will be a key tool for informing policy makers, raising awareness amongst the key stakeholders in the research fields and providing significant input to a balanced approach to potential global biosecurity measures in the future -an approach that should emphasise the need to foster a culture of responsibility and to make biosecurity a routine part of the overarching safe procedure (biosafety) for working in microbiology laboratories and of general good laboratory practices and management."}