{"title": "Rabbit Gastroenterology", "body": "reported in an 18-month-old [1, 3] . Anorexia, dysphagia, bruxism due to pain, ptyalism with secondary moist dermatitis, halitosis, epiphora, weight loss, reduction in size or amount of fecal pellets, reduction in ingestion of caecotrophs, abscesses, or facial swelling development may all be signs of dental disease. Pyrexia is not usually seen with abscesses in rabbits.\n\nDental disease is usually first suspected on history and clinical findings. Oral examination may reveal some dental and soft tissue changes, but radiography is recommended to evaluate disease of the roots and surrounding alveolar bone. Radiolucent periapical regions due to bone lysis and abscess formation and periosteal bone reaction may be identified on radiography. Marked increases in serum alkaline phosphatase, approximately two times the normal value, has been documented in cases of skeletal osteosarcoma [3] .\n\nDepending on the primary cause of dental disease, corrective burring or extraction of affected teeth, supportive care, and diet change to higher fiber diet may be indicated. Complete surgical excision is the recommended treatment of abscesses in the rabbit; however, this is not usually possible in periapical abscesses. Debridement and extraction of associated teeth is recommended. Systemic and local antibiosis should be based on culture and sensitivity. Antibiotic-impregnated polymethylmethacrylate beads can be placed in the debrided abscess, and depending on the choice of antibiotic, can maintain antibiotic levels above the minimum inhibitory concentration for a minimum of 7 days, but at least 30 days for gentamicin-and amikacinimpregnated beads [4, 5] .\n\nMandibulectomy only, in dogs with mandibular osteosarcoma, has a 1year survival rate of 71% [6] . Metastasis of the thoracic and abdominal viscera has been reported in rabbits [1, [7] [8] [9] . As the biologic behavior of this neoplasm in rabbits is not fully known, surgical excision and chemotherapy would be the most aggressive treatment. Euthanasia is indicated with metastatic disease cases.\n\nPrognosis of dental disease is dependent on the primary cause and extent of secondary changes. If there is radiographic evidence of osteomyelitis, the prognosis is guarded to poor.\n\nOral papillomaviruses cause hyperproliferative lesions of the oral mucosa in rabbits. Natural infection in the domestic rabbit has been sporadically reported, often as an incidental finding at necropsy. Lesions are principally found in rabbits less than 2 years of age. Frequency of oral papillomas approached one third, regardless of age and sex in one study of New Zealand white rabbits examined from two local sources [10] . This was higher than the frequency in previous reports of 5% in New Zealand white rabbits [11] and 16.6% in Giant Checkers, California, New Zealand white and red, Angora, Dutch belted blue, and brown and Sable [12] .\n\nPapillomas occur mainly on the ventral tongue surface, occasionally tongue tip, and grossly appear as white, 1 to 3-mm plaques [10] . In one report maximum growth was at 3 to 4 weeks postinfection, with natural regression by 6 to 8 weeks [13] .\n\nBiopsy and histopathology are required for a definitive diagnosis.\n\nSpecific treatment has not been described; however, supportive treatment for discomfort or secondary infection may be indicated. Spontaneous resolution and subsequent immunity offers a good prognosis. A feasible and effective multiple-antigen peptide vaccine for the prevention of papillomavirus infection has been developed, but is not commercially available [13] .\n\nThe etiology is unknown, but the condition has been found in a 16month-old crossbreed rabbit, at postmortem examination. (J.M. Bradshaw, personal communication).\n\nPainless enlargement of one or more salivary glands may be seen with this condition. Dysphagia and discomfort may be present if there is extensive inflammation.\n\nFine-needle aspirate and cytology or biopsy and histopathology can confirm the mass is salivary tissue and whether inflammation or necrosis is present.\n\nAnalgesia and anti-inflammatory therapy are indicated if pain or dysphagia is present, although surgical resection may be ultimately required. Further investigation in rabbits is indicated; however, prognosis in cats and dogs is usually excellent [13] .\n\nPrincipally, esophagitis is caused by gastroesophageal reflux, persistent vomiting, ingestion of caustic agents, or esophageal foreign objects in the cat and dog [14] . The rabbit presumably does not, or cannot, vomit due to a well-developed cardiac sphincter [15, 16] . However, evidence of regurgitation, with secondary aspiration of food into the trachea and lungs, was found on several postmortem examinations [17] .\n\nThe rabbit is used as a model for human esophagitis, where in one study esophagitis was induced by acidified pepsin perfusion. Lesions observed in acute and chronic low-grade esophagitis in the rabbit model included mucosal/submucosal bleeding, erosions, ulcers, and hyperemia. Evidence of esophageal mucosal adaptation was found; the suggested mechanism for this was cell proliferation [18] . A smaller subepithelial mast cells population and decreased inflammatory mediator release was also found to attribute to rabbit esophageal mucosa resistance [19] . Clinically, 523 AE 132 g weight loss was seen in rabbits with esophagitis compared with 78 AE 26 g in those with no damage [18] . Anorexia and ptyalism may be seen if swallowing is painful. Where a caustic agent has been ingested, the mouth and tongue are hyperemic and often ulcerated, with marked acute anorexia.\n\nPlain and contrast radiographs may reveal esophageal foreign bodies. In most cases endoscopy with or with out biopsy is needed for definitive diagnosis of esophagitis, as contrast esophagrams are unreliable.\n\nSucralfate (Antepsin) (25 mg/kg orally every 8-12 hours) either a crushed tablet slurry or viscous gel has been shown to bind to pepsin substrates in tissues, resulting in very effective prevention of experimentally induced peptic esophagitis in rabbits. In cases where gastric reflux is suspected, an antacid should be administered. H 2 receptor antagonists will reduce gastric acid, and have also been shown to have concentration-dependent prokinetic effects on the rabbit stomach fundus and sigmoid colon; the order of potency was ranitidine [ famotidine [ cimetidine [20] . Analgesia is indicated; however, caution with nonsteroidal anti-inflammatory drugs (NSAIDS) would seem sensible. The author's preference is buprenorphine (Vetergesic) (0.01-0.05 mg/kg, subcutaneously, every 6-8 hours) because of its long duration of action. Gastrotomy feeding tubes may be required in severe cases to allow optimum mucosal healing while preventing ileus and hepatic lipidosis. Antibiotics effective against anaerobes (eg, metronidazole) may be indicated. Further investigation into the incidence, etiology, and prognosis of spontaneous esophagitis is required. Prognosis will be dependent on the severity of esophagitis and whether the primary cause can be addressed. Early and aggressive therapy may help prevent stricture formation. Foreign bodies with secondary perforations have a grave prognosis.\n\nGastric ulceration was observed in 7.3% (n = 1000) of rabbits, at postmortem examination [21] . Fundic ulceration was a relatively common finding (53 of 73 cases), and these rabbits were also found to have other clinically significant disease, including anorexia, enteritis, typhilitis, intussusception, and bronchopneumonia [21] . Prevalence increased with age (15% were over 2 years of age), and was also seen more commonly in females. A suggested etiology was stress-induced ulceration, as a consequence of stress of disease [21] . Similar lesions were reproduced with intraperitoneal injection of adrenaline, in rabbits [22] . Another mechanism for fundic ulceration is hypovolemic shock, where lesions can develop with in 3 hours [23] . Fundic ulcers occurred as small, multiple, shallow erosions of the gastric mucosa, and none were perforated [21] .\n\nPyloric ulcers mainly occurred as single lesions, up to 1 cm in diameter. Perforation and peritonitis was associated in 70% of the pyloric ulceration cases, and this was the only lesion of clinical significance found at postmortem examination. Only one case was associated with gastric impaction; the others mainly died during parturition or in the immediate postparturient period. Peak incidence was in 6-to 9-month-old rabbits (60% of total cases). The abdominal contractions during parturition may have precipitated the gastric perforations in these cases [21] . Of the histologic sections examined, no bacterial infection or presence of fungi were found in both fundic and pyloric ulcerations.\n\nAnorexia can be the principle sign, bruxism, and affected rabbits may be reluctant to move, indicating severe pain. Melena is seldom seen in the rabbit. In some cases clinical signs due to anemia and hypoproteinemia may be seen (pale mucous membranes, dyspnoea, weakness, collapse, and shock). Some ulcers may perforate and then seal rapidly by adhesions, forming abscesses with in the gastric wall. Aspirin-induced acute gastric ulceration occurred in a rabbit used in a pharmacologic study [24] .\n\nSigns of acute abdomen and sepsis may be seen in rabbits with perforation and peritonitis, and there may be evidence of peritonitis on plain radiography. Ultrasonography can be useful in detecting gastric wall thickening associated with infiltrative disease (eg, lymphoma [25] ).\n\nEndoscopy is the most sensitive and specific tool for diagnosing gastric ulceration, although in most cases the rabbit is unlikely to be stable enough for general anesthesia at the time of presentation.\n\nTherapy depends on the severity of the ulceration and whether the underlying cause is detected. Rabbits with perforation and peritonitis have a very grave prognosis. Symptomatic or prophylactic treatment could be considered in higher risk cases such as females in late gestation, rabbits with anorexia, enteritis, or chronic disease. This would include decreasing acid production, protecting ulcerated mucosa, fluid therapy, analgesia, antibiosis, and supportive nutrition. Omeprazole has been shown to completely inhibit basal acid secretion and elevate postprandial intragastric from to pH above 5.0 in rabbits. Ranitidine partially inhibited basal acid secretion (73%), and partially decreased pepsin secretion (37%) [26] . Cimetidine, however, was found to be ineffective in protecting against stress-related gastric lesions in a rabbit model [22] . Sucralfate may be effective in treating gastric ulceration.\n\nGastric stasis is primarily an acquired disorder of decreased motility. Generalized ileus is a common continuation of this condition, and may arise from mechanical obstruction or from defective propulsion. Mechanical obstruction (eg, dehydrated impacted ingesta secondary to chronic dehydration, foreign bodies, and infiltrative lesions) cause delayed gastric empting. Abnormalities in myenteric neuronal or gastric smooth muscle function or contractility result in defective propulsion. Primary factors associated with these functional disorders include anorexia, high-carbohydrate/low-fiber diet, postsurgical adhesions, lack of exercise, toxin ingestion (lead). Secondary factors include pain and environmental stressors such as proximity of predators or a dominant rabbit, change in group hierarchy, loss of a companion, change in housing, routine, or diet, transport, extremes of temperatures, or humidity [27] . Anorexia and chronic dehydration are both causal factors and consequences of gastric stasis and ileus. Systemic dehydration leads to gut content dehydration and impaction of normal stomach contents, which includes loose hair lattices or trichobezoars. One study found the prevalence of trichobezoars, weighing 1 to 24 g, to be 23.1% (n = 208) [16] .\n\nGradual decrease in appetite leading to anorexia (days-weeks), decreased size and amount of fecal pellets, gradual progression from bright and alert to depression, dehydration, and death.\n\nThe history and clinical findings of a firm, dough-like stomach on palpation, allow a presumptive diagnosis of gastric stasis and ileus, and are suggestive of nonobstructive disease. Although advanced cases do not permit differentiation between obstructive and nonobstructive stasis and ileus. Plain radiography in early cases reveals a mass of hair and food, appearing similar to normal ingesta. As the impaction in the stomach and occasionally cecum develops, a gas halo is often seen around the compacted material ( Fig. 1 ). Large amounts of gas are seen through out the gastrointestinal tract (GIT) as a result of ileus (Figs. 1 and 2). A definitive diagnosis can only be made on exploratory laparotomy; however, this is a high-risk procedure in these already metabolically unstable rabbits.\n\nAggressive medical management is required to prevent further deterioration and death. Nearly 10% of fundic ulcers were found to be associated with anorexia or cecal impaction in a survey of gastric ulceration in the rabbit [21] . Hepatic lipidosis is a common complication and cause of death in rabbits, with prolonged gastric stasis and ileus. Rehydration, of both the patient and stomach contents, with both oral and intravenous fluids, may be required depending on the severity of the case; 100 mL/kg/d is the maintenance volume in the rabbit.\n\nAnalgesics, such as buprenorphine (0.01-0.05 mg/kg, subcutaneously, every 6-8 hours) or butorphanol (Torbujesic) (0.1-0.5 mg/kg subcutaneously or intravenously, every 2-4 hours), in the first instance, and then once rehydrated, NSAIDS, for example, meloxicam (Metacam) (0.1-0.6 mg/kg subcutaneously or orally, every 24 hours) [28] or carprofen (Rimadyl) (2-4 mg/kg subcutaneously, intravenously or orally, every 24 hours) are also appropriate.\n\nProkinetics are required to stimulate GIT motility. Cisapride (Prepulsid) (0.5 mg/kg orally every 8-12 hours) a potent prokinetic, acts on 5hydroxytryptamine (5-HT or serotonin) receptors and facilitates and restores motility throughout the length of the GIT. Dosing intervals for cisapride should be every 8 hours, as the plasma half-life was found to be 4 to 10 hours in the rabbit [29] . Cisapride was withdrawn in 2000, from several Western European countries, the United States, and Canada, because it was shown to be associated with a rare, but potentially fatal ventricular arrhythmia (Torsade de pointes) in humans, due to drug-induced delayed repolarization and prolongation of the QT wave interval. Similar characteristics have been characterized in rabbit hearts and canine cardiac Purkinje fiber, but in vivo effects have not yet been reported in dogs, cats, or rabbits [30] [31] [32] .\n\nMetoclopramide (Emequel) (0.5 mg/kg orally or subcutaneously every 8-24 hours), is a dopamine antagonist having both central (antiemetic and depressant) and peripheral (prokinetic) effects. The prokinetic effects of metoclopramide are not as potent as cisapride and are limited to the proximal GIT. Having prokinetic effects equal to cisapride [33] , and antacid actions makes ranitidine (Zantac) (2-5 mg/kg orally every 12-24 hours) a very useful drug, in the author's opinion, in the treatment of gastric stasis and ileus.\n\nExperimental prokinetics, which have been shown to effectively stimulate the rabbit GIT include motilin analogs (KW-5139) [34] , a structurally related compound to metoclopramide (6-chloro-2,3-dihydro-4(1H)quinazolinone derivatives), this compares favorably with cisapride [35] , and a prokinetic macrolide derived from erythromycin (EM574) [36] . Dimethicone (Infacol; 20-40 mg/kg orally every 6 hours) may be useful if a large amount of gas is present. Exercise will also stimulate GIT motility and should be encouraged.\n\nNutritional support to reverse energy balance and stimulate motility can be achieved by syringe feeding commercially available high fiber recovery diets, for example, Critical Care for Herbivores (Oxbow Petlife International Ltd., Bury St. Edmunds, Suffolk, UK), ground up rabbit pellets or pureed vegetables and grass, four to five times a day. A wide variety of fresh vegetation should be offered daily, to encourage the rabbit to eat. Nasogastric tubes are easily placed in a conscious calm or weak rabbit, in a similar manner to that used in a cat. Radiography is always recommended to ensure the tube is in the correct position (Fig. 3) . Some rabbits will tolerate the tube without an Elizabethan collar, which will enable eating, caecotrophy, and is less stressful (Fig. 4) . Blended and strained food can then be fed, flushing with 5 mL of water before and after feeding will keep the tube patent. Nasogastric tubes can be left in place for several days. Antibiotic therapy such as enrofloxacin (Baytril; 10-30 mg/kg orally subcutaneously, every 24 hours) is advisable to help prevent rhinitis, which may develop if nasal tissue was traumatized.\n\nA technique for placing pharyngostomy tubes in the laboratory rabbit has been described. This was modeled on the technique used in cats and dogs, with the adaptation of a subcutaneous tunnel from the pharyngotomy incision to the posterior base of the ear, there by eliminating the need for an Elizabethan collar. Tubes remained in place for 6 to 12 months, and only 2 of 40 rabbits developed abscesses along the subcutaneous tunnel. No disturbance in eating, drinking, or weight gain was noted over the 12-month period; no sepsis occurred at the exit point, by the ear, after removal of the catheter [37] . Endoscopic placement of percutaneous gastrotomy tubes was performed in five laboratory rabbits [38] . Elizabethan collars and jackets were poorly tolerated by most of the rabbits and superficial necrosis or purulent exudate around the percutaneous gastrotomy tube incisions occurred from day 4 of the study in four of the rabbits [38] . This technique does not appear to be as useful in rabbits as it is in cats and dogs.\n\nIngested objects such as matted hair, carpet, plastic, or rubber, can pass down the esophagus and become a gastric or intestinal foreign body. The pylorus is a common site of obstruction, and material or objects lodged in this area can cause gastric outflow obstruction.\n\nThe rabbit patient with gastric obstruction may be asymptomatic or have anorexia initially until an acute abdomen rapidly develops (24-48 hours) . A sudden lack of defaecation, enlarged tympanic abdomen, or signs of abdominal pain can develop, followed by hypovolemia and shock characterized by tachycardia, tachypnea, pale, tacky mucous membranes, slow capillary refill time, bounding to weak peripheral pulses, hypothermia, or collapse. Hepatic lipidosis is a common accompanying lesion in gastric obstruction [39] . Death often occurs with in 24-48 hours. Liver lobe torsion, of the left lobe or caudate lobe has been reported in the rabbit, and may present with an acute abdomen, or sudden death [40] . \n\nClinical signs are usually indicative, but obstructions can rarely be detected on abdominal palpation alone, and there is a high risk of trauma to the distended stomach and friable liver (secondary to hepatic lipidosis). Plain radiography often is often nondiagnostic, although fluid and gas cranial to the obstruction and gas bubbles with in the stomach may be seen. Serial plain radiography can reveal signs of obstruction. Contrast studies can be difficult to interpret due to the normal presence of ingesta always in the stomach and cecum, gas in the intestines, cecum, and colon, and recirculation of barium if coprophagia occurs. In most cases, exploratory laparotomy is required for diagnosis.\n\nAggressive treatment is essential in this life-threatening condition. Stabilization of the rabbit before gastrotomy is essential to optimize a successful outcome. Analgesia, the author's preference, is for buprenorphine or pethidine (Pethidine; 5-10 mg/kg intramuscularly or subcutaneously), shock doses of intravenous or intraosseous crystalloid solution, and systemic broad-spectrum antibiotics should be administered. Prokinetics are contraindicated with an obstructive condition before surgery, but are useful postoperatively to stimulate gastrointestinal motility. Gastric decompression via nasogastric or orogastric tube should always be attempted. Where possible serum electrolyte concentrations and acid-base status should be evaluated, acidosis and ketosis may be present. Systolic arterial blood pressure should be measured, where hypovolaemic is suspected. Doppler measurement requires a 1-or 2-sized cuff (Critikon neonatal SOFT-CUF, GE Medical Systems, Information Technologies Gmbh, Freiburg, Germany) to be placed just proximal to the right elbow, ensuring cuff width was 50% of the circumference of this region. Conduction gel and the transducer are applied to the palmar distal, antebrachial surface, over the palmar common digital artery. Inflation of the cuff occludes the artery, then gradual deflation until the transducer detects the reentry of blood to the artery. The pressure measurement on the manometer correlates to systolic pressure. A mean of six readings should be used the reference range of 100-110 mm Hg, has been described in rabbits [41] . Following the same principles as used in cats and dogs, fluid therapy has been used to correct hypovolaemia in rabbits. Postsurgical adhesions have been minimized by the use of the calcium channel-blocking agent, verapamil (Verapamil, Securon) (200 lg/kg subcutaneously every 8 hours for 9 days) [42] . Analgesia, fluids, and nutritional support should be continued postoperatively. Prognosis is guarded to poor, as most rabbits have severe hepatic lipidosis, acidosis, ketosis, and severe gastric ulceration. Severe gastric ulceration could progress to perforation with subsequent peritonitis. Perforation carries a grave prognosis. Aggressive and early treatment will improve rate of recovery.\n\nNeoplastic infiltrations including lymphoma, adenocarcinoma, leiomyosarcoma, and metastatic hemangiosarcoma have been reported as spontaneous neoplasms of the GIT in several breeds of rabbit [43] . There is a wide age range in reported cases, although juvenile and young adult rabbits appear to predominate.\n\nClinical signs seen with gastric tumors include anorexia, depression, appearance of cutaneous nodules (lymphoma), diarrhea, pallor, emaciation, and peripheral lymphadenopathy. Some rabbits may be asymptomatic until the disease is advanced and sudden death occurs. Duration of illness ranges from 1 week to 10 months [25, [43] [44] [45] .\n\nIron-deficiency anemia without obvious blood loss suggests GIT bleeding, which may be caused by a tumor. Lymphoblastic leukemia, myeloid leukemia, lymphocytic leukemia with lymphocytosis including immature and typical lymphocytes, and an aleukemic picture with a relative lymphophilia, including immature and atypical lymphocytes have been described in rabbit lymphoma [44] . Plain and contrast imaging may reveal gastric wall thickening. Ultrasound-guided fine-needle aspiration of thickened lesions may produce cytologic preparations that are diagnostic. Although gastric endoscopy has the limitation of food and hair usually always being present in the rabbit stomach, some tumors may be obvious on endoscopy. In cases where only ulceration is seen, biopsy samples taken from the edge of the ulcer can be diagnostic for mucosal lymphoma.\n\nMost cases of gastrointestinal adenocarcinoma are likely to be too advanced for surgical resection, and have a grave prognosis. Treatment protocols using alpha-interferon and isotretinoin proved unresponsive in rabbits with T-cell lymphoma [46] . Various chemotherapy and radiation therapy protocols described for cat or dog lymphoma could be extrapolated, especially as most chemotherapy drugs have been studied and used in experimental rabbits [3] . Prognosis would depend on stage of disease when diagnosed and response to therapy.\n\nObeliscoides cuniculi, a trichostrongyle, has been reported in North American domestic and wild rabbits. Transmission of nematodes is by fecal-oral ingestion of eggs, with subsequent migration of third-stage larvae that penetrate the gastric mucosa and develop into adults. The prepatent period is 16 to 20 days, and shedding continues for 61 to 118 days.\n\nAlthough many rabbits are often asymptomatic, in heavy infestations anorexia, lethargy, and decreased weight gain may be seen.\n\nEggs can be seen in fresh fecal smears or fecal flotation. A cobblestone, irregular, thickened appearance to the gastric mucosa and adult nematodes may be found on endoscopy or postmortem examination.\n\nIvermectin (Ivomec) (0.2-0.4 mg/kg subcutaneously, repeated in 10-14 days) is effective against O cuniculi. Prevention can then be achieved by feeding rabbits clean pasture products, uncontaminated by nematode eggs. Prognosis for recovery is good, unless the animal is severely stunted when treated, in which case it may never attain its anticipated body size.\n\nClostridiosis and dysbiosis Etiology. Clostridium spiroforme, Clostridium difficile, and Clostridium perfringens are bacteria associated with enteritis and enterotoxaemia in rabbits. Tyzzer's disease is caused by Clostridium piliforme. Clostridium organisms are widespread pathogenic bacteria, but also inhabit the adult rabbit GIT, along with Bacteroides, Enterococcus, Staphylococcus, Enterobacter, and Escherichia coli, as part of the normal intestinal flora [47] . Disease in adults is seen as a result of dysbiosis. Predisposing factors involved in cecal dysbiosis include sudden diet change altering pH and motility, stress causing immunosuppression and decreased GIT motility, or antibiotic administration, causing suppression of normal microbial flora. Bacteria such as Bacteriodes, are associated with exerting an inhibitory effect on potentially pathogenic bacteria including Clostridium and coliforms [48] . Mechanisms for antibiotic associated enteritis include: (1) alteration in intestinal motility and enterocyte ion transport was shown in lincomycin, clindamycin, erythromycin, and gentamicin [49, 50] ; and (2) altered microbial flora and overgrowth of C difficile and its cytotoxin following to oral ampicillin administration, and C sporogenes and its enterotoxin, following intravenous cephalosporin administration [51, 52] .\n\nDisease in neonates and weanlings may be associated with high gastric pH 5 to 6.5, which allows clostridial proliferation and an underdeveloped population of normal GIT microbial flora. Young rabbits, 1 to 2 months old, have been shown to rely on interaction, with specific members of normal GIT microflora, between gut-associated lymphoid tissue and intestinal microflora, for antibody repertoire diversification [53] . Tyzzer's disease has been associated with the stress of overcrowding, unsanitary conditions, and concurrent disease.\n\nClinical features. Anorexia, depression, dehydration, hypothermia, intermittent or continuous diarrhea with hematochezia and mucus may be seen. In acute cases enterotoxic shock and death occurs within 24 to 48 hours. Chronic cases are occasionally seen with intermittent diarrhea and weight loss.\n\nDiagnosis. Presumptive diagnosis is based on history of recent antibiotic administration, diet change, or stress. The clinical signs are not indicative of Clostridial diarrhea, and the spectrum of disease varies greatly. Isolation on culture is not diagnostic, as Clostridium species are part of the normal GIT microflora. Fecal C perfringens enterotoxin immunodetection is the most widely used diagnostic tool for C perfringens in both human beings and animals. Enzyme-linked immunoassay (ELISA) and latex agglutination assay are commercially available, although there are concerns about their sensitivities and specificities [54] .\n\nELISA is also available for detection of C difficile toxin A and B; however, again, there are concerns about their specificities and sensitivities [54] . Detection of toxin B activity by the cell cytotoxicity assay is the current gold standard. Unfortunately, this assay requires up to 48 hours for confirmation of a negative result [55] .\n\nTreatment and prognosis. Aggressive fluid therapy and supportive therapy is essential in these critical patients. Cholestyramine (Questran) (2 g in 20 mL water, by gavage, every 24 hours) has been shown to bind to bacterial toxins, including clostridial cytotoxin and endotoxin in humans. Enteroxemia and mortality in rabbits, due to intravenous clindamycin, was prevented by cholestyramine administration on day 1 or 3 of the study [56] . Loperomide hydrochloride (Immodium) (0.1 mg/kg, oraly, every 8 hours for first 3 days, then every 24 hours for fourth and fifth days after the start of the diarrhea) [57] and a high-fiber diet may improve recovery. Prognosis for recovery of mild cases, that can be treated with diet adjustment can be good; however, severe cases have a poor prognosis.\n\nFuture treatments under current study include probiotics. There is an incomplete understanding of the mechanisms of probiotic activity; suggested mechanisms for reduction of pathogens include competition for nutrients, competition for enterocyte adhesion sites, and production of inhibitory substances [58] . Lactobacilli and enterococcus have been studied in rabbits. Lactobacilli, in contrast with other mammals, are very rarely found in the rabbit GIT microflora. Although some strains of lactobacilli, (L fermentum) were shown to have relatively resistant to pH 2 of rabbit gastric juice, lack of adhesive capability may prevent them colonizing the rabbit GIT [59] . Enterococcus faecalis and Enterococcu faecuim, the predominant enterococcal species in the rabbit GIT, were found in the feces of 8 of 10 healthy rabbits and in intestinal content of only 1 of 10. The enterococci were found to be resistant to a pH 3 broth, and transient inoculated enterococcal populations were demonstrated, suggesting colonization may occur, although further investigation is required [47] . Transfaunation of fresh caecotrophs from healthy rabbits can provide the appropriate microflora to help reestablish cecal homeostasis.\n\nEtiology. Severity of coliobacillosis presentation is variable, and is dependent on the particular strain of E coli [60] as well as on the presence of concurrent infectious agents [61] . Rabbit enteropathogenic E coli (rabbit EPEC or RDEC-1) strain is the most common cause of bacterial enteritis in rabbits. Rabbit EPEC is an attaching and effacing E coli strain, where bacterial adherence, via a fimbrial adhesin, results in destruction of the brush border and rearrangement of the enterocyte structure. High levels of Shiga toxin are not expressed by EPEC strains [62] . Transmission is by the fecal-oral route.\n\nClinical features. Neonates, 1 to 14 days old, or young rabbits, 2 to 4 months old, stressed by weaning, transport, or over crowding, are most likely to show clinical signs. Clinical signs include acute diarrhea, weight loss, intussusception, and rectal prolapse, with mortality rates ranging between 50% to 100%.\n\nDiagnosis. Presumptive diagnosis can be made on isolation of E coli in feces of affected animals, although dysbiosis often causes proliferation of nonpathogenic E coli. Definitive diagnosis is based on histopathologic identification of E coli attachment to enterocytes.\n\nTreatment and prognosis. Broad-spectrum antibiotics such as enrofloxacin or once hydrated trimethoprim-suphadoxine (Delvoprim Coject) (48 mg/kg subcutaneously, every 24 hours), Trimethoprim-sulfamethoxazole (Cotrimoxazole suspension) (30 mg/kg orally, every 12 hours) should be started while awaiting culture and sensitivity. Early, aggressive fluid therapy and supportive treatment is essential to optimize a successful outcome. Loperamide hydrochloride and fluid rehydration proved successful in the treatment of an E coli outbreak in 22 adult New Zealand white rabbits all fully recovered within 2 weeks [57] . Prognosis is guarded to poor, but is dependent on the strain of E coli, immunocompetence of the animal and presence of synergistic copathogens such as Lawsonia intracellularis (Campylobacter-like organism) or rotavirus [62] .\n\nEtiology. Salmonella and pseudomonas species, Yersinia pseudotuberculosis and L intracellularis may cause acute or chronic enterocolitis in rabbits. Neonates and weanling rabbits are most severely affected, with variable morbidity and mortality rates. Transmission is by the fecal-oral route, contaminated feed or water. Zoonotic potential exists.\n\nClinical features. Salmonellosis and acute Y pseudotuberculosis rapidly progresses to septicemia and death. Chronic Y pseudotuberculosis is associated with diarrhea and visceral and mesenteric microabscess formation. Low morbidity, high mortality rates have been seen with Pseudomonas aeruginosa.\n\nDiagnosis. In cases where these bacteria are suspected, the laboratory must be informed as specific enrichment, and selection procedures are recommended for the culture and sensitivity of these organisms.\n\nTreatment and prognosis. Treatment is supportive, with antibiosis based on culture and sensitivity. Prognosis is uncertain, but seems to be good if the bacteria can identified by culture and treated early and aggressively.\n\nViral enteritis is primarily seen in young, weanling rabbits, with rotavirus affecting 30-to 80-day-old rabbits and coronavirus affecting 21-to 70-dayold rabbits. Rotaviral maternal antibodies fall to undetectable levels at day 60, while antibody production by the affected rabbit occurs between 45 to 60 days [63] . The trough in antibody level is the point of rotavirus and infection, maximum viral shedding, and rapid antibody production. Transmission is airborne and fecal-oral. Viral infection causes villous atrophy with lymphocytic inflammation, particularly in the ileum and intestinal distension. Coronavirus has also been associated with cardiomyopathy and pleural infusion.\n\nClinical features. Maternal antibody for rotavirus can provide some protection, resulting in subclinical shedding of virus for about three days. Soft feces to diarrhea are often the main clinical sign of rotavirus infection. However coinfection with E coli was shown to result in increased mortality (50-80%) due to diarrheal disease compared with E coli alone [61] .\n\nHigh morbidity and mortality is associated with coronavirus; 100% mortality was seen in an outbreak within 24 hours of onset of clinical signs. Clinical signs include diarrhea, abdominal distension, and lethargy [64] .\n\nDiagnosis. Diagnosis of rotavirus is on virus isolation, antibody detection, or histopathology.\n\nA definitive diagnosis of coronavirus can be made on histopathology or virus isolation in the feces. Virus can be found in clinically normal adult rabbits.\n\nTreatment and prognosis. Supportive treatment of rotavirus infection is usually successful, except in cases of simultaneous coinfection with another enteropathogen, which carries a guarded prognosis. Coronavirus enteritis has a guarded to poor prognosis.\n\nNematodes, cestodes, and trematodes Etiology. Passalurus ambiguus, the pinworm, is common in domestic rabbits and widespread in wild rabbits. Transmission of embryonated ova is by fecal-oral. Adult worms, 2 to 11 mm long, inhabit the cecum and colon, and are often seen when they are passed in fresh feces [65] . Graphidium stringosum, Trichostrongylus retortaeformis, and calcaratus are nematodes found commonly in wild rabbits in Europe and North America, and infections may be found in domestic rabbits allowed to graze infected pasture.\n\nThe rabbit is the intermediate host for several tapeworms that affect dogs and foxes including Cysticercus pisiformis, the larval stage of Taenia pisiformis, Coenurus serialis, the larval stage of Taenia serialis, and Echinococcus granulosus. Transmission is by fecal-oral ingestion of eggs, shed in carnivore feces. Larvae migrate from the intestines to the liver, lung, lymph nodes, intermuscular connective tissue, and occasionally the orbit or brain, depending on their predilection site. The rabbit is one of the primary hosts for Cittotaenia variables, where the oribatid mite may be the intermediate host.\n\nClinical features. Although reported to be nonpathogenic, peri-anal pruritus may be seen in heavy infections. Studies of P ambiguus in the wild suggests no acquired resistance in rabbits [66] .\n\nCestode infection is usually asymptomatic, but in heavy infestations abdominal distension, lethargy, and weight loss may be seen. C serialis usually form subcutaneous cysts, palpated as soft tissue swellings, although cysts can occur at any of their predilection sites. Clinical signs will be depend on the site and extent of the space-occupying lesion.\n\nDiagnosis. P ambiguus ova are intermittently shed and can be found on fecal flotation or fresh fecal smears, where adult worms may also be identified.\n\nDefinitive diagnosis of tapeworm larvae can be made on examination of tissue biopsy or fluid aspiration of cysts.\n\nTreatment and prognosis. Various anthelmintics are effective against P ambiguus, Fenbendazole (Panacur) (10-20 mg/kg, repeated in 10-14 days), thiabendazole (Thiabendazole) (50 mg/kg orally, repeated in 10-14 days) are effective against this parasite. However, ivermectin (Ivomec) was shown to be ineffective against P ambiguus in studies using doses of 0.4, 1.0, and 2.0 mg/kg injected subcutaneously [67] . Prognosis of a full recovery is good; however, prevention and eradication of P ambiguus can be extremely difficult, as the pinworm ova are relatively resistant to heat and a wide variety of disinfectants.\n\nPraziquantel (Droncit) (5-10 mg/kg orally, single dose) is recommended in the treatment of cestodes and trematodes. T serialis cysts should ideally be surgically excised or drained by aspiration. Prognosis of recovery is good, unless the animal is severely affected by the space-occupying lesion or liver pathology. Prevention can be achieved by avoiding carnivore fecescontaminated grass.\n\nEtiology. Cryptosporidiosis is caused by Cryptosporidium parvum. Rabbits become infested when they ingest the sporulated oocysts, which are shed in feces, but may be transmitted in water, fomites, or contaminated feed. The prepatent period is 3 to 21 days.\n\nClinical features. Adult rabbits tend to be subclinical or asymptomatic, unless immunocompromised. Neonate or young rabbits stressed by weaning, transport, or over crowding are most likely to show clinical signs. Lethargy, poor body condition and coat quality, decreased appetite, dehydration, weight loss, and pasty, unformed feces to diarrhea lasting 3 to 5 days, have been reported in natural and experimental infections [65, 68] . Neonates were found to have variably severe, transient infection, present from 3 to 21 days postinfection. Villous blunting and eosinophilic inflammation of the lamina propria of the entire GIT, was found in experimental infection of neonate (3-day-old) rabbits. No histologic evidence of infection was found in the adult (180-day-old) rabbits also examined in the study.\n\nDiagnosis. Diagnosis requires finding the oocysts on fecal examination. Magnification Â1000 is required, as C parvum is the smallest of the coccidians. Use of immunofluorescence and acid-fast stains improves sensitivity [14] .\n\nTreatment and prognosis. Currently, there are no known reliable treatments. Prognosis of recovery is guarded to good, depending on the severity of infection and degree of villous blunting. Severely stunted rabbits may never attain its anticipated body size.\n\nEtiology. Many different species of Eimeria have been identified in the rabbit. With predominance of Eimeria perforans, E media, and E magna in domestic breeding colonies wide spread, and E perforans is most common in wild rabbits in France and Australia [69] . Transmission is by ingestion of sporulated oocysts. It is generally accepted that caecotrophy is not involved in the transmission of infectious oocysts. Prepatent periods for the Eimeria species range from 2 to 10 days, and sporulation requires 22 hours at 20 C for E perforans and 70 hours for E piriformis [65] .\n\nClinical features. Intestinal coccidiosis is most often a subclinical disease in adult immunocompetent rabbits. Coinfection with other enteropathies, immunosuppression or a naive immune system, dose of infection, and species of Eimeria are all predisposing factors to clinical disease. Clinical signs include: weight loss, mild to severe intermittent or continuous hemorrhagic diarrhea, dehydration, and occasionally intussusceptions. Death is usually associated with secondary bacterial enteritis and dehydration. A 4.5-cm ileo-ileal intussusception was diagnosed, in a 14-week-old rabbit, suspected consequent to hyperperistalsis induced by E perforans infection [70] .\n\nDiagnosis. Coccidiosis is presumptively diagnosed by finding oocysts on fecal flotation. Even on repeated fecal examination, small numbers of oocysts does not determine their clinical significance. Definitive diagnosis is based on histopathologic findings (Fig. 5) .\n\nTreatment and prognosis. Trimethoprim-sulfamethoxazole (Co-trimoxazole suspension) (30 mg/kg orally, every 12 hours for 10 days) has been shown to be effective. Prognosis is good in mild cases, and may result in lifelong immunity. \n\nMucoid enteropathy is an idiopathic, widespread condition resulting in goblet cell hyperplasia and excessive mucous production within the intestinal tract. Mucoid enteropathy is mainly seen in young rabbits of 4-to 14-week-old rabbits, although there have been reports of older rabbits, for example, 7 months old [71] . Mucoid enteropathy may occur concurrent with other enteropathies. Lesions of mucoid enteropathy have been found associated with cecal hyperacidity due to abnormal volatile fatty acid production or absorption and dysbiosis [72] , fiber-deficient diet [73] , and dysautonomia [74] .\n\nClinical features. Associated clinical signs that have been reported, include anorexia, depression, abdominal pain and distention, weight loss, dehydration, hypothermia, diarrhea initially, progressing to mucus excretion, or constipation and palpation of a firm, dough-like, large cecum. Acute mortality can occur within 1 to 3 days, reaching rates of 30% to 80%, and chronic disease with mortality may occur within 7 to 9 days [65, 75] .\n\nDiagnosis. Presumptive diagnosis can be made on history and clinical signs, although may mimic other enteropathies. Radiography may show evidence of cecal impaction, and in later cases evidence of gastric and intestinal stasis. Definitive diagnosis is on postmortem findings of copious intestinal mucous and goblet cell hyperplasia (Fig. 6 ). Treatment and prognosis. Nonspecific supportive treatment is recommended. In cases of constipation the use of frequent enemas has been described [76] . Prognosis is poor. Prevention can be achieved by feeding a high-fiber, low-carbohydrate diet [73] .\n\nDysautonomia in the rabbit is an idiopathic condition that causes loss of autonomic nervous system function. Twenty rabbits with clinical signs of mucoid enteropathy were later confirmed on postmortem examination to be dysautonomia [77] . Further research into the early stages of mucoid enteropathy makes it a good model for the study of dysautonomia [74] .\n\nClinical features. Dysautonomia is associated with clinical signs of gastrointestinal stasis and autonomic nerve deficits. Symptoms include dry mucous membranes and conjunctiva, dilated pupils, bradycardia, urine retention and overflow incontinence, dilated, firm, impacted colon, proprioceptive deficits, and loss of anal tone. Accumulation of food in mouth and dysphagia and evidence of lower respiratory disease due to aspiration pneumonia, secondary to dysphagia and megaoesophagus may also be seen. This condition is associated with a high mortality in all affected species.\n\nA presumptive diagnosis can be made on clinical signs. Radiography of the thorax and abdomen may reveal evidence of aspiration pneumonia, megaoesophagus, impacted colon, and a large bladder. Absent tear production can be demonstrated with a Schirmer tear test, average tear production in rabbits is 5 mm/min AE 2.4mm/min [78] . Dramatic miosis within 45 minutes occurs in dogs in response to diluted (0.1%) pilocarpine (Pilocarpine), due to denervation hypersensitivity.\n\nDefinitive diagnosis requires demonstration of the characteristic lesions of chromolytic degeneration of autonomic neurons, found on histiology and electron microscopy, similar to equine grass sickness and feline and hare dysautonomias, at postmortem examination.\n\nTreatment and prognosis. Supportive treatment includes fluid therapy, force feeding, eye lubrication, enemas, and bladder emptying. Bethanechol (Myotonine; 0.04 mg/kg) enables many affected cats and dogs to void urine normally and completely. Prognosis is poor, although in other species some animals have spontaneously recovered.\n\nAnorectal papillomas are small friable, fungating masses, originate from the rectal squamous columnar epithelium, at the anorectal junction. These benign tumors are well differentiated and are not related to viral papillomas of the skin and oral cavity. Some rabbits are asymptomatic, clinical signs include constipation, discomfort, hemorrhage from the anus, and in severe cases, rectal prolapse.\n\nA presumptive diagnosis is usually made on clinical features; however, excisional biopsy and histopathology is required fro a definitive diagnosis.\n\nTreatment and prognosis. Surgical excision is curative provided all of the abnormal tissue is removed. In asymptomatic cases, spontaneous regression can occur; prognosis for full recovery is good.\n\nThe gastrointestinal tract is a common site of disease in the rabbit. Dietrelated disease and stress-related disease predominate and can play a large role in preventative medicine. However, bacterial, viral, parasitic, idiopathic, and neoplastic diseases are also seen frequently in the pet rabbit."}