{"title": "Cytokine", "body": "Tick borne encephalitis (TBE) and neuroborreliosis (NB) are infectious diseases of the central nervous system (CNS), which present with a cerebrospinal fluid (CSF) lymphocyte pleocytosis. Neutrophils however may predominate in the early phase of NB and TBE. Many adhesion molecules and cytokines are involved in the pathogenesis of both diseases [1] .\n\nThe blood-brain barrier (BBB) is composed of tight junctions within the capillary endothelium. Normal BBB maintains a unique microenvironment within the central nervous system (CNS) [2] . The early stage of inflammation involves adhesion and transmigration of leukocytes across the BBB to the normally isolated CNS. This process is regulated by the expression of adhesion molecules. One of the most well-known components is the intercellular adhesion molecule-1 (ICAM-1). It has been described as a ligand for the membrane-bound integrin receptors for the lymphocyte function-associated antigen-1 (LFA-1) and monocyte adhesion molecules-1 (Mac-1) on leukocytes. It is involved in the adhesion and transmigration of leukocytes. Some studies have demonstrated ICAM-1 upregulation in many tissues after lipopolysaccharide (LPS) stimulation. Recent studies tend to focus on its effects on brain tissues in acute diseases, but neglect possible differences between the brain and the spinal cord following traumatic lesions. Yang et al. demonstrated the upregulation of ICAM-1, LFA-1, and Mac-1 in the spinal cords of LPS intraspinal injected rats, and the location of ICAM-1 in microglia cells. These results suggest a possible role of this molecule in microglia-mediated immune response and antigen presenting in CNS immune diseases [3] .\n\nIL-21 is a recently described member of type I cytokine family. It shares the common gamma-chain with IL-2, IL-4 and IL-15, but in addition it also binds to the unique IL-21R alpha chain and activates JAK/STAT pathway. IL-21 influences the proliferation of T cells and B cells into memory cells and differentiates plasma cells to augment the activity of natural killer cells. It regulates the innate and acquired immune response. IL-21 contributes to the differentiation of the naïve T lymphocytes to strongly proinflammatory Th17 cells and is implicated in immune-inflammatory diseases [4] . The presence of IL-21 and IL-6 may decide about the T cells differentiation towards Th17 phenotype rather than immunoregulatory T reg phenotype, defining the type of response to a given antigen. Th17 cells secrete IL-21 themselves, creating a possible positive feedback mechanism.\n\nIL-23 is composed of a p40 subunit of IL-12 disulfide-linked with p19 protein. It is secreted by dendritic cells and is necessary for the proliferation of differentiated (memory) Th17 cells; presence of IL-23 receptor is one of characteristic features of this cell population [5] . IL-23 also induces IFN-gamma production by naïve and memory T cells [6] .\n\nThere have been some reports on the role of ICAM-1 in TBE and NB, but -to our knowledge -none on IL-21 and IL-23 synthesis in these diseases in vivo. However, Infante-Duarte et al. observed that Borrelia burgdorferi sl. spirochetes and their sonicates elicit a Th17 response in the peripheral blood mononuclear cells culture [7] . Codolo et al. identified borrelial NapA protein as a factor inducing synthesis of IL-23 in human monocytes and neutrophils. Antibodies against NapA are detected in serum of 48% of patients with Lyme arthritis and Th lymphocytes from synovial fluid of patients with Lyme arthritis react specifically to NapA with release of IL-17A, suggesting the response to this protein is essential in developing Th17-like inflammation in Lyme arthritis [8] .\n\nTh17 cells strongly cooperate with neutrophils, secreting cytokines activating and acting as pro-survival signals on neutrophils (TNF-a, INF-c, GM-CSF) and neutrophil chemoattractant IL-8 (CXCL8). This could be of some importance in early stage of TBE meningitis phase, when peripheral neutrophilia and relatively high CSF neutrophil count is typically observed [9] .\n\nWe postulate that IL-21 and IL-23 may play a role in the early phase of TBE and NB.\n\nThe aims of the study were: \n\nForty-three patients hospitalized in The Department of Infectious Diseases and Neuroinfections of Medical University in Białystok, Poland were included in the study. Patients were divided into three groups:\n\nTBE: patients with confirmed TBE based on clinical picture, CSF examination, serum and positive CSF antibodies against TBE: 16 patients (4 women, 12 men; age 27-80, x ¼ 52 years).\n\nNB: patients with confirmed NB based on clinical picture, CSF examination and intrathecal production of antibodies against B. burgdorferi (based on serum and CSF examinations): 16 patients (6 women, 10 men; age 27-75, x ¼ 48 years). CG: control group: patients with excluded CNS infection [normal CSF (no pleocytosis, normal protein concentration); normal acute phase markers]: 11 patients (5 women, 6 men; age 23-75, x ¼ 48 years).\n\nBlood and CSF samples were evaluated in all patients at the time of diagnosis (before treatment).\n\nThe serum separator tube was used and samples of blood were left to clot for 30 min before centrifugation for 15 min at approximately 1000g. CSF samples were not centrifuged before routine analysis. Aliquots of paired CSF and serum samples were frozen and stored at 80°C until analysis for ICAM-1, IL-21 and IL-23.\n\nPleocytosis, protein concentration (mg/dL), glucose concentration (mg/dL), and chloride concentration (mmol/L) in CSF were measured at the time of admission. The detection of anti-TBEV antibodies in serum and CSF was performed by ELISA method (SERION ELISA classic kits, Germany) according to the producer's instruction. Intrathecal production of anti-B. burgdorferi antibodies in CSF was assessed using EcoLine test (Virotech classic kits, Germany) according to the producer's instruction.\n\nConcentrations of sICAM-1 (ng/mL), IL-21 (pg/mL) and IL-23 (pg/ mL) were measured using ELISA kits (DRG Instruments, Germany). CSF and serum samples were assayed on the same ELISA plate.\n\nThe study was approved by the Bioethical Commission of the Medical University of Białystok.\n\nThe normality of distribution was assessed by Shapiro-Wilk test. The results were reported as mean and SD when absolute skewness was below 1.5 and as a median and range, when the skewness was above 1.5. Kruskal-Wallis test was used to compare groups and if statistically significant further evaluation with multiple comparisons 2-tailed test (multiple comparison of mean ranks for all groups) was performed. Correlations were measured by Spearman R-rank. p < 0.05 was considered statistically significant.\n\nSignificant differences were found only in the CSF concentration of sICAM-1 between TBE and CG and NB and CG (p < 0.05) (Tables 1-3). Comparison of CSF IL-21 concentration between TBE and NB showed that in the latter its concentration was lower (result on the edge of statistical significance; p = 0.05), while there were no differences between both groups and CG. All other measured parameters were statistically non-significant (Tables 1-3) .\n\nMean concentrations and SD of CSF cytosis, monocytes and neutrophils counts are shown in Table 4 . Mean concentrations and SD of serum leukocytes and platelet count is shown in Table 5 .\n\nIn TBE, a strong negative correlation between the concentrations of CSF IL-21 and IL-23 and monocyte count were observed (r = À0.69, r = À0.62, p < 0.05). Negative correlation between IL-21 in CSF and neutrophils was observed (r = À0.65, p < 0.05). Serum IL-23 correlated positively with leukocytes and platelet count (r = 0.62; 0.58, p < 0.05). Moreover a strong correlation between serum sICAM-1 and monocyte count in CSF was observed. (r = À0.57, p < 0.05) (Fig. 1) .\n\nIn NB, a strong positive correlation between the concentrations of serum IL-21 and platelet count was observed (r = 0.54, p < 0.05). There was a negative correlation between IL-21 in serum and CSF with pleocytosis (r = À0.58; À0.55; p < 0.05) (Fig. 2) .\n\nIt has been established that sICAM-1 plays an important role in the inflammatory process of viral and bacterial origin [10] . It is secreted by fibroblasts, hepatocytes, endothelial cells, epithelial cells and immunologic system cells, such as granulocytes, lymphocytes B and T, NK cells and monocytes [11] .\n\nExpression of ICAM-1 increases in disorders with BBB damage e.g. in multiple sclerosis. Perivascular cells (astrocytes, macrophages and microglial cells) and brain microvascular endothelial cells (BMEC) produce various inflammatory factors that affect the BBB permeability and the expression of adhesion molecules. ICAM-1 binds to its leukocyte ligands and allows activated leuko-cytes entry into the CNS [11] . Doerck et al. suggest, that adhesion molecules are not only important for capture and migration of pro-inflammatory T cells into the central nervous system, but also permit access of anti-inflammatory cells, such as regulatory T cells. Therefore it is likely to assume that intervention at the BBB is time related and could result in different therapeutic outcomes depending on the phase of CNS lesion development [12] .\n\nICAM-1-deficient mice develop increased levels of pathological lesions in the brain gray matter. An increase in striatal damage and meningeal inflammation in brains of Theiler's meningoencephalitis virus (TMEV)-infected ICAM-1-knockout mice were observed [13] . It has been established that ICAM-1 knock-out mice infected with Venezuelan equine encephalitis virus have markedly less expressed inflammatory process in the brain and demonstrate a delayed clinical onset of the disease [14] .\n\nThe potential role of ICAM-1 in TBE and NB was previously reported in a preliminary study by Pietruczuk et al. [11] . In their study, ICAM-1 concentrations were significantly higher in TBE and NB than in CG, which is in accordance with the results of our study.\n\nAccording to Lukacs the up-regulation of ICAM-1 is associated with Th1 lymphocytes [15] . Th1 lymphocytes cross the BBB and may produce soluble forms of ICAM-1, which secondarily disturb BBB and increase the inflammatory process in CSF [16, 17] . Henningson et al. proved that Th1 response dominates in early phase of NB [18] . Th1 pathway predominates in early TBE but then Th2 type immune prevails [19] . These observations agree with the results of our study (increased ICAM-1 concentration in CSF in the early phase of TBE and NB). The role of IL-21 and IL-23 has been proven in many autoimmune diseases such as MS and lupus erythematosus. These interleukins are involved in neutrophils and monocytes recruitment to CSF through the BBB. Thus they are responsible for inducing the inflammatory process in the CNS in the course of autoimmune diseases. Lymphocytes produce specific cytokines, depending on their competence and role in inflammation. Th17 cytokines includes proinflammatory interleukins (IL)-17, 6, 21, 22, 23 and tumor necrosis factor (TNF)-a. It suggests their important role in the immunopathogenesis of MS as the neuroinflammatory reaction is a prominent feature of this disease [20] . In the course of TBE CD4+ T cells and CD8+ T cells display different localization. Compared to CD8+ T cells, considerably greater numbers of CD4+ T cells are retained within the perivascular spaces. In contrast CD8+ T cells have a higher affinity for parenchyma [21] .\n\nRů žek et al. observed a breakdown of the BBB in CD8+ deficient mice infected with TBEV what indicates that these cells are not necessary for the increase in BBB permeability during TBE [22] .\n\nNB is associated with a strong CSF T helper (Th) 1-type cytokine response followed by a down-regulation of Th2 response, whereas the role of the Th17 cytokine response is unknown [18] . It is known that B. burgdorferi sl. elicit Th17 response and stimulates pro-Th17 cytokines synthesis in monocytes and neutrophils. Therefore participation of Th17 response in NB is likely [7, 8] . According to Harrington et al., Th1 and Th17 responses are to some degree antagonistic and if the later prevails, it may confer higher risk of tissue damage and autoimmunity due to its strongly pro-inflammatory character [23] .\n\nIL-23 is also involved in the control of viral infections of the brain [24] . In experimental ocular herpes simplex virus type one (HSV-1) infection in mice up-regulation of IL-23p19 in the trigeminal ganglia occurs as early as 3 days after infection [25] . West Nile Virus (WNV), a mosquito transmitted single-stranded RNA (ssRNA) flavivirus, which belongs to the same family as investigated by us TBEV, causes human CNS disease of variable severity. IL-23-dependent responses represent a vital host defense mechanism in WNV infection [26] .\n\nIn our study, as far as IL-21 and IL-23 are concerned, only subtle difference in CSF IL-21 concentration between TBE and NB was observed, and these concentrations did not differ from CG. Lepej et al. observed that CSF of patients with TBE contained p40 subunits of IL-12/IL-23, but it was not elevated in comparison with CG [27] . Also Held et al. proved in mice infected with coronavirus, that IL-23 is not necessary for CNS inflammation [28] .\n\nIn our study the correlation between the Th17-dependent interleukins (IL-21, IL-23) and CSF pleocytosis indicates that their concentration is rather surprisingly related to the limitation of leukocyte migration to CSF (especially monocytes and neutrophiles). Therefore their role, at least in early phase of TBE and NB seems to be limited. Further studies are warranted to confirm this finding in larger groups of patients with different clinical manifestations of both TBE and NB, as in our study a number of patients is a limitation. Moreover, it would be of special interest to explore if increased concentration of Th17 related cytokines (hallmark of insufficiently controlled inflammation) in later stages of NB is present in patients with protracted pleocytosis or poor clinical response to treatment."}