{"title": "", "body": "Historically, two divergent views have evolved concerning the specificity of virus infection of susceptible host cells (Boulanger and Philipson, 1981) . One view, supported by Dales (1973) , stresses the absence of precise structural requirements for cell-virus interactions. The second view proposes specific cellular receptor sites in the plasma membrane of host cells which recognize one or several attachment proteins for a virus (cf. Lonberg-Holm and Philipson, 1981) . In the latter view cellular receptor sites, therefore, serve to specifically bind viruses as the first event in infection.\n\nIn support for the absence of precise structural requirements for cell-virus interactions, Dales (1973) cautions on ascribing cell-virus requirements for infection based on interpretations from electron microscope images. The problem of artifacts in electron microscopy, rightly noted by Dales, has frequently provided the researcher with incorrect conclusions. In cell-virus interactions the most common artifact develops as a result of inadequate preservation of membranes. As pointed out by Dales, such artifacts may, for example, show a virus particle existing free in the cytoplasmic matrix, when in reality, it is enclosed by an inconspicuous membrane around a phagocytic vacuole. Again, in thin sections in the range of 500 to 1000 nm in thickness, this measure is equal to or greater than the width of many viruses. In random slices through cell-virus complexes, virus particles that are attached at the surface where invagination had occurred may appear as if they had lost morphological integrity at the site of contact and had merged with the plasma membrane.\n\nWhile Dales' arguments are correct and appropriate, the overwhelming evidence to date on prokaryotic and eukaryotic cells emphasizes the existence of virus-receptor recognition. In this regard our understanding of bacterial receptors for bacterial viruses is more profound than that of cell receptors for animal viruses (Philipson, 1981) . The reasons for this situation are believed to be the difference in structural complexity of the two host types and the availability of mutants for bacteria but not for animal cells. The lack of virus receptor mutants among eukaryotic host cells is considered to have hampered identification of specific receptor molecules such as proteins. It is held that rapid development of methods to identify mutants in membrane components of mammalian cells, for example, would lead to progress in this area of research, and also aid in our understanding of the role of other surface proteins in the differentiation processes of mammalian and other eukaryotic cells (Philipson, 1981) .\n\nThe purpose of this chapter is to present the evidence existing for receptors of insect viruses in the infection process, particularly, in the case of the baculoviruses, which offer great potential as biological insecticides. This chapter will first consider receptor-virus relationships and cell-virus interactions in bacterial and vertebrate virus systems. Such considerations will then be applied to invertebrate virus systems and, in particular, to insect-baculovirus relationships.\n\nOf the insect viruses, the baculoviruses have some unique properties. Many baculoviruses are occluded within a protein matrix, a polyhedron or capsule. Moreover, as cell receptors are believed to exist for both enveloped (Holmes, 1981) and nonenveloped (Boulanger and Philipson, 1981) viruses infecting vertebrate hosts, the baculoviruses have both enveloped and nonenveloped forms participating in the total infectious reaction .\n\nIn a discussion of virus receptors we need to describe the three principal events in an infection of a cell by a virus: attachment (adsorption), entry (penetration), and release. Interactions between cell and virus are noted in these events by which structural features, e.g., peplomers, are imparted to the virus. Such structural features appear to be necessary for continuation of the virus infection cycle, particularly for baculoviruses, by serving as the region on the virus which attaches to the host cell (Adams et al., 1975 (Adams et al., , 1977 Kawamoto et al., 1977; Hess and Falcon, 1977) .\n\nFor a viral infection to occur, the host cell and virus express some degree of complementarity or recognition. The recognition may involve both a structural (physical) and chemical expression in the cell-virus interaction. In host cell-virus systems, this recognition is expressed in one commonly held concept of cell receptors and viral attachment proteins. In this section we consider systems that have been delineated in terms of proteins involved in the attachment of viruses to sites on host cells.\n\nThe essential terminology for such a concept has been defined by Lonberg-Holm (1981) : The virus attachment protein(s) is a virion structure(s) which can recognize a cellular receptor. A cellular receptor unit refers to cellular molecules recognizing one Virus attachment protein. The cellular receptor site is a cellular structure containing one or more cellular receptor units which can effectively bind one virion. Korn (1975) has reviewed the essential features of the plasma membrane of cells. The plasma membrane is approximately 100 A in width consisting of protein and lipid in a ratio of about 1.5 to 1. In agreement with all cell membranes, the lipid of the plasma membrane contains little glyceride but a high concentration of phospholipid. The plasma membrane is unusual among cell membranes in its high content of glycolipid and sterol.\n\nIt is generally believed that most of the phospholipids and sterols of the plasma membrane are in the form of a molecular bilayer oriented with the polar head groups forming hydrophil ic regions at the inner and outer surfaces and the fatty acyl chains forming a hydrophobic interior. There is some suggestion of specific arrangements of particular phospholipids and sterol molecules within the bilayer. Experiments on model systems infer that lipid molecules are free to move rapidly within the plane of the bilayer (Kornberg and McConnell, 1971a) but these same lipid molecules are unable to flip from one side of the-bilayer to the other (Kornberg and McConnell, 1971b) .\n\nProteins are present at the outer and inner surfaces of the plasma membrane, and proteins also lie within the hydrophobic interior of the lipid bilayer. The \"Fluid mosaic model\" of Singer and Nicholson (1972a,b) suggests that many of the membrane proteins and glycoproteins exist as mobile islands within a hydrocarbon sea and are able to move laterally through this liquidlike area. This conclusion rests on observations by freeze-cleavage electron microscopy.\n\nIn host cell-virus systems, the molecules used as receptors by viruses are on the plasma membrane. The virus receptors recognize or are recognized by virus particules and provide specific points of attachment on the cell membrane. Such receptors are believed to be controlled by genetic information: in eukaryotic cells these controlling factors are located on one or more chromosomes. The poliovirus receptor gene, for example, is located on chromosome 19 of human-mouse hybrid cells (Miller et al., 1974) . As noted, cell receptor sites effectively bind virions and contain one or more cellular receptor units. Receptor sites may be composed of a number of molecules, each of which recognizes attachment proteins possessed by the virions (Lonberg-Holm and Philipson, 1980) .\n\nA variety of macromolecular structures may serve as receptors for viral attachment proteins. Many of these structures are substrates for enzymes and many have antigenic properties. Still others are biological effector molecules such as toxins, neurotransmitters, and regulatory molecules (Holmes, 1981; Incardona, 1981) . The density and distribution of the various receptors affect the rate of the binding reaction. In mammalian cells the plasma membranes contain specialized organelles which perform many functions essential for interaction with the microenvironment. The structure specializations of cell membranes include microvilli, pinocytic ruffles, vesicles, coated pits, and desmosomes (Holmes, 1981) . In metabolically active cells, new molecules are transferred into the plasma membrane while other membrane molecules may be destroyed or transferred into the microenvironment (Morre et al., 1979) .\n\nAlthough the cell surface molecules which serve as receptors for some bacterial viruses have been identified (Bassford et al., 1977) , the chemical composition of receptors for animal viruses is largely undetermined. For both enveloped and nonenveloped animal viruses it seems likely that many cell receptor units are proteins or glycoproteins (Holmes, 1981; Boulanger and Philipson, 1981) . A few glycoproteins present in large amounts in cell membranes have been isolated and characterized. Such glycoproteins are believed to act as receptors for viruses (Hughes, 1973 (Hughes, , 1976 Hughes and Nain, 1978; Hennache and Boulanger, 1977; Marchesi and Andrews, 1971; Marchesi et al., 1976; Nakajo et al., 1979; Yamada and Olden, 1978) . Methods have been devised for the analysis of glycoproteins present in limited amounts in cell membranes. Such procedures will aid in determining whether these glycoproteins also serve a receptor role for viruses (Kulczycki et al., 1979; Lotan and Nicolson, 1979; Vitetta et al., 1977) . Crowell, Landau, and Siak (1981) analyzed the pathogenesis of picornavirus receptors. They note that a number of studies with cultured cells have revealed that receptors are present on cells which are targets for virus replication, but absent on cells which are not susceptible. The authors advise that extrapolation of such data to intact organs in vivo is justified only when the karyotypic, histologic, and physiologic characteristics of the cultured cells are similar to their in vivo counterparts. Cultures of cells which more accurately reflect in vivo conditions are needed to analyze the factors which control expression of functionally active viral receptors. Such cultures might reveal a relationship between expression and defined stages in differentiation (Goldberg and Crowell, 1971; Chairez et al., 1978) . Bramhall and Wisnieski (1981) have reviewed the nature of the envelope possessed by many viruses. Enveloped viruses are coated with a lipid matrix of varying complexity. This is present in a bilayer and is an essential constituent since in some virus systems, treatment with lipid solvents, detergents, or lipase inactivates infectivity or other essential processes such as hemagglutination (Kuwert et al., 1968) . With several groups of enveloped viruses it has been shown that the lipid composition of the virus reflects that of the plasma membrane from which the virus membrane is derived during virus assembly or other intimate processes such as budding (Klenk and Choppin, 1969; McSharry and Wagner, 1971; Renkonen et al., 1971) . Differences noted in specific virion lipids from those in the host plasma membrane may be attributed to a number of factors:\n\n(1) the influence of viral proteins; (2) the absence of intimate processes between host cell and virus-some viruses do not bud from the plasma membrane; (3) environmental factors, e.g., the conditions for replication.\n\nMagnetic resonance studies suggest that the viral lipid bilayer is generally more rigid than the host plasma membrane (Landsberger et al., 1973) and this feature is thought to be partially dependent on the relative cholesterol content of the two membranes (Lee et al., 1972) . In addition to cholesterol, viral membrane proteins play some role in determining the fluidity of the membrane bilayer. In general, the distribution of proteins in viral envelopes appears to be more dense than in cellular membranes.\n\nFor nonenveloped viruses the conformation of the capsid polypeptides may play a role in the ability of the virion to attach to host cells. The ligand which binds to the cellular receptor unit is presumed to be some element of the caps id protein (Bramhill and Wisnieski, 1981) . The corresponding component of an enveloped virus is normally a glycoprotein spike which projects from and is intimately associated with the envelope lipid matrix (Blough et al., 1977; Bramhall et al., 1979; Chen et al., 1971; Collins and Knight, 1978; Inuma. et al., 1971; Mountcastle et al., 1971; Mussgay et al., 1975) . The glycoprotein spikes are virus specific. Even though the structure of their carbohydrate moieties is largely determined by the host cell (Klenk and Choppin, 1970) , the amino acid sequence of the glycoproteins is specified by the genome . The number of glycoproteins differs among viruses, with one glycoprotein in rhabdovirus, two in myxoand paramyxoviruses, and as many as seven in pox virus (Scheid, 1981) . Figure 1 illustrates some of these points.\n\nThe spike glycoproteins of most enveloped viruses, e.g., the paramyxo glycoproteins, are anchored in the lipid bilayer of the viral membrane by a hydrophobic portion of the protein. This mode of spike attachment has been inferred not only from the arrangement of the glycoproteins on the surface of the virion, but also by their solubility properties. They can be solubilized by non-ionic detergents such as Triton X-100 or NP-40, and on removal of the detergent, the proteins aggregate by hydrophobic regions into rosettelike clusters (Scheid et al., 1972; Shimizu et al., 1974) . Studies with Sendai virus suggest that the glycoproteins extend through the entire depth of the lipid bilayer (Lyles, 1979) . Peplomeric glycoproteins serving as virus attachment proteins have been isolated from a number of viruses including orthomyxoviruses (Collins and Knight, 1978) , paramyxoviruses (Nagai et al., 1976; Scheid and Choppin, 1974) , rhabdoviruses (Kelley et al., 1972) , coronaviruses (Sturman et al., 1980) , alphaviruses (Helenius and Soderlund, 1973; Simons et al., 1973) , and retroviruses (Strand and August, 1976) . (Refer to Fig. lc. ) Meager and Hughes (1977) in their review on virus receptors summarize our present knowledge of the chemical nature of the components of the capsid (for nonenveloped viruses) and the envelope surface of viruses. These surface components are mainly proteins and possibly glycoproteins in nonenveloped viruses and glycoproteins and glycolipids in enveloped viruses. The virus surface, as the first component in virus attachment, is envisaged as an electrostatically charged surface, often covered with projections, composed of proteins, glycoproteins, and glycolipids, or combinations of these, arranged in a regular manner and having varying degrees of freedom of movement relative to one another. The virus surface should be regarded as being in a dynamic state rather than the static picture presented in electron micrographs. The projections are proteins and glycoproteins and are believed to be involved in the recognition between viruses and susceptible cells.\n\nAs a result, the projections become attached to receptor sites on the cells. Models A, B, and C are from Home (1974) . Model D is based on reports by Adams et al. (1977) Kawamoto et al. (1977) , and Hess and Falcon (1977) .\n\n(A) Bacteriophage φΧ 174. The capsomeres have a spike projecting through the center.\n\n(B) Adenovirus capsid showing pentons, each with a base unit and a projecting shaft terminated by a knob. The projection is referred to as a fiber (refer to text).\n\n(C) The arrangement of compo nents forming the spherical myxovirus structure.\n\nThe surface envelope is covered with spikelike projections placed at regular spacings.\n\nThe internal RNA helical nucleocapsid is coiled inside the outer envelope.\n\n(D) An enveloped nucleocap sid of a baculovirus (nuclear polyhedrosis virus).\n\nSpiked projections exist at one end only.\n\nInteractions between the host cell and virus involve three principal stages: attachment (adsorption), entry (penetration)-fusion or phagocytosis, and release-budding or lysis. Each stage, however, may include processes which overlap such divisions and most likely trigger the onset of the next stage. Such processes, for example, the assembly of virions and the acquisition of envelopes are intimately associated with events occurring between the penetration and release stages. Bramhall and Wisnieski (1981) have reviewed the principal stages of interaction between host cell and virus.\n\nFor enveloped viruses the location of the spike glycoproteins on the external surface of the virion predisposes them for a role in the early interaction between viruses and cells. As noted, the spike glycoproteins for most enveloped viruses are anchored in the lipid bilayer of the viral membrane by a hydrophobic portion of the protein. With several enveloped viruses, specific glycoproteins have been identified as being directly involved in the adsorption of the virus to the cell surface or in the penetration of the virus genome into the host cell (Scheid, 1981) .\n\nThe nonenveloped animal viruses, in most cases, have icosahedral symmetry, with at least 12 identical sites for interaction with receptors on host cells. The multiple subunit structure of the virion capsid leads not only to multivalent receptor bonding, but may also confer allosteric properties to the virion (Boulanger and Lonberg-Holm, 1981) .\n\nIn order to initiate infection a specific interaction takes place between viral attachment proteins and receptors on the cell surface. While cellular receptors serve to bind viruses specifically as the first event in infection, the exact location of receptor sites on the cell surface may determine the fate of the attached virions. Depending upon whether the virions attach to receptors on microvilli or the body of the cell, the virions may be processed differently (Roesing et al., 1975) .\n\nThe cellular receptor unit for virus adsorption is not known in most virus systems. However, with myxoviruses and paramyxoviruses, which are examples of enveloped viruses, neuraminic acid has been identified as the attachment determinant. It has been shown that adsorption involved specific determinants on viral proteins that interact with neuraminic acid residues on the cell surface. Adsorption, as a prerequisite for infection, has been shown for several viruses to involve a specific host receptor, which is important for the cell, tissue, or organ tropism of the virus (Scheid, 1981) .\n\nAdditional studies on the paramyxoviruses indicate that they possess HN glycoprotein spikes with both hemagglutination and neuraminidase activities (Seto et al., 1974) . Electron microscopic observations have shown that prior to penetration, the viral envelope comes into close contact with the host plasma membrane. This attachment is mediated by the HN spike and the cellular receptor unit is believed to be a sialoglycoprotein or a ganglioside (Bramhall and Wisnieski, 1981) .\n\nAs an example of a nonenveloped virus, adenoviruses are unique among animal viruses in their possession of apical projections which attach to cellular receptors (Boulanger and Lonberg-Holm, 1981) . The adenovirus is an icosahedron, 70-90 nm in diameter, and is composed of 252 capsomeres. Of these, 240 have six neighbors and are called hexons. Each of the 12 apical capsomeres is surrounded by five neighboring hexons and is called a penton. The penton, 2 nm in diameter, is formed from a penton base unit and a projecting shaft terminated by a knob, 4 nm in diameter, called the fiber (Ginsberg et al., 1966; Hörne et al., 1959; Valentine and Pereira, 1965; Wilcox et al., 1963) . It is believed that the distal portion of the adenovirus fiber is the site of recognition for the cell receptors, and that this part of the fiber is attached to the cell plasma membrane at early stages of infection (Norrby and Skaaret, 1967) .\n\n(Refer to Fig. lb .) For enveloped viruses it is unlikely that viral lipid composition plays any significant role in the attachment process. However, the host lipid composition may affect the ability of the cell to act as a target for viral attack, both from the point of view of the presence of receptors for attachment sites and also for the orientation and display of cellular receptors on the outer face of the plasma membrane (Bramhall and Wisnieski, 1981) .\n\nThere are several ways for virions, particularly those which are enveloped in lipid membranes, to enter cells, including: fusion, phagocytosis, simple engulfment and partial fusion. Controversy surrounds the relative importance of phagocytosis and fusion events in the entry of membraneenveloped viruses. For many such viruses evidence supports the concept of virus-host fusion (Heine and Schnaitman, 1971; . However, host penetration by paramyxoviruses appears to be phagocytosis in some cell types (Hosaka and Koshi, 1968; Li et al., 1975) , by fusion of virus and cell membranes (Dourmashkin and Tyrrell, 1970) or by a combination of fusion and phagocytosis in others. These differences probably result from variations in the lipid composition of the host membrane at the site of virus attachment (Haywood, 1975) . In this regard, although viral lipids may be needed for fusion, they do not appear to have a modulating role at any stage in the infective process (Bramhall and Wisnieski, 1981) .\n\nFusion of the Sendai virus envelope and the host plasma membrane allows the naked viral nucleocapsid to enter the cell cytoplasm . It is apparent that prior to fusion of Sendai virus with host cell membrane, the viral envelope undergoes a dramatic change in structure (Knutton, 1976) . Freeze-fracture studies of the viral membranes reveal a change in the orientation of transmembrane proteins together with a general rearrangement of viral membrane components to produce smooth elevated regions which appear to be initial sites of fusion with the target cell membrane. Membrane fusion occurred only after areas of two opposing bilayers were brought close enough to interact (Ahkong et al., 1975) ; the particledenuded areas probably represent such areas (Deamer and Branton, 1967) .\n\nThe capacity of viruses to fuse with cells has been attributed to various hypothetical fusion factors. Since lysolecithin induces fusion between cells when added exogenously (Cullis and Hope, 1978; Lucy, 1970) , it has been postulated that viruses may possess a phospholipase activity which acts at the site of virus-cell contact, or that they may utilize virus-associated lysolecithin to effect fusion (Barbanti-Brodana et al., 1971) .\n\nAnother hypothesis implicates cholesterol in the fusion process. It has been shown that an increase in host membrane cholesterol enhances fusion by Sendai virus, whereas a decrease in cholesterol depresses virus-mediated cell fusion (Hope et al., 1977) . Akhong et al. (1975) suggest that cholesterol may enhance cell fusion by inducing protein-free areas in the lipid bilayer, which subsequently provides the sites for cell fusion. In addition, the physical state of the membrane hydrophobic phase may govern the extent of protein insertion, both processes being necessary for fusion.\n\nStill another hypothesis is centered on the role of viral proteins in the fusion reaction. In some instances, notably the paramyxoviruses, it appears that membrane fusion is mediated by a viral glycoprotein. As with virus adsorption, the interaction between this protein and the host cell may determine cell, tissue, and organ tropism, possibly by a mechanism other than recognition of virus protein and cellular receptor (Scheid, 1981) .\n\nFor nonenveloped viruses, Dales (1973) maintained that entry to the host cytoplasm is accomplished by a process of phagocytosis after attachment of the capsid to the cellular receptor sites. It is also possible that subsequent to attachment some nonenveloped viruses penetrate the plasma membrane directly, with or without being engulfed (Lonberg-Holm and Philipson, 1974) .\n\nSome enveloped animal viruses may be introduced into the cell by a mechanism related to endocytosis, and similar to the internalization of cellular lipoproteins (Philipson, 1981) . The Semliki forest virus (SFV) is the model system for this type of penetration and internalization (Helenius et al., 1979) . A detailed study of the penetration mechanism for SFV into BHK21 cells shows that the virus preferentially binds on microvilli and then probably migrates on the cell surface to the special structures referred to as coated pits, where epidermal growth factors and low-density lipoproteins are also bound. Subsequently, the virus is probably endocytosed, mainly in coated vesicles. The time the virus spends in the coated vesicles is short, and within minutes virus can be seen in larger uncoated vacuoles within the cytoplasm of the infected cells. These vacuoles may have arisen through fusion with coated vesicles. Some virus-containing vacuoles are ultimately transformed into secondary lysosomes. The final step of the penetration of SFV nucleoprotein containing the viral genome and the capsid protein probably occurs from the lysosome .\n\nMany classes of lipid-enveloped viruses leave their host cells through a budding mechanism. A preliminary to budding is the appearance of viral-coded proteins in the plasma membrane of the host cell. These proteins, typically as with Newcastle disease virus and other paramyxoviruses, aggregate into localized clusters and are exposed at both the external and cytoplasmic faces of the plasma membrane. Viral capsids formed in the cytosol migrate toward these modified regions and the final interaction results in further membrane distortion and the ultimate budding of the capsid with the lipoprotein complex through the host membrane (Choppin et al., 1976; Compans et al., 1966) . Complex variations on this general pattern exist (Bramhall and Wisnieski, 1981) .\n\nElectron microscopic studies have revealed that during the early stages of budding, the viral envelope appears as a continuation of the cellular membrane (Tooze, 1973) . Later, both the nucleocapsid and the coat proteins appear to be present in extended membrane complexes which are mobile in the plane of the membrane (Dubois- Dalcq and Reese, 1975) .\n\nFor other viruses such as herpes, the envelope is acquired at the inner nuclear membrane. During their development, nucleocapsids are seen close to protruding regions of the inner nuclear membrane that contain an underlying protein layer. These regions form the viral envelope. The enveloped virus travels within a vacuole from the perinuclear space probably to the cell surface, where it is released into the extracellular space by reverse phagocytosis (Rodriquez and Dubois-Dalcq, 1978) . Other viruses, such as rabies, appear to form complete particles without cellular membrane involvement, i.e., prior to the arrival of any host cell membranes (Hummeler and Koprowski, 1969; Hummeler et al., 1967) .\n\nAssembly of virus particles is an integral part of cellvirus activity prior to release of virions. How the virion components arrive at the site of assembly is not well understood. Some viruses, such as paramyxo-and myxoviruses, togaviruses, and some rhabdoviruses, are known to use preexisting membranes as templates for assembly. The envelope proteins of such viruses may display specificity for particular fatty acyl chains during the transport and insertion process Tiffany, 1973, 1975; Tooze, 1973; Dubois-Dalcq and Reese, 1975) . Proteins that bind to the cytoplasmic side of the plasma membrane, such as those of the vesicular stomatitis virus, may assemble spontaneously after synthesis. These proteins may serve to attach the nucleocapsids to the virusmodified plasma membrane during the last stage of assembly (McSharry et al., 1975) . The pox viruses are also assembled in the cytoplasm and appear to leave their host cell via the microvilli or similar specialized regions of the cell membrane (Stokes, 1976) .\n\nMost nonenveloped viruses commonly gain release from their host cells by promoting lysis of the host plasma membrane resulting in cell death. In contrast to release by budding, some enveloped viruses also gain their release from host cells following lysis of the host plasma membranes. The mechanism responsible for membrane damage is obscure. Cytocidal viruses appear to cause alterations in cellular membranes and, in many cases, have profound effects on host membrane lipid composition following infection (Blair and Brennan, 1972; Collins and Roberts, 1972; Pfefferkorn and Hunter, 1973; Poste, 1970) . Many cytocidal viruses stimulate lipid metabolism in infected cells. Examples include adenoviruses (Mclntosh et al., 1971) , picornaviruses (Penman, 1965; Plagemann et al., 1970) , paramyxoviruses (Gilbert, 1963) , and pox viruses (Gaush and Younger, 1963) . Exceptions have been reported for enveloped and nonenveloped viruses. The Sindbis virus causes a decrease in phospholipid synthesis (Pfefferkorn and Hunter, 1973) . The temperature-sensitive mutants of SV40 virus inhibit phospholipid synthesis and this fact correlates with their ability to induce the release of cytoplasmic proteins from infected cells (Norkin, 1977) .\n\nThe plasma membrane of the insect cell, like that of other eukaryotic cells, is a complex and delicate structure. In their study on the fine structure of membranes and intercellular communication in insects, Satir and Gilula (1973) noted the fundamental similarity of the insect cell membrane to that of other animal cells. The limited information available suggests that with respect to composition, electron microscopic appearance , and permeability properties, including those for excitation of muscle and nerve (Usherwood, 1969) , cellular membranes of insects fit the criteria for unit membranes (Robertson, 1969) .\n\nThat the insect cell is capable of responding to foreign bodies present in its immediate environment has been demonstrated by numerous investigators. Insect blood cells, hemocytes, are extremely efficient at removing foreign particles, such as bacteria, fungi, and nematodes from the hemocoel, by either phagocytosis, nodule formation, or encapsulation (Salt, 1970) .\n\nFor the insect cell, as for other eukaryotic cells, cell receptors have not been unequivocally identified in terms of detailed chemistry. In prokaryotic systems, such as the bacteriophage-bacterium system, the bacterial receptors for phage attachment are considered to be fixed (Meager and Hughes, 1977) . In eukaryotic systems, cells are not only growing and dividing, but are also differentiating. Considerable changes occur in eukaryotic cells and accordingly, the cell membrane changes in composition, structure, and properties. Moreover, eukaryotic cells grown in vitro are not identical to those growing in vivo, and our understanding of receptors and cell-virus interactions in each situation may not coincide.\n\nReceptor sites may have been identified for insect cellbaculovirus attachment. Tanada, Hess, and Omi (1975) in their study on infection of the armyworm by its NPV, reported that the surface of the microvilli of cells in the insect gut was covered with filaments, presumed to be composed of polysaccharide. Virus particles were frequently observed in contact with this coating; often, more than one location of the virus particles were in contact. In their study on NPV infection in the oriental tussock moth, Euproctis subflava, Kawamoto et al. (1977) noted that after cytoplasmic budding, enveloped nucleocapsids located on the basement membrane or freed in the hemocoel appeared to enter neighboring cells by phagocytosis (viropexis) with the spike end at the head. Dense materials were observed along the inner lining of the plasma membrane which had contact with the spikes of the entering virus particles.\n\nIn this section we consider properties of the baculoviruses which appear to be of importance in cell-virus recognition. What structural indicators are available which may be utilized for attachment of the virus to the cell? Does the biochemistry of baculovirus membranes play a part in initiating the process of infection?\n\nThe baculoviruses include the nucleopolyhedrosis viruses (NPVs) and the granulosis viruses (GVs). The nucleocapsids of both groups are rod shaped (baculo) and are subject to occlusion within paracrystalline inclusion bodies: polyhedra for the NPVs and capsules (granules) for the GVs. A third group of baculoviruses include rod-shaped nucleocapsids which are not occluded within inclusion bodies.\n\nThe nucleocapsids of the NPVs and the GVs are enveloped when contained in inclusion bodies. Ingested along with food, the inclusion bodies are broken down in the alkaline environment of the host f s gut. During their cycle of infecting host cells, the nucleocapsids may exist with envelopes at various times and exist without envelopes at others. Much of our knowledge of the structural aspects of baculovirus nucleocapsids comes from electron microscopic observations on sectioned and alkali-dissolved inclusion bodies and infected cells.\n\nOn the basis of thin sectioning, Bergold (1963) described the structural features of the nucleocapsids of NPVs and GVs. The nucleocapsids of the NPVs exist as single rod forms or as groups of single virus particles, bundles. In each case an envelope, or in Bergold's terminology, a developmental membrane, surrounds the virus particles-the single forms and the bundles. The envelope or developmental membrane was reported by Bergold to be about 75 Ü thick. Proceeding from the envelope inward, a space of about 60 & and of lesser density than the envelope exists between it and an inner or intimate membrane. The inner membrane was reported to be about 40 Ä thick. A layer of lesser density about 60 A thick follows, and, finally, the central, dense corelike column of the virus proper with a diameter of about 300 A. The average diameter of an enveloped nucleocapsid of the NPV of the silkworm, Bombyx mori L., was about 85 nm, and the average length was 330 nm. Cross and longitudinal sections through GV capsules revealed that there was almost exclusively one, and rarely two, virus particles in each capsule. Each GV nucleocapsid was also surrounded by a developmental and intimate membrane. The average diameter and length of an enveloped nucleocapsid within a capsule of the GV of Caeoeoia murinana Hubner, was 47 A x 260 K. For the NPVs and GVs studied by Bergold (1963) , there was no evidence of spherical or disk-shaped subunits, a central channel, or protrusions at one or either end of the nucleocapsid.\n\nSubjecting inclusion bodies to weak alkali (Bergold, 1953) liberates the nucleocapsids. Alterations in morphology Jiave been noted using this procedure. In many cases the developmental membrane becomes removed from the nucleocapsid and the inner membrane can be studied. Kozlov and Alexeenko (1967) in such studies concluded that the inner membrane was composed of subunits or capsomeres. They considered the inner membrane to be double layered and more dense than the developmental membrane. Teakle (1969) noted that virus particles from alkalitreated polyhedra of the NPV of Anthela varia possessed structures resembling a claw at each end and a nipplelike structure at one end. Other investigators have also occasionally observed protrusions from one or both ends of similarly prepared virus particles (Bird, 1957; Smith, 1962; Ponsen et al., 1965; Summers and Paschke, 1970; Mazzone and McCarthy, 1981) . Among alkali-liberated nucleocapsids from polyhedra of NPVs, Harrap (1972a) observed enveloped, naked, and empty particles. He regarded the developmental membrane surrounding the nucleocapsid to be a three-layered virus envelope: an outer layer in which no detailed substructure could be resolved, a layer of hexagonally packed subunits referred to by Harrap as peplomers, 20 nm in diameter, and a flexible membrane or virus membrane composed of 4 nm subunits packed hexagonally. Moreover, Bergold's inner or intimate membrane was considered to be a capsid composed of subunits, 3 nm in diameter, arranged in a loose type of lattice. In this regard the notion of the inner membrane being a capsid has also been considered by other investigators (Hughes, 1958 (Hughes, , 1972 Kozlov and Alexeenko, 1967; Arnott and Smith, 1968) . In Harrap's observations, the capsid surrounds a core of internal component containing a central hole or channel, 10-15 nm in diameter. The less electron-dense region between the densely staining rod-shaped particle and the virus envelope seen in sectioned virus particles was believed to possibly represent condensed nucleoplasm of the virusinfected cell (Harrap, 1972b) . From his studies, Harrap concluded that the capsid construction of the NPVs must be similar.\n\nIn a related study, Beaton and Filshie (1976) analyzed the capsid structure of two NPVs, that of B. mori and the cluster caterpillar, Spodoptera litura (F.), and two GVs, that of the potato tuberworm, Phthorimaea operoulla (Zeil) and the cabbage white butterfly, Pieris rapae (L.). Positive transparencies of electron micrographs of virus particles were prepared and analyzed by optical diffraction. Beaton and Filshie concluded, in agreement with Harrap (1972a) , that the periodic lattice structure of the capsids of the two NPVs and the two GVs were indistinguishable. Each capsid was composed of stacked rings of subunits spaced 4.5 nm. They also were in agreement with Harrap (1972a) that the viral envelope was a triple-layered structure. To provide a more current terminology for baculovirus, Beaton and Filshie encouraged the use of the terms virus envelope and capsid for the older terms, developmental membrane and inner (intimate) membrane, respectively. They also pointed out that their results showing the close structural relationship of the capsids of NPVs and GVs supported Bellett's (1969) taxonomic observations on the close serological and genetic relationships between these two groups of baculoviruses.\n\nThe suggestion of peplomers in the envelope of the nucleocapsids serving as attachment proteins in infections (Harrap, 1972b; Harrap and Robertson, 1968; Summers, 1971 ) was substantiated by the work of Adams et al. (1975 Adams et al. ( , 1977 , Kawamoto et al. (1977) , and Hess and Falcon (1977) . They undertook an extensive electron microscope investigation on invasion and replication of insect NPVs in vivo and in vitro.\n\nThe baculoviruses were observed possessing an envelope nucleocapsid with a peplomer structure restricted to one end of the envelope and specific to certain virus forms only (Fig. ID) . For the NPVs there appears to be two forms of baculovirus enveloped nucleocapsids (refer to the chapter on \"Pathology Associated with Baculovirus Infection\" by Mazzone in this volume). The invasive form is that of enveloped nucleocapsids present in nuclei and occluded in polyhedra. These nucleocapsids are involved in a primary infection and in the invasion events of entry of gut columnar cell microvilli. Adams and co-workers noted no special modification of the envelope of these nucleocapsids. However, the hemocoelic or spreading form of nucleocapsids are involved in: (1) secondary infection pathogenesis in insect cells other than gut columnar cells in vivo, and (2) in attachment, fusion, and penetration of insect cells in vitro.\n\nWhereas the invasive nucleocapsids acquire an envelope within the host cell nuclei, the hemocoelic type of nucleocapsids acquire an envelope upon budding through plasma membranes. Adams and co-workers believe that the envelope becomes modified with peplomers on one end of the nucleocapsids, presumably, by a virus-coded event.\n\nThe nature of the infective virion has been the subject of controversy, in terms of it requiring an envelope (Bergold, 1958; Summers and Volkman, 1976) or not (Bird, 1959; Stairs and Ellis, 1971; Kawarabata, 1974) . The routes of infection may determine the necessity of a viral envelope. From their study on the NPV of the silkworm, Kawarabata and Aratake (1978) concluded that peroral infection is largely the result of an enveloped virion, the peroral infectious unit. Infection of cells in the hemocoel was largely the result of the virion without an envelope, the hemocoelic infectious unit. In the case of in vitro observations, nonenveloped virions are reported to be highly infectious to cell cultures (Raghow and Grace, 1974; Henderson et al., 1974; Knudson and Tinsley, 1974; Dougherty et al., 1975; Knudson and Harrap, 1976) . Summers and Volkman (1976) attempted to clarify the controversy of the infectious form of the nucleocapsid. They made biophysical and morphological comparisons of the infectious virions from insect hemolymph and from cell culture medium with virions derived from inclusion bodies after alkaline treatment. They concluded that the nucleocapsids from hemolymph and cell culture media were predominantly loosely fitting enveloped single nucleocapsids. These virus forms, from two different sources, were similar with regard to morphological and biophysical characteristics, but were quite different from the enveloped virus particles derived from alkali-treated polyhedra. Peplomers, observed on the surface of enveloped nucleocapsids from hemolymph and cell culture media, were not associated with polyhedra-derived virus. This study supports earlier reports of nucleocapsids with loose-fitting envelopes derived from hemolymph (Summers, 1971 ) and from cell culture media .\n\nBiochemically, the virus envelope of baculoviruses has been shown to have a phospholipid character with a role in infectivity. Yamamoto and Tanada (1977) working with the GV and NPV which infect the armyworm extracted fatty acids and phospholipids from polyhedra and capsules and from the isolated envelope virions from each type of inclusion body. Only the enveloped viruses from the GV and the NPV contained detectable phospholipids. Extracting fatty acids from the inclusion bodies with acetone and then inoculating them per os into armyworm larvae did not affect the infectivity of the viruses, Extracting phospholipids from inclusion bodies with chloroformmethanol and then inoculating them per os into armyworm larvae almost completely inactivated the infectivity of the viruses. The phospholipids extracted were believed to have originated from the enveloped viruses contained within the inclusion bodies (Yamamoto and Tanada, 1977) .\n\nThe phospholipids extracted from the envelopes of the isolated viruses were identified as phosphatidylcholine, phosphatidylethanolamine, and an unidentified phospholipid (Yamamoto and Tanada, 1978b) . A higher quantity of phosphatidylcholine was present in the enveloped virons of the NPV than in the GV. Isoelectric focusing of enveloped virions demonstrated that the total electric charge distributed on the surface of the envelopes of nucleocapsids was negative in neutral and alkaline solutions. Although there was little difference in charges between enveloped virions from the NPV and GV, the charge was less negative in the former than in the latter. When the charges were neutralized by cationic detergents, infectivity of the NPV was enhanced. Yamamoto and Tanada (1978b) hypothesized that phosphatidylcholine enhances the NPV infection by overcoming the negative potential of the viral envelope.\n\nThe common route of infection for the baculoviruses is by the oral route into the host insect. The occluded baculoviruses used as viral insecticides are customarily sprayed as virus-containing inclusion bodies in an infested area at sometime just preceding or during the early stages of larval development. Insect larvae feeding on foliage contaminated with inclusion bodies, polyhedra, or capsules, ingest the virus material. In the gut the inclusion bodies are broken down by alkaline juices and most likely by enzymes, liberating free, enveloped virions. The liberated virions then interact with susceptible cells to cause infection.\n\nFor the baculoviruses, there are two phases of infection, a primary one occurring in the gut of the insect, and a secondary infection occurring in the tissues and organs in the hemocoel. Therefore, the three principal stages of infection, attachment (adsorption), entry (penetration), and release, for the baculoviruses, may be considered under two presumably different sets of circumstances within the host. This section will also note other processes which occur during baculovirus infection, such as virus assembly and envelope acquisition.\n\nFor the primary infection in the gut of the insect, enveloped virions released from inclusion bodies become attached to the cell membranes of the midgut microvilli (Harrap and Robertson, 1968; Harrap, 1969 Harrap, , 1970 Summers, 1969) . Kawanishi et al. (1972) followed the infection of the NPV of Raohiplusia ou in the midgut columnar cells of the cabbage looper, Trichoplusia ni. They observed that enveloped viruses were adjacent to and closely appressed to the microvilli. The virions were not oriented in any specific manner to the microvilli, and both tip-to-tip and side-to-side interactions were observed. However, co-workers (1975, 1977) noted that in the invasion of tissue culture cells and target larval cells, the enveloped virions attached to the cell membranes in the area of the virus envelope which contained peplomers. The peplomers were believed to be only on one end of the virion.\n\nIn studies on NPV infection in the armyworm, Tanada et al. (197 5) noted that the attachment of free enveloped virions to midgut cells was enhanced by a factor found in the capsule protein of the Hawaiian strain of a GV which was also infectious to the armyworm (Tanada and Hukhuhara, 1971; Tanada et al., 1973; Hara et al., 1976) . The synergistic factor from the GV had a molecular weight of approximately 126,000, and contained polypeptides and phospholipids (Yamamoto and Tanada, 1978a) . The phospholipid fraction appears to be essential for the enhancing activity. Yamamoto and Tanada (1978a) treated the synergistic factor with phospholipase C and with phospholipase A2 . Phospholipase C did not decompose the synergistic factor, but did destroy its capacity to enhance the NPV. In contrast, phospholipidase A2 had no effect on the synergistic factor. The investigators believe that the different reactions of the two phospholipases on the synergistic factor indicates that the hydrophilic group of the phospholipid fraction was exposed to the action of phospholipase C and was associated with the synergistic activity.\n\nFor attachment events occurring within the host cell, Summers (1969) observed that in cabbage looper cells infected with a GV, 2-6 hours after infection, some virions were associated with the nuclear envelope in an apparent nonspecific manner. However, other virions appeared directly associated end-on with the nuclear pore. The attachment of capsids at the nuclear pore site in insect cells has also been reported in other studies, both in vivo (Summers, 1971; Kawanishi et al., 1972; Tanada and Hess, 1976) and in vitro (Raghow and Grace, 1974) . Within the infected cells of the armyworm, Tanada and Hess (1976) noted that nucleocapsids associated with the virogenic stroma were usually aligned with one end either attached to or extremely close to the edge of the dense stroma. They point out that this observation had been previously described by other workers (refer to Bergold, 1958; Smith, 1967) .\n\nIn the primary infection of gut columnar cells, the NPV nucleocapsids rarely take on polyhedra. At this point in the infection, the nucleocapsids do not have envelopes, a requisite for containment within inclusion bodies. However, on leaving the gut columnar cells, the nucleocapsids acquire envelopes. Robertson et al. (1974) point out that the nucleocapsids which become enveloped by the cell membrane play a specific role in the recognition of, and attachment to, susceptible sites on cell surfaces in the secondary infection. These nucleocapsids, therefore, cannot serve as sites for inclusion body deposition.\n\nFusion of the virus envelope of baculoviruses with plasma membranes of host cells has been reported in gut columnar cells of the microvilli of insects (Summers, 1969 (Summers, , 1971 Harrap, 1970) . In such occurrences virus particles lacking envelopes were seen within the cells. Particles attached to the microvilli exhibited varying degrees of contiguity with the microvilli membranes. In some observations the juncture of the envelope and plasma membrane appeared indistinct while in others the two membrane elements were more distinctly confluent (Kawanishi et al., 1972) . Single as well as bundles of nucleocapsids were encountered within microvilli at varying distances from the columnar cell body (Kawanishi and Pashke, 1970; Kawanishi et al., 1972) . The virus envelope appeared to be lost at the cell surface since the virions were observed in the microvilli without the envelope. Tanada et al. (1975) noted that virus particles also appeared to enter the cells at points other than the microvilli. Moreover, groups of single viruses from bundles appear to enter together into the cytoplasm of a microvillus. co-workers (1975, 1977) in their extensive study on invasion and replication of baculoviruses in vivo and in vitro noted that fusion of virus envelope and plasma membrane occurred as one step of the infection process. However, entry of virus particles' into in vitro cells probably occurred by phagocytosis. In this latter case, nucleocapsids were found in envelopes in vesicles and naked and in envelopes in the cytoplasm. Phagocytosis of many nucleocapsids was believed to involve lysosomes and/or microbodies. Those virus particles that reach the nuclear membrane may have gained entry by causing an inpouching and phagocytosis by the nuclear membrane in cell cultures, or through nuclear pores of cells in vivo. Virions may acquire an envelope within the nucleus but also from the nuclear membrane when exiting or from the plasma membrane at the time of release from the cell. In infected hemocytes, Kislev et al. (1969) maintain that phagocytosis is the mechanism of penetration regardless of whether the virus is introduced into the body per os or by intrahemocoelic injection. Kislev et al. conducted electron microscopic studies on hemocytes of the Egyptian cottonworm, Spodoptera littoralis (Boisduval) infected with an NPV. Of the four major types of hemocytes differentiated in the blood of the insect, virus formation was found to occur mainly in the plasmatocytoids, and only to a much lesser extent in the granular hemocytes and oenocytoids. Plasmatocytoids were observed phagocytosing free virus particles as well as several whole polyhedra. Virus particles originating, presumably, from the nucleus of the cell were found in cytoplasmic extensions of infected plasmatocytoids. Kislev et al. noted many protuberances of the nuclear membrane of the hemocytes but did not report the budding of viruses from the nuclei.\n\nFrom a study of baculovirus infection in the cabbage looper, Tanada and Leutenneger (1970) postulated an alternative major route of invasion of virus particles into the hemocoel. Virions released from polyhedra in the gut may move through the intercellular spaces of the gut columnar cells to the basal lamina and, ultimately, to the hemocoel. This mode of entry of virus particles into the hemocoel was also observed as occurring in the webbing clothes moth, Tineota bisseVlieVLa, by Hunter et al. (1973) .\n\nThe uncoating or release of viral nucleic acid has been noted as occurring in vivo at the site of the nuclear pore of cells. Summers (1969) suggested that the virus genome was passed into the nucleus without the virions entering the nuclear region, thus resembling a mechanism similar to bacteriophage infection of bacteria. Uncoating was also stated as occurring by this procedure for infected cells in vitro (Raghow and Grace, 1974; Hirumi and Hirumi, 1975) . Adams et al. (1975 Adams et al. ( , 1977 observed no peplomers on those virions which replicate in the nucleus and are occluded in polyhedra. It was uncertain whether these nucleocapsids in acquiring an envelope from the nuclear membranes had peplomers upon exit from the cells. The peplomer morphology was most evident on those nucleocapsids passing through the plasma membrane. These investigators believe that occluded virions may differ from nonoccluded virions as to the existence or timing of peplomer formation. Moreover, the peplomers may differ biochemically, perhaps being triggered upon release from the polyhedron prior to invasion of the microvilli of the gut.\n\nThe assembly of baculoviruses within the cytoplasm of insect cells has been observed in a number of studies (Huger, 1963; Arnott and Smith, 1968; Summers, 1971; Falcon and Hess, 1977) . In cells infected with the NPV of the alfalfa looper, Autographa caHfomica (Speyer) , the cytoplasm-located viruses were frequently found in more than one cell in the same area. Interspersed with cell organelles such as mitochondria, glycogen, and rough endoplasmic reticulum were numerous vesicular membrane profiles which occurred much more frequently than any observed in the nucleus associated with virus development. These membranes were believed to be used in enveloping nucleocapsids .\n\nNucleocapsids may acquire envelopes by a number of processes including: (1) de novo morphogenesis in the nucleus (Summers, 1971; Harrap, 1972 ; Adams et al., 1977) ; (2) from the inner layer of the nuclear membrane (Summers, 1971; Hughes, 1972; Stoltz et al., 1973; MacKinnon et al., 1974; Tanada and Hess, 1976) ; (3) budding from the nuclear envelope (Injac et al., 1971; MacKinnon et al., 1974; Nappi and Hammill, 1975; Adams et al., 1977) ; (4) de novo synthesis in the cytoplasm (Robertson et al., 1974) ; (5) from the endoplasmic reticulum membrane (Injac et al., 1971; Smith, 1971; MacKinnon et al., 1974) ; and (6) budding through the cell membrane (Summers, 1971; Robertson et al., 1974; Adams et al., 1977) . Kawamoto et al. (1977) followed the acquisition of envelopes by nucleocapsids via three processes in the oriental tussock moth: (1) de novo morphogenesis in the nucleus;\n\n(2) nuclear budding; and (3) cytoplasmic budding. The direction of nucleocapsids in the envelopes was the same in the three modes of envelopment. The envelopment seemed to occur from a nipple end which was at one end of the nucleocapsid.\n\nIn the latter two modes of envelope acquisition, nucleocapsids wrapped by these ways are not occluded and seemed to be released into extracellular space, such as, the hemocoel of insects or the culture medium of in vitro systems. After the envelopment by the three processes, electrondense materials were observed between the envelope and the nucleocapsid, although the contents and morphological features differed among the three types of envelopes. The authors believe that these materials may function similarly as mediator between the envelope and nucleocapsid, as have been observed in many vertebrate viruses which acquire envelopes. The function of the electron-dense material in the NPVs seems to correspond to that of the tegument of herpesviruses (Roizman and Furlong, 1974) or the membrane protein of myxo-and paramyxoviruses (Schulze, 1972; Yoshida et al., 1976) .\n\nA marked difference among the three types of envelopes was the characteristic cap-shaped structures with spikes which were seen only on the surface of the envelope derived from the plasma membrane (Fig. ID) . After cytoplasmic budding, nucleocapsids enveloped in this manner were located on the basement membrane or liberated in the hemocoel. They then appeared to enter neighboring healthy cells via phagocytosis (viropexis) with the spike end at the head. At the sites where these spikes came into contact with healthy cells, coated, vesiclelike structures were observed inside the plasma membrane. Occasionally, incomplete particles which lacked nucleocapsids were also budding through the plasma membrane and released into the extracellular space.\n\nNucleocapsids may exit from infected nuclei by outpouching of the nuclear membrane and pinching off. Enveloped virions and nucleocapsids may exit through nuclear pores or ruptured areas in the nuclear membrane. Those nucleocapsids in vesicles that escape the cells' protective defenses may be ejected intact through the plasma membrane. Those nucleocapsids which reach the plasma membrane naked acquire an envelope as they pass through (Adams et al., 1975) . At this stage some investigators have reported the modification of the anterior cap of the envelope with peplomers. This modification was also noted as occurring in the columnar cells of the insect gut as replicated nucleocapsids passed through the basement membrane (Adams et al., 1975) .\n\nAs noted above, envelopes may not be needed for invasion of the virion into susceptible cells in the hemocoel (Stairs and Ellis, 1971; Kawarabata, 1974; Tanada and Hess, 1976) . How nucleocapsids enter the hemocoel without envelopes is not clear. Harrap and Robertson (1968) suggest that virus particles released from the nucleus move along a gradient between the nucleus and its basement membrane. Summers (1969 Summers ( , 1971 reported virus particles engulfed in vesicles of unknown origin in the cytoplasm and suggested that they were transplanted by this means through the gut columnar cells to the basement membrane. Tanada and Leuteneger (1970) reported enveloped and unenveloped nucleocapsids in the endoplasmic reticulum and intercellular space and in the basement membrane, and they suggested that such nucleocapsids entered the hemocoel through this pathway. Hunter et al. (1973) similarly suggested that the virus particles moved through the intercellular space into the hemocoel.\n\nThe process of budding is of interest not only as a mode of viral release but also because it represents a nucleocapsidplasma membrane interaction by which nucleocapsids acquire their envelopes. Nappi and Hammill (1975) studied the envelope acquisition of viral particles of the NPV of the gypsy moth (Lymantria dispa?, Linnaeus) in host hemocytes. The most apparent pathological change was the development of numerous protrusions or buds of the nuclear membrane, many of which contained naked virus particles. The process of budding which was expressed by such protrusions involved an extension of both inner and outer lamellae of the nuclear membrane. The exact process by which viruses emerged from infected gypsy moth hemocytes was suggested as involving vesicles in cytoplasmic extensions of the hemocytes. The vesicles were formed as extensions of the nuclear envelope that had been pinched off into the cytoplasm. Enveloped nucleocapsids were observed as present in many of the vesicles. The nucleocapsids were believed to be transported within the vesicles to the periphery of the cell and released by exocytosis. During this process, the vesicular membrane, i.e., the outer lamellae of the nuclear envelope, could fuse with the plasma membrane to liberate the enveloped nucleocapsids into the hemolymph. This was believed to be one mode of transmission of the virus from cell to cell during the early stages of infection before the rupture of the nuclear membrane.\n\nThe baculovirus particles are considered to be nucleocapsids, which for the greater part of the infection cycle are surrounded by envelopes. In this regard, the older terms of intimate (inner) and developmental membranes to describe the structures surrounding the naked particle have been replaced by capsid and envelope, respectively (Harrap, 1972a; Beaton and Filshie, 1976) . These changes in terminology give a somewhat better perception of how the baculovirus particle may fit into a concept of virus attachment proteins recognizing or being recognized by receptor sites on susceptible cells.\n\nIn its activities, expecially in lepidoptera, a baculovirus is generally involved in two types of infections (Harrap and Robertson, 1968; Harrap, 1969 Harrap, , 1970 Summers, 1969) . After ingestion of inclusion bodies by an insect larva and liberation of enveloped nucleocapsids in the host gut, the virions commence a nonlethal infection of gut columnar cells. This infection involves one series of reactions between virus and cell, including attachment, entry, and release of enveloped virus particles. After this initial series of events, nucleocapsids reach the hemocoel by pathways which are not adequately delineated to engage in secondary, but lethal, infections of cells. In the hemocoel, a second series of reactions ensues involving, again, attachment, entry, and release of enveloped virus particles.\n\nIn terms of virus attachment proteins, the attachment reaction in the host gut is less clearly defined than is the attachment of virions to cells in the hemocoel. In the latter situation glycoprotein spikes in the form of peplomers are contained on one end of the enveloped nucleocapsid. Such structures are believed to be similar to the glycoprotein spikes of vertebrate viruses, serving the function of attaching the enveloped nucleocapsid to the cell (Adams et al., 1975 (Adams et al., , 1977 . However, the virus receptor concept also requires sites on the cell which serve to bind the virus particles. In the primary infection occurring in the larval gut, receptor elements may have been identified on host cells. On the surface of the microvillus, filaments have been observed to which virus particles are attached (Tanada et al., 1975) . Moreover, in the secondary infection occurring in cells of organs and tissues in the hemocoel, receptor sites may also have been observed. Dense materials have been noted along the inner lining of the plasma membrane which are in contact with spikes of the entering particles (Kawamoto et al., 1977) .\n\nAttachment of an NPV nucleocapsid to susceptible cells of the armyworm appears to be enhanced by a synergistic factor from a GV which also infects the insect (Tanada et al., 1975) . The synergistic factor with an estimated molecular weight of 126,000 contains polypeptides and phospholipid (Hara et al., 1976; Yamamoto and Tanada, 1978a) . The phospholipid is intimately related to the enhancement which is abolished by the action of phospholipase C but not phospholipase A2. The different reactions of the two phosphoUpases on the synergistic factor suggested that the hydrophylic group of the phosphophipid was exposed to the action of phospholipase C and was associated with synergistic activity (Yamamoto and Tanada, 1978a) . Attachment of the NPV virus particles also appears to be enhanced by a phospholipid, phosphatidylcholine, in the envelope of the nucleocapsid. Phosphatidylcholine is believed to enhance NPV infection by overcoming the negative potential of the viral envelope, thus increasing the attachment of virus to cell (Yamamoto and Tanada, 1978b) .\n\nIn the penetration of the virus particle into the cell both fusion and phagocytosis have been observed. Phagocytosis appears to be especially frequent in hemocytes (Kislev et al., 1969) and in cultured cells (Raghow and Grace, 1974; Knudson and Tinsley, 1974; Hirumi and Hirumi, 1975; Knudson and Harrap, 1976) . Injection of viral nucleic acid into the cell in a bacteriophage-bacterium type of reaction has been reported as occurring at the site of the nuclear pore of cells (Summers, 1969) . Penetration does not appear to require any specific orientation of the virus particle to the cell. Thus, virus particles have been observed in their apposition to cells as side-to-side and tip-to-tip (Kawanishi et al., 1972) ; in other cases, only the end of the virus bearing peplomers, presumably glycoprotein spikes, appeared to attach to cells (Adams et al., 1975 (Adams et al., , 1977 .\n\nThe mechanism of release of viral particles from the nucleus or from the plasma membrane in secondary infections results in the acquisition of envelopes for virus particles (Nappi and Hammill, 1975; Adams et al., 1977) . The envelope acquired by the nucleocapsid in budding through the plasma membrane becomes modified with peplomers on one end. However, the nucleocapsids which acquire an envelope by de novo synthesis in the nucleus and are subsequently occluded within inclusion bodies do not have a peplomeric morphology on their envelopes (Adams et al., 1977) . The peplomeric morphology was further delineated by Kawamoto et al. (1977) . In the acquisition of envelopes by baculovirus nucleocapsids by de novo synthesis in the nucleus, by nuclear budding, and by cytoplasmic budding through the plasma membrane, the characteristic cap-shaped structure with spikes, at one end of the nucleocapsid, was seen only in the surface of the envelope derived from the plasma membrane.\n\nWhile the present report brings out some strong support for a virus receptor concept in the baculovirus-host cell system, a number of observations require further elucidation. Since glycoprotein attachment units have not been reported for nucleocapsids which attach to gut columnar cells, what binding mechanisms do occur? Entry of the virus particles in the primary infection is reported to occur by fusion. Are the attachment proteins of the nucleocapsids the short projections observed on some virus particles in the gut (Harrap and Robertson, 1968; Adams et al., 1977) or the plaque structures referred to by Summers (1971) ?\n\nIf the envelope is not required for virus particles to infect cells in the hemocoel (Bird, 1959; Stairs and Ellis, 1971; Kawarabata, 1974; Kawarabata and Aratake, 1978) or cells in culture (Dougherty et al., 1975) , what is the mechanism of attachment of the naked capsid to the cell? Are there two functionally different forms of infectious units, i.e., enveloped nucleocapsids versus nonenveloped nucleocapsids? In this connection, one should note at this time that in some hymenoptera only midgut cells are infected by baculoviruses which results in the death of the hosts.\n\nFrom the discussion presented it is clear that baculoviruses present many interesting and challenging topics for research. Elucidation of the virus receptor concept for the baculoviruses is one area of investigation which is equally as complex in terms of structure and function as any that is being pursued in other cell-virus systems. Blough, H. A., and Tiffany, J. M. (1975) . Theoretical aspects of structure and assembly of viral envelopes. Curr. Topics\n\nImmunol. 70, 1-30. 1 9 6 8 ) .\n\nH e m a g g l u t i n a t i o n by r a b i e s v i r u s . J. Vivol. 2, 1 3 8 1 -1 3 9 2 . L a n d s b e r g e r , F . R . , Compans, R. W., C h o p p i n , P . W., and L e n a r d , J . ( 1 9 7 3 ) . O r g a n i z a t i o n o f t h e l i p i d p h a s e i n v i r a l memb r a n e s . Chapman and H a l l , London. Lonberg-Holm, K . , a n d P h i l i p s o n , L. ( 1 9 7 4 ) . E a r l y i n t e r a c t i o n s between a n i m a l v i r u s e s and c e l l s . Monogv. Vivol. 9, 1 -1 4 8 . Lonberg-Holm, K., and P h i l i p s o n , L. ( 1 9 8 0 Gen. Vivol.\n\n10, 2 5 1 -2 6 5 ."}