{"title": "Predicting the global mammalian viral 1 sharing network using phylogeography", "body": "Most emerging human viruses originate in wild mammals, so understanding the drivers of 27 interspecific viral transmission in these taxa is an important public health research priority 1,2 . 28 Despite a rapidly expanding knowledge base, the mammalian viruses known to science 29 remain taxonomically biased and limited in scope, likely comprising less than 1% of the 30 complete mammalian virome 3,4 . Furthermore, host range is inadequately characterized even 31 for the best-studied viruses 5-7 . To help prioritise viral discovery efforts and zoonotic disease 32 surveillance in wildlife, studies have revealed high (zoonotic) parasite diversity in certain 33 host taxa, such as rodents and bats 5, 8 , and/or linked parasite diversity with host phenotypic 34 traits such as reproductive output 9,10 . Viral diversity has also been associated with host 35 macroecological traits, including geographic range size 11 and sympatry with other mammals 5 . 36 The rationale for investigating viral diversity is that species with more viruses will generate 37 more opportunities for viral transmission to other species, including humans. However, in 38 order to infect a new host species, a virus must transmit, invade, and potentially replicate 39 within the novel host 12 . Each of these processes becomes less likely if the two hosts differ 40 more in terms of their geographic range, behaviour, and/or biochemistry (i.e., cellular 41 receptors allowing viral attachment and invasion) 12, 13 . Consequently, the probability that a 42 pair of hosts will share a virus is shaped both by the species' underlying viral diversity and by 43 species interactions represented by pairwise measures such as spatial overlap, phylogenetic 44 relatedness, and ecological similarity [14] [15] [16] . 45 \n\nPrevious investigations into pairwise determinants of viral sharing have been limited to one 47 or two host orders (e.g., bats 17,18 , primates 19 , ungulates 16 , and carnivores 14,16 ), while 48 sometimes lumping together different types of pathogen (e.g., helminths, viruses, and 49 bacteria). Viruses are sometimes shared across large host phylogenetic distances (e.g., Nipah 50 virus in bats and pigs, among many others 20,21 ), requiring a broader understanding of viral 51 sharing across mammals to predict patterns at different taxonomic and geographic scales. In 52 addition, many mammalian orders have yet to be investigated in these analysesmost 53 notably rodents, which are highly diverse and host important zoonotic viruses 5, 8 . In addition, 54 although phylogenetic and geographic viral sharing effects have been empirically 55 demonstrated, the models have not yet been applied to validate viral sharing predictions using 56 external datasets or make inferences about mammals with no known viral associations. If 57 geographic and phylogenetic effects on viral sharing are as ubiquitous as they seem, these 58 variables alone could provide a useful baseline model of viral sharing applicable across the 59 mammal class.\n\nHere, we analyse pairwise viral sharing using a novel, conservative modelling approach 61 designed to partition the contribution of species-level traits from pairwise phylogeographic 62 traits. This method of analysis stands in contrast to previous studies of mammalian viral 63 sharing which have mainly focussed on host-level traits, and importantly buffers against 64 certain inherent biases in the observed viral sharing network, including host sampling bias, 65 when making predictions. 66 \n\nPredictors of viral sharing 68 We fitted a model designed to partition the contribution of species-level effects and pairwise 69 similarity measures to mammalian viral sharing probability. We used a published database of 70 1920 mammal-virus associations (excluding humans) as a training dataset 5 . These data 71 included 591 wild mammal species, equalling 174345 pairwise host species combinations, 72 with 6.4% connectancethat is, 6.4% of species pairs shared at least one virus. We used a 73 generalised additive mixed model (GAMM) framework, including a species-level effect in 74 our model as a multi-membership random effect, capturing variation in each species' 75 connectedness and underlying viral diversity (see Methods) . Overall, our model accounted 76 for 44.8% of the total deviance in pairwise viral sharing, with 51.1% of this explained 77 deviance attributable to the identities of the species involved (i.e., the species-level effect). 78 Our model structure was effective at controlling for species-level variation in our dataset: i.e., 79 the term had a strong impact on the centrality of each species when we simulated networks 80 using just these parameters ( Figure SI1 ). This observation suggests that ~50% of the dyadic 81 structure of observed viral sharing networks (in contrast to the true underlying network) is 82 determined by uneven sampling and concentration on specific species, and the remainder by 83 macroecological processes. remaining 49% of explained model deviance ( Figure 1A -C). Geography, phylogeny, and their 99 interaction all showed strong nonlinear effects, with geographic overlap in particular driving 100 a rapid increase in viral sharing that began at ~0-5% range overlap values, peaked at 50% 101 overlap values, and then levelled off ( Figure 1B ). This effect closely mirrors previous 102 observations of strong, nonlinear effects of geographic and phylogenetic similarity 103 determining within-order viral sharing 14,16-19 . Although occupying little of the visual space 104 within the model presentation, 93% of mammal pairs had less than 5% spatial overlap ( Figure   105 1B,D). The great majority (86%) of mammal pairs in our dataset did not overlap 106 geographically and rarely shared viruses unless phylogenetic similarity exceeded ~0.5 107 ( Figure 1A ). This phylogenetic distance corresponds roughly to order-level similarity; that is, 108 if two species did not overlap in space, it was highly unlikely that they shared a virus unless 109 they were within the same taxonomic order (8% of pairs varied widely across all groups of viruses ( Figure SI2 ; Table SI1 ), while the influence of host 128 phylogenetic relatedness was more consistent ( Figure SI3 ; Table SI1 ). Generally, host 129 phylogeny was more important in determining sharing of DNA viruses than it was for RNA 130 viruses, while space sharing was more important for vector-borne RNA viruses, and less so ecology, transmission, and evolution: for example, RNA viruses are fast-evolving, allowing 133 them to more quickly adapt to novel hosts, such that phylogenetic distances are less important 134 in determining viral sharing patterns 23 . Conversely, DNA viruses are more evolutionarily 135 constrained, with an evolutionary rate typically <1% that of RNA viruses, such that 136 phylogenetic distance between hosts presents a more significant obstacle for sharing of DNA The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint many of which are mammal-virus interactions 29 . Pairs of species that share viruses in EID2, 165 but which were not in our training dataset (see Methods), had a much higher mean sharing 166 probability in our predicted network (20% versus 5%; Figure 2A ). In addition, more central 167 species in the predicted network were more likely to have been observed with a virus, 168 whether zoonotic ( Figure 2B ) or non-zoonotic ( Figure 2C ), implying that the predicted 169 network accurately captured realised potential for viral sharing and zoonotic spillover. This The high predicted centrality of known hosts may be due partly to selective sampling (i.e., 189 viral researchers are more likely to sample wide-ranging and common host species that also 190 share viruses with many other species 10,20 ). This possibility is supported by the increased 191 degree centrality for species that appear in both EID2 and our dataset rather than in only one 192 of the two, as these species are presumably more well-known ( Figure 2C ). Similarly, while 193 we believe that our model was successful at accounting for variation in host-level diversity 194 and study effort that influences network topology (see above; Figure The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint viruses, artificially increasing the likelihood of detecting these viruses in the same region 199 compared to a geographically random sampling regime. Moreover, when a mammal species 200 (e.g., a bat) is found with a focal virus (e.g., an ebolavirus), it is logical for researchers to then 201 investigate similar, closely related species in nearby locales 33 . These sampling approaches 202 could disproportionately weight the network towards finding phylogeographic effects on viral 203 sharing probability. However, it is highly encouraging that our model predicted patterns in 204 the external EID2 dataset, which was constructed using different data compilation methods 205 but also comprises global data covering several decades of research 29 . In sum, we believe that 206 our approach is a conservative method for minimising the biases inherent in the data. The 207 knowledge that the observed mammalian virome is biased ultimately calls for more uniform 208 viral sampling across the mammal class and increased coverage of rarely-sampled groups, 209 lending support to ongoing efforts to systematically catalogue mammalian viral diversity 3 . predicted viral sharing probability from our model were more likely to be observed sharing a virus in 216 the independent EID2 dataset. This comparison excludes species pairs that were also present in our 217 training data. B: species that hosted a zoonotic virus in our dataset had more viral sharing links in the 218 predicted all-mammal network than those without zoonotic viruses. C: species that had never been 219 observed with a virus have fewer links in the predicted network than species that hosted viruses in the 220 EID2 dataset only, in our training data only, or in both. The y axis represents viral sharing link 221 number, scaled to have a mean of 0 and a standard deviation of 1 within each order for clarity. Figure  222 SI4 displays these same data without the within-order scaling. 223 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint interactions in addition to searching for species-level traits associated with high viral 257 diversity. 258 259 Encouragingly, our network showed predictable scaling laws similar to those of other known 260 ecological networks 37 . Viral link numbers in within-order subnetworks (e.g., between 261 different bat species) correlated strongly with species diversity within each order (R 2 =~0.85), 262 following a power law with a Z value of ~0.8 ( Figure SI6 ). Similarly, out-of-order links (e.g., 263 between a bat and a rodent) scaled linearly with the product of the species richness of both 264 orders ( Figure SI7 ). We investigated the predictive potential of our model by iteratively selecting all but one of 318 the known hosts for a given virus, then using the predicted sharing patterns of the remaining 319 hosts to identify how the focal (removed) host was ranked in terms of its sharing probability. 320 In practical terms, these species-level rankings could set sampling priorities for public health 321 efforts seeking to identify hosts of a novel zoonotic virus, where one or more hosts are 322 already known. Across all 250 viruses, the median ranking of the left-out host was 72 out of a 323 potential 4196 mammals (i.e., in the top 1.7% of potential hosts). To compare this ranking to 324 alternative heuristics, we examined how high the focal host would be ranked using simple 325 ranked phylogenetic relatedness or spatial overlap values alone (i.e., the most closely-related, 326 followed by the second-most-related, etc.). Using this method, the focal host was ranked The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint 337 We observed substantial variation in our model's ability to predict known hosts among 338 different viruses. For example, the correct host was predicted first in every iteration for 7 339 viruses and in the top 10 hosts for 42 viruses. Results for 128 viruses had the focal host 340 falling within the top 100 guesses, and for only 6 viruses were the model-based host searches 341 worse than chance (focal host ranked lower than 50% of all mammals in terms of sharing 342 probability). We used this measure of viral sharing \"predictability\" to investigate whether 343 certain viral traits affected the ease with which phylogeography predicted their hosts. Viruses 344 with broad host phylogenetic ranges, most notably Ebola virus, challenge reservoir prediction 345 efforts since many more species must often be sampled before identifying the correct host(s). 346 To investigate whether the predictive strength of our model was limited for viruses with 347 broad host ranges and/or other viral traits, we fitted a linear mixed model (LMM) which 348 showed a strong negative association between viruses' known phylogenetic host breadth and 349 the predictability of focal hosts (model R 2 =0.70; host breadth R 2 =0.67; Figure SI9 ). This 350 association demonstrates, unsurprisingly, that predicting the hosts of generalist viruses is 351 intrinsically difficult using our method. This adds a potential limitation to the applicability of 352 our network approach, given that zoonotic viruses commonly exhibit wide host ranges 2,5 . A In summary, we present a simple, highly interpretable model that predicted a substantial 366 proportion of viral sharing across mammals and is capable of identifying species-level 367 sampling priorities for viral surveillance and discovery. It is worth noting that the analytical 368 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint framework and validation we describe were conducted on a global scale, while many 369 zoonotic sampling efforts occur on a national or regional scale. Restricting the focal 370 mammals to a regional pool may improve the applicability of our model in certain sampling 371 contexts, and future studies could leverage higher-resolution phylogenetic and geographic 372 data to fine-tune predictions. In particular, the mammalian supertree 28 has relatively poor 373 resolution at the species tips such that relatedness estimates based on alternative molecular 374 evidence (e.g., full host genome data) may allow more precise estimates of the phylogenetic All analyses were performed in R version 3.6.0 43 . Phylogenetic similarity was calculated 531 using a mammalian supertree 28 as previously described 5 . Pairwise phylogenetic distances 532 were defined as the cumulative branch length between the two species and were scaled to 533 between 0 and 1, and subtracted from 1 to give a measure of relative phylogenetic similarity 534 (rather than distance). Of the 4716 Eutherian species in the mammalian supertree, 591 had 535 virus association records in our fully-connected network and 4196 had known geographic 536 ranges. We used IUCN species ranges to quantify species' geographic distributions 27 . These 537 range maps are generated based on expert knowledge and only comprise species 538 presence/absence information rather than density. We converted all range polygons to 25 km 2 539 raster grids. For each species-pair, we quantified range overlap as the number of raster grid 540 squares jointly inhabited by the two species (in the Mollweide projection, which exhibits 541 equal grid size), divided by the total number of grid squares occupied by these species 542 combined, so that each value was scaled from 0-1: overlapA,B=gridA,B/(gridA+gridB-gridA,B). 543 Disease-related research effort for each host species was quantified as previously described, 544 using counts of studies including species names and disease-related terms such as \"virus,\" 545 \"pathogen\", or \"parasite 5 . To fit citation number as a pairwise trait, we took the smaller of a 546 pair of species' respective citations, and log-transformed the value. Domestication status was 547 defined sensu lato, again as previously described 5 , based on whether a species was ever seen 548 in a domestic setting. We fit this as a binary pairwise trait where 1=at least one of the species 549 was domesticated and 0=neither species had been domesticated. The first term (\"s\") represents a phylogeny effect smooth fitted across species pairs that did 562 not overlap in space (Gz=1), and \"t2\" represents a phylogeny:geography tensor product 563 smooth fitted to species that had geographic overlap greater than zero (Gz=0). This allowed 564 us to model these two aspects of the data separately, helping us to more effectively model the 565 large number of spatial zeroes (85% of species pairs did not overlap in space). \"mm\" 566 represents a multi-membership random effect, accounting for the identity of both species in 567 the pair. We implemented this multi-membership effect to control for species-level effects by 568 including a species-level effect for both the row (Species 1) and column (Species 2) of the 569 sharing matrix. Using the paraPen specification in mgcv, these random effects were We validated the predicted network by comparing it to sharing patterns in the Enhanced 633 Infectious Diseases Database (EID2) 29 . We eliminated species pairs that were in our training 634 data and identified whether species pairs that shared viruses in EID2 were more likely to 635 share viruses in our predicted network than species pairs that did not. In addition, we 636 investigated whether species that were shown to host zoonoses in our training dataset were 637 more highly-connected in the predicted network. Finally, we investigated whether species 638 that were present in only EID2, in only our training data, or in both were more highly-639 connected in our predicted network than species that did not appear in either dataset and were 640 therefore taken to have not been observed hosting a virus. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint viruses with the remaining species, our model was taken to be useful for predicting patterns 648 of mammal sharing based on known host distributions. The mean ranking of the focal hosts 649 across each prediction iteration was used as a measure of \"predictability\" for each virus. We 650 carried out this process for the 250 viruses with more than one known host with associated 651 geographic and phylogenetic data and then on the 109 such viruses in the EID2 data. 652 Once the predictability of each virus was calculated, we fitted a linear mixed model 653 examining log10(mean focal host rank) as an inverse measure of predictability (higher rank 654 corresponds to decreased predictability) for each virus. We added mean phylogenetic host 655 similarity as a fixed effect and viral family as a random effect to quantify how viral 656 phylogeny affected predictability. We included additional viral traits in the model, including: 657 cytoplasmic replication (0/1); segmentation (0/1); vector-borne transmission (0/1); double-or 658 single-strandedness; DNA or RNA; enveloped or non-enveloped; or zoonotic ability (0/1 for 659 whether the virus was associated with humans in our dataset). Figure SI4 : Mammal species that were observed with at least one virus in the training dataset or the 690 EID2 dataset had higher degree centrality (link number) in our predicted network. This figure displays 691 the raw data that are displayed in Figure 2C in the main text, but without being scaled within orders. 692 693 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint Figure SI6 : Scaling of degree centrality (link numbers) followed a power law when looking within-701\n\norders, but not between orders. The trend line and 95% confidence intervals are derived from a linear 702 model fitted to the data. The trend lines and 95% confidence intervals were derived from a linear mixed model fitted to the 723 data. 724 725 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/732255 doi: bioRxiv preprint"}