{"title": "Porcine reproductive and respiratory syndrome virus (PRRSV) suppresses interferon-␤ production by interfering with the RIG-I signaling pathway", "body": "Porcine reproductive and respiratory syndrome (PRRS), characterized by severe reproductive failure in sows, and respiratory distress in piglets and growing pigs, is now considered one of the most important diseases in countries with intensive swine industries (Rossow, 1998) . The causative agent, PRRS virus (PRRSV), is a positive-strand RNA virus belonging to the family Arteriviridae (Meulenberg, 2000) . Accumulating evidences have revealed that PRRSV appears to develop a defensive mechanism to evade the antiviral activities of interferon (IFN): It suppresses production of type I IFN (IFN-␣/␤) in infected MARC-145 cells and alveolar macrophages (Miller et al., 2004; Murtaugh et al., 2002) ; Furthermore, it diminishes IFN-␣/␤ production induced by infection with transmissible gastroenteritis coronavirus (TGEV) or transfection with double-strand RNA (dsRNA) (Albina et al., 1998; Miller et al., 2004) . However, the mechanisms used by PRRSV to suppress the production of type I IFN remain unclear.\n\nSecretion of type I IFN (IFN-␣/␤) is a key step in the innate immune response to viral infection (Kawai and Akira, 2006; Takaoka and Yanai, 2006) . PRRSV is a single-stranded RNA virus, whose genome is duplicated into dsRNA during replication. The common intermediate dsRNA can trigger a cascade of cellular events, leading to secretion of type I IFN. Initially, the pathogen-associated molecular pattern in dsRNA is recognized by multiple pattern recognition receptors (PRRs), including Toll-like receptor 3 (TLR3) and cytoplasmic RNA helicase, such as retinoic acid-inducible protein I (RIG-I) or melanoma differentiation-associated gene 5 (MDA5) (Yoneyama et al., 0161-5890/$ -see front matter © 2008 Elsevier Ltd. All rights reserved. doi:10.1016/j.molimm.2008.01.028 2004). TLR3 can detect either extracellular dsRNA or dsRNA within vesicles. Activation of TLR3 by dsRNA then leads to the recruitment of the adaptor molecule TRIF through MyD88independent pathway (Fitzgerald et al., 2003) . Alternatively, RIG-I or MDA5 serves as intracellular dsRNA receptors via DexD/H-box helicase domains. Caspase recruitment domains (CARDs) of RIG-I or MDA5 interact with the counterpart domains of IFN-␤ promoter stimulator 1 (IPS-1, also known as MAVS/VISA/Cardif) (Kawai et al., 2005) . Despite utilizing the different adaptors, both pathways converge to activate the two downstream kinases, Tank-binding kinase 1 (TBK1) and inhibitor of B kinase (IKK), resulting in the phosphorylation and activation of transcription factors, including IFN regulatory factor 3 (IRF3), NF-B, and AP-1 (Fitzgerald et al., 2003) . The coordinate activation of these transcription factors results in the formation of a transcriptionally competent enhanceosome that induces type I IFN production and downstream inflammatory cytokines (Thanos and Maniatis, 1995) .\n\nIn order to combat the antiviral effects of IFN-␣/␤, many viruses, such as influenza A virus, Hepatitis C virus, and Ebola virus, have evolved distinct strategies to inhibit IFN signaling pathways for their survival (Cardenas et al., 2006; Cheng et al., 2006; Talon et al., 2000) . In the present study, we investigated the mechanisms used by PRRSV to inhibit IFN-␤ production in MARC-145 cells. Our results showed that PRRSV infection prevented IFN-␤ expression in MARC-145 cells by inactivating IPS-1, thereby interrupting the dsRNA-signaling pathway.\n\nPRRSV strain CH-1a, the first field isolate in China, was kindly provided by Dr. Guangzhi Tong (Harbin Veterinary Research Institute, Harbin, China). MARC-145 cell was cultured and maintained in Dulbecco's Modified Eagle medium (DMEM) supplemented with 10% heated-inactivated fetal bovine serum (FBS), 0.25 g/ml fungizone, 100 U/ml penicillin, 10 g/ml streptomycin sulfate, and 5 g/ml gentamicin and then held at 37 • C in a humidified 5% CO 2 incubator.\n\nThe plasmids pNF-B-Luc and pAP-1-Luc were from Stratagene. Human IPS-1 gene was cloned from Hela cells by RT-PCR using the specific primer pair (5 -ATTAGAT-CTATGCCGTTTGCTGAAGACAAG-3 and 5 -TCTAAGCT-TCTAGTGCAGACGCCGCCGGTA-3 ) and was ligated into pCMV-Tag2B (Stratagene) to generate IPS-1 expression construct. Human IRF3 and IRF3(5D) were amplified by PCR with pIRF3-GFP and pIRF3(5D)-GFP (Chang et al., 2006) as templates separately, kindly provided by Dr. Yi-Ling Lin (National Defense Medical Center, Taipei, Taiwan, China), and were ligated into pCMV-Tag2B to generate Flag-tagged expression constructs. The expression plasmids for wild-type RIG-I (pEF-Flag-RIG-I), its constitutively active mutant (pEF-Flag-RIG-IN) and p125-Luc (IFN-␤-Luc) were gifts of T. Fujita (Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan) (Yoneyama et al., 2004) . The pcDNA3.1-TBK1, pcDNA3.1-IKK, and pEF-Bos-Flag-TRIF expression plasmids were gifts of K. Fitzgerald (University of Massachusetts Medical School, Worcester, MA) (Fitzgerald et al., 2003) . (PRDIII-I) 4 -Luc was kindly provided by S. Ludwig (Heinrich Heine University, Düsseldorf, Germany) (Ehrhardt et al., 2004) .\n\nTotal cellular RNA was extracted from MARC-145 cells by using TRIzol (Invitrogen), and treated with DNase I (Promega) according to the manufacturer's instructions. Then, RNA was reverse-transcribed into cDNA by using Superscript RNaseH reverse transcriptase (Invitrogen). The generated cDNA was amplified by semi-quantitative PCR using primers for IFN-␤ (5 -GATTCATCTAGCACTGGCTGG-3 /5 -CTTCAGGTAATGCAGAATCC-3 ) and for GAPDH\n\n(5 -ACCACAGTCCATGCCATCAC-3 /5 -TCCACCACCCTGTTGCTGTA-3 ).\n\nTransient transfection was performed by using Lipofectamine 2000 (Invitrogen). MARC-145 cells were seeded in 24-well plates at a density of 2-4 × 10 5 cells per well. When cells were grown to 70-80% confluency, cells were cotransfected with 100 ng of luciferase reporter plasmid (p125-Luc for IFN-␤, (PRDIII-I) 4 -Luc for IRF3, pNF-B-Luc for NF-B, and pAP-1-Luc for AP-1, respectively), 100 ng of the Renilla luciferase construct phRL-TK (Promega) which was served as an internal control, and 400 ng of the indicated expression plasmid. Twenty-four hours later, cells were transfected with or without poly(IC) (1.0 g). Luciferase activities were measured 12 h after poly(IC) transfection. In selected experiments, cells were infected or mock-infected with PRRSV before cotransfection of reporter plasmid and expression plasmid. In all experiments, cell extracts were prepared by triple freeze-thaw cycles and luciferase activity was measured using a dual-luciferase assay system (Promega) and a luminometer (Turner BioSystems, Inc. Sunnyvale, CA). Data represent relative firefly luciferase activity normalized to Renilla luciferase activity.\n\nMARC-145 cells were grown to confluency in six-well plates. After transfection with 2.0 g of IRF3-GFP fusion expression construct per well, cells were mock-infected or infected with PRRSV at a 0.1 multiplicity of infection (MOI). Twelve hours postinfection, cells were transfected with 2.0 g of poly(IC) or left untransfected. Twelve hours later, cells were fixed with 4% paraformaldehyde, permeabilized with 0.2% Triton X-100, and stained with 4 ,6-diamidino-2-phenylindole-dihydrochloride (DAPI) (Invitrogen) to detect nuclei. Fluorescence was examined by using a Zeiss LSM 510 Meta confocal microscope.\n\nStudent's t-test was used to determine statistical significance and P-values of <0.05 were considered statistically significant.\n\nPrevious work has showed that PRRSV infection cannot induce IFN-␤ expression, as revealed by real-time RT-PCR and IFN-␤ bioassasy (Miller et al., 2004; Murtaugh et al., 2002) . In this study, we used IFN-␤ promoter luciferase reporter system, a sensitive method used extensively in studying IFN signaling pathway, to analyze IFN-␤ expression after PRRSV infection. MARC-145 cells were cotransfected with p125-Luc and phRL-TK, followed by mock-infected or infected with PRRSV at different MOIs (1.0 and 0.1). Transfection with poly(IC) was used as positive control to test whether MARC-145 can recognize dsRNA to activate IFN-␤ promoter activity. As shown in Fig. 1A , IFN-␤ promoter-driven luciferase activity was barely detectable in PRRSV-infected cells in comparison to a strong reporter signal in cells transfected with poly(IC), indicating that PRRSV infection failed to activate IFN-␤ promoter activity. To Proof of GAPDH mRNA by RT-PCR was included as control to ensure that equal quantities of RNA were analyzed. Shown are the data of an experiment representative for a series of two, each including two replicates. support this result, the expression of IFN-␤ mRNA was analyzed by semi-quantitative RT-PCR at different time points after PRRSV infection. There was no significant change in the level of IFN-␤ mRNA expression in the cell extracts at the times indicated after PRRSV infection (Fig. 1B) . Consistent with the result of IFN-␤ promoter-driven luciferase reporter assay, an increased level of IFN-␤ mRNA expression was observed in cells transfected with poly(IC).\n\nIn order to examine whether PRRSV inhibits dsRNA-induced IFN-␤ promoter activity, mock-and PRRSV-infected MARC-145 cells were transfected with poly(IC) and IFN-␤ promoter activity was analyzed. As shown in Fig. 2 , the IFN-␤ promoter was activated 30-to 40-fold when mock-infected cells were transfected with poly(IC), whereas the activation induced by poly(IC) transfection was significantly inhibited in PRRSVinfected cells (Fig. 2) . This result was consistent with previous observation that PRRSV infection abolished dsRNA-triggered IFN-␤ expression (Miller et al., 2004) .\n\nIFN-␤ transcription requires the activation of transcription factors NF-B, IRF3, and AP-1 and their subsequent binding to the IFN-␤ enhancer (Thanos and Maniatis, 1995) . In order to identify the transcription factor which is associated with the suppression of IFN-␤ promoter after PRRSV infection, we measured the activation of NF-B, IRF3 and AP-1 after PRRSV infection. As shown in Fig. 3A , PRRSV infection alone elevated NF-Bdependent reporter gene expression, as previously reported (Lee and Kleiboeker, 2005) . Similarly, PRRSV infection alone also increased AP-1-dependent reporter gene expression (Fig. 3B) . However, PRRSV did not alter IRF3-dependent reporter gene expression (Fig. 3C) . Again, PRRSV abro- gated poly(IC)-induced expression of IRF3-dependent reporter gene. Taken together, PRRSV infection activated NF-B and AP-1, but did not changed IRF3 transcriptional activity. In addition, PRRSV nullified dsRNA-induced expression of IRF3dependent reporter gene. This observation suggests that PRRSV suppresses IFN-␤ transcription by interfering with IRF3 activity.\n\nIRF3, a cytoplasmic protein, migrates to the nucleus and binds to the PRDIII and PRDI sites of IFN-␤ promoter to initiate IFN-␤ transcription upon viral infection (Fitzgerald et al., 2003) . To determine whether PRRSV prevents IRF3 migration from the cytoplasm to the nucleus, MARC-145 cells were transiently transfected with IRF3-GFP fusion expression construct and the subcellular localization of the fusion protein was analyzed using confocal microscopy. As shown in Fig. 4A , IRF3-GFP was located exclusively in the cytoplasm in mock-infected MARC-145 cells, but it rapidly translocated to the nucleus when those cells were transfected with poly(IC) (Fig. 4B ). In contrast, nuclear IRF3-GFP translocation did not occur in PRRSV-infected cells (Fig. 4C) . Moreover, PRRSV prevented the nuclear translocation of IRF3-GFP induced by poly(IC) (Fig. 4D) .\n\nTo pinpoint the target PRRSV acted upon to block the intracellular dsRNA-mediated signaling pathway, we first investigated whether PRRSV inhibits the activity of IRF3 directly. As shown in Fig. 5A , transfection of wild-type IRF3 activated the IFN-␤ promoter 4.5-and 4.3-fold in mock-and PRRSVinfected MARC-145 cells, respectively, suggesting that PRRSV infection did not directly inhibit the activity of IRF3. Similarly, transfection of IRF3(5D), a constitutively active mutant of IRF3, also increased IFN-␤ promoter activity comparably in mockinfected and PRRSV-infected cells (Fig. 5A ), at a much higher level, i.e., 20-and 19-fold, respectively. These results suggested that signaling components downstream of IRF3 were intact in the PRRSV-infected cells.\n\nWe then investigated whether PRRSV infection diminished dsRNA-triggered IFN-␤ promoter activity in cells overexpressing IRF3 or IRF3(5D). As shown in Fig. 5A , poly(IC) transfection further enhanced IFN-␤ promoter activity in the mock-infected cells transfected with wild-type or constitutively active IRF3. This enhancement, however, was significantly inhibited by PRRSV infection performed prior to poly(IC) transfection. It appeared that PRRSV repressed dsRNA-mediated signal transduction at the steps upstream of IRF3 proteins in the pathway leading to IFN-␤ production.\n\nTBK1 and IKK are two related IB kinase homologs upstream of IRF3, and are essential components for IRF3 activation (Fitzgerald et al., 2003) . In order to further analyze the step at which PRRSV interfered with the activation of IRF3, we next investigated whether PRRSV is able to inhibit the activity of the kinases responsible for IRF3 activation. Mockinfected and PRRSV-infected cells were cotransfected with a plasmid for expression of IKK or TBK1 and the IFN-␤ promoter luciferase reporter plasmid, and IFN-␤ promoter activity was examined with or without transfection of poly(IC). Similar to IRF3, each of the individual kinases activated IFN-␤ promoter in both the mock-and PRRSV-infected cells (Fig. 5B) , suggesting that the signaling pathway downstream of TBK1/IKK was still intact in the PRRSV-infected cells. However, PRRSV significantly inhibited poly(IC)-induced IFN-␤ promoter activation in cells cotransfected with TBK1 or IKK expression constructs (Fig. 5B) . Results here raised a possibility that PRRSV interfered with targets upstream of the kinases TBK1 and IKK in the dsRNA-signaling pathway.\n\nTwo distinct signaling pathways, RIG-I and TLR3, have been identified to mediate dsRNA responses. Both TBK1 and IKK are components of the pathways (Yamamoto et al., 2002; Yoneyama et al., 2004) . IPS-1, an element lying Fig. 4 . PRRSV inhibits dsRNA-induced IRF3 nuclear translocation. MARC-145 cells were transfected with pIRF3-GFP and then mock-infected (A and B) or infected with PRRSV at an MOI of 0.1 (C and D). Twenty-four hours later, cells were transfected with poly(IC) (B and D) or left untransfected (A and C). Twelve hours later, cells were fixed with 4% paraformaldehyde and 0.2% Triton X-100 and stained by DAPI (blue). Cells were analyzed by fluorescence under confocal microscope. Magnification, ×400 (Axioskop II, Zeiss). Experiments were carried out twice.\n\nupstream of TBK1 and IKK in the RIG-I signaling pathway, is essential for IFN production. It is likely that PRRSV inhibits IFN-␤ production by suppressing IPS-1. Hence, an IPS-1 expression plasmid and the IFN-␤ promoter luciferase reporter plasmid were cotransfected into mock-infected or PRRSV-infected MARC-145 cells. In sharp contrast to the effects of IRF3, TBK1, and IKK transfections (Fig. 5) , overexpression of IPS-1 diminished IFN-␤ promoter activity (5.9-fold) in PRRSV-infected cells compared with mockinfected cells (23.6-fold) (Fig. 6A) . When those cells transfected with poly(IC), IFN-␤ promoter activation was only seen in the mock-infected cells. These results provided evidence that PRRSV suppressed IPS-1 specific induction of IFN-␤ production. It is highly likely that IPS-1 is the target protein PRRSV acted upon to annihilate the dsRNA-induced IFN-␤ production.\n\nIPS-1 is an adaptor molecule of RIG-I to induce IFN-␤ production in dsRNA-signaling pathway. If IPS-1 is the target for inactivation by PRRSV, the ability of RIG-I to induce IFN-␤ promoter activity in PRRSV-infected cells should also be reduced. To confirm this hypothesis, mock-infected and PRRSV-infected MARC-145 cells were cotransfected with a wild-type RIG-I expression vector and the IFN-␤ promoter luciferase reporter plasmid. As shown in Fig. 6B , the RIG-I expression did not induce IFN-␤ promoter activity in PRRSV-infected cells, whereas it did induce a 3.6-fold increase in mock-infected cells. Similarly, transfection of a constitutively active mutant of RIG-I (RIG-IN) also increased IFN-␤ promoter activity comparably in mock-infected cells, however RIG-IN expression did not enhance IFN-␤ pro- Fig. 5 . PRRSV blocks the dsRNA-signaling pathway upstream of the IRF3 kinases TBK1/IKK. MARC-145 cells were infected or mock-infected with PRRSV at an MOI of 0.1. On 12 h postinfection, cells were cotransfected with the reporter plasmid p125-Luc and an internal control plasmid phRL-TK together with an empty vector, or a plasmid expressing wild-type IRF3 or its active mutant IRF3(5D) (A), or with plasmids expressing the TBK1 or IKK (B) as indicated. Twenty-four hours later, cells were transfected with or without poly(IC). Luciferase activities were measured 12 h after transfection, and the results are expressed as fold induction of IFN-␤ promoter activity. Data represent means of three replicates, and experiments were carried out at least twice. moter activity in PRRSV-infected cells (Fig. 6B) . Furthermore, poly(IC) elevated IFN-␤ promoter activity only in the mockinfected cells. These results provided additional evidence to the hypothesis that IPS-1 was the target protein of PRRSV suppression.\n\nIn order to investigate whether PRRSV also impairs the TLR3 pathway-associated TRIF-mediated induction of IFN-␤ and IRF3 activation, MARC-145 cells were cotransfected with a TRIF expression plasmid and IFN-␤ promoter luciferase reporter plasmid or a luciferase reporter plasmid containing repeated IRF3 binding sites (PRDIII-I).\n\nAs shown in Fig. 7 , overexpression of TRIF significantly increased production of both IFN-␤ promoter-specific and IRF3-specific luciferase. These increases were only partially reversed (30%) by PRRSV infection. This was quite different from its inhibition in the RIG-I pathway where PRRSV significantly abolished IPS-1-specific and RIG-I-specific activations. \n\nInnate immunity is the first line defense against invading pathogens. Previous studies have demonstrated that PRRSV infection results in low type I IFN levels (Albina et al., 1998; Miller et al., 2004) , which is normally produced rapidly in direct response to virus replication in infected cells, suggesting that PRRSV evolves a strategy to interfere with the type I IFN signaling pathway, and subsequently to evade the innate immune response. Like other RNA viruses, PRRSV replication has an obligatory requirement for the generation of dsRNA, which is a potent inducer of type I IFN. In this study, we attempted to elucidate the potential mechanisms used by PRRSV to prevent dsRNA-induced transcription of IFN-␤, thereby antagonizing the innate immune response.\n\nInitiation of IFN synthesis typically involves binding of specific transcription factors, which collectively comprise the transcriptional enhanceasome, to the positive regulatory domains in the IFN-␤ gene promoter. These transcription factors include NF-B, AP-1, and members of the IFN regulatory factors (IRF) family, such as IRF3 (Thanos and Maniatis, 1995) . Using plasmid constructs with the individual binding sites of these transcription factors linked to luciferase reporter genes, we showed that transcription factor NF-B and AP-1 were activated by PRRSV infection, whereas the activity of transcription factor IRF3 was significantly inhibited (Fig. 3) , indicating that inhibition of IFN-␤ transcription by PRRSV occurs through a mechanism involving IRF3 activity. Many viruses interact with IRF3 directly to inactivate IRF3 function, thereby suppressing IFN-␤ transcription. For example, rotavirus NSP1 and human papillomavirus E6 bind directly to IRF3 (Barro and Patton, 2005; Ronco et al., 1998) . PRRSV, however, appeared to employ different mechanisms. It did not inhibit IRF3-induced expression of the IFN-␤ reporter gene with wtIRF3 or IRF3(5D) in this study. TBK1 and IKK are elements upstream of IRF3 in the signaling pathway. PRRSV infection did not alter IRF3 activity in cells overexpressing TBK1 or IKK. In addition, comparable IFN-␤ promoter activities were obtained in cells overexpressing IRF3, IRF3(5D), TBK1, and IKK in mock-or PRRSV-infected cells. Poly(IC)-induced IFN-␤ reporter gene expression, however, was significantly decreased in PRRSV-infected cells. Generally, poly(IC) is sensed by host's pattern recognition receptors, such as RIG-I and TLR3. The latter then recruit the corresponding adaptor molecule to relay the signal to TBK1 and IKK. PRRSV significantly dampened IFN-␤ reporter gene expression stimu-lated by poly(IC) in cells overexpressing TBK1/IKK. Based on these observations, we reasoned that PRRSV did not interact with IRF3 and even did not interfere with TBK1/IKK kinases directly, and that the target of PRRSV interaction existed upstream of IRF3 and TBK1/IKK in the signaling pathway.\n\nThe IKK-related kinases TBK1 and IKK are the common signaling molecules in RIG-I and TLR3 signaling pathways. The RIG-I pathway is considered to play an essential role in the sensing of incoming virus infection and directly relay regulatory signals to the host antiviral response, which was confirmed with the generation of RIG-I-deficient mice . In this study, IFN-␤ production induced by overexpression of RIG-I, the dsRNA-sensing protein, is significantly inhibited by PRRSV, suggesting that PRRSV may target RIG-I directly or a component of the signaling pathway downstream of RIG-I and upstream of TBK1/IKK. To identify the target which PRRSV interacts with, we focused on the IPS-1 molecule, a component between RIG-I and TBK1/IKK in the signaling pathway. We showed here that IPS-1-induced IFN-␤ production was blocked in PRRSV-infected cells (Fig. 6) whereas elements downstream of IPS-1 remained intact. Collectively, these observations strongly suggest that IPS-1 is the target with which PRRSV interfered to suppress dsRNA-initiated production of IFN-␤.\n\nTLR3 can also recognize dsRNA and transmit signals to activate IRF3 and NF-B, eventually leading to IFN-␤ induction (Fitzgerald et al., 2003) . In this study, we showed that PRRSV also inhibited IFN-␤ promoter activities by interfering with TRIF, the adaptor molecule of TLR3. However, TRIFstimulated expression was only partially diminished by PRRSV. Taken together, PRRSV mainly interfered with the RIG-I signaling pathway which in turn suppressed IFN-␤ production and the subsequent innate immune response.\n\nInhibition of dsRNA-induced transcriptional activation of IFN-␤ guarantees that no antiviral activities by IFN-stimulated genes are induced in already infected cells as well as in surrounding noninfected cells (Fensterl et al., 2005) . This explains why PRRSV is capable of establishing persistent infection and persisting in some animals for months (Allende et al., 2000; Wills et al., 2003) . In addition to direct antiviral activities, the type I IFN also serves as an important link between the innate and adaptive immune responses through multiple mechanisms (Biron, 1998; Meier et al., 2004) . PRRSV induces tardy and week neutralizing antibodies and IFN-␥ production, resulting in delayed viral clearance (Lopez and Osorio, 2004; Murtaugh et al., 2002; Royaee et al., 2004) . Consistent with previous studies that PRRSV infection results in inadequate induction of type I interferon (IFN-␣/␤) (Albina et al., 1998; Miller et al., 2004) , results in this study clearly showed that PRRSV infection interfered with RIG-I and TLR3 signaling pathway to inhibit IFN-␤ promoter activity. This inhibition results in poor innate immune responses, which in turn, to affect the ensuing adaptive immune responses critically, including delayed IFN-␥ and neutralizing antibody production, ultimately leading to viremia and establishment of persistent infection (Murtaugh et al., 2002; Overend et al., 2007) .\n\nIn conclusion, we showed that PRRSV primarily interfered with the RIG-I signaling pathway via inactivation of IPS-1 adapter molecule, thereby preventing the nuclear translocation of IRF3. As a result, viral induction of IFN-␤ production was interrupted. By doing so, PRRSV may get an opportunity to evade the innate immune response. Certainly, apart from RIG-I and TLR3 signaling pathways, PRRSV may also use other pathways, such as PKR, to evade the innate immune response. Understanding of those mechanisms would help accelerate development of improved vaccines or better methods to control PRRSV infection more effectively."}