{"title": "Viral Strategies to Subvert the Mammalian Translation Machinery", "body": "Viruses do not carry their own protein biosynthesis machinery and the translation of viral proteins therefore requires that the virus usurps the machinery of the host cell. To allow optimal translation of viral proteins at the expense of cellular proteins, virus families have evolved a variety of methods to repress the host translation machinery, while allowing effective viral protein synthesis. Many viruses use noncanonical mechanisms that permit translation of their own RNAs under these conditions. Viruses have also developed mechanisms to evade host innate immune responses that would repress translation under conditions of viral infection, in particular PKR activation in response to double-stranded RNA (dsRNA). Importantly, the study of viral translation mechanisms has enormously enhanced our understanding of many aspects of the cellular protein biosynthesis pathway and its components. A number of unusual mechanisms of translation initiation that were first discovered in viruses have since been observed in cellular mRNAs, and it has become apparent that a diverse range of translation mechanisms operates in eukaryotes, allowing subtle regulation of this essential process.\n\nViruses are obligate intracellular parasites and therefore depend on host cells for their replication. Viruses have evolved a number of ways in which to modify the translation apparatus of the host cell to ensure preferential translation of virus mRNAs, and use alternative and novel mechanisms to initiate translation of viral mRNAs under such conditions. The study of viral translation mechanisms has been a rich source of information about cellular protein synthesis and its regulation.\n\nViruses are diverse in the ways they interact with the host and replicate. For example, their genomes can be made up of DNA or RNA, and within the RNA viruses the genomes may be positive-sense RNA, negative-sense RNA, or dsRNA. Production of mRNA transcripts may take place in the nucleus and therefore the virus can make use of host cell enzymes. Alternatively, this process may occur in the cytoplasm, in which case the virus must encode, or bring with it, its own transcriptional system. Viral mRNAs also differ in their structure; some viral mRNAs are capped and polyadenylated, and these viruses often adopt novel ways in which to ensure the viral mRNAs are preferentially translated over cellular mRNAs, either through modification of the host cell translational machinery and/or adoption of novel translational mechanisms. There are also a large number of viruses that do not produce capped mRNAs and have evolved novel strategies to direct initiation of protein synthesis.\n\nNo virus has been discovered that encodes its own translation system, and in fact this is one of the main distinguishing features between a virus and a living cell. However, the recent discovery of the ''giant'' virus, Acanthamoeba polyphaga mimivirus 1,2 has challenged this long-held belief. tRNAs have been discovered in a number of such giant viruses and this new mimivirus has also been shown to encode a number of translation factors and four aminoacyl-tRNA synthetases. The virus encodes homologs of eukaryotic initiation factor (eIF)4E, eIF4A, and eIF1 and also possesses a homolog of the release factor eRF1. Although the virus therefore encodes proteins involved in all stages of translation, it does not encode any ribosomal components. It has been speculated 2 that these viral components probably represent the remains of a more complex translational system that has been gradually lost over time, rather than an acquisition of cellular components.\n\nIn summary, to enable efficient synthesis of viral proteins a virus needs to be able to do one or more of the following: (1) Modify the host translation machinery to favor the translation of viral rather than host encoded mRNAs. Many viral RNAs are uncapped and/or contain highly structured 5 0 -untranslated regions (UTRs) that would inhibit the scanning ribosome, so the viral RNA would compete poorly with host encoded mRNAs for the translation machinery.\n\n(2) Use novel mechanisms that allow the selective synthesis of viral proteins.\n\n(3) Circumvent the host defense mechanisms that function to inhibit translation following viral infection.\n\nA detailed molecular understanding of these three processes has the potential to provide unique insights into viral replication strategies and therefore highlight potential new targets for antiviral therapies.\n\nTranslation in mammalian cells is a multistep, highly regulated process (see chapter by Fraser, this volume). It can be considered as three phases; initiation, elongation, and termination. All three phases are regulated, although initiation is thought to be the rate-limiting step for the whole process. For initiation to occur the eIF4F complex, comprised of the cap-binding protein eIF4E, the helicase eIF4A, and the bridging protein eIF4G, binds to the mRNA. The 40S ribosomal subunit is recruited via an eIF4G-eIF3-40S interaction together with the ternary complex, which contains eIF2, GTP, and initiator met-tRNAi. The resulting complex is known as the 48S complex. The scanning model of translation initiation predicts that this complex then scans along the mRNA until the start codon is reached. 3 \n\nThe poly(A)-binding protein (PABP) interacts with both the polyA tail and the N-terminal half of eIF4G to circularize the mRNA (Refs. 4,5; Fig. 1 ). An interaction between eIF4B, which binds to eIF4A, and PABP further stabilizes this circularization. 6 The rate of translation initiation in mammalian cells is also controlled by sequence elements within the 5 0 -and 3 0 -UTRs of mRNAs which regulate this process by providing sites for interaction of regulatory proteins and RNAs. These include upstream open reading frames (uORFs), microRNA (miRNA) target sites, and polyadenylation elements. 7, 8 Transcription of mRNAs from mammalian DNA virus genomes such as herpesviruses and adenoviruses occur in the nucleus and results in the production of capped viral mRNAs. These viruses need to establish conditions to permit selective translation of viral mRNAs over cellular transcripts. It is therefore desirable to stimulate cap-dependent translation pathways and at the same time inhibit or downregulate the translation of host mRNAs, which otherwise would be similarly stimulated, to provide the virus with a selective advantage.\n\nA major mechanism of regulation of cap-dependent translation is mediated by the eIF4E-binding proteins (4E-BPs), which regulate the formation of the eIF4F complex ( The scanning model of translation initiation predicts that the 48S preinitiation complex moves along the mRNA in a 5 0 -3 0 direction until it encounters an AUG codon that is in a good context. Many viruses produce proteases that cleave protein components of this complex to inhibit cap-dependent scanning. Thus the cleavage of eIF4G dissociates the ribosome binding ability of the complex from cap recognition. The cleavage of PABP by viral proteases will prevent the interaction of the 5 0 and 3 0 ends of the mRNA and also reduce the stability of the complex. three 4E-BPs in mammals, all of which act by binding to eIF4E and inhibiting its interaction with eIF4G, leading to an inhibition of cap-dependent translation initiation. Hyperphosphorylation of 4E-BP1 releases eIF4E and allows it to interact with eIF4G in the eIF4F complex. This hyperphosphorylation is stimulated by growth factors via the mammalian target of rapamycin (mTOR) signaling pathway, and is a target of regulation for a number of viruses. How such regulation contributes to viral replication is described below.\n\nThe herpesviruses are a large family of dsDNA viruses and are responsible for a number of different diseases of vertebrates, such as cold sores caused by herpes simplex virus-1 (HSV-1) and chicken pox caused by varicella zoster virus (VZV) in humans. Viruses of the herpesvirus family have adapted to colonize a variety of terminally differentiated cells 9 in which translation rates are generally low. These viruses establish latent infections during which a restricted subset of viral mRNAs is expressed at a low level, so that the virus evades the host immune system. The virus replication may undergo periodic reactivation to a productive lytic infectious FIG. 2. Regulation of eIF4E by 4E-BPs. The availability of eIF4E (the cap-binding protein) for eIF4F complex formation (which also contains eIF4G (the bridging protein)) and eIF4A (a deadbox helicase), is controlled by interaction with its binding partners the 4E-BPs which bind to and sequester eIF4E. The interaction of eIF4E with 4E-BP is regulated by phosphorylation and viral infection controls, either positively or negatively, the phosphorylation status of this protein.\n\nWhen bound to eIF4G, eIF4E can be phosphorylated by Mnk1 and it has been suggested that this may increase the affinity of eIF4E for the cap. The 100 K protein from adenovirus displaces Mnk1 from eIF4G and so prevents the phosphorylation of eIF4E. VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY cycle, accompanied by major changes in viral gene expression. This switch from latent to lytic infection requires the induction of protein synthesis, and 4E-BP modification appears to play an essential role in this process. 10 The switch from latent to lytic infection in HSV-1-infected sensory neurons is accompanied by induction of 4E-BP1 phosphorylation. Inactivation of 4E-BP1 in HSV-1-infected cells is increased further by proteasome-dependent degradation, and a decrease in the level of this protein accompanies the increase in phosphorylation. 11 The viral ICP0 protein, an important master regulator of lytic reactivation, is required for both these processes. 4E-BP1 phosphorylation during HSV-1 infection is sensitive to the effects of rapamycin, suggesting that virus-induced signaling through mTOR (see chapter by Blenis and Mahoney, this volume) is required for inactivation of this protein. 11 Direct regulation of the mTOR pathway occurs in cells infected with Epstein-Barr virus (EBV). The protein product of the LMP-2A gene activates mTOR via PI3 kinase/Akt signaling 12 and it has been suggested that the resulting phosphorylation and inactivation of 4E-BP1 may be required to increase translation in the transformed cells. 10 For other viruses in this family, such as human cytomegalovirus (hCMV), it would appear that additional mechanisms are also required, as rapamycin is not sufficient to abolish the 4E-BP1 phosphorylation induced in the virus infection. 13, 14 Infection of B cells with Kaposi's sarcoma associated herpesvirus (KSHV) also stimulates hyperphosphorylation of 4E-BP1, although complete release of eIF4E from 4E-BP1 is not observed in this case. 15 \n\nThe best known poxviruses are smallpox virus and the smallpox vaccine virus, vaccinia virus. Recently, the effects of poxvirus infection on the eIF4F complex have been studied for the first time. Poxviruses replicate in the cytoplasm of infected cells and manufacture capped viral mRNAs using a viral methyltransferase complex 16 and therefore must effectively compete with host mRNAs for the eIF4F complex. It has now been shown that in vaccinia virus-infected cells 4E-BP1 is inactivated through its hyperphosphorylation. 17 In addition, the overall amount of 4E-BP1 decreases following vaccinia virus infection, so the virus is able to inactivate this protein through two different mechanisms.\n\nAdenoviruses (AdV) are also DNA viruses and are widespread in humans and birds. These viruses have been shown to increase the phosphorylation of 4E-BP1, allowing eIF4E to bind to eIF4G and stimulate formation of the eIF4F complex. 18 This suggests that the regulation of 4E-BP1 by multiple mechanisms is a common mechanism of regulation of translation initiation used by most DNA viruses.\n\nThe picornaviruses are a large family of positive-sense RNA viruses including important animal and human pathogens such as foot-and mouth-disease virus (FMDV) and poliovirus (PV). The picornaviruses have uncapped mRNAs that are translated by the cap-independent mechanism of internal ribosome entry. Encephalomyocarditis virus (EMCV) and, to a lesser extent, PV, affect 4E-BP activity by increasing the ability of this protein to bind to and sequester eIF4E in order to silence cap-dependent translation of host mRNAs and permit selective translation of EMCV and PV mRNAs. 19 Upon infection with EMCV, 4E-BP1 becomes dephosphorylated, and this coincides with the shutoff of protein synthesis that occurs. Dephosphorylation of 4E-BP1 in PVinfected cells lags behind the shutoff of cellular protein synthesis, and it appears that in this situation protein synthesis inhibition is initiated by the cleavage of eIF4G. Further evidence of a role for dephosphorylation of 4E-BP1 in inhibition of protein synthesis during EMCV and PV infections was demonstrated by addition of rapamycin, an inhibitor of 4E-BP phosphorylation, to virus-infected cells. This results in enhanced synthesis of EMCV and PV viral proteins. 20 \n\nRhabdoviruses are negative-stranded RNA viruses. Inactivation of 4E-BP1 by dephosphorylation and downregulation of host protein synthesis is also observed in cells infected with vesicular stomatitis virus (VSV), despite the fact that VSV mRNAs are capped. 21 However, multiple other factors control the translation of viral mRNA including a relocalization of certain hnRNPs from the nucleus to the cytoplasm. 22 C. Other Regulation of eIF4F Assembly\n\nIn addition to their regulation of 4E-BP1, some herpesviruses stimulate the assembly of eIF4F complexes in cells directly using a range of mechanisms. 11, 13, 14 For example, it has been shown that the ICP6 protein produced in HSV-1 lytic infection is required for increased eIF4F complex formation and interacts directly with eIF4G, suggesting that it has a chaperone function. 10 hCMV infection leads to an increase in the abundance of eIF4E, eIF4G, and PABP, and to enhanced eIF4F assembly. 14 Reactivation from latency in KSHVinfected cells also leads to a stimulation of eIF4F assembly. Interestingly, no VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY corresponding increase in the level of PABP association with the eIF4F complex was observed, and PABP was seen to redistribute from the cytoplasm to the nucleus. This is perhaps surprising given the role of PABP in stimulating translation. 5 It was suggested that alternative eIF4F complexes lacking PABP could selectively promote the synthesis of viral, but not host, proteins, so that KSHV-encoded mRNAs would compete more effectively for host translation machinery in infected cells. 15 \n\nPoxvirus infection results in the reorganization of discrete cytoplasmic regions into replication factories. The poxvirus vaccinia virus induces the redistribution of eIF4E, eIF4G, and PABP to these replication compartments. It is not fully understood how redistribution of initiation factors occurs although it has been proposed that this may be important in selectively promoting translation of viral mRNAs. 17\n\neIF4E is phosphorylated on residue serine 209 by the MAP-kinase signalintegrating kinases Mnk1 and Mnk2 (reviewed in Ref. 23 and the chapter by Blenis and Mahoney, this volume). The Mnks bind to eIF4G, bringing the kinase into close proximity to eIF4E. [24] [25] [26] The exact role of eIF4E phosphorylation in translational regulation is still unresolved, and although Mnk1 and Mnk2 are essential for constitutive and inducible phosphorylation of eIF4E they are not required for cell growth or development. 27 However, it is thought that phosphorylation of eIF4E leads to stimulation of cap-dependent translation 28 and this is associated with tumorigenesis. 29 Changes in the phosphorylation state of eIF4E are often seen in virus-infected cells and these have been shown to affect virus replication.\n\nAdenovirus infection results in changes in eIF4E phosphorylation that are important for virus replication. Adenovirus mRNAs are capped, but they are selectively translated during late viral infection. During this stage, the first protein to be synthesized is the 100 K protein, encoded by the L4 transcription unit, and this is produced in very large amounts. 30 The 100 K protein then binds to the carboxyl-terminus of eIF4G at, or near, the site that is normally occupied by the eIF4E kinase Mnk1. By competing with Mnk1 for binding, the 100 K protein acts as a direct inhibitor of Mnk1 and displaces this protein from eIF4G. 31, 32 The removal of Mnk1 from eIF4G results in the dephosphorylation of eIF4E, which is thought to be associated with the inhibition of cellular capdependent translation, although the precise mechanism by which this occurs is not understood. Late AdV mRNAs are capped but are still translated when cellular protein synthesis is inhibited as they possess a common 5 0 -noncoding region (5 0 -NCR) known as the tripartite leader. The tripartite leader allows the late mRNAs to be selectively translated by an alternate mechanism of initiation known as ribosome shunting. During late infection, the 100 K protein enhances the binding of eIF4G and eIF4A to the tripartite leader complex at the 5 0 end of the adenovirus mRNA. 33 The activity of the 100 K protein is stimulated by tyrosine phosphorylation, 33 and this phosphorylation event is necessary to promote viral translation following shunting and does not affect the binding of this protein to eIF4G.\n\nSimilar decreases in eIF4E phosphorylation are observed in VSV and influenza virus infections. 21, 34 In contrast, HSV-1 induces the phosphorylation of eIF4E, which promotes its association with eIF4G and may enhance capdependent (and therefore viral) protein synthesis, although it is not fully understood how selective translation of viral protein synthesis is achieved (reviewed in Ref. 21 ).\n\neIF4G is the central component of the eIF4F cap-binding complex and is frequently targeted during virus infection. There are a number of functional homologs of eIF4G including eIF4GI and II.\n\nMany picornavirus infections induce a rapid inhibition of host cell translation. In the case of the entero and rhinoviruses and FMDV, this shutoff is associated with the cleavage of eIF4G. The entero-and rhinovirus 2A proteases cleave eIF4GI such that the protein is separated into an N-terminal one-third, containing the eIF4E-binding site, and a C-terminal two-thirds, to which eIF3 and eIF4A bind. [35] [36] [37] The bridging function of eIF4GI between the capbinding activity of eIF4E and the helicase and 40S recruitment roles of eIF4A and eIF3 is therefore lost.\n\nThe FMDV L-protease similarly cleaves eIF4GI at a site close to, but distinct from, the 2A protease cleavage site. 38 A secondary cleavage event is mediated by a second FMDV protease, 3C, in a species-specific manner. 39 Both cleavage events result in separation of the eIF4E-binding domain from the C-terminal portion of the protein, similar to the effects of the entero rhinovirus 2A protease (Fig. 1) .\n\nThe effects of eIF4GI cleavage on host translation are more complex than was originally thought. Experiments conducted in the presence of inhibitors of viral RNA synthesis indicated that, although eIF4GI is still cleaved under these conditions, host translational shutoff is minimal. 40 It was subsequently shown VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY that 2A protease also cleaves eIF4GII. Cleavage of both proteins is required for the virus to inhibit host translation. 41 In the case of PV, eIF4GII is cleaved with slower kinetics than eIF4GI, and eIF4GII cleavage is therefore the ratelimiting step for induction of host translational shutoff. 41 FMDV L-protease also cleaves both eIF4GI and II, but with similar kinetics for each protein. 38 The significance of eIF4GII cleavage is not certain, as it is much less abundant than eIF4GI in cells and is no more active in supporting translation initiation. Moreover, the central domain of eIF4G, which lacks the eIF4Ebinding domain, can support translation initiation on capped mRNAs. This eIF4G p100 domain is fourfold less effective than intact eIF4F in mediating translation initiation on capped mRNAs, but is more active than intact eIF4F for initiation on PV RNA. 42 It is likely that, when viral RNA synthesis increases the pool of PV RNA in the cell, the p100 fragment of eIF4G is redirected to PV RNA at the expense of host translation. Other effects of picornavirus infection, such as PABP cleavage, may also be involved in mediating the inhibition of host translation that occurs during picornavirus infection.\n\nPicornavirus translation is directed by internal ribosome entry sites (IRESs) within the 5 0 -UTRs of the viral RNAs. The central one-third of eIF4G, containing the eIF3 and one eIF4A-binding domain, is sufficient to support translation initiation from these IRESs. 43 This allows picornavirus RNAs to compete effectively for the host translation machinery following infection, although the situation appears to be more complicated than this (see Section III). An exception to this is hepatitis A virus (HAV), which does require full-length eIF4G and eIF4E for translation initiation, and hence does not cleave eIF4G or induce shutoff. 42 \n\nThe caliciviruses are an important family of viruses, being the main cause of outbreaks of viral gastroenteritis in man (noroviruses) and the causative agents of a number of animal diseases. Infection with feline calicivirus (FCV) induces cleavage of eIF4GI and II, somewhat closer to the N-terminus than the picornavirus 2A protease cleavage site. 44 This cleavage occurs late in infection and correlates with host translational shutdown. Despite this induction of cleavage, FCV requires intact eIF4G to mediate translation of viral mRNAs. It may be that in this case, cleavage of eIF4GI results in a cleavage product that retains the eIF4E-binding site, but removes the PABP-binding site. This would make sense as FCV mRNA translation requires eIF4E, 45 although the PABP requirement is currently unknown. However, translation of mRNA from the related calicivirus murine norovirus (MNV) is insensitive to FMDV L-protease treatment and it therefore seems that intact eIF4G is not required for translation of MNV mRNAs. 46 It appears that even within the same family of viruses, different requirements for specific initiation factors in viral translation exist.\n\nRetroviruses have RNA genomes that undergo reverse transcription in infected cells to give a full-length dsDNA copy, which then integrates into the host genome. Human immunodeficiency virus (HIV) is a lentivirus responsible for acquired immunodeficiency syndrome (AIDS). Proteases encoded by HIV-1 and -2 cleave eIF4GI, but not eIF4GII, in infected cells and in vitro. 47, 48 Unlike the picornavirus proteases, this cleavage occurs at multiple sites and results in inhibition of HIV IRES-driven translation, in addition to host translation. 47 Several other retrovirus proteases cleave eIF4GI and eIF4GII at sites in a similar location when the protease is expressed in cells or introduced into cell-free systems. 49 The significance of this result is not clear, as most retroviruses other than HIV do not inhibit host translation.\n\nIt is now well accepted that PABP plays a central role in stimulation of translation. By binding to poly(A) tails on capped mRNAs, PABP can mediate the circularization of mRNAs by simultaneously binding to eIF4G at the 5 0 end of the mRNA, thus promoting the recycling of ribosomes; this has been termed the ''closed loop model.'' 4,5 A number of viruses have been shown to target PABP as a mechanism of inhibiting host cell translation.\n\nIt has been shown that infection of cells with the picornaviruses PV and coxsackie virus B3 (CVB3) results in the cleavage of PABP. 50, 51 Furthermore, it was demonstrated that the viral 2A proteases directly cleaved PABP between M487-G488. 50,51 PABP contains four RNA recognition motifs (RRMs) that participate in eIF4G-and RNA-binding and a conserved C-terminal domain that interacts with other factors such as eIF4B. 52, 53 Cleavage of PABP by the picornavirus 2A proteases separates the RRMs from the C-terminus and results in inhibition of protein synthesis, although PABP cleavage does not fully correlate with shutoff. In PV-infected cells PABP is cleaved by the viral 3C protease at different sites to the 2A proteases. 54 Recent work has provided new information on the role of PABP cleavage in picornavirus infections. It is known that PABP also stimulates picornavirus IRES-directed translation through its interaction with poly(A) tails and eIF4G. 55, 56 One question that has been the focus of interest for picornavirologists for many years is the mechanism of switching from translation to replication of the viral RNAs. As these two processes are occurring in opposite directions on the same RNA, it is believed that something must stall translation to allow replication to occur. It has also been shown recently that HAV 3C protease cleaves PABP in vivo and in vitro. 57 The resulting N-terminal cleavage product binds VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY to the HAV 5 0 -UTR (to the pY1 region upstream of the IRES) and suppresses translation of the HAV mRNA. HAV does not induce host cell shutoff and infection does not result in cleavage of eIF4G. A model has been proposed in which PABP binds to the poly(A) tail on the HAV RNA early in infection and stimulates translation. Once enough viral proteins have accumulated, the 3C protease cleaves PABP and the N-terminal cleavage product binds to the pY1 region of the 5 0 -UTR of HAV RNA, inhibiting translation. The RNA is then cleared of ribosomes to allow replication to occur in the opposite direction. 57 This model is also likely to apply to other picornaviruses, as it has now been shown that PABP cleavage by PV 3C protease also inhibits translation directed by the PV IRES, both on RNAs with and without poly(A) tails. 58 It was also demonstrated that expression of a PABP that is resistant to cleavage by 3C protease within cells resulted in reduced production of viral RNA and reduced virus production. This suggests that PABP cleavage may be important in promoting the switch from translation to replication in picornavirus infections.\n\nIt is not only in picornavirus infections that PABP cleavage is seen. The caliciviruses norovirus (NV) and FCV also induce PABP cleavage 54 and this results in inhibition of translation of polyadenylated RNAs in vitro. The 3C-like protease is responsible for this cleavage. PABP cleavage does not occur until relatively late in FCV infection. As calicivirus RNAs are also polyadenylated it is possible that PABP also stimulates translation of viral RNAs and that PABP cleavage would inhibit viral translation, but this has not yet been demonstrated.\n\nIn line with the model described above, it is tempting to speculate that PABP cleavage in calicivirus infections may also modulate the switch from translation to replication of the viral RNAs.\n\nA different mechanism of targeting PABP that does not involve its cleavage has recently been described in rubella virus infection. The rubella virus capsid protein binds to PABP and there is an increase in PABP levels during infection. 59 Addition of the rubella virus capsid protein to in vitro translation reactions inhibited translation of viral RNAs, but this inhibition could be rescued by the addition of PABP. An inhibition of host protein synthesis was also observed, although this was not complete. The authors suggested that the binding of the capsid protein to PABP may mediate the switch between translation and packaging of the new genomes, in a similar manner to the model described for picornaviruses and caliciviruses above.\n\nRotaviruses belong to the Reoviridae family and have segmented dsRNA genomes. Rotaviruses cause gastroenteritis and infect many animal species; in humans, they are responsible for severe diarrheal disease in infants which is a cause of high mortality in the developing world. These viruses replicate in the cytoplasm of infected cells where capped, nonpolyadenylated viral mRNAs are made. 60 The rotavirus nonstructural protein NSP3 binds to the N-terminal region of eIF4GI, both in vitro and in infected cells and also binds to the 3 0terminal sequence common to all rotavirus mRNAs, similar to PABP binding to cellular mRNAs. 61 Rotavirus-infected cells also undergo inhibition of cellular protein synthesis and this has been attributed to the novel action of the NSP3 protein. The NSP3 protein specifically evicts PABP from the eIF4F complex by competing for binding to eIF4GI. In spite of this similar function, there is no sequence homology between PABP and NSP3. It is therefore believed that NSP3 binding to a consensus sequence in the 3 0 end of rotavirus mRNAs recruits the eIF4F complex to the viral mRNAs via NSP3 binding to eIF4GI, effectively circularizing the viral mRNAs. It has been proposed that NSP3 functions in a similar way to PABP binding to polyadenylated eukaryotic mRNAs. However, more recent data have questioned this model as it has been demonstrated that NSP3 (and its interaction with eIF4GI) is not required for rotavirus mRNA translation. 62 In this study, RNAi-induced silencing of NSP3 in infected cells had no effect on viral protein production (except NSP3) or virus replication, although it did result in a less severe shutoff of host cell protein synthesis. In fact, viral progeny production was enhanced in the NSP3-silenced cells. Similarly, these authors suggested that eIF4GI is also not required for viral protein synthesis, as silencing of this factor also had no effect on virus production. A new model on the role of NSP3 was put forward that proposes that binding of NSP3 to the viral mRNAs either protects them from degradation or prevents binding of the virus polymerase, thereby ensuring they are utilized for translation. 62 The exact role remains to be determined.\n\nBunyaviruses possess tripartite, negative-sense RNA genomes and are responsible for a febrile illness in humans that is mosquito-borne. Bunyavirus mRNAs, like rotavirus mRNAs, are capped but not polyadenylated. Infection of cells with these viruses induces shutoff of host cell protein synthesis, possibly through the inhibition of transcription. It has been shown recently that a translational enhancer element (TEE) within the 3 0 -UTR of Bunyamwera virus S segment mRNA is able to substitute for a poly(A) tail. 63 A similar element has been shown to exist in Dengue virus mRNA. 64 Translation of the bunyavirus mRNAs requires eIF4GI but does not require PABP, although the exact role of eIF4GI is currently unknown. Furthermore, bunyavirus infection of cells in culture resulted in a redistribution of PABP localization from the cytoplasm to the nucleus, and it was suggested that this may contribute to the inhibition of translation of host (polyadenylated) mRNAs. The viral N protein binds to PABP in the cytoplasm but it is not yet known if this protein is directly involved in the nuclear relocalization.\n\nAn alternative mechanism of translation initiation that is used in mammalian cells is termed internal ribosome entry. In this case, a complex, highly structured RNA element (an internal ribosome entry site or IRES) is formed in the 5 0 -UTR of the mRNA and the ribosome is recruited via the IRES to an AUG start codon that may be a considerable distance from the 5 0 end of the mRNA. 48 Accessory proteins termed IRES trans-acting factors (ITAFs) are usually required by cellular IRESs and the data suggest that these act as RNA chaperones that permit the IRES to attain the correct structure to recruit the 40S ribosomal subunit. 48 In general, IRES-mediated translation is used under conditions of pathophysiological cell stress which include genotoxic shock, temperature shock, hypoxia, and viral infection. 48 Members of several different families of RNA viruses are able to bypass the canonical, cap-dependent, translation initiation process by employing this strategy of internal initiation of protein synthesis. The translation initiation factors required, and mechanisms used, by different viral IRESs vary considerably.\n\nThe picornavirus RNAs are not capped, but are covalently linked to a small peptide known as VPg at the 5 0 terminus; this peptide is rapidly lost once the virus enters the cell, leaving an uncapped RNA. Picornavirus 5 0 -UTRs tend to be long and structured, with many upstream AUG codons that are not used for translation initiation. This suggested that a cap-dependent scanning mechanism of translation initiation was unlikely to be utilized, and led to the discovery of the first IRESs in the 5 0 -UTRs of EMCV 65 and PV RNA. 66 These were identified by construction of dicistronic reporter RNAs, in which the viral 5 0 -UTR was placed between two cistrons and was able to promote translation of the downstream cistron.\n\nIRESs were subsequently identified in many different picornavirus RNAs and divided into two major categories, within which there are common secondary structural and mechanistic features. Type I IRESs are found in enteroand rhinoviruses, such as PV, and recruit ribosomes to an AUG codon at the 3 0 end of the IRES. A ribosomal scanning process then transports the 40S subunit and associated factors to the next AUG codon further downstream, where translation initiation occurs. Type II IRESs, located in cardio-and aphthovirus mRNAs (e.g., EMCV), are similar in length to type I IRESs, at about 450 nucleotides (nt). They also recruit the 40S ribosomal subunit directly to an AUG codon at the 3 0 end of the IRES, but in this case this AUG is the initiation codon 67 (Fig. 3) . The FMDV IRES is structurally related to the type II IRESs, but only a minority of translation initiation occurs at the site of ribosome recruitment. The remaining ribosomes initiate translation at the next AUG downstream following a scanning process, so this IRES uses a hybrid of type I and type II mechanisms.\n\nBoth type I and type II IRESs require the entire canonical translation initiation machinery, with the exception of the cap-binding protein eIF4E, and the eIF4E-binding domain of eIF4G. In vitro reconstruction of initiation complexes using purified and recombinant initiation factors and 40S subunits indicated that eIF4G binds directly to the J-K domain of type II IRESs, that this binding is stimulated by eIF4A, and that this induces a conformational change in the region surrounding the initiation codon that is likely to promote 43S complex recruitment. 68 Recently, similar experiments on the type I PV IRES have indicated that an analogous mechanism is used to recruit eIF4G-4A to domain V of the IRES and to induce structural changes at the 3 0 border of the IRES. 69 Other structural features of both classes of IRES are also required for initiation, and therefore eIF4G/4A recruitment alone is not sufficient for IRES activity. In addition to their requirement for components of the canonical translation initiation machinery, many picornavirus IRESs need to recruit noncanonical IRES ITAFs to achieve optimal activity. A number of ITAFs that interact with specific IRESs have been identified, although in some cases the physiological role of these factors is questionable. Well-characterized examples include the polypyrimidine tract-binding protein (PTB), which was first shown to interact with the human rhinovirus (HRV), 70 and was subsequently found to be required for efficient PV and EMCV translation in cells. 71 A role for the autoantigen La in stimulation of PV IRES activity has also been demonstrated in vitro and in cell culture. 72 ITAFs are thought to act by modulating the secondary structure of the IRES such that canonical initiation factors are more effectively recruited, and such a role was demonstrated for PTB and ITAF45 binding to the FMDV IRES 73 and more recently in cells. 74 Picornavirus infection is frequently associated with rapid shutoff of host translation, providing a rationale for the use of IRESs to maintain viral translation under these conditions. The enterovirus 2A and FMDV L-proteases, for example, cleave eIF4GI and II such that the N-terminal eIF4E-binding domain is separated from the remainder of the protein. Although picornavirus IRESs show unaffected or even enhanced activity in the presence of 2A protease, some of this stimulation is thought to be independent of inhibition of host translation or expression of the C-terminal fragment of eIF4G. 75 Stimulation of IRES activity can still occur when 2A protease with a mutant active site is expressed, or when eIF4G is resistant to 2A cleavage. 76 The effects of this protease on IRES activity are therefore more complex than a simple competition between full-length and truncated eIF4G mediating host and viral translation, and it is probable that other factors are regulated by the protease and have an effect on picornavirus IRESs.\n\nTwo further categories of picornavirus IRES have also been identified. The HAV IRES forms a minor class of its own, and requires the full canonical initiation machinery including eIF4E and full-length eIF4G, although the viral RNA is not capped. 42 It has been suggested, although not yet experimentally proven, that the requirement for eIF4E may be due to its conformational effects on eIF4G. 42 A fourth, and very distinct, class of picornavirus IRES elements was recently identified in porcine teschovirus-1 (PTV-1), 77 and subsequently in several other picornaviruses such as avian encephalomyelitis virus. 78 These IRESs are distinct from other picornavirus IRESs in their initiation factor requirements and mechanism of action, and instead are very similar to the HCV and pestivirus IRESs. The PTV-1 and AEV IRES elements show sequence and structural homology to the hepatitis C virus (HCV) IRES and act similarly to directly recruit the 48S complex in the absence of the eIF4 factors. The PTV-1 IRES has also been shown to interact directly with the 40S ribosomal subunit and eIF3. 79 This suggests that exchange of genetic information between picornaviruses and flaviviruses has occurred at some point.\n\nThe mechanism of initiation used by the PTV-1 IRES and its relatives was initially identified in HCV and pestivirus RNAs. 80, 81 HCV belongs to a subgroup of the Flaviviridae family and is a major cause of human disease, causing blood-borne hepatitis that can result in the development of hepatocellular carcinoma. The flavi-and pestiviruses are positive-sense RNA viruses with uncapped structured 5 0 -UTRs that direct synthesis of the viral polyprotein. The HCV and pestivirus 5 0 -UTRs are somewhat shorter than those of the picornaviruses, and almost the entire UTR, approximately 330 nt, is required for IRES activity. HCV and related IRESs can bind directly to the 40S subunit (in the absence of any initiation factors) such that the start codon is positioned close to the ribosomal P site. The IRESs then bind directly to eIF3 and require this factor and the ternary eIF2/GTP/Met-tRNAi complex to form correctly positioned 48S* complexes. The IRES can then recruit the 60S subunit and assemble functional 80S ribosomes. 82 These IRESs do not require any components of the eIF4F complex, and it was recently demonstrated that at high magnesium concentrations the HCV IRES is able to initiate translation independently of the eIF2/GTP/Met-tRNAi ternary complex. 83 eIF2-and eIF5-independent HCV IRES activity was mediated by eIF5B in a manner analogous to prokaryotic translation initiation. 84 This ability to function in an eIF2-independent manner displays an intriguing similarity to the dicistrovirus intergenic region (IGR) IRESs and is likely to allow the HCV IRES to function under conditions of cell stress that induce eIF2 phosphorylation.\n\nThe minimal factor requirements for HCV IRES activity have allowed close study in vitro and it has been possible to use cryo-electron microscopy (cryo-EM) to determine the tertiary structure of the IRES in complex with the 40S ribosomal subunit. 85 The HCV IRES was shown to induce conformational changes in the 40S subunit, some of which are very similar to those induced by eIF1 and eIF1A binding to the 40S subunit. This suggests that the HCV IRES may function in a similar manner to these factors to promote initiation. 86 A pathway for recruitment of HCV IRES RNA to the 40S subunit has been determined using directed hydroxyl radical probing, providing a further indication of similar, but distinct, effects of the HCV IRES and eIF1/1A binding to the 40S subunit. 87 The secondary structure of the HCV and pestivirus IRESs has been clearly defined (Fig. 3) . Domain III is necessary for 40S binding and for subsequent eIF3 recruitment, but domain II is not required to recruit these components. However, deletion of domain II results in severely impaired IRES activity, and this region of the IRES was shown to be important for 80S formation. 88 Domain II folds independently of the remainder of the IRES, and is responsible for the conformational changes induced in the 40S subunit by HCV IRES binding. 85 An analysis of the role of this domain in subunit joining indicated that it promotes eIF5-induced GTP hydrolysis and release of eIF2/GDP. 89 Despite its ability to initiate translation by binding directly to the ribosome, there is some evidence for a role for several different ITAFs in HCV IRES activity. Several proteins have been shown to bind to the HCV IRES, but the most convincing evidence is for a role for the autoantigen La. This factor interacts directly with the HCV IRES at a site close to the start codon, and stimulates 40S binding in vitro. Depletion of La in cultured cells led to a loss of IRES activity. 72 \n\nThe most recent class of IRES to be identified was found in the IGR of the cricket paralysis virus (CrPV) genome and other members of the Dicistroviridae family 90,91 of insect-infecting viruses that belong to the picornavirus superfamily. These viruses have a naturally discistronic genome and IRESs have been discovered in both the 5 0 -UTR and the IGR. The CrPV IGR IRES is approximately 200 nt long, and adopts a high degree of secondary structure, with three pseudoknots (PKI-III) that are involved in different aspects of the IRES activity. 92 The CrPV IGR IRES and its relatives recruit the 40S and 60S ribosomal subunits independently of any host initiation factors or Met-tRNAi. The IGR IRES binds to the 40S subunit via the PKII-PKIII domains, and is positioned correctly for elongation by PKI, which occupies the P site of the ribosome. A GCU codon is positioned in the A site and recruits its cognate tRNA such that the first amino acid is alanine 91 (Fig. 3) .\n\nThe mechanism of initiation by the CrPV IGR IRES has been analyzed in detail by in vitro reconstitution experiments. The IRES mediates peptide synthesis following incubation with the 40S and 60S ribosomal subunits, the elongation factors eEF1A and eEF2, and aminoacylated tRNAs. 93, 94 The first translocation step on the IRES occurs without peptide bond formation. The IRES therefore mimics both the initiator and elongator tRNAs by its interactions with the ribosomal P site.\n\nThe structure of the IGR IRES in complex with 40S and 80S ribosomes has been revealed by cryo-EM and crystallography. 95, 96 These structures demonstrate the ability of the IRES to mimic a tRNA in the ribosomal P site, and to form contacts with the A, P, and E sites. This binding pattern is very different to that of the HCV IRES, which interacts predominantly with the solvent side of the 40S subunit, although there is some overlap in the E site. 85 Despite this difference in binding, the CrPV and HCV IRESs induce similar conformational changes in the 40S subunit, suggesting that these changes may be intrinsic to translation initiation.\n\nThe ability of the CrPV IGR IRES to initiate translation in the absence of initiation factors allows it to function effectively under conditions in which host translation is inhibited. The IRES is relatively inactive in wild-type yeast, but is activated by eIF2 phosphorylation, or by depletion of various other canonical initiation factors. 97, 98 This implies that the IRES competes with host mRNAs for ribosomes, and is able to do so effectively under conditions of cell stress.\n\nThe IRES found in the 5 0 -UTR of the dicistroviruses is very different in both structure and mode of action to that of the IGR IRES. It has been demonstrated that the 5 0 -UTR of the dicistrovirus Rhopalosiphum padi virus (RhPV) is mostly unstructured and requires only a minimal set of factors for function, eIF2, eIF3, and eIF1, although the addition of eIF4F did stimulate 48S complex formation on the IRES. 99 It may be that this simplified mode of action is responsible for the ability of the IRES to direct translation initiation in mammalian, insect and plant systems. 100 \n\nTwo IRESs have been identified in HIV-1 RNA. The first to be identified is located in the coding region of the gag gene and directs synthesis of an Nterminally truncated Gag protein. 101 The second IRES is located in the 5 0 -UTR and directs protein synthesis during the G2/M phase of the cell cycle. 102 An unusual form of internal ribosome entry has been described in HIV-2. HIV-2 viral particles contain Gag p57 (the translation of which initiates at the first codon, AUG1), and two shorter isoforms of p50 (which initiates at AUG2) and p44 (which initiates at AUG3). An IRES that directs translation of all three isoforms of the Gag protein is located in a highly structured region which is downstream of the authentic AUG1 start codon and spans to AUG3. 103 This IRES is therefore required to deliver the preinitiation complex upstream to produce Gag p57 polyprotein from the first AUG codon. 103 H. miRNAs miRNAs have recently emerged as major regulators of gene expression (discussed in detail in the chapter by Sarnow, this volume). Metazoan miRNAs function predominantly by binding via imperfect complementarity to sites in the 3 0 -UTR of mRNAs and repressing gene expression, both at the level of translation and by mRNA degradation. This important mode of gene regulation has been found to affect the life cycles of a number of viruses in a variety of different ways (Fig. 4 ).\n\nThe first observation that viruses utilize the miRNA pathway came from the herpesviruses. These large DNA viruses encode their own miRNAs within their genomes and express these miRNAs during both latent and lytic infection. Cloning and sequencing of small RNAs derived from B cells infected with the -herpesvirus EBV led to the identification of the first five viral miRNAs. 104 miRNAs expressed by a number of other , , and -herpesviruses that infect a range of species have subsequently been identified by cloning and computational methods, 105 implying that this is a general mechanism used by this viral family. Conservation of sequence or genomic location between miRNAs derived from different viruses was generally not observed. 105 miRNAs are also expressed by the small DNA virus Simian virus 40 (SV40) and several other polyomaviruses. [106] [107] [108] Two miRNAs, derived from opposite strands of a single pre-miRNA, are expressed by these viruses. A number of small RNAs derived from adenovirus VA RNAI, and predominantly from VA RNAII, were identified and shown to associate with the RNAi-induced silencing complex (RISC), 109 although a functional role has not yet been ascribed to these small RNAs.\n\nIt is likely that viral miRNA expression is limited to DNA viruses, as Drosha and Dicer-dependent processing of miRNA precursors results in the destruction of the parent RNA, and would therefore be undesirable for a virus with an RNA genome. Cloning of small RNAs from cells infected with HCV, yellow fever virus (YFV), or HIV-1 did not yield any miRNAs derived from these RNAs and viruses. 105 miRNAs derived from both strands of the HIV-1 TAR RNA have since been detected in infected cell lines and primary cells. 110 However, HIV-1-derived miRNAs were undetectable in another recent study, so it is questionable whether any expression that does occur is at a sufficiently high level to have functional consequences. 111 Viral miRNAs are similar to those of the host, as they are derived from longer hairpin transcripts expressed by RNA pol II or III and undergo processing to yield mature, cytoplasmic miRNAs. Identification of novel viral miRNAs is therefore amenable to computational analysis. 105, 112 EBV is now known to encode at least 23 miRNAs, 112 located in two genomic clusters, within introns of the BART and BHRF1 genes. miRNAs derived from each cluster show differential expression patterns across different stages of viral latency. 113 The temporal regulation of herpesviral miRNA expression in general is not yet well understood, as most viral miRNAs have been cloned exclusively from cells at a particular stage of the viral life cycle. However, HSV-1 miRNAs show distinct expression profiles, with four miRNAs expressed in latency, one during productive replication, and one throughout infection. 114 SV40 miRNAs are only expressed in late infection. 107 \n\nThe first identified target for a viral miRNA was the SV40 large T antigen (TAg). The viral miR-S1 is expressed antisense to the TAg mRNA and acts in an siRNA-like manner to cleave and degrade the TAg transcript. 107 This mechanism appears to function to mediate downregulation of antigen levels late in the viral life cycle and thus allows the virus to evade a cytotoxic T cell response. 107 The location and function of this miRNA appear to be conserved in other polyomaviruses. 106, 115 Regulation of a viral transcript by an antisense viral miRNA has also been observed or predicted for some herpesvirus miRNAs. miR-H2-3p, which is expressed during latent HSV-1 infection, is antisense to the viral ICP0 transcript. Surprisingly, despite its exact complementarity to its target, miR-H2-3p does not significantly affect ICP0 mRNA levels, but reduces the expression of the encoded protein at the level of translation. 114 This regulation is likely to be important for establishment and maintenance of viral latency, as the ICP0 protein is important for productive replication and is thought to be involved in reactivation from latency. 114 A search for imperfect targets for viral miRNAs within viral 3 0 -UTRs yielded a number of attractive candidates, suggesting that viruses also use this mechanism to regulate their own gene expression. This was confirmed experimentally for hCMV miR-UL112-1, which downregulates expression of the major immediate early gene IE1 by binding to its 3 0 -UTR. 116 IE1 protein is important for the switch from latent to lytic infection, as are some of the other predicted viral targets of herpesvirus miRNAs, so viral miRNAs may play a general role in regulation of herpesvirus latency.\n\nAn important function of herpesvirus miRNAs appears to be in the regulation of host gene expression. Various host mRNA targets of herpesvirus miR-NAs have been detected, and the viral miRNAs appear to function in a similar manner to cellular miRNAs, by binding to the 3 0 -UTR with imperfect complementarity and negatively regulating translation and RNA stability. EBV miR-BHRF1-3 downregulates the chemokine CXCL-11, a T cell attractant, and may thus allow infected cells to escape the T cell response, 117 whereas miR-BART-5 targets the proapoptotic factor PUMA and protects infected cells from apoptosis. 118 Several KSHV miRNAs repress expression of BCLAF1, a protein involved in apoptosis (248), and others downregulate THBS1, a multifunctional protein which has a role in recruitment of monocytes and T cells to sites of infection. 119 Despite a lack of sequence homology, miRNAs from several different herpesviruses bind to adjacent sites in the 3 0 -UTR of MICB mRNA and inhibit expression of MICB protein, which is involved in immune surveillance. 120 The herpesvirus miRNA targets identified to date appear to allow these viruses to regulate the host immune response or apoptosis, and thus are likely to be important in allowing effective infection.\n\nA particularly intriguing viral miRNA is KSHV miR-K11, which has an identical seed sequence to cellular miR-155, and has been shown to regulate many of the same targets. 121 miR-155 levels are upregulated in cells infected with EBV, 122 and a similar viral orthologue is encoded by another oncolytic herpesvirus, Marek's disease virus type 1 (MDV-1). 123 miR-155 overexpression is linked to various cancers, so these results suggest that viral miRNA expression, or virus-induced modulation of host miRNA expression, may contribute to oncogenesis.\n\nViral infection can affect both the cellular miRNA machinery as a whole, and the expression of individual miRNAs. In addition to its effects on miR-155 expression, discussed above, EBV modulates the levels of multiple host miR-NAs, with different effects in latent and lytic infections. 124, 125 hCMV also regulates the expression of specific host miRNAs, some of which affect viral replication. 126 HIV-1-dependent downregulation of the miR-17-92 cluster had a positive effect on viral replication, mediated by the Tat cofactor PCAF. 127 Inhibition of the miRNA and RNAi pathways by viruses is well established as a mechanism of evasion of the host immune response in lower eukaryotes, but few examples exist in mammalian systems. Adenovirus infection results in a global inhibition of host miRNA expression and activity. Expression of VA RNAI led to inhibition of processing of ectopically expressed pre-miR30, and to inhibition of RNAi induced by short hairpin RNA (shRNA) precursors that require Dicer cleavage for activity. This activity was mediated by VA RNAI competition with pre-miRNAs and shRNAs for binding to both exportin-5, required for pre-miRNA export from the nucleus, and to the cytoplasmic processing enzyme Dicer. 128 VA-derived small RNAs also compete with endogenous miRNAs for incorporation into the RISC. 109 VA RNAI is expressed at very high levels in infected cells, so it is possible that its interference with the miRNA and RNAi pathways may be a consequence of this expression and have little functional relevance for the virus. Although some studies have suggested repression of the miRNA pathway by retroviral transcription factors, 129,130 a recent analysis did not identify any such activity. 111 \n\nA direct effect of a cellular miRNA on virus replication has been observed in the case of the liver-specific miR-122. miR-122 binds to the 5 0 -UTR of HCV RNA and is required to maintain viral RNA abundance. 131 The mechanism by which this occurs has not yet been resolved. No effects of miR-122 on HCV translation were initially observed, suggesting that the miRNA acts at the level of viral RNA replication, 131 whereas translational stimulation mediated by miR-122 binding to the HCV 5 0 -UTR was observed in a subsequent study. 132 It is possible that multiple mechanisms may operate. It is not yet known whether this mechanism is unique to HCV, or whether other viruses may use similar strategies.\n\nVarious miRNAs, including several induced by interferon stimulation, have been shown to negatively regulate HCV, 133 and miRNA-dependent repression of other viruses, including primate foamy virus 1 (PFV-1) has also been observed. 130 However, the extent to which these miRNAs regulate virus replication in naturally infected tissues remains unclear. The strong requirement for conservation of complementary sequences to an miRNA seed for regulation to occur, coupled with rapid viral evolution, would suggest that any miRNA that has a detrimental effect on virus replication would quickly be evaded. Tissue specificity is an important feature of the expression of many cellular miRNAs. It is possible that viruses may have evolved to selectively avoid targeting by host miRNAs that are expressed in the tissue they infect, and therefore results obtained outside normal target cells should be interpreted with caution.\n\nAttempts to target viruses by introduction of artificial-binding sites for tissue-specific host miRNAs were effective in restricting viral tropism, but some viral escape mutants evolved. 134, 135 In conclusion, the interplay between viruses and the miRNA pathway is complex and varied, and has many important consequences for viral infection.\n\nViruses have evolved a number of unconventional mechanisms that allow the translation of distal ORFs, contributing to the complexity of gene expression from compact viral genomes. These include (i) leaky scanning, where the AUG of the 5 0 -most ORF is poorly recognized and the ribosomes scan and initiate at a downstream ORF, (ii) reinitiation, where a posttermination complex remains associated with the RNA and reinitiates at a downstream ORF, and (iii) frameshifting. Although few of these mechanisms of translation initiation have been described in host mRNAs thus far, it is interesting to speculate that, as in the case of IRESs, viruses could use or adapt a preexisting system to initiate synthesis of viral proteins.\n\nA number of RNA viruses have a protein known as VPg covalently linked to the 5 0 end of the viral RNA. In picornaviruses, the VPg protein is small and is removed from the RNA following viral entry, such that an uncapped viral RNA serves as a substrate for translation, which occurs by internal initiation. Many of these novel mechanisms have been attributed to the presence of RNA structures within the virus genome that are involved in translation initiation, however, recent work has described the presence of a proteinaceous ''capsubstitute'' on calicivirus RNAs that directs translation of the viral mRNAs. The VPg on calicivirus RNAs is much larger than its picornaviral counterpart and has a different function, as it is retained on the RNA and serves as a cap substitute that directs translation of the viral mRNAs.\n\nThe calicivirus VPg protein binds to eIF4E at a site distinct from both the cap and 4E-BP1-binding sites. In the case of FCV, the VPg:eIF4E interaction is required for translation initiation (at least in vitro) on the viral mRNA, but in the case of MNV this interaction is not required for efficient translation, although the presence of VPg on the mRNA is necessary. It has also been reported that human norovirus VPg binds to eIF3, suggesting that VPg has multiple interactions with key components of the translational apparatus. 136 The interaction of calicivirus VPg with eIF4E is unique amongst mammalian RNA viruses but a similar interaction occurs on plant potyvirus mRNAs (reviewed in Ref. 137) . In this case, plants that do not express eIF(iso)4E are resistant to infection with turnip mosaic virus. Potyvirus VPg is thought to bind eIF4E in competition with the cap structure. 138 Hence, even though the principles of VPg-directed translation are common, the specific mechanisms by which the VPg proteins interact with eIF4E are distinct.\n\nInfluenza virus is a major human health problem with worldwide prevalence. Influenza virus is well known for causing pandemic outbreaks and is a zoonotic disease, infecting pigs, avian species and horses, as well as humans. Influenza A viruses belong to the Orthomyxoviridae family and have a singlestranded, negative-sense RNA genome which is made up of eight segments. In influenza virus-infected cells there is a dramatic inhibition of host cell translation while the viral mRNAs are selectively translated. 139 It is well established that influenza virus mRNAs acquire their 5 0 caps through a process of ''cap snatching'' or ''cap stealing'' during which the virus polymerase complex ''snatches'' the 5 0 10-12 nt from host nuclear mRNAs which then prime the synthesis of viral mRNAs. The viral mRNAs therefore contain host cell sequences at their 5 0 ends, which are followed by conserved viral sequences that are known to bind the viral polymerase. It is believed that polymerase binding to these conserved sequences prevents the snatching of caps from the viral mRNAs 140 and contributes to the selective translation of viral mRNAs during infection; the cellular mRNAs being degraded once decapped. The polymerase itself is a complex of three subunits, PA, PB1, and PB2. The PB1 subunit is involved in binding to the caps on cellular mRNAs that are then VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY thought to be cleaved by the endonuclease activity of the polymerase. The crystal structure of the PA subunit has recently been solved and the endonuclease active site was shown to reside in the amino-terminal end of the protein. 141, 142 As described above, influenza virus infection results in changes to the eIF4F complex as eIF4E is dephophorylated and eIF4G is hyperphosphoryated. 34 A study to understand the components of the eIF4F complex that are required for translation of viral mRNAs has recently demonstrated that influenza virus translation has no requirement for eIF4E, as viral mRNAs are translated in cells depleted of eIF4E and in cells treated with rapamycin. 143 The authors suggested that the polymerase is able to substitute for eIF4E by binding to the conserved sequences in the 5 0 -UTR of the viral mRNAs and recruiting initiation factors. This seems to be another example of how some capped viral mRNAs display a reduced requirement for eIF4E in a similar manner to the adenoviruses.\n\nWhereas influenza virus substitutes the eIF4E component of the eIF4F cap-binding complex with a viral protein, a recent report has demonstrated the unique ability of hantaviruses to replace the entire eIF4F complex with just one viral protein. 144 The hantaviruses are rodent-borne viruses of the Bunyaviridae family and the genome is made up of three negative sense, single-stranded RNA molecules. Hantaviruses include Sin Nombre virus and Hantaan virus, viruses associated with high-mortality rates and symptoms including hantavirus pulmonary syndrome and haemorrhagic fever, respectively.\n\nThe nucleocapsid (N) protein of Sin Nombre virus has been shown to uniquely possess activities that mimic all three components of the eIF4F complex, eIF4E (as N binds to the 5 0 end of capped mRNAs), eIF4G (as N recruits the 43S complex to the 5 0 cap), and eIF4A (as N replaces the RNA helicase). It was shown that N enhances translation of capped mRNAs as a whole, but preferentially stimulates translation of capped mRNAs that contained 44 nt of 5 0 noncoding sequence from the virus. Following inhibition of translation by the addition of a picornavirus 2A protease to RRL such that eIF4G is cleaved, N rescues translation of capped mRNAs. Finally, it was shown that N increased the rate of recruitment of the 43S complex to mRNAs. 145 In summary, N protein increases the translation of both viral and cellular mRNAs, although the enhancement is greater on viral mRNAs. Hantaviruses do not induce shutoff of cellular protein synthesis but the binding of N to viral mRNAs is likely to permit their preferential translation over host mRNAs.\n\nThere are many examples of important mammalian virus pathogens including retroviruses (e.g., HIV-1) and coronaviruses (SARS) that employ frameshifting during translation. In most of the systems examined to date, frameshifting is required for the expression of viral replicases. In retroviruses, frameshifting is necessary for the synthesis of Gag-Pol and Gag-Pro-Pol polyproteins and the production of reverse transcriptases, whereas for the majority of other viruses it is essential to permit the synthesis of RNA-dependent RNA polymerases. 146 Ribosomal frameshifting is a process that alters the triplet decoding of the mRNA by the elongating ribosome. A specific signal in the mRNA causes the ribosome to change reading frame from the 0 to the À 1 frame and translation then continues in the new frame. 146 In eukaryotes frameshift signals require two elements, a heptanucleotide ''slippery sequence,'' where the ribosome changes reading frame, and a stimulatory element that is located a few nucleotides downstream in the form of an RNA pseudoknot 147 or a stemloop. 148 A spacer region of 6-8 nt between the slippery sequence and the stimulatory RNA element is also required, and frameshifting efficiency is dependent upon the length of this sequence (Fig. 5; Refs. 147,149) . Several models for how frameshifting occurs have been proposed (reviewed in Refs. 146, 150) and the model that is most consistent with experimental data suggests that ribosomal pausing at the stimulatory RNA element increases the time that the ribosome is held over the slippery sequence and this permits the tRNA to realign in the À 1 frame. 151, 152 1. CORONAVIRUSES Coronaviruses are a family of animal viruses with a large positive stranded RNA genome. In this family of viruses the replicase gene is composed of two partially overlapping ORFs, 1a and 1b, and the fused polyprotein 1a/1b (pp1ab) is synthesized by programmed À 1 ribosomal frameshifting. 147, 153 The first characterized frameshift signal described for pp1a/pp1b in coronaviruses was in avian infectious bronchitis virus (IBV; Ref. 147); subsequently, very similar mechanisms were shown to achieve this mode of translation elongation in other coronaviruses. It was shown by mutational analysis that the slippery sequence in IBV is UUUAAAC 154 and that the downstream frameshift stimulatory element 6-7 nt away from this sequence is a hairpin (H)-type mRNA pseudoknot ( Ref. 147; Fig. 6 ).\n\nTo carry out detailed structural analysis of ribosomes paused on frameshift sequences, a variant of the frameshift sequence of IBV was generated in which the slippery sequence was changed to CGAGGCA and ribosomes, stalled in the act of decoding the frameshift signal, were purified and VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY subjected to cryo-EM. 152 This allowed images to be generated of 80S ribosomes stalled over the 1a/1b IBV pseudoknot frameshift signal and important mechanistic details of the frameshift process have been derived from these\n\nBasic mechanism of action of frameshifting. Two elements are required in the viral RNA for frameshifting to take place; a heptanucleotide slippery sequence and a structured downstream stimulatory element which is present in the form of either a RNA pseudoknot or a hairpin-stem. Ribosome pausing, due to the presence of the RNA structure, over the slippery sequence permits the tRNA to realign in the À 1 frame.\n\nFIG. 6. Structures of the stimulatory sequences that are found in IBV and HIV. The structure of the stimulatory sequence found in IBV is an RNA pseudoknot whereas the structured element in HIV forms a complex stem-loop.\n\nreconstructions. 152 Importantly, these data indicate that translocation is the point in the elongation cycle at which frameshifting occurs. The RNA pseudoknot interacts with the ribosome in close association with the putative 80S helicase at the entrance to the mRNA channel as well as with the 18S rRNA helix 16, rpS9, rpS2, and the ubiquitous eukaryotic ribosomal regulatory protein RACK1. Eukaryotic elongation factor 2 (eEF2) was shown to be trapped in the A site of the ribosome and this would prevent binding of tRNA to this site until the frameshift has been completed. In the presence of the pseudoknot the P site tRNA is distorted and bent toward the A site that contains eEF2. Taken together these data allowed the following three step model for frameshifting to be proposed. 152 (i) The helicase at the entrance of the mRNA tunnel on the elongating ribosome is unable to unwind the pseudoknot structure in the mRNA, pausing the ribosome. (ii) The blockage imposed by the pseudoknot partially inhibits the movement of the tRNA, bound to the mRNA by the codon-anticodon pairing, during translocation. The tRNA is unable to return to the A site due to the presence of eEF2, and the resulting strain on the tRNA causes it to bend in a (þ) sense direction such that it now moves to the roof of the P site. (iii) Due to the strain of these opposing forces the codon-anticodon interactions breaks. The tRNA then relaxes and moves in the (À) sense 5 0 direction and repairs with the mRNA in the À 1 position. 152 This elegant model agrees well with earlier data and supports a number of other models that have been proposed. 146, 150, 155 Severe acute respiratory syndrome (SARS) in humans is caused by a novel coronavirus 156 and the frameshift element in this virus is highly related to those described previously although with some interesting differences. In SARS-CoV the site of frameshifting signal that allows the production of pp1ab is also a U_UUA_AAC stretch and this is found 12 bases upstream of the 1a stop codon. The frameshift is very efficient; using reporter-based systems, frameshift frequencies of between 14% and 27% were measured in vitro and in vivo. 157, 158 As with other coronaviruses there is a downstream pseudoknot, and disruption of base pairing in this element substantially reduces the efficiency of frameshifting. 157, 158 However, there are notable differences in this pseudoknot when compared to other coronaviruses. The pseudoknot conforms to the H type structure found in IBV, but there is extensive base pairing in loop 3. 157 Most of loop 3 can be deleted without great effect. However, there appears to be an essential conformation that needs to be maintained to achieve maximum frameshifting efficiency. 146 \n\nFrameshifting is essential to HIV replication and related lentiviruses (e.g., SIV, HIV-2) as it controls both the expression of Gag-Pol polyproteins and importantly the precise ratio of the Gag:Gag-Pol polyproteins. 160 Even small variations in the Gag and Gag:Pol ratio can have adverse effects on the virus in terms of infectivity. 161 The site of frameshifting for HIV is a U_UUU-UUA stretch located within the gag/pol overlap 200 nt upstream of the gag termination codon. 151, 162 The downstream stimulatory element found at the gag-pol junction is a simple but very stable RNA stem-loop. 148, [163] [164] [165] [166] For HIV-1 the NMR data suggest that the stimulatory RNA is comprised of a two stem structure (Fig. 6 ). There is an 11 bp helical stem and a highly ordered hairpin loop, the top of which contains an ACAA tetraloop (Fig. 6) . A less stable stem is also present which is separated from the upper loop. 148, 166 It has been suggested that the lower stem acts as a ''positioning element'' that permits the stem-loop to induce the ribosomal pausing required to perturb ribosome translocation. 166 \n\nIn the longer term a full understanding of frameshift regions is likely to be of considerable importance in the development of antiviral drugs. For example, HIV has an absolute requirement for a À 1 ribosome frameshift during translation and this would provide an attractive new target to interfere with the viral lifecycle. It may be feasible to disrupt this process using small molecules, peptides, or oligonucleotides. 167 \n\nEukaryotic translation initiation generally occurs close to the 5 0 end of the mRNA. In some mRNAs, the 5 0 -proximal AUG is followed by a short uORF, and if this is fewer than 30 codons a significant percentage of the ribosomes that have completed uORF translation may resume scanning (as 40S subunits) and reinitiate translation at a downstream AUG codon. 168 Since not all ribosomes resume scanning after termination, the presence of the uORF results in a decrease in translation of the major ORF. 168 The uORF must be translated rapidly for reinitiation to occur, [169] [170] [171] suggesting that rescanning occurs only if some of the initiation factors that promoted initiation at the uORF AUG remain ribosome-associated during uORF translation. Although the mechanism of reinitiation is not fully understood, it has been shown that in mammalian systems efficient reinitiation following uORF translation only occurs if the complete eIF4F complex, or eIF4A, 4B, and the central domain of eIF4G participated in the original initiation event. 172 Some viral mRNAs are able to mediate translation reinitiation following translation of a long ORF, and special mechanisms have been developed to promote this event.\n\nThe best studied case of translation reinitiation occurring following translation of a long ORF is found in caliciviruses. The subgenomic mRNA encoding the structural proteins of FCV is bicistronic with two overlapping cistrons. The first ORF of the RNA encodes the viral major capsid protein (VP1) and the second cistron encodes the minor capsid protein VP2. The two uORFs overlap by 4 nt in FCV (AUGA), one in norovirus (UAAUG) and eight in rabbit hemorrhagic disease virus (AUGUCUGA). 173, 174 The expression of the downstream ORF requires a termination-reinitiation event which is different from those identified in mammalian systems studied to date since it is independent of eIF4G or the eIF4F complex. Instead reinitiation requires an interaction of eIF3 and the 40 S ribosomal subunit with a sequence element that is present in the 3 0 -terminal 70 nt of the upstream ORF, denoted the termination upstream ribosomal-binding site (TURBS). 175, 176 Two short sequence motifs present in TURBS are required for reinitiation, the first of which is a pentameric UGGGA sequence that is complementary to the apical loop of helix 26 in the mammalian 18S rRNA. Evidence for a direct interaction between FCV mRNA and 18S rRNA was obtained using a yeast model system where mutations were introduced into both RNAs. 128 Thus when the yeast 18S rRNA was mutated such that it was adapted to the FCV sequence or vice versa there was a dramatic increase in the translation of the downstream frame. 128 This UGGA motif is conserved in caliciviruses. 175 The second motif is not conserved among caliciviruses but is located at an equivalent position in the TURBS of FCV and RHDV, 175 and it is the secondary structure of these sequences, and not the primary sequence, that is important for function. 176 It has been proposed that the binding of posttermination eIF3/40S complexes to TURBS retains them in a position suitable for reinitiation once they have acquired the eIF2/GTP/Met tRNAi ternary complex. 175, 176 In agreement with this hypothesis it has been shown that eIF3 is involved in termination and recycling of ribosomal complexes, thus providing in part an explanation for the interaction of eIF3 with the 40S ribosomal subunit (Ref. 177 and discussed in the chapter by Fraser, this volume).\n\nIn influenza B virus the genes encoding the M1 (matrix protein 1) and the BM2 proteins, both of which are important for virus viability, 178 are located on segment 7 of the viral genome. 179 The termination codon of M1 overlaps the start codon of BM2 (UAAUG) and the BM2 polypeptide is expressed by termination-dependent reinitiation. 179, 180 The mRNA sequence requirements for reinitiation are similar to those identified for the caliciviruses and are dependent on a 45 nt stretch of RNA that is immediately upstream of the UAAUG pentanucleotide and includes the UGGGA motif. The process of reinitiation and termination is thought to involve the interaction of a stemloop structure in this region that has complementarity with the apical loop of helix 26 in 18S rRNA. 181 \n\nThere are two genera of pneumovirinae: the pneumoviruses, including human respiratory syncytial virus (RSV) and the metapneumoviruses including avian pneumovirus (APV) and human MPV (hMPV). All these viruses cause acute respiratory infections in their hosts. The pneumovirinae direct the synthesis of eight mRNA transcripts, encoding nine primary translation products and the M2 transcripts all contain two uORFs, M2-1 and M2-2, which are overlapping. 182 Expression of the RSV M2-2 ORF occurs via an unusual coupled translation event in which termination of translation of the M2-1 ORF is required before translation of M2-2 can be initiated. [183] [184] [185] A number of regions in the RSV M2-1 ORF have been shown to play a role in coupled translation. The most important region is not between the overlapping cistrons, but is located 150 nts upstream in the M2-1 ORF and contains stable structural elements. 184, 185 A similar mechanism is used to initiate the translation of M2-2 transcripts of APV and hMPV, although there are differences in the efficiencies of the process, which appear to be due to lack of stimulatory sequences in the M2-1 ORF. 185 The reinitiation mechanism is likely to be quite different from that found in influenza BM2 and calicivirus subgenomic mRNAs, but may well involve the same principle of capturing some of the posttermination 40S subunits and restraining them in a position suitable for reinitiation.\n\nAlthough translation initiation generally occurs at the proximal 5 0 AUG codon that is reached after scanning of the 5 0 -UTR, alternative sites of translation initiation also exist which contribute to the complexity of viral genomes. It is known that the sequences flanking the AUG codon contribute to the efficiency of translation initiation. A purine, particularly adenosine, at À 3, and guanosine at þ 4, when the A of AUG is designated þ 1, gives the greatest enhancement to the initiation event. In many viral mRNAs the first AUG codon is in a suboptimal context, so the scanning ribosome may migrate past this first AUG codon and initiate at an alternative downstream AUG. This process is termed ''leaky scanning.'' The process of shunting is occasionally observed following leaky scanning and examples of such a mechanism are provided by studies of adenovirus, sendai virus, and avian reoviruses.\n\nAdenoviruses contain a double-stranded linear DNA genome and the timing of the expression of mRNA from this genome is dependent upon the stage of infection. During early stages of infection there is a production of proteins for viral DNA replication whereas in late infection this switches to proteins that are required for the assembly of viral capsids. 186 Most late adenovirus transcription is initiated from the major late promoter (MLP). mRNAs derived from this promoter all possess a common 5 0 -NCR of 212 nt in length called the tripartite leader which arises from splicing of three small exons. 187, 188 There is an inhibition of host protein synthesis following adenovirus infection. The continued selective translation of viral mRNAs under these conditions is due to the presence of the tripartite leader which is able to direct ribosome shunting. 189, 190 Shunting involves the loading of the 40S subunit at the 5 0 end of the capped tripartite leader-containing mRNAs, followed by linear scanning over a short distance and then a direct translocation of the 40S subunits via ''shunting elements'' to the start codon. 190 Within the tripartite leader, the elements that are required for translation initiation during late viral infection are an unstructured 5 0 end to the mRNA 189 and hairpin structures that have complementarity to the 18S rRNA at the 3 0 end. 190 \n\nThe S1 mRNAs transcribed by the fusogenic avian (ARV) and Nelson Bat (NBV) reoviruses encode three unrelated proteins from sequential partially overlapping ORFs. The 5 0 -ORF encodes the p10 fusion-associated small transmembrane protein that is responsible for the syncytium-inducing phenotype of these reoviruses. 191 The second ORF encodes a nonstructural nucleocytoplasmic protein (p17) that has no known function. 192 The terminal ORF encodes the sigma C protein. This is similar to the mammalian reovirus sigma 1 protein that has a function in cell adhesion. 193 Analysis of the start codons of these three ORFs revealed that the first AUG codon is in a suboptimal context, whereas the sequence surrounding the AUG of the second uORF provides a good context for translation initiation with a highly conserved A at the À 3 position. The start codon of sigma C is in a strong context but it is a considerable distance from the 5 0 -terminal cap structure. 194 By altering the sequences surround the AUGs of the uORFs that encoded the p10 and p17 proteins to optimal contexts it was shown that the coordinated expression of these proteins occurred by leaky scanning. 194 However, the translation initiation of sigma C was shown to be independent of leaking scanning, reinitation, and internal ribosome entry and it was proposed that sigma C translation is mediated by an atypical shunting mechanism. 194 VIRAL STRATEGIES TO SUBVERT THE MAMMALIAN TRANSLATION MACHINERY\n\nSendai virus belongs to the parainfluenza virus family, is a pathogen of mice, and has a negative-sense RNA genome. In Sendai Virus P/C mRNA there are five start codons that are located 81-201 nt from the 5 0 end of the mRNA. A sixth start codon is located more than 1500 nt from the 5 0 end, and together these generate eight protein products, as alternative C-termini are also used. 195 Initiation from the first three start codons, which are ACG, AUG, and AUG, can be explained by the leaky scanning model. The sequence that surrounds the first unusual ACG codon is in an otherwise optimal context (GCCACGGAT) with a purine at þ 4 and À 3. 196 If the ACG sequence is mutated to AUG there is increased expression of the encoded C 0 protein, but the expression of the P and C proteins initiated from the second and third start codons is ablated, presumably because there is no leaky scanning. The expression of the proteins from the downstream start codons is not affected under these circumstances, suggesting that the initiation of these proteins is independent of scanning. 197, 198 It was shown that in vitro translation of these downstream Y proteins was initiated by ribosomal shunting, 195 but in vivo this occurred by both shunting and proteolytic processing of the C 0 and/or C proteins. 199\n\nAll proteins encoded by picornaviruses are present in a long single ORF which must be ''cleaved'' to give the functional polypeptides. The FMDV 2A peptide is encoded between sequences that specify capsid and replicative functions of the virus and this is the major site for the processing of this polyprotein. 200 It has been shown that the 2A region of FMDV (and other picornaviruses) mediates ''cleavage'' of its own C-terminus to release it from the 2B region. Interestingly, the 2A peptide is active when placed between reporter proteins and the cleavage reaction is not therefore dependent on viral (protease) sequences outside of this region. 200 Instead the data suggest that the 2A peptide is able to interact with the ribosome and direct translational recoding. 201 A detailed analysis of this recoding reaction shows that the ribosomes pause over the final amino acid of the 2A peptide. The recruitment of release factors to this peptide catalyzes termination and releases the peptide, the sequence of which includes the penultimate amino acid encoded by this region (glycine), while the codon of the terminal amino acid (proline) remains in the A site of the ribosome. 201 These 2A like peptides have been termed CHYSEL (cis-acting hydrolase element) peptides and their ability to act independently of any proteolytic activity in the ''host'' cell has lead to a number of biotechnological uses. 201 \n\nA. Inhibition of PKR\n\nIn mammalian cells there are four proteins that control the formation of ternary complex that is required to bring the initiator tRNA imet to the ribosome by inducing phosphorylation of eIF2 (Fig. 7) . These are the GCN2, PERK, HRI, and PKR kinases. These proteins are activated by different external stimuli, generally under conditions of cell stress, and the particular kinase that is activated is dependent upon the stress induced. PKR activation represents one of the major host responses to viral infection. Exposure of cells to interferon stimulates the production of PKR 202 which then is activated in response to the presence of dsRNA in cells. This often occurs as a result of viral infection by RNA viruses, either because the virus has dsRNA elements within its genome, or because viral replication induces the temporary formation of dsRNA intermediates which could originate from bidirectional transcription. The interaction of PKR with dsRNA initiates dimerization, autophosphorylation, and the subsequent activation of this kinase (Fig. 8) . Active PKR dimers then phosphorylate the alpha subunit of eIF2 at serine 51 and this has the net effect of preventing further ternary complex formation (Fig. 3) such that the translation of host and viral RNAs is inhibited. 203 \n\nViruses have developed a number of mechanisms to counteract the effects of PKR and there are viral proteins that inhibit PKR activation, sequester dsRNA, inhibit PKR dimerisation, activate antagonist phosphatases, or degrade PKR (Fig. 9 ).\n\nMany viruses employ mechanisms to inhibit PKR dimerization and thereby prevent PKR activation in the presence of dsRNA. For example, the KSHV-8 (HHV-8) protein vIRF-2 binds directly to PKR and prevents activation by inhibiting the autophosphorylation of the protein. 206 HCV encodes two PKR inhibitors, the E2 envelope and the NS5A protein. The cytosolic form of the E2 protein is unglycosylated, and has been shown to directly bind to and inhibit PKR function. 207 Similarly, NS5A interacts with PKR and inactivates its kinase function. 208, 209 This interaction occurs via the interferon sensitivity determining region (ISDR) and there is a correlation between a negative response to interferon (IFN) of some HCV-chronically infected patients and mutations in a region of NS5A, although the relevance of the NS5A/PKR interaction in this regard is still unclear. [210] [211] [212] Interestingly, it has also been shown that the NS5A/PKR interaction may be involved in the development of liver carcinoma. 213 9 . Mechanisms of inactivation of PKR by viral proteins. Viruses have developed a wide range of mechanisms to prevent activation of PKR. These include the production of viral proteins that are able to prevent PKR activation by inhibiting PKR dimerisation and dsRNA-binding proteins that sequester dsRNA.\n\nactivity. 218, 219 In addition, Tat directly contributes to the downregulation of PKR 219 as this protein is a substrate for PKR and acts as a competitor of eIF2. 220, 221 The phosphorylation of Tat by PKR leads to more robust viral transcription since this phosphorylation increases the interaction of Tat with TAR. 222 The vaccinia virus K3L gene encodes an 88 amino acid protein that is 30% identical to the N-terminus of eIF2. 223 The K3L protein acts as a competitive inhibitor of PKR and a pentapeptide motif is important for this effect. K3L is produced early in vaccina virus replication, suggesting that this serves to ensure continued translation once dsRNA is produced by the virus. 224 EBV produces two small noncoding RNAs EBER-1 and EBER-2. The EBER RNAs play an important role in downregulating PKR activity and preventing virusinduced apoptosis. 12 EBER-1 inhibits the protein kinase activity of PKR directly in vitro by competing with dsRNA activators for binding to the enzyme. 225 Moreover, expression of EBER-1 in EBV negative cells protects against IFN-induced apoptosis. 226 Similarly, the adenovirus VA I RNA which is synthesized in large quantities following viral infection binds to PKR. 227 This RNA blocks the activation of PKR in the presence of dsRNA and as a consequence both the autophosphorylation of PKR and the subsequent phosphorylation of eIF2a are inhibited. 134 \n\nMany viruses synthesize dsRNA-binding proteins that prevent activation of PKR by interacting with and sequestering any free dsRNA molecules. 228, 229 The first such dsRNA-binding protein identified in this regard was reovirus sigma 3. 230 The reovirus sigma 3 protein does not have catalytic activity and it was shown that inhibition of PKR by this protein could be overcome by the addition of excess dsRNA, 229 suggesting that the protein acts as a competitive inhibitor by directly binding to dsRNA.\n\nInfluenza NS1 protein is a multifunctional protein involved in both protein-protein and protein-RNA interactions. 231 This protein dimerizes upon binding to poly(A), and NS1-RNA complexes block PKR activation. 231 Similarly, the E3L protein from vaccinia virus contains a dsRNA-binding domain which binds to and sequesters dsRNAs produced during virus infection and so inhibits PKR activation. 232 Both EBV and HSV-1 encode proteins, SM protein and Us 11, respectively, that bind to dsRNA and interact directly with PKR. 233, 234 Both of these proteins contain an RXP domain comprised of multiple copies of the amino acid sequence RXP. This domain has been demonstrated to be a dsRNA recognition motif 234 and is involved in the interaction of these proteins with PKR. [233] [234] [235] \n\nIn PV-infected cells PKR is activated by the presence of dsRNA, resulting in an increase in the phosphorylation of eIF2 that leads to a decrease in protein synthesis rates. To circumvent this, PV infection also initiates a series of events that lead to the degradation of PKR. 236 The detailed mechanism of this degradation is not fully understood, although it has been suggested that cellular rather than viral proteases are required. 237 Finally, it has been shown recently that the NSs protein of rift valley fever virus (RVFV) induces specific degradation of PKR. 238 Following infection with RVFV there is a dramatic decrease in PKR protein levels with little change in the levels of the mRNA. In the presence of proteasome inhibitors there is a decrease in RVFV growth and an increase in PKR, strongly suggesting that the degradation is mediated via the proteasome pathway. Since other related viruses do not have this activity it was suggested that the extraordinary pathogenicity of RVFV is due to the acquired PKR degradation function of NSs. 238 5. ADDITIONAL MECHANISMS TO OVERCOME PKR ACTIVATION Although many viruses have devised novel ways in which to circumvent the effects of PKR, it is interesting to note that viruses belonging to the Dicistroviridae family which infect insects use a unique mechanism to initiate their translation which is independent of ternary complex. [91] [92] [93] In this case viral protein synthesis is stimulated when eIF2 is phosphorylated. 92 An alternative mechanism is adopted by the alphavirus sindbis virus (SV) where activation of PKR by viral infection causes almost complete phosphorylation of eIF2. However, under these conditions there is still efficient translation of SV 26S mRNA. Downstream of the initiation codon on the subgenomic RNA there is a stable stem-loop, that is able to stall ribosomes on the correct site to initiate translation of SV 26S mRNA. 81 The data suggest that eIF2A delivers the Met-tRNAi to the stalled 40S ribosome, bypassing the requirement for a functional eIF2. 239 \n\nPERK is a type I transmembrane protein that attenuates protein synthesis during endoplasmic reticulum (ER) stress (see chapter by Kedersha and Anderson, this volume), including viral infection. Virus infection has a profound effect on the ER and this can result in activation of the unfolded protein response (UPR) leading to PERK-mediated eIF2 phosphorylation [240] [241] [242] [243] [244] and transient translational arrest (reviewed in Ref. 245) . Viruses have developed a unique set of mechanisms to overcome the effects of PERK activation and alternatively use the UPR to selectively enhance the synthesis of viral proteins.\n\nThe herpesvirus human cytomegalovirus (HCMV) is a widespread opportunistic pathogen that can cause disease and death of newborn infants or individuals that are immunocompromised. Infection of cells with HCMV results in the production of large amounts of viral glycoproteins and an increase of Ca 2þ release from the ER to the cytosol. This induces cell stress, which benefits the virus, as chaperone induction by the UPR extends the protein folding capacity of the ER. 246, 247 However, virus infection also induces the phosphorylation of PERK and the translational upregulation of the transcription factor ATF4, yet the virus prevents the activation of the ATF4-dependent pathway that would lead to cell apoptosis. 246, 247 This is mediated by viral protein pUL38 which promotes PERK activation and ATF4 production but suppresses the persistent c-Jun N-terminal kinase (JNK) phoshorylation and ER-stress-induced cell death. 244 It has also been shown that the LMP1 protein from EBV works in a similar manner. 240 Again this protein induces the phosphorylation of PERK and this translationally upregulates the production of ATF4. ATF4 then trans-activates the promoter of LMP1 leading to increased transcription and expression of this protein and enhanced proliferation of the infected B cells. 240 In HSV-1 infected cells PERK is inactivated and not affected by the acute ER stress that occurs as a result of the viral infection. 241 This is mediated by the viral glycoprotein (B) (gB) of HSV-1 that specifically associates with the luminal domain of PERK and suppresses its activation. 241 Interestingly, gB appears also to directly regulate viral protein accumulation in a PERK-dependent manner. 241 Similarly the HCV envelope protein E2, an ER-bound protein, has been shown to directly bind to PERK and inhibit its activation. Mammalian cells that stably express E2 are resistant to the effects of ER-stress inducers, and E2 can relieve the translational repression induced by PERK. 243\n\nAs viruses do not possess their own translational machinery they are completely dependent on the host cell for this critical step in their replication cycle. It is clear that viruses have adopted a number of elegant mechanisms to inhibit host cell translation, or at least modify translation factors, in order to effectively compete with cellular mRNAs (Fig. 10) . Viruses, especially RNA viruses with their high RNA replication error rates, are the best example we have of natural selection (as opposed to directed selection in agricultural and laboratory practice) operating in real time before our very eyes. The most ''successful'' viral strains or species are, by definition, those which are most abundant in the environment, and by this criterion H1N1 swine flu is proving a more successful virus than SARS was, notwithstanding the much higher mortality rate (almost 10%) in SARS infection. Of course, such success may be short lived. For example, we expect swine flu to peak in the next couple of years and then decline, while other virus strains or species may be considered more successful because they maintain a more enduring high abundance, even though they never reach such extreme peaks.\n\nThe drivers behind virus evolution seem relatively straightforward: (i) efficient transmission between host organisms, (ii) efficient redirection of host cell mechanisms, especially translation, toward viral multiplication at the expense of host cell functions, and (iii) an ability to evade the host cell defense mechanisms, both extracellular (e.g., immune system) and intracellular. Against these, there is evolutionary pressure on the host to elaborate antiviral defense mechanisms, which in turn puts pressure on the viruses to develop mechanisms of negating or bypassing these host cell defenses. Although this picture is almost certainly oversimplified, there is little doubt that virus evolution is relatively simple as compared with higher eukaryote whole organism evolution.\n\nViruses have contributed enormously to our understanding of eukaryotic protein synthesis mechanisms, and mRNA structure and function. This is in part due to the fact that, irrespective of whether the viral genome is DNA or RNA, positive or negative strand, double or single stranded, all viruses are dependent on the cellular protein synthesis machinery, whereas they vary in their dependence on other facets of host-cell gene expression. The contribution of virus research to our understanding of mRNA structure and function, and the mechanism of protein biosynthesis is highlighted by the following list of discoveries (in approximate chronological order) all made through exploiting viruses: eubacterial translation initiation sites (RNA bacteriophages), poly(A) tails (vaccinia), 5 0 caps (reovirus), PKR (PV), translation of only the first cistron of polycistronic mRNAs (tobacco mosaic virus), leaky termination (plant RNA viruses), the scanning ribosome mechanism (reovirus), eIF4G (PV), IRESs (picornaviruses), programmed-1 frame-shifting (retroviruses and coronaviruses), ribosome shunting (adenovirus), and reinitiation after translation of a long ORF (pneumoviruses, caliciviruses, influenza B viruses). Moreover, this list has not closed because there are unusual viral RNA translation mechanisms that remain to be fully elucidated, for example, the extraordinary translational stop-restart mechanism promoted by the FMDV 2A peptide. Some of the earlier discoveries in the above list exploited the fact that in the era before recombinant DNA techniques and transcription vectors had been developed, viruses were often the best source of a single mRNA species (e.g., PV, tobacco mosaic virus) or a very limited number of mRNAs (reovirus), with the added advantage of being able to synthesize defined radiolabeled mRNAs in some cases (e.g., reovirus). Viruses also provide excellent tools with which to study cellular protein synthesis or novel viral mechanisms of initiation. For example, the picornavirus proteases that cleave eIF4G are widely used to study capindependent mechanisms of initiation, and a range of viral IRES elements that require different factors for function are routinely used to dissect translational control processes, such as miRNA-mediated regulation of gene expression. However, the more recent discoveries are due to the fact that viruses, particularly positive-strand RNA viruses with small genomes, have evolved to exploit the extremes of behavior (or what might be thought the weaknesses) in the host cell translation machinery (e.g., programmed frameshifting, leaky termination, shunting, reinitiation after a long ORF). Some of these viral ''tricks'' (e.g., IRESs, and perhaps shunting) have evolved to enable efficient viral protein synthesis to proceed despite the virus-induced shutdown of host cell protein synthesis, and, certainly in the case of IRESs, the discovery has proved highly relevant to mRNA translation in the uninfected host cell.\n\nMany other viral ''tricks'' have evolved to allow more than one protein to be expressed from a single RNA: frameshifting and leaky termination give two proteins with the same N-termini, while reinitiation after a long ORF gives two unrelated proteins as an alternative to relying entirely on proteolytic processing of a polyprotein by virus-encoded proteases, or synthesis of monocistronic subgenomic mRNA(s). It is not yet clear whether these events also occur in the translation of some cellular mRNAs. If they do, they certainly concern only a very limited number of cellular mRNAs, and without the clues provided by the viral examples as to the sequence and structure of the required RNA motifs, the task of identifying such cellular mRNAs would be like trying to find the proverbial needle in a field of haystacks. Even if they do not occur in any cellular mRNA, the viral mechanisms are always instructive, because they provide insights into issues such as why does reinitiation after a long ORF not normally occur with the vast majority of cellular mRNAs. Moreover, if the viral mRNA motifs directing leaky termination, frameshifting, or reinitiation after a long ORF, are absent from all essential cellular mRNAs, they provide potential targets for the development of novel antiviral agents targeted against the intracellular phase of the infectious process (although the high mutation rate of RNA viruses may well pose problems with this approach). Thus, while the ''tricks'' are essential for viral multiplication, they are also a potential Achilles heel.\n\nViruses not only interfere with host translational processes to improve competition for factors, etc., but they must also respond to a number of host antiviral ''attacks''-this means that viruses have evolved ways in which to manipulate the host to ensure their replication is not inhibited. Viral countermeasures against host attack, and the delicate balance between the host and virus, are only beginning to be understood and it is likely that we will learn much more about this in the future.\n\nThere is no doubt that a greater understanding of how viruses regulate host translation, and identification of viral strategies, will aid in the development of novel antiviral therapies; the diversity and ingenuity of viruses is also likely to further surprise us."}