{"title": "Addressing Injecting Drug Use in Asia and Eastern Europe", "body": "Globally, the three most widely used illicit drugs remain cannabis (global prevalence ranging from 2.6 to 5.0 %), amphetamine-type stimulants (ATS) (0.3-1.2 %) and opioids (i.e., opium, heroin, and prescription pain relievers, 0.6-0.8 %). Both ATS and opioids continue to be the dominant drug type accounting for treatment demand in Asia and Europe [1] . The most devastating harm is often observed among opioids users. The major consequences to the opioids user include overdose-related death and unsafe injecting behavior causing infection with human immunodeficiency virus (HIV) and hepatitis C virus (HCV), both of which contribute to significantly higher mortality rates in this population [2, 3] .\n\nThe recently released 2012 UNAIDS global report noted extraordinary progress in combating the health challenges of the global HIV/AIDS epidemic, particularly in bringing HIV programs to scale [4••] . However, in contrast to decreasing numbers of new HIV infections worldwide, the incidence of HIV in Eastern Europe and Central Asia has been on the rise since the late 2000s [4••, 5] . In many Eastern European and Asian countries, national HIV epidemics are primarily driven by injecting drug use-related transmission with further transmission to their sexual partners [4••, 6, 7] . This article will review the current HIV epidemiology, response, and challenges in the context of injecting drug use in Eastern Europe and Asia.\n\nwith HIV/AIDS (PLWHA) in 2011, an increase of 1.17 million since 2001 [4••] . Of the nine countries where HIV incidence increased over 25 % between 2001 and 2011, six are in Asia (Bangladesh, Indonesia, Kazakhstan, Kyrgyzstan, Philippines, and Sri Lanka) and two are in Eastern Europe (Georgia and the Republic of Moldova) [4••] .\n\nDue to the high efficiency of HIV transmission through contaminated injecting drug equipment, people who inject drugs (PWID) are among the population groups most affected by HIV infection. Globally, there are an estimated 16 million people who inject drugs, of whom 3 million are living with HIV [1, 6] . Reported data suggests that PWID experience HIV infection prevalence that are at least 22 times higher than the general population [4••] . Initially (up to the1990s), outbreaks of HIV in PWID were limited to North and South America and Europe. However, since the early 2000s, HIV has spread rapidly among PWID in Eastern Europe and in many countries of South, Central and South-East Asia [8] . A large PWID population is cause for concern due to the potential for HIV transmission to the general population through risky sexual behaviors and mother-to-child transmission.\n\nIn China and Russia, the countries with the first and third largest PWID populations, the estimated HIV prevalence among PWID is 12.3 % and 37.2 %, respectively [6] . Of the 14 reporting countries with estimated mid-range HIV prevalence among PWID over 20 %, nine are in Eastern Europe or Asia: Estonia (72.1 %), Russia (37.2 %), Ukraine (41.8 %), Myanmar (42.6 %), Cambodia (22.8 %), Indonesia (42.5 %), Thailand (42.5 %), Vietnam (33.9 %), and Nepal (41.4 %) [6] . Outbreaks in other countries have similarly high HIV prevalence existing among PWID in concentrated areas, such as Dushanbe, Tajikistan (24 %), Karaganda, Kazakhstan (19 %), and Chennai, India (25 %) [9, 10] .\n\nFive Eastern European and Asian countries (Russia, Ukraine, China, Vietnam, and Malaysia) account for 47 % of all HIV infections in PWID in low-and middle-income countries [6, 11] . Russia has one of the fastest growing HIV epidemics in the world, which is heavily concentrated (~80 %) in its PWID population estimated at 1.8 million [6, 12, 13] . National annual prevalence estimates for the use of opioids and heroin are 2.3 % and 1.4 %, respectively [1] . A high overlap between the female PWID and sex worker populations has been noted [14] . Studies of PWID in St. Petersburg found that the HIV epidemic was spreading at an incidence rate of 14.1/100 person-years (95 % confidence interval: 10.7-17.6) [15] and that half of self-reported HIV discordant couples reported engaging in unprotected sex [16] .\n\nUkraine has the highest HIV prevalence in Europe at 1.63 %, followed by Estonia at 1.3 % [17, 18] . Ukrainian cities reported an explosive rise of HIV infections among their PWID populations during the mid-1990s [19] . Estimates of the PWID population range from 230,000 to 360,000 [20] . Frequent police harassment and beatings have been correlated with a higher likelihood of sharing needles and other possibly contaminated injection equipment [19] . Other barriers to control of drug use include fear of stigmatization, discrimination, and limited knowledge of HIV risk behaviors [20, 21] .\n\nIn Asia, national HIV epidemics in China, Malaysia, and Vietnam have been driven by injecting drug use [8] . Due to the large population sizes of many Asian countries, relatively low HIV prevalence rates still represent infections numbering in the millions. In 2011, 28.4 % of China's estimated 780,000 HIV/AIDS infections were transmitted through injecting drug use [22] . In Vietnam and Malaysia, 65 % and 67 % of reported HIV infections were among PWID, respectively [23, 24] .\n\nRecently there has been a trend among youth in China and the countries of Southeast Asia toward use of noninjecting and amphetamine type drugs [25] . While this reduces the risk of transmission through sharing of needles it increases the risk of sexual transmission among users. Control of these drug users is difficult because users of these recreational non-injecting drugs are less likely to come to the attention of the public health and security agencies.\n\nThere has been an increasing trend toward increasing injection drug use by women in China and Southeast Asia. Many of these women resort to commercial sex to support their drug habit. Further, wives of drug users are at increased risk of HIV infection and of transmitting their infection to their offspring. Russia and the Ukraine have made progress in decreasing perinatal transmission but the outreach efforts to women in these two countries and other affected countries have not been successful in reaching female drug users [17, 26] .\n\nIn the last decade, the countries of Eastern Europe and Asia have experienced gradual shifts toward political acceptance and implementation of HIV prevention and harm reduction services, often through civil society advocacy [8, 23, 24, 27, 28] . Harm reduction activities include opioid substitution treatment (OST) (e.g., methadone, buprenorphine) and clean needle and syringe exchange programs (NSPs). A substantial body of research supports the success of HIV prevention through substitution treatment and NSPs for PWID [29-31, 32•, 33••, 34] . OST and NSPs have shown to be costeffective and cost-saving, even in resource-poor settings, although worldwide coverage remains low [31, 34, 35] .\n\nHowever, it is unclear what proportion of the drug using population will be willing to use OST. Further, drop out rates for OST programs have been as high as 50 %. The success of OST programs is dependent on achieving high staff morale and the provision of adequate counseling [36] . Studies in China have underscored the need to locate OST programs where the drug users are [37, 38] . This is a particular challenge in China, where many of the drug users are located in remote, mountainous areas. NSP programs have been shown to be effective but are dependent on achieving a high enough coverage rate to significantly reduce the number of HIV-infected syringes and needles in the target community. Although OST and NSP are gradually being implemented in many of the countries with serious drug problems, coverage has yet been insufficient to significantly reduce the spread of HIV among PWID [4••] .\n\nContact with criminal justice systems remains a critical challenge. A review of data from Eastern Europe and Central Asia noted that between half and three-quarters of PWID have experienced arrest [39•] . In Asia, confinement of PWID in compulsory detention centers remains a common practice, despite concerns about effectiveness, lack of access to HIV treatment, and human rights violations [23, 40, 41] . Within 6 months of release, the majority of the detainees resume use of drugs. The compulsory treatment centers are often more concerned with punishment and getting drug users off the streets.\n\nIn Eastern Europe, overall coverage of harm reduction services is low. OST is not available in Russia, Armenia, Tajikistan, Turkmenistan, and Uzbekistan, where there is immense political resistance to OST despite evidence supporting its efficacy [27, 31, 42] . The situation in Russia is particularly concerning, due to its large PWID population, high HIV prevalence, the illegality of OST, brutal police practices, and the low coverage of NSP [31, 43] .\n\nHowever, there are encouraging developments in Asia. Both China and Vietnam are reducing the number of compulsory detention centers and placing more emphasis on rehabilitation. China, has established over 900 NSP sites issuing a total of more than 12 million clean needles and syringes each year and has opened 738 methadone treatment centers [22] . A program in Vietnam funded by the UK Department for International Development and the World Bank will provide harm reduction services in 40 provinces [44] . Malaysia, which has primarily relied on a punitive response to illicit drug use, implemented a pilot OST program in 2003 and a pilot NSP programs in 2006 [24] .\n\nSome countries in Asia have observed concrete results for their harm reduction efforts. In China, the HIV prevalence among registered PWID fell from 9.3 % in 2009 to 6.4 % in 2011 [22] . While the estimated absolute numbers of HIV-infected PWID has remained constant, the prevalence of HIV among PWID in methadone maintenance treatment has dropped from 1 % in 2006 to 0.2 % in 2012 (Wu Z, conference presentation, 2012). Of note, Chinese PWID engaged in both methadone maintenance treatment and ART experienced lower 6-and 12-month mortality rates of 6.6 and 3.7 per 100 person-years, compared to 16.9 and 7.4 per 100 person-years for PWID engaged only in ART [45] . Hammet TM et al.'s long-term cross-border study in Vietnam and China found that a package of peer outreach and NSP interventions were correlated with significant declines in HIV prevalence among PWID, HIV incidence among new injectors, and drug-related risk behaviors [32•] . Estimates based on BED capture-enzyme immunoassay testing revealed reductions in HIV incidence persisting through 96 months [32•] .\n\nAntiretroviral therapy (ART) has been shown to dramatically reduce HIV and AIDS-related morbidity and mortality as well as HIV transmission [46] [47] [48] [49] [50] . Optimizing the linkage between identification, care engagement, and treatment retention is necessary for carrying out the \"Treatment as Prevention\" strategy. A history of injecting drug use is a risk factor for delays or denial in receiving ART, ART initiation at advanced disease stage, problematic adherence, and higher risk of death [11, 51, 52] .\n\nPWID in Eastern Europe and Asia have poor access to ART [31, 53] . Alarmingly, in Eastern Europe, many of the countries with the largest populations of HIV-infected PWID and the highest number of new diagnoses also have the lowest levels of ART and harm reduction services [39•, 53] . Adequate ART coverage to slow the epidemic is, of course, dependent on reaching the majority of HIV-infected individuals. This goal is particularly challenging for targeting injecting drug users because they are a largely hidden population who are reluctant to be identified, especially in central Asia, Eastern Europe and many of the countries of Southeast Asia. This problem underscores the need for public health programs targeting injection drug users to gain the cooperation of the security agencies in these countries.\n\nOverall, the limited available data on national ART access rates among PWID suggest that HIV treatment coverage is very low [31] . In Russia, Pakistan, and Uzbekistan, it is estimated that the number of IDUs receiving ART relative to the estimated number of PWID is less than one recipient per 100 HIV-infected PWID [31] . In Estonia, where the estimated HIV prevalence among PWID is 72.1 %, only 5-12 % of HIVinfected PWID reported current engagement on ART [18] . In China, from 2002 to 2009, PWID comprised 15.5 % of patients in the free national ART program despite accounting for over a quarter of all reported infections [54] . Notably, Chinese ART patients who were infected through injecting drug use were more likely to have higher baseline CD4 cell counts than patients who were infected through sexual transmission or other routes [55, 56] .\n\nNear universal HIV testing is essential for controlling the epidemic. In an UNAIDS 2012 report, among 17 countries which reported HIV testing coverage, the coverage among injecting drug users was less than 25 %, nine of these countries were in Asia and two in Eastern Europe. Clearly, HIV testing of drug users must be increased, especially in Asia and Eastern Europe which have among the lowest testing rates [4••] .\n\nThere are tremendous coverage and resource gaps in addressing injecting drug users in Eastern Europe and Asia. There are critical tensions between drug policy, human rights, and public health policies, resulting in environments where access to care services are discouraged or disrupted [44, 57, 58] . Drug use and HIV/AIDS have both been politicized creating a formidable barrier to implementation of harm reduction programs. PWID will benefit from dedicated HIV prevention and treatment programs, particularly care services that integrate ART with opioid substitution and tuberculosis treatment [5, 11, 45] .\n\nGovernments' approach to drug users is often focused on punishment and strategies to reduce drug supply. Not enough effort has been focused on reducing demand. Youth friendly services, such as education and information, youth and community development services are employed to greater extent in Western Europe, and to a lesser extent, in Central and Eastern Europe and Central Asia. A large proportion of young people, especially those who have started injecting and are at risk of HIV, HCV, and other infectious diseases, remain outside the reach of services. There is a lack of comprehensive education approaches addressing both drug consumption and sexual behaviors. Addressing these issues and the health and social risks associated with drug use in a non-judgmental, non-stigmatizing, and supportive environment is essential. The risk environment, especially for youth is determined by individual, social and structural factors. In Eastern Europe and Central Asia, this vulnerability is exacerbated by stigmatization, politicization and punitive attitudes of the government and of society. These countries need to recognize that injection addiction is a disease that is treatable.\n\nThe global goal of reducing the number of people who use drugs who acquire HIV infection by 50 % by 2015 still faces enormous challenges. In Eastern Europe and Central Asia, most of new HIV infection in drug users occurs in those regions that spend little on prevention programs. Although funding for HIV prevention programs for people who inject drugs has increasedbetween 2006-2007 and 2010-2011 in 18 countries for which data were availablemost of the increased funding was provided by international donors, which accounted for 92 % of total HIV targeting injecting drug users in 2010-2011. In most countries, domestic public sector sources have yet to give priority to funding programs to address the HIV-related needs of people who inject drugs. A more vigorous approach is required in Eastern Europe and Central Asia to meet the global goal of halving the number of people who inject drugs who acquire HIV infection by 2015.\n\nAvailable evidence indicates that the world is far from being on track to achieve the global target for people who inject drugs. Substantially stronger commitment is urgently needed to bring evidence-informed responses to scale. As many countries fail to report data on HIV and people who inject drugs, immediate steps are needed to improve the reporting of sex-aggregated epidemiological and HIV service coverage data for this population, with the aim of ensuring reliable national estimates of the total number of people who inject drugs. Countries that do not currently address the needs of people who inject drugs in their national AIDS strategies should take immediate steps to rectify this. Governments must urgently commit major new resources to comprehensive evidence-informed prevention programs for people who inject drugs and intensify efforts to increase the scale of HIV testing, opioid substitution therapy needle distribution and condom use.\n\nChina's experience in the face of the HIV epidemic offers valuable lessons. In 1989, the first outbreak of HIV was reported in 146 heroin users in Yunnan province, which borders Vietnam, Myanmar, and Laos [59] . The epidemic spread to other regions bordering major drug trafficking routes and by 1998, the epidemic had spread to all Chinese provinces. Initial national strategies, which proved ineffective, relied on containment and isolation of discovered cases as well as barring HIV-infected foreigners and imported blood products from entering China [60] . In the mid-1990s, a second outbreak emerged in east-central China among commercial blood plasma donors who were infected by contaminated reinfusions of red blood cells [61] . In 2003, political commitment accelerated following the rising of the new Hu Jintao presidential administration and the severe acute respiratory syndrome (SARS) epidemic, leading to implementation of evidence-based polices, including NSPs, methadone maintenance treatment programs, and subsidized ART programs [59] . However, barriers to timely scale-up of programs included inadequate structural and personnel resources, conflicts between health and public security departments, and inconsistent policy enforcement. By the end of 2011, China had an estimated PWLHA population of 780,000 and a majority of infections were thought to have been transmitted by sexual contact [22] . The number of newly reported cases has risen annually. The proportion of newly reported cases resulting from sexual transmission increased from 75.7 % in 2009 to 81.6 % in 2011.\n\nChina's experience offers an urgent lesson to other countries whose current HIV epidemics are primarily driven by injecting drug use. High HIV prevalence among PWID populations can translate to a rapidly spreading epidemic in the general population by sexual transmission and mother-to-child transmission. Addressing the HIV epidemic among PWID populations can prevent untold numbers of HIV infections and save considerable resources.\n\nThe new HIV infections among PWID occurring in Asia and Eastern Europe account for a considerable proportion of the total number of new HIV infections among PWID globally. Though a few countries have taken initiative to implement and to scale up harm reduction strategies, the overall coverage in these two regions is far below the minimum requirement to bring the HIV epidemic under control. The time to act is now. Strong government commitment to controlling the HIV epidemic among and from PWID, changing policy approaches from punitive to therapeutic, and significantly increasing domestic financial support for harm reduction are critically important for success. The experience of China in the last two decades offers crucial lessons for its neighboring countries in these regions. Asian and Eastern European countries should increase cooperation in sharing experiences to better understand how solutions can be tailored to each nation's unique situation. If countries work together starting now, the millions of lives and billions of dollars lost every year to opioid dependence can be avoided."}