{"title": "Microbiologic Investigations for Head and Neck Infections", "body": "Determination of the specific cause of head and neck infections is challenging for several reasons. There is a diverse population of normal resident flora containing both organisms with low virulence and those commonly considered true pathogens, all or none of which may be the true cause of these infections. In addition, appropriate collection of specimens from the infected site without contamination by normal flora often is difficult and sometimes is not possible. Communication with the laboratory of patient information regarding relevant risk factors or atypical clinical presentations, or when unusual pathogens are suspected, is key to adequate analysis of specimens. Similarly, laboratories should advise clinicians of the sensitivity and specificity of the routine tests available in their facility and should recommend special testing when indicated. These aspects of the microbiologic investigation of head and neck infections are reviewed here.\n\nNormal flora or true pathogen?\n\nTwo main anatomic areas are heavily colonized with normal flora that may contribute to the development of head and neck infections: the oral cavity/upper respiratory tract and the skin. The flora at these two sites is similar qualitatively but may differ quantitatively. Organisms generally considered as commensals include coagulase-negative staphylococci, nonhemolytic and viridans streptococci, Corynebacterium spp, micrococci, saprophytic Neisseria spp, Haemophilus spp, and a wide range of anaerobes including Propionibacterium, Lactobacillus, Peptostreptococcus, and Veillonella. Other organisms commonly found at these sites but often thought of as pathogens include Staphylococcus aureus, Streptococcus pneumoniae, beta-hemolytic streptococci, Neisseria meningitidis, Haemophilus influenzae (serotype B, other serotypes, and non-typeable strains), H parainfluenza, Moraxella catarrhalis, and Eikenella, Fusobacterium, Bacteroides, Prevotella, Porphyromonas, and Actinomyces spp [1, 2] . Spirochetes also are present in the oral cavity [3] . Gram-negative facultative organisms such as Escherichia coli and environmental organisms such as Pseudomonas spp are not generally part of the normal flora at these sites in healthy individuals. Fungi other than Candida spp and parasites are not components of the normal flora in the head and neck region. Viruses also are not part of the normal flora; however, some, such as the herpes viruses, can remain latent and become reactivated. Thus, recovery of these agents such as cytomegalovirus (CMV), herpes simplex virus (HSV), and varicella zoster virus (VZV), must be interpreted in the clinical context.\n\nThe diversity of anatomic structures and their microenvironment adds complexity, because both the type and number of the resident normal flora may vary at each site. In addition, the normal flora may change depending on age, general health, hygiene, antibiotics, smoking, hospitalization, and other conditions [2, 4] . For example, an antecedent viral respiratory tract infection is known to increase colonization by S aureus and gram-negative bacilli [5] . In the presence of predisposing factors, such as immunosuppression, local tissue trauma, or dental disease, this complex flora consisting mostly of low-virulence organisms leads to local infections that often are polymicrobial. Unfortunately, even with organisms considered true pathogens, there is no fool-proof way to distinguish in the laboratory whether the organism detected is just a commensal or is the true offending agent. This difficulty underscores the importance of proper specimen collection and the need to correlate laboratory data with clinical information. In particular, relevant host factors should be kept in mind when interpreting microbiologic data and considering empiric antimicrobial therapy.\n\nThe proper collection of specimens is a critical step in the accurate determination of the organism responsible for various infections of the head and neck [6] . The first challenge is to consider the likely differential diagnosis so that the best specimen (blood, serum, swab, aspirate, or tissue biopsy) is collected. Further challenges are (1) gaining access to the anatomically complex infection site, (2) avoiding contamination by overgrowth of normal flora that may affect interpretation of the culture results, and (3) maintaining viability of fastidious organisms within the specimen during transport.\n\nSpecimen collection should occur before administration of any antiinfective agents, if possible. If serologic testing is required, blood should be collected before intravenous immunoglobulin therapy. Timing of serologic tests in relation to the onset of symptoms is important because it may affect the ability to detect acute (presence of IgM) versus previous infection (presence of IgG alone).\n\nSpecimens should be collected in sufficient quantity, particularly if both direct examination and appropriate culture methods or special tests are required. Tissues or fluids from the site of infection are preferred, and the desired tests should be prioritized. The collection of specimens for fungal work-up requires a larger volume for inoculation to enhance the recovery of pathogenic fungi. Specimens should be labeled with at least the patient's name, the patient identification number, source of specimen, date and hour of collection, ordering physician's name, and any special requests.\n\nTissue biopsies are the preferred specimens and can be submitted in leakproof sterile containers. Aspirates of pus or fluid specimens also can be submitted in a sterile container if the expected transport time to the microbiology laboratory is less than 2 hours. If a delay in transport to the laboratory is anticipated, the aspirate should be injected into aerobic and anaerobic transport tubes. Syringes should not be used for transport of specimen, both for safety and for specimen integrity. Collection of specimens with swabs should be avoided, particularly when a fastidious organism is suspected or if aspirates or biopsies are obtainable. If swabs are used, it is best to submit two separate specimens, one for direct examination and the second for culture. Cotton swabs, which may contain fatty acids that can inhibit the survival of certain fastidious organisms, should be avoided. Dacron or Rayon polyester-tipped swabs may be used if submitted in the appropriate transport media, such as Amies or Stuart's medium. Care should be taken to avoid drying out of the swab. Commercially available viral transport medium stabilizes viruses, inhibit overgrowth by bacteria and fungi, and should be used for swab specimens. Viral transport medium also is appropriate for viral antigen detection and nucleic acid tests [7] . For specimens from sterile sites such as vitreous fluid, transport in a sterile container is preferred, and viral transport medium is not required.\n\nSpecimens should be transported to the microbiology laboratory as soon as possible. Swabs may remain stable in transport medium for up to 48 hours. For viral testing, swabs and tissues should be submitted in viral transport medium if a delay in transport of more than 2 hours is anticipated. The specimens should be kept at 4 C if transport time is longer than 1 hour and frozen at À60 C and transported in dry ice if additional delay is expected. Many viruses are susceptible to freeze-thaw cycles, which can drastically compromise their viability. Specimens for fungal work-up also should be transported to the laboratory as soon as possible. Because their viability is easily affected by cold and heat, transport at room temperature is recommended. The exception is when the specimen is likely to be contaminated with bacterial flora, when 4 C conditions are required to inhibit bacterial overgrowth during transport. These temperature and time requirements apply to culture techniques, antigen detection methods, and nucleic acid testing.\n\nA variety of routine and special laboratory tests are available for the microbiologic investigation of head and neck infections. The most common causative agents in various head and neck infections and the laboratory methods recommended for their investigation are summarized in Table 1 .\n\nThe Gram stain is perhaps the only truly rapid and comprehensive test in diagnostic microbiology. Developed more than a century ago, it remains the first step in the microbiologic evaluation of most clinical specimens. A properly prepared Gram stain allows the detection of the number and general type of bacteria and also of the presence and nature of the inflammatory response. This information is particularly important for assessing whether the specimen sampled is from an infected site or whether the organisms present are more representative of the commensal flora. Also, the Gram stain is more likely to provide information about the most predominant organisms at the infected site, whereas cultures favor more rapidly growing bacteria that may mask other, more fastidious organisms that may be the true pathogens. When assessing the inflammatory response, the presence of many polymorphonuclear white blood cells suggests a bacterial cause, whereas the predominance of mononuclear white blood cells suggests viral or other agents that cause more chronic infections. Visualizing organisms within neutrophils (eg, the lancet-shaped gram-positive diplococci typical of S pneumoniae) suggests a causal relation with the patient's infection. Unfortunately, the Gram stain lacks specificity, and only rarely is the Gram stain appearance sufficient for a definitive identification; additional testing is usually necessary.\n\nDirect examination for some microorganisms requires special stains that must be explicitly requested. Mycobacteria spp have a very lipid-rich cell wall that results in intense staining that cannot be removed by an acid decolorizing agent, hence the name ''acid-fast bacilli.'' Examples of acid-fast stains include the auramine or auramine-rhodamine stain, Kinyoun stain, and Ziehl-Neelsen stain. The auramine stain is based on nonspecific binding of fluorochromes to mycolic acids present in the mycobacterial cell wall and is more sensitive and rapid than the other stains. Nocardia spp may be detected by Gram stain as long, slender, gram-positive branching bacilli but are partially acid-fast and can be identified more definitively using a modified acid-fast stain similar to that used for mycobacteria but with a less harsh decolorizing agent. Fungi may be seen on Gram stain but often are overlooked and are best visualized in specimens using a wet-mount made with calcofluor white. The latter is a nonspecific fluorochrome that binds to cellulose and chitin, allowing detection of fungal elements using a fluorescent microscope [8] . Calcofluor white is often combined with potassium hydroxide that helps breakdown the background cellular material, allowing better visualization of hyphae and yeasts. Potassium hydroxide can be used alone to prepare wet mounts for the detection of fungi if calcofluor white is not available but is less sensitive because of difficulty in visualizing fungal elements. Viruses can only be seen directly by electron microscopy. Parasites are detected primarily by examination of smears after concentration and staining, and specific requests should be submitted.\n\nA variety of commercial products is available to detect antigens of microorganisms directly in specimens or from organisms growing in culture. These assays fall under the large umbrella of immunoassays, because most use antibodies or antigens to detect complementary antigen or antibody in clinical specimens or from culture growth. Examples of these methods include precipitation reactions, latex agglutination, flocculation, direct and indirect fluorescent immunoassays, enzyme-linked immunoassays, and optical immunoassays. These methods have evolved extensively since first introduced, with improvements in ease of performance, sensitivity, specificity, cost effectiveness, and the adaptation to automation. These tests have several advantages including (1) detection of organisms before culture results are available, (2) detection of uncultivable or fastidious pathogens, (3) detection of organisms that might be unsafe to handle in the laboratory, and (4) detection of microbial products such as toxins. The pathogen-specific nature of these assays also is one of their disadvantages, however, because it limits each test to a single pathogen, and the tests often are valid for a limited range of specimen types. Some organisms that can be detected using these tests include Chlamydia trachomatis, Legionella pneumophila, Neisseria gonorrhoeae, group A streptococci, Cryptococcus neoformans, and a variety of viruses including influenza A and B, parainfluenza virus 1, 2, and 3, adenovirus, respiratory syncytial virus, HSV, and VZV. An antigen-detection method is available for the presence of S pneumoniae, group B streptococcus, N meningitidis, and H influenzae type B in sterile body fluids. Most H influenzae involved in head and neck infections are non-typeable, however, and these methods reportedly are no more sensitive than an accurately performed and interpreted Gram stain, making them not very useful clinically [9] . The early diagnosis of invasive aspergillosis by the detection of circulating Aspergillus cell wall antigens (galactomannan and beta-Dglucan) has been evaluated primarily in patients who had hematologic malignancies. The combination of galactomannan enzyme-linked immunoassays with polymerase chain reaction (PCR) seems to improve sensitivity and specificity for the detection of Aspergillus in bronchoalveolar lavage specimens, but its application in head and neck infections remains to be determined [10] [11] [12] [13] .\n\nMicrobial antigen detection can also be used for the rapid identification of organisms grown in culture. Common applications include the identification of beta-hemolytic streptococci as Lancefield groups A, B, C, and G, N gonorrhoeae, L pneumophila, and many viral agents.\n\nThe detection of antibodies against specific pathogens is one of the cornerstones of diagnosis of infectious diseases. The presence and type of antibodies in acute and convalescent sera can be helpful to determine the specific cause, particularly in the diagnosis of viral and parasitic infections. The diagnosis of infections such as measles, mumps, rubella, Epstein-Barr virus, CMV, and toxoplasmosis relies heavily on serologic testing. The presence of IgM suggests a recent infection, whereas IgG alone suggests that the infection may have been acquired some time in the past. In some cases the need to have both acute and convalescent serology to determine a change in titer limits the usefulness of serologic testing to a retrospective diagnosis.\n\nIn conjunction with cultures, examination of tissue samples obtained by biopsies and stained with hematoxylin and eosin (H&E) offers the opportunity to detect microorganisms, assess their invasiveness, and evaluate the host response (eg, acute versus chronic or granulomatous inflammation). Tissue Gram stains are not very helpful for bacterial infections, but histopathologic examination can be most valuable when fungi, parasites, and other unusual organisms are suspected. Special stains are performed according to preliminary evaluation of the H&E sections. Some fungi have characteristic histopathologic morphology when evaluated by special stains such as Gomori methenamine silver, periodic acid-Schiff, and mucicarmine. Tissue acid-fast stains may detect Mycobacterium spp. H&E is particularly valuable to confirm Acanthamoeba infections of the cornea.\n\nMolecular techniques have revolutionized the field of diagnostic microbiology and have become increasingly available, particularly in tertiary and quaternary centers. In most situations, molecular tests supplement but do not replace the more routine testing methods. The major advantages of genome-based tests include a reduced turn-around time for reporting, increased sensitivity for specimens in which low organism counts limit the detection by culture, and the ability to identify noncultivable organisms or detect potential pathogens when the patient has been treated with antiinfective agents [14] . Molecular methods, however, require special technical expertise and infrastructure and substantially increase the costs and complexity to the diagnostic microbiology laboratory.\n\nMolecular techniques generally comprise of three procedural concepts: probe-based hybridization, DNA amplification, and nucleic acid detection assays. Probe-based assays rely on the detection of nucleic acid sequences that are complementary to that of the probe. These sequences are specific for a genus or species. Hybridization can be applied directly to clinical specimens, organisms isolated from culture, or nucleic acids extracted from clinical specimens, cultures, or amplified nucleic acids. The advantages and disadvantages of these tests depend on the specimen type, turn-around time, sensitivity, specificity, and costs [15] . Commercial hybridization assays (eg, AccuProbe, Gen-Probe, San Diego, CA, USA) are available for bacteria, mycobacteria, and fungi. Because of their relatively low sensitivity, probe-based assays have been limited to rapid identification of amplified nucleic acid products or cultures of mycobacteria and dimorphic fungi.\n\nPCR is the most widely used and versatile procedure for nucleic acid amplification. With the existence of other amplification methods such as transcription-mediated amplification and strand displacement amplification, molecular testing should be referred to more appropriately as ''nucleic acid amplification testing'' (NAT or NAAT). There are numerous NAT assays for the detection of various bacteria, viruses, and parasites directly from clinical specimens, but these tests tend to be organism specific. For example, PCR tests with primers specifically targeting influenza A virus or Bordetella pertussis genomes are available and can be used routinely to detect these organisms from nasopharyngeal washes [16, 17] . Detection of specific virulence genes is also available, such as PCR for shiga-like toxins from fecal samples in patients who have bloody diarrhea. The unique advantages and disadvantages of each amplification procedure are beyond the scope of this article. Depending on the assay used, the sensitivity, specificity, cost, and speed may vary. Sequence-based analysis is particularly useful for organisms that are poorly cultivable or for accurate species identification when traditional phenotypic methods have failed. In particular, analysis of 16S rRNA gene sequences has greatly expanded the phylogenic identification of bacteria. The 16S rRNA gene is universal and is highly conserved in bacteria but has sufficient variability in certain regions to allow genus-or species-specific identification. The gene sequences are compared with a large, publicly available reference databank to determine identical or closest-related organisms. Such assays have been particularly useful for the enumeration and 290 characterization of the noncultivable indigenous microflora in the gingival crevice and dental surfaces in health and disease [18] . Currently, 16S rRNA gene sequencing is used primarily by reference microbiology laboratories for the accurate identification of bacteria in pure cultures [19] . The use of molecular diagnostic tools for fungal infections is in the early stages of development.\n\nAfter amplification, a detection method is required to evaluate the presence of specific gene sequences. Products can be detected by visualization on an agarose gel with or without prior restriction enzyme digestion, by enzyme immunoassay, by hybridization assays or direct DNA sequencing, and even by real-time PCR (the immediate detection of amplified product while the PCR reaction is underway).\n\nThe increased sensitivity of NAT assays is counterbalanced by the presence of intrinsic DNA or RNA enzyme inhibitors and by low copy numbers of target organisms in clinical specimens. Before a test is made available, it must undergo stringent evaluation and validation. One of the major challenges is defining the criterion to establish sensitivity and specificity of the test. For example, how does one know that a positive result indicates presence of the targeted pathogen in the clinical specimen rather than a nonspecific reaction or contamination by commensals? Similarly, how does one know that a negative result indicates true absence of the targeted gene in the sample tested and not a result of mutations in the genome of the organism?\n\nCurrently, very few molecular techniques have been evaluated for the rapid diagnosis of head and neck infections (see Table 1 ). It is best to consult the microbiology laboratory for their role and availability in the clinical setting.\n\nCulture remains the mainstay of microbiologic investigation for head and neck infections. In general, the organisms of interest are not particularly fastidious, and with improvements in the isolation and identification of clinically important anaerobic organisms, culture is perhaps the most sensitive and readily available laboratory method to detect potential pathogens. The main drawback is difficulty in determining the specificity and significance of the culture results, because it often is impossible to ascertain which of the many organisms isolated are the most important for therapeutic decisions. Blood cultures are perhaps the best way to determine the most likely causative agent during an invasive infection and always should be obtained for seriously ill patients.\n\nSpecimens should be plated promptly, and a Gram stain should be prepared and interpreted in conjunction with the culture results. The routine battery of media for bacterial culture includes a nutrient agar plate with 5% sheep blood and a chocolate agar plate for more fastidious organisms such as Haemophilus spp. Anaerobic culture media and incubation should be included for tissue aspirates and biopsy specimens. Specimens from the mouth always grow anaerobes and are not cultured routinely for such. The morphology of oral organisms can be very characteristic based on Gram stain examination and may be a more reliable indicator for the presence of anaerobes. Specimens should be incubated at 35 C to 37 C and examined daily for up to 7 days. Most bacterial pathogens grow within 48 to 72 hours, but more fastidious organisms, such as Haemophilus aphrophilus, Actinomyces spp, and Nocardia spp, may take longer. Cultures for mycobacteria must be requested specifically so that the appropriate media are inoculated, and cultures are incubated for up to 8 weeks. Recent advances in automated culture technology using liquid media have greatly improved recovery and decreased the time to detection by several weeks [20] . Cultures for Chlamydia and Chlamydophila require special facilities and are rarely performed in the clinical microbiology laboratory except in research centers.\n\nRapidly growing yeasts and fungi, such as Aspergillus and Mucor, also grow in the routine battery of media set up for bacterial culture. If other fungi are suspected, however, a special fungal culture should be requested to ensure plating in special media to inhibit bacterial overgrowth and prolonged incubation for the more slowly growing organisms. Unfortunately, culturing to identify the etiology of invasive fungal disease has poor sensitivity, and the offending agent often is not recovered. Aspergillus, Zygomycetes, and Fusarium spp are common fungi that might be involved in these infections. Viral cultures should be set up in appropriate cell lines and checked weekly for several weeks. Potential growth is identified by observing typical cytopathic effects, by comparing growth patterns in different cell lines, and by fluorescent antibody staining against the suspected agent. With the availability of direct antigen detection and molecular tests, viral cultures are performed less frequently than previously but still have a role in epidemiologic investigations for strain typing and for antiviral susceptibility testing.\n\nWith the exception of Acanthamoeba in suspected corneal infections, cultures are seldom performed for parasitic infections. Culture for Acanthoemeba requires co-inoculation of media previously seeded with a lawn of E coli or Enterobacter aerogenes. Cultures are observed under low-power (10Â) microscopy and can be positive in as early as 2 to 3 days [21] .\n\nThe emergence of antibiotic resistance among many upper respiratory and oral organisms has made the performance of antimicrobial susceptibility testing an important priority. Among the common pathogens in head and neck infections, concern is greatest for methicillin-resistant S aureus (MRSA), penicillin-resistant S pneumoniae, macrolide-resistant group A streptococci, and beta-lactam resistant H influenzae. Molecular tools for the detection of resistance genes (eg, mecA in MRSA) have become more readily available. There also are excellent guidelines from the Clinical and Laboratory Standards Institute (CLSI, formerly NCCLS) for routine susceptibility testing of most bacteria, including strict anaerobes and fastidious organisms involved in head and neck infections [22] [23] [24] [25] . These guidelines also address the detection of resistance in relevant pathogens.\n\nDisk diffusion remains a common method for antibiotic susceptibility testing, and categorical results (S, susceptible; I, intermediate; or R, resistant) are reported. Microbroth dilution techniques provide more accurate assessment by determine the minimum inhibitory concentration (MIC), and results usually are translated according to accepted breakpoints and reported as susceptibility categories (S, I, or R). MIC information for certain antibiotics (eg, penicillin susceptibility of S pyogenes or S pneumoniae) may be useful for some deep-seated head and neck infections and can be requested from the clinical laboratory, if required.\n\nCommercially available susceptibility testing systems are used widely in diagnostic microbiology laboratories. These systems generally use microbroth techniques and can either provide serial dilution MIC or breakpoint MIC results. Another widely used system is the Etest (AB Biodisk, Solna, Sweden), which allows MIC determination of antibiotics using antibioticimpregnated strips and a predetermined antibiotic gradient. This technology is readily available in most clinical laboratories and has been validated for a wide range of microorganisms compared with reference methods, including anaerobes and fastidious microbes [26, 27] .\n\nSusceptibility testing for strict anaerobes is not performed routinely in many laboratories and usually is restricted to isolates recovered from blood cultures, normally sterile body fluids, or for serious infections. As with other organisms, antibiotic resistance has been increasingly recognized for oral anaerobes against penicillin, cefoxitin, and clindamycin, and periodic surveillance testing is warranted to provide information on local susceptibility patterns within specific health care centers [28] .\n\nAntifungal susceptibility testing has lagged because of technical difficulties and uncertainty in the interpretation of results. As these methods become better standardized, critical information on the correlation between laboratory results and clinical outcome becomes better understood. Guidelines for the performance of antifungal susceptibility testing by both broth dilution and disk diffusion, primarily for Candida spp, are also available from the CLSI [29, 30] . Antifungal susceptibility testing of molds is under development also but is much more difficult to standardize because of the dimorphic growth characteristics of these organisms.\n\nA wide variety of etiologic agents may be encountered in various head and neck infections. The more common pathogens and their laboratory diagnosis are summarized in Table 1 and are discussed briefly here.\n\nConjunctivitis is caused most commonly by bacterial and viral pathogens. Bacterial causes include S aureus, S pneumoniae, H influenzae, M catarrhalis, N gonorrhoeae, N meningitides, C trachomatis, and less commonly by enteric gram-negative rods including E coli, Proteus, and Klebsiella. Viral causes include adenovirus (serotypes 8, 11, and 19 can cause epidemic keratoconjunctivitis), herpes viruses (HSV and VZV), and Coxsackie and enteroviruses. A moist swab should be passed over the conjunctiva, avoiding the eyelids and lashes that may harbor resident skin flora, and the specimen should be placed in bacterial and/or viral transport medium for appropriate examination. The confirmation of chlamydial conjunctivitis is difficult, because commercial NAT systems for Chlamydia are approved for testing genital specimens only. Currently, direct fluorescent immunoassay is one option to confirm this infection [31] . Another alternative is the examination of conjunctival scrapings stained with Giemsa and examined for the presence of intracytoplasmic inclusions, but this method is less sensitive.\n\nCommon organisms implicated in blepharitis and dacryocystitis, including Staphylococci, Streptococci, Haemophilus spp, enteric gram-negative bacilli, and anaerobic organisms, normally are present also in the nasal passages and/or contiguous skin, [32] . Actinomyces israeli is the most commonly identified pathogen in dacryocystitis, but many other pathogens including Candida spp, Aspergillus, HSV, and VZV have been implicated also. Purulent material should be sent for direct examination and appropriate culture.\n\nCorneal ulcers can be caused by bacterial, viral, parasitic, and fungal pathogens. The major bacterial causes are Staphylococcus spp, S pneumoniae, beta-hemolytic streptococci, Bacillus spp, particularly B cereus, Haemophilus, Moraxella, Pseudomonas, and gram-negative enteric bacilli. Mycobacterium spp and Nocardia spp are increasingly recognized in postsurgical and post-trauma patients. Contact lens wearers are at risk for fungal infections, particularly Fusarium spp, as well as Pseudomonas and Acanthamoeba infections. Corneal scrapings should be collected with a sterile platinum spatula. Direct examination may not be very helpful for bacterial and fungal identification, but direct antigen detection may be valuable for the rapid diagnosis of viral causes, particularly herpesviruses and adenoviruses. Molecular tests by PCR are available also for these agents. The detection of Acanthamoeba requires special culture procedures, as described previously. Alternately, a corneal biopsy for histopathologic examination may detect the presence of parasites.\n\nPreseptal cellulitis generally arises from a local bacterial infection, such as conjunctivitis or impetigo, whereas orbital cellulitis may result as an extension of infection from the adjacent sinuses. The causative organism may vary according to predisposing conditions. When associated with spread from sinus infections, S pneumoniae, H influenzae (usually nontypeable), S aureus, and M catarrhalis are the most common organisms. Fungal causes such as aspergillosis and mucormycosis are encountered occasionally, and histopathologic examination along with cultures may be helpful. Blood cultures should be collected but seldom are positive.\n\nEndophthalmitis most commonly occurs following penetrating ocular trauma, intraocular surgery, and sometimes after hematogenous seeding. It may be caused by a range of pathogens, most commonly Staphylococcus, Streptococcus, Propionibacterium, Candida albicans, and occasionally enteric gram-negative bacteria. Superficial swabs are not useful for microbiologic diagnosis, and vitreous or aqueous aspirates are required for appropriate culture. Vitreous biopsies may also be obtained. Negative cultures do not rule out an infectious cause, because the sensitivity of cultures is poor. Culture of vitreous washings after filtration may increase the yield, and blood cultures always should be obtained. Molecular diagnostic tools are being investigated [33] .\n\nChorioretinitis syndromes pose a diagnostic challenge for many of the reasons cited previously. A wide range of organisms can cause chorioretinitis, and the clinical presentation is not always diagnostic. Appropriate specimens for investigation are difficult to collect without compromising vision. Tissue examination usually is not possible until late in the disease, and other available techniques are not sensitive enough for early diagnosis. The most common causes include VZV, HSV 1 and 2, and, less commonly, CMV, Toxoplasma gondii, Treponema pallidum, Candida spp, Mycobacterium tuberculosis, and Toxocara. HIV-infected patients may have disease caused by other fungi (eg, Histoplasma, Coccidioides, Pneumocystis), bacteria (eg, Mycobacterium avium-intracellulare) or viruses (eg, Mulloscum contagiosum). To date, the diagnosis of chorioretinitis primarily is made clinically, and the suspected cause is confirmed by serologic tests, if available. Newer molecular assays on aqueous or vitreous fluid for specific viruses, the most common cause of this syndrome, offer some promise [34] .\n\nThe normal flora of the skin extends into the external ear canal; hence, S aureus is a common cause of external otitis. Prior colonization with other organisms may follow certain activities, such as swimming (''swimmer's ear''), and gram-negative rods, particularly Pseudomonas spp, E coli, and Proteus spp may be isolated. Fungi such as Aspergillus niger and C albicans may be causative agents. A more serious form is malignant otitis externa, an invasive infection most often caused by Pseudomonas aeruginosa. The most common predisposing factor is diabetes mellitus [35] . This infection may begin in the external canal but aggressively invades the soft tissues, including cartilage and temporal bone, and may lead to petrous osteomyelitis. Cultures of purulent drainage from the external canal or biopsy specimens reveal the offending pathogen.\n\nDetermination of the exact cause of otitis media requires aspiration of the middle ear effusion by tympanocentesis. The primary pathogens in this setting usually are aerobic and facultative bacteria and occasionally may involve anaerobes. In younger children, the most common organisms are S pneumoniae, M catarrhalis, and nontypeable H influenzae. In older children and adults, the most common pathogens are S pneumoniae, group A streptococcus, S aureus, and, less commonly, H influenzae. Chronic otitis media may be caused more commonly by gram-negative bacteria and by S aureus. Routine aerobic and anaerobic cultures determine the bacterial cause in most cases. Viral cultures usually are not performed, even though an antecedent viral upper respiratory tract infection is the most likely predisposing factor leading to a secondary bacterial infection of the middle ear.\n\nThe microbiologic diagnosis of acute sinusitis can be achieved reliably only by sinus puncture or endoscopic procedures. Collection through the nasal cavity results in contamination by the resident flora including S aureus. Appropriate specimens should be collected from sinus washings, aspirates, scrapings, or tissue biopsies.\n\nPredominant organisms in acute maxillary and ethmoid sinusitis usually are S pneumoniae and non-typeable H influenzae [36, 37] . One study found the incidence of acute rhinosinusitis caused by MRSA to be 2.7%, with nasal surgery and prior antibiotic use as the major risk factors [38] . Increasing prevalence rates of penicillin-and macrolide-resistant S pneumoniae are noted [39] . Predominant anaerobic bacteria include Prevotella, Porphyromonas, Fusobacterium, and Peptostreptococcus spp, primarily in cases of maxillary sinusitis secondary to odontogenic infections. Very few studies have examined for atypical bacteria such as Chlamydophila pneumoniae and Mycoplasma pneumoniae; however, PCR tests for these organisms have been evaluated for respiratory specimens [40] . Viral cultures usually are not performed, even though a viral upper respiratory tract infection is the most common antecedent event of a purulent bacterial sinusitis.\n\nUnlike community-acquired sinusitis, which frequently results from a viral respiratory infection, nosocomial sinusitis most commonly occur after nasopharyngeal intubation in mechanically ventilated patients. Infections are often polymicrobial and include gram-negative bacilli such as P aeruginosa, Serratia marcescens, Klebsiella pneumoniae, Enterobacter spp, and Proteus mirabilis [41, 42] .\n\nThe predominant pathogens in chronic sinusitis usually are anaerobes and S aureus, as well as fungi [43] . The fungi include Aspergillus spp, Pseudoallescheria (P boydii), and Zygomycetes (eg, Mucor spp, Rhizopus spp, and Cunninghamella spp). Identification of fungal elements on direct examination is highly suggestive of their pathogenic role, but histopathologic confirmation from tissue biopsy of the sinus cavity is required.\n\nAcute tonsillopharyngitis is caused most commonly by viruses or atypical bacterial agents including M pneumoniae and C pneumoniae, usually as part of an upper respiratory tract infection. Common viral causes include rhinovirus, coronavirus, adenovirus, influenza and parainfluenza viruses, Coxsackie virus, HSV, EBV, and CMV. Primary HIV infection also is associated with acute pharyngitis and viremia. Investigation for the specific viral cause of acute tonsillopharyngitis usually is not performed except when HIV or infectious mononucleosis is suspected. Approximately 30% of the cases of acute tonsillopharyngitis are caused by bacteria, most commonly group A streptococci [44] . Because it is not possible to distinguish bacterial from viral causes by clinical presentation alone, laboratory studies should be performed to exclude the possibility of group A streptococcus to avoid unnecessary antibiotic therapy. Other beta-hemolytic streptococci, such as groups C and G, also have been reported to cause acute pharyngitis but rarely are associated with postinfectious complications. Arcanobacterium hemolyticum has been reported to cause a scarlet fever-like syndrome that occurs primarily in late adolescents and young adults [45, 46] . Other less common causes of acute pharyngitis include N gonorrhoeae, Corynebacterium diphtheriae, Corynebacterium ulcerans, Yersinia enterocolitica, T pallidum, and Francisella tularensis. If these agents are suspected, this suspicion should be communicated to the clinical microbiology laboratory because special media and techniques are required for their detection.\n\nSwab specimens should be obtained by rubbing the tonsils and the posterior pharynx. These specimens can be submitted either for routine throat culture or rapid antigen detection methods. The diagnosis of group A streptococcal pharyngitis has been one of the widest applications of rapid detection technology. A variety of commercial kits are available. Because the specificity of these tests is high, usually 95% or greater, a positive rapid test can be considered equivalent to a positive throat culture, and culture confirmation is unnecessary. Because the sensitivity of these tests only ranges from 70% to 90%, a negative test should be confirmed by routine throat culture [47] [48] [49] . False-negative cultures are uncommon when performed properly by trained technologists using appropriate culture methods. Culture is also necessary for the detection of other beta-hemolytic streptococci such as group C or G, and for Arcanobacterium.\n\nThe epidemiology of epiglottitis has changed dramatically in children with the widespread use of the Haemophilus type B vaccine. This infection now is more prevalent in adults, and common causes include S pneumoniae, beta-hemolytic streptococci, S aureus, M catarrhalis, and both non-typeable and type B H influenzae [50] . Attempts to obtain cultures from the oropharynx in patients suspected of having epiglottitis may precipitate complete airway obstruction and should not be undertaken unless the patient's airway is secure. Blood cultures may be positive and always should be obtained.\n\nPeritonsillar abscess usually spreads from a contiguous focus in the tonsils or the peripharyngeal area. Again, bacterial causes include Streptococcus and Staphylococcus along with oral anaerobic organisms. Needle aspiration of any tonsillar mass or abscess is required for routine bacterial culture.\n\nPatients who are immunocompromised because of malignancy or chemotherapy are at great risk for local or systemic infection because of the breakdown of the normal oropharyngeal mucosal barrier. The wide range of facultative and anaerobic organisms that normally colonize the oral cavity complicates the determination of specific infectious agents in this setting. Additionally, the patient's prior therapies and hospitalization may have resulted in colonization with enteric gram-negative bacteria that are not normally present in healthy individuals. Thus, swabs from the oral cavity for routine bacterial culture are not very helpful.\n\nIn patients who have acute ulcerative gingivitis (''trench mouth''), a Gram stain obtained from inflammatory exudates of local lesions may be more useful than cultures. The presence of long, slender, spindle-shaped gram-negative bacilli (fusiforms or Fusobacterium) in association with oral spirochetes is characteristic of this condition.\n\nCandidal stomatitis is another entity in which the Gram stain provides useful information. White patches present in the oral cavity should be swabbed and cultured. If present, Candida spp will be identified by the presence of budding yeasts and pseudohyphae, which suggests active replication of organisms.\n\nOther possible causes of ulcerative lesions in the oral cavity include HSV and VZV, Coxsackie virus, and enteroviruses. The base of these lesions should be scraped and sent for viral antigen detection and culture. Herpes viruses can be detected by the rapid antigen detection methods, but culture is required to determine the presence of other viruses such as coxsackie viruses, a common cause of herpangina and hand, foot, and mouth disease.\n\nMandibular osteomyelitis secondary to odontogenic infections usually is caused by low-virulence bacteria from the normal oral flora, such as viridans streptococci, Staphylococcus spp, Peptostreptococcus spp, Bacteroides spp, and other oral anaerobes. Rarely, fungi and mycobacteria may be the causative agents. Specimens should include needle aspiration of loculated pus by an extraoral approach or bone biopsy using an open or closed procedure. These specimens should be submitted for routine microbiologic and histopathologic examination. Special requests for acid-fast mycobacteria and fungi may be warranted based on clinical suspicion.\n\nCervicofacial actinomycosis typically occurs following a dental infection or oromaxillofacial trauma. A israeli is the most common pathogen, but other species can be involved, including A naeslundii, A odontolyticus, A viscosus, A meyeri, and A gerencseriae. With the increasingly use of 16S rRNA sequencing, the spectrum of Actinomyces spp in clinical disease has expanded to include species that have never before been described [51] .\n\nActinomyces are small, non-spore-forming, gram-positive rods that grow in anaerobic or microaerophilic conditions. A key characteristic of actinomycosis is the finding of ''sulfur granules'' from clinical specimens. These granules are pigmented grains that appear macroscopically as sulfur granules but in fact are a conglomerate of bacteria. When sulfur granules are seen, they should be sent to the microbiology laboratory along with the tissue biopsy or fluid aspirate. The granules, crushed between two glass slides and Gram stained, can demonstrate beaded, branching gram-positive bacilli characteristic of Actinomyces. Sulfur granules also can be identified by histopathologic examination. Although other bacteria and fungi (particularly Nocardia spp and Streptomyces madurae) may produce similar granules at infected sites, these can be distinguished by the absence of peripheral clubs that are specific to Actinomyces spp.\n\nThe microbiology of deep fascial space infections is usually polymicrobial, consisting of mixed anaerobic and facultative oral bacteria. Common pathogens include Bacteroides, Fusobacterium, Prevotella, Porphyromonas, anaerobic and microaerophilic streptococci, Actinomyces spp, and Eikenella spp [52] [53] [54] . Of note is the increasing resistance of oral Bacteroides spp to penicillin and of Eikenella corrodens to clindamycin. Fungal causes, such as histoplasmosis in susceptible hosts living in endemic areas, also can occur [55] . Tuberculosis needs to be considered in the microbiologic investigation of prevertebral space infection, as in Pott's disease. Diagnosis may be difficult because many patients have negative purified protein derivative skin tests, and cultures may be negative. Collection of appropriate specimens often is challenging because of the complex anatomy of the area. Blood cultures also may yield the causative organism and should be collected. In many instances, surgical drainage is required for definitive treatment, and microbiologic work-up is secondary, primarily for the detection of resistant microorganisms.\n\nNecrotizing fasciitis in the head and neck region is a medical emergency requiring aggressive surgical de´bridement of necrotic tissues [56] . Again, the pathogens usually are polymicrobial and may include oral anaerobes, Streptococcus spp, and S aureus. For definitive microbiologic investigation, the spreading edge of necrotic tissues is the best specimen and should be obtained by aspiration or surgical de´bridement.\n\nIdentification of Fusobacterium necrophorum from blood cultures in a septic patient should suggest the possibility of Lemierre's syndrome or suppurative jugular thrombophlebitis. Metastatic infection involving the lung, joints, bone, spleen, and meninges is common [57] . F necrophorum is the most virulent species of Fusobacterium, producing several virulence factors such as exotoxins, proteolytic enzymes, and hemolysin. Unlike Fusobacterium nucleatum, F necrophorum can be misinterpreted on Gram stain, because these bacteria often appear as pleomorphic, small, gram-negative bacilli rather than being spindle shaped. Species often can be identified by standard phenotypic methods using commercial systems. Other common causative agents that can cause Lemierre's disease include Bacteroides spp and Prevotella spp.\n\nInfectious causes of cervical lymphadenitis are quite variable. The most common bacterial causes include S aureus and Streptococcus pyogenes.\n\nLess common are other streptococci, H influenzae, Corynebacterium spp, Actinomyces spp, and other oral anaerobes. Bacteria with unique epidemiologic factors include F tularensis, Yersinia spp, Brucella spp, Bartonella henselae, and Bacillus anthracis. Viral causes include EBV, CMV, HSV, adenovirus, HIV, and human T-lymphotropic virus.\n\nMycobacteria, including M tuberculosis, M avium-intracellulare complex, Mycobacterium scrofulaceum, or other ubiquitous atypical mycobacteria, are particularly common in this setting. Additional causes include B henselae, the causative agent of cat-scratch disease, which can be detected by PCR. Fungal etiologies include Aspergillus, C albicans, C neoformans, Sporothrix, and Histoplasma. Parasitic causes include T gondii, which is ubiquitous, and in certain parts of the world, Leishmania, Trypanosoma, and Filaria. Aspirates from inflamed lymph nodes or excisional biopsies should be sent for culture of bacteria, mycobacteria, and fungi and for histopathologic examination. Serologic tests also may be useful, particularly in toxoplasmosis.\n\nThe microbiologic investigation of head and neck infections is challenging because of the anatomic complexity in this region and the difficulty in appropriate specimen sampling and collection. The majority of infections result from commensal organisms that are part of the normal flora of the oral cavity, upper respiratory tract, and the skin. Other pathogens such as Mycobacterium spp, invasive fungi, and a host of viruses also cause disease in this area. Key to successful laboratory diagnosis includes recognizing the likely causative agents, determining the best specimen type for investigation, avoiding contamination from commensal organisms during specimen collection, and communication with the clinical microbiology laboratory regarding specimen collection, transport, and testing for suspected pathogens."}