{"title": "9 Raja Ramanna centre for advanced Technology; indore, india; 10 Harvard-MiT Division of Health Sciences and Technology", "body": "In recent years, the possibility of biological warfare and bioterrorism has become of increasing concern to both military planners and civil defense authorities. The mailing of anthrax spore containing letters to destinations within the United States in 2001 brought the sudden realization that bioterrorism is not merely a theoretical threat but a real and present danger. Since then, much thought and planning has gone into defining possible biowarfare and bioterrorism agents. There are six requirements for these agents that are relevant here:\n\n1) A high degree of morbidity and lethality.\n\n2) Highly infectious microbes or highly toxic substances.\n\n3) Easy to distribute widely in an active form. 4) Easy to produce in bulk and store until delivered. 5) Reasonably hardy in the environment after distribution. 6) Bacteria should be genetically engineered to be resistant to known antibiotic drugs.\n\nThe 2001 bioterrorist attacks in the US using anthrax spores and the US Postal Service as the spreading medium have once more emphasized the need of early detection and decontamination of critical facilities in the shortest possible time. During the recent decade there has been a remarkable progress in the detection, protection, and decontamination of biological warfare agents since various and sophisticated detection/decontamination methods have been developed and implemented. Nevertheless the threat of biological warfare agents and their possible use in bioterrorist attacks still remains a leading cause of concern in the global community. Furthermore, in the past decade there have been threats to the global society due to the emergence of new infectious diseases and/or re-emergence of old infectious diseases that were considered eliminated. Adding to the milieu the observed global rise in the antimicrobial resistance, the preparedness of societies against these agents becomes obvious. Under these circumstances it becomes obvious that the field requires better knowledge about the disease agents, more research, better training and diagnostic facilities, and improved public health system 1 (see Table 1 ).\n\nThe emergence of bacterial strains that are resistant to all known antibiotics represents a major challenge to human health.\n\nBiological warfare and bioterrorism is an unpleasant fact of 21st century life. Highly infectious and profoundly virulent diseases may be caused in combat personnel or in civilian populations by the appropriate dissemination of viruses, bacteria, spores, fungi, or toxins. Dissemination may be airborne, waterborne, or by contamination of food or surfaces. countermeasures may be directed toward destroying or neutralizing the agents outside the body before infection has taken place, by destroying the agents once they have entered the body before the disease has fully developed, or by immunizing susceptible populations against the effects. a range of light-based technologies may have a role to play in biodefense countermeasures. Germicidal uV (uVc) is exceptionally active in destroying a wide range of viruses and microbial cells, and recent data suggests that uVc has high selectivity over host mammalian cells and tissues. Two uVa mediated approaches may also have roles to play; one where uVa is combined with titanium dioxide nanoparticles in a process called photocatalysis, and a second where uVa is combined with psoralens (puVa) to produce \"killed but metabolically active\" microbial cells that may be particularly suitable for vaccines. Many microbial cells are surprisingly sensitive to blue light alone, and blue light can effectively destroy bacteria, fungi, and Bacillus spores and can treat wound infections. The combination of photosensitizing dyes such as porphyrins or phenothiaziniums and red light is called photodynamic therapy (pDT) or photoinactivation, and this approach cannot only kill bacteria, spores, and fungi, but also inactivate viruses and toxins. Many reports have highlighted the ability of pDT to treat infections and stimulate the host immune system. Finally pulsed (femtosecond) high power lasers have been used to inactivate pathogens with some degree of selectivity. we have pointed to some of the ways light-based technology may be used to defeat biological warfare in the future. irregular The deliberate creation of panresistant bacterial strains is forbidden in laboratories in most Western countries, but the techniques of genetic engineering are relatively well understood and could easily be replicated in countries that are rumored to sponsor terrorism. Therefore effective countermeasures against biological weapons should be able to deal with multiple classes of biological agents regardless of whether they have been engineered to be resistant to all known antibiotics.\n\nThere are many potential bioterrorism agents such as bacteria, viruses, fungi and toxins that can be spread by air, water or food. In this context, we emphasize some of these microorganisms due their elevated capabilities of being lethally dangerous or easily dispersible:\n\n1) In gram-negative bacteria, Francisella tularensis causes tularemia or rabbit fever, which is debilitating or even fatal. 2 Brucella melitensis is also gram-negative and responsible for the contagious disease of brucellosis in sheep, goats, cattle, and in humans causing fever, sweats, anorexia, fatigue, malaise, weight loss, and depression. 3 A third gram-negative bacterium is Yersinia pestis, which infects humans and other animals causing plague or \"the black death\". This bacterium is primarily a disease of rodents or other wild mammals that usually is transmitted by fleas and often is fatal. Human Yersinia infection takes three main forms: pneumonic, septicemia, and bubonic plagues. 4 A fourth gram-negative species is Burkholderia pseudomallei, which causes glanders in animals and melioidosis in humans with a mortality rate of 20-50%. 5 2) Among the gram-positive bacteria, S. aureus is the most well-known bacterium and is frequently found in the human respiratory tract and on the skin causing skin infections and respiratory diseases beyond promote infections through potent protein toxins produced by it. In addition, MRSA is a widespread antibiotic-resistant strain and has become a major problem in hospitals in the United States. 6 S. pyogenes is also a gram-positive bacterium that causes invasive and severe infection including sepsis and osteomyelitis partly due to its ability to carry out hemolysis releasing hemoglobin. 7 3) Bacillus anthracis, Bacillus cereus, and Bacillus thuringiensis are gram-positive bacteria that produce hardy endospores that can be easily disseminated. B. cereus is endemic and can be transmitted through food while B. thuringiensis produces intracellular protein crystals toxic to a wide number of insect larvae. B. anthracis is a rod-shaped bacterium that causes anthrax disease and often is lethal. In addition, these bacteria are similar because they can produce spores and thus infect larger areas in bioterrorism actions. 8 4) Viruses such the etiologic agents of Variola, Ebola, and Lassa are very dangerous. Variola virus is the etiological agent of smallpox, causes 20-30% mortality, and persists in an infectious state for many days in dried crusts from skin lesions as well as in fluid from vesicles. 9 Ebola virus causes severe hemorrhagic fever in humans and primates resulting in mortality rates between 80-90%. 9 Lassa virus causes Lassa fever that is endemic in West Africa, infecting 2 million people per year and resulting in 5000-10 000 fatalities annually. 9 5) Clostridium botulinum is a gram-positive anaerobic bacterium and produces the most potent known neurotoxin responsible for botulism, which promotes neuromuscular weakness or paralysis. 10 Historical evidence of the use of biological warfare is somewhat sketchy. In April and May 1979, an unusual anthrax epidemic occurred in Sverdlovsk, Union of Soviet Socialist Republics. Soviet officials attributed it to consumption of contaminated meat but US agencies attributed it to inhalation of spores accidentally released at a military microbiology facility in the city. Epidemiological data show that most victims worked or lived in a narrow zone extending from the military facility to the southern city limit. Further south, livestock died of anthrax along the extended axis of the zone. The zone paralleled the northerly wind that prevailed shortly before the outbreak. It was concluded that the escape of an aerosol of anthrax pathogen at the military facility caused the outbreak. 11 The difficulty faced in decontaminating the environment from biological weapons agents can be illustrated by the historical story of Gruinard Island. British military scientists from Porton Down in 1942, during the Second World War, had tested methods to disseminate anthrax spores on a remote and uninhabited island off the Scottish coast. Military scientists exploded a series of anthrax-spore laden bombs, testing their killing efficiency using sheep. 12 Initial efforts to decontaminate the island after the biological warfare trials failed due to the high durability of anthrax spores. After 44 years of complete quarantine, Gruinard Island was finally decontaminated in 1986 with 280 tons of formaldehyde diluted in seawater being sprayed over all 196 hectares of the island and the worst-contaminated topsoil around the dispersal site being physically removed. 13 A flock of sheep was then placed on the island and remained healthy. 14 In Kosovo, rural villagers reported an unusual massive dieoff of mice and rats in the summer of 1999 in war-devastated areas. Clusters and small outbreaks of a human disease with fever, lymphadenopathy, and ulcerations of skin and mucosa occurred, which were initially diagnosed as tonsillitis until tularemia was suspected clinically. Rumors started to circulate in some villages that wells had been deliberately contaminated with the pathogen. The Albanian authorities asked World Health Organization to send in a Global Outbreak Alert and Response Network (GOARN) team in order to help in the diagnostics and to investigate the origin and cause of this \"unusual\" tularemia epidemic. Since the strain was thought to be Biovar B (the endemic European strain) rather than the more virulent Biovar A, the epidemic was attributed to war-related destruction of the ecosystem and infrastructure leading to an increased population density of rodents and producing human cases of tularemia. 15 There have been some documented occurrences of bioterrorism. In 1984, two large cohorts of salmonellosis cases (a total of 751 individuals) occurred in The Dalles, Oregon. The size and nature of this outbreak initiated a criminal investigation. The cause only became known when the Federal Bureau of Investigation (FBI) investigated a nearby cult (Rajneeshees) for other criminal violations. In October 1985, a vial containing a culture of Salmonella Typhimurium was discovered by authorities in the Rajneeshee clinic laboratory. 16 As gastroenteritis cases occurred in increasing numbers, health authorities closed all salad bars in The Dalles.\n\nIn 1996 between 29 October and 1 November 1996, 12 clinical laboratory workers at the St. Paul Medical Center in Dallas, TX developed severe acute diarrheal illness as a result of eating muffins and doughnuts left in their break room on 29 October. Shigella dysenteriae type 2 was cultured from 8 patients that was identical to the laboratory stock strain (some of which was missing) by pulsed field gel electrophoresis and it was concluded the pastries had been deliberately contaminated. 17 On 4 18 By the end of the year, anthrax-laden letters had caused 22 cases of anthrax (10 confirmed inhalational and 12 cutaneous, of which 7 were confirmed and 5 suspected) and 5 deaths, mostly among postal workers and mail handlers. 19 A twelfth case of cutaneous anthrax occurred in March 2002 in a Texas laboratory where the anthrax samples were processed. 20 The mode of dispersal of a biological weapons agent may to some extent depend on whether the biological agent is being used as a form of biological warfare or as bioterrorism. In warfare it is more likely that the agent will be dispersed from an aircraft, loaded into a bomb or an explosive shell that can be directed toward enemy forces, while in bioterrorism it is more likely to be surreptitiously released into a subway tunnel or other enclosed space, or introduced into the water or food supply, or even sent through the mail. Therefore the countermeasures chosen may have to take into account widely differing environments that the agent may be in.\n\nCountermeasures against biological weapons agents can be divided into three broad classes. The first broad class is what can be loosely described as disinfectants, or in other words, treatments that can destroy or neutralize the agent in a wide range of inorganic, organic, or living environments before the agent has had a chance to come into contact with human beings in a sufficiently large dose to cause infection of harm. The second broad class consists of treatments that can kill or neutralize the agent after it has come into contact with human beings, either before or after infection or intoxication has become established, and this class may include some drugs that can reduce symptoms without destroying the agent. The third broad class consists of strategies to vaccinate or immunize people who have been exposed to the agent, or who are at risk of exposure, in order to avoid infection or to reduce the severity of the consequences of exposure.\n\nIt is the hypothesis of the present review that light-based approaches can be effective in all three of these broad classes of countermeasures, and moreover that many of these light-based approaches can be effective against all known classes of biological weapons agents. We have divided our coverage into sections depending on which part of the electromagnetic spectrum is being employed (see Fig. 1 ). These wavelength ranges are: UV C (UVC, 220-280 nm); photocatalysis (UVA 320-400 + titanium dioxide); psoralens + UVA (PUVA); blue light (400-470 nm); photodynamic inactivation (PDI, visible light 400-700-nm + photosensitizers); and near infrared short-pulsed lasers (700-1400 nm femtosecond). All of the techniques that are listed above act as disinfectants to some degree, and can kill or inactivate bacteria, fungi, viruses, and toxins in more or less challenging environments. Some of them (UVC, blue light, PDI) have been shown to be effective in inactivating pathogens without harming host tissue, after they have come into contact with a subject that would otherwise develop an infection, or who already has developed an infection. PUVA in particular has been shown to be highly effective in inactivating pathogens in such a manner to make them good vaccine preparations.\n\nLight has several advantages over alternative disinfectants, biocides, and anti-infectives.\n\n• Light is environmentally friendly and non-polluting.\n\n• Light is relatively safe and non-toxic.\n\n• Light does not cause excessive damage to the material surrounding the biological agent, whether inorganic, organic, or living.\n\n• Light is relatively cheap to produce. • Light acts rapidly, usually within seconds.\n\n• Light can be applied to human skin, wounds, mucosa, and other sites of exposure without causing undue injury.\n\n• There have been no reports of microbial cells developing resistance to light-based anti-infectives.\n\nLight can be classified according to its wavelength and its interaction with matter, ionizing or non-ionizing effects. For instance, gamma rays (3 × 10 −3 nm) have higher energy than radio waves (3 × 10 13 nm) and as such can promote ionizing effects 21, 22 (see Fig. 1 ).\n\nDue to its electromagnetic properties, the interaction of the light (at all regions of the electromagnetic spectrum) with matter leads to triggering of various phenomena. For instance, wavelengths less than 100 nm result in changes in the atomic charge (ionization) of atoms of the material interacting with the photon. However, as the wavelengths increase, the energy is not sufficient to produce ionization but can excite electrons of this material and elevate them to higher-energy states as well as inducing conformational changes in the molecular structures 21, 22 The UV (UV) wavelength region is set between the X-ray (≤100 nm) and the visual (>400 nm) bands of the electromagnetic spectrum. As such, UV light can be classified into four wavelengths according to its interaction with molecules: vacuum UV (VUV) at 100-200 nm; UV C (UVC) at 200-280 nm; UV B (UVB) at 280-315 nm; and UV A (UVA) at 315-400 nm. [21] [22] [23] [24] The main physiologic effects, steaming from the photonic energy, can be described as:\n\n• VUV light: including wavelengths <200 nm; is harmful due to its capability of immediate reaction with oxygen atoms and organic molecules even at low doses.\n\n• UVC light: wavelength range lies between 200 and 280 nm; this electromagnetic spectrum has biocidal effects and generally is reported as \"germicidal\" or more usually \"ultraviolet germicidal irradiation\" (UVGI).\n\n• UVB light: comprises wavelengths between 280 to 315 nm; these photons are known for \"sun burning\" of the skin and have been implicated in photocarcinogenesis and photoaging.\n\n• UVA light: comprises wavelengths between 315 to 400 nm; it is becoming realized that the shorter UVA wavelengths (called UVA1, 315-340 nm) can have also have detrimental effects on the skin due to production of reactive oxygen species.\n\nEnergetically UVC is very important in the context of inactivation of microorganisms, since UVC directly affects deoxyribonucleic acid (DNA) and ribonucleic acid (RNA) by inducing molecular transformation (i.e., producing photoproducts in the genetic material). The pyrimidines and purines can absorb UV light and this way DNA and RNA can be inactivated by UV light, especially UVC at 254 nm by oxidation of these bases or through base dimerization and formation of cis-syn cyclobutane pyrimidine dimmers in the DNA molecules. 3, 21, 22 When DNA is damaged it becomes very difficult for the nucleic acids to replicate, and if replication does occur, it often produces a defect that prevents the bacterium from being viable. 23, 25 There are six possible photoproduct \"defects\" in the DNA induced by UV light: thymine-thymine dimer; cytosine-cytosine dimer; cytosinethymine dimer; uracil-uracil dimer; uracil-thymine dimer; and uracil-cytosine dimer. 21 What are the factors governing the effective photonic interaction with living organisms? The Grotthus-Draper law (first law of photochemistry) states that photons must be absorbed for the photochemical reaction to occur and the Stark-Einstein law (second law of photochemistry) states that, if a photon is absorbed, then only one photon should be enough for a photoproduct formation. 26 On the other hand, it is well known that microbial inactivation is a dose-dependent process (Bunsen-Roscoe reciprocity law) based on the UV intensity in the irradiation area. 21 UV light (as also applies to all wavelengths) has energy measured in joules (J), power in watts (W), area irradiated in cm 2 or m 2 , time of irradiation in seconds (s), irradiance (W/area), and fluence or dose (J/area) for calculation of dose-response. In addition, environmental condition such as humidity, temperature, and particle size also affect the dose-response and need to be considered, although the duration of exposure required for lethal effect of UVC is short. 24 UVC light (200 to 280 nm) is the most used light for inactivation of microorganisms. 3, 9, 25, [27] [28] [29] [30] [31] [32] [33] [34] [35] This inactivation can use monochromatic or polychromatic light sources. Indeed, the main difference between these UVC lamps is that monochromatic lamps such as mercury lamp emitting at 254 nm cause genetic damage to microorganism, whereas polychromatic sources with other UV regions also affect aromatic proteins (i.e., can also affect function and structure of microbial proteins which depends on primary, secondary, and tertiary structures). 21 \n\nThe main source of UV light used to kill microorganisms has been produced by mercury vapor arc lamps for a long time, predominately at a wavelength of 253.7 nm (UVC electromagnetic spectrum) 24 (see Table 2 ). This kind of lamp is low-pressure mercury (Hg) and are 30% efficient at converting input power to UVC at 253.7 nm. 36 Currently, and owing to its wider application ranges, there is a need for UVC light to be emitted from lamps or devices containing non-toxic materials with better efficiency and lower costs to make them more affordable, owing to the potential risks of mercury lamps being broken and exposing its hazardous material to the environment. In this context, light-emitting diode (LED) and xenon lamps have gained prominence. 36 A UVC LED has been tested in a single-pass flow-through device. Unfortunately, the LED is very inefficient at producing UVC radiation (0.3%). However, arrays of LEDs can be more efficient and produce the expected inactivation. 36 The xenon lamp emits a peak wavelength at 240 nm. This lamp can have a total emission of 10 W of which approximately 1.4 W is UVC radiation. This lamp is a non-toxic alternative to mercury but it produces ozone, which is a strong oxidant and toxic air pollutant. 36 Thus, more research needs to be done in order to improve LED efficiency and/or discover others sources of UV light. 36 UV light as a viable decontamination technique for potential biological warfare agents\n\nThe first observation how microorganisms respond to light was in nineteenth century with experiments using sunlight and inactivation or disinfection of test tubes containing Pasteur solution. At this time it was already known that inactivation or disinfection of surfaces was dependent on intensity, duration, and wavelength of the light, starting the concept of dose-response. Especially in this context, it was observed differences of sensitivity between different bacteria. 23 Since the last century the source of light used to kill microorganisms have been the low-pressure mercury (Hg) lamps emitting primarily a short wave (254 nm) of UVC electromagnetic spectrum. 23 UVC light affects pyrimidines, purines, and flavins promoting the formation of dimers in RNA (uracil and cytosine) and DNA (thymine and cytosine), which promotes inactivation of many microorganisms. Thus, UVC is an established means of disinfection and can be used to kill agents causing many infectious diseases. 21, 23 There have been some studies to determine which wavelength in the UVC region is actually best to inactivate microorganisms. Lakretz et al. 37 compared UV wavelengths between 220 and 280 nm and concluded that 254 and 270 nm were better at carrying out bacterial inactivation and biofilm disruption than 239 and 280 nm. Medium pressure mercury lamps emit a wider range of wavelengths than low pressure lamps including lines between 365 nm and 578 nm and it has been claimed that they are actually better than low pressure lamps at inactivating pathogens. 38 There have also been studies aimed at comparing pulsed with continuous wave (CW) UV light. Using 365-nm LEDs, Li et al. showed 39 that pulsing at 100 Hz was superior to CW for inactivating E. coli and C. alibicans biofilms. Moreover pulsed xenon light technology (broad spectrum including both UV and visible) has also been much studied 40 for microbial inactivation. Due to its killing effects on microorganisms, other applications of the UVC have been extended into the food processing industry, disinfecting heating-cooling coils, ventilating and airconditioning systems, whole room/surface disinfection, and into killing of all human pathogens (bacterial, viral, and protozoan) transmitted via water. 21, 23, 24, 36 Considering food-processing, UVC has shown a great potential for surface disinfection of fresh-cut fruit and vegetables, reducing deterioration, prolonging storage life, and becoming a viable alternative to chemical sanitizers as titanium dioxide (TiO 2 ) and chlorine. 21 It is important highlight that UV treatment is increasingly common because the process is effective against a wide range of microorganisms, overdose is not possible, chemical residues or byproducts are avoided, and water quality is unaffected and therefore UV treatment has also been an important tool for water and wastewater treatments. 21 Another significant use of UV light is air disinfection because a wide variety of fungal, bacterial, and viral pathogens may be transmitted by airborne droplets as e.g., Mycobacterium tuberculosis, influenza viruses, SARS corona virus, Aspergillus spp., and Legionella spp. 21 UV has successfully reduced the concentration of airborne microorganisms in operating rooms during surgery. The installation of UV light in air handling units and ventilation systems reduced the concentration of airborne bacteria and fungi in indoor air as well as the total amount of bacteria collected at the edge of the surgical site was significantly reduced. 21 These results foreshadowed the use of UV light in 1935, specifically UVC in the ducts of ventilation systems. 23 The initial success of air disinfection by UVC in surgical rooms stimulated an expansion of UVC application in hospitals. For instance, UVC light sources were arranged such that to provide a kind of \"light curtain\" and prevent respiratory cross-infections in infant wards 23 and in neonatal intensive care units; UVC was used successfully for coil cleaning and promoting significantly the reduction of tracheal microbial colonization, as well as ventilator-associated pneumonia and the use of antibiotics. 36 UVC can be used for whole room disinfection, cleaning the air and surfaces under this light. Generally, air disinfection by UVC is accomplished through: irradiation on the upper-room air; irradiation of the entire room; or irradiation of the air that passes through enclosed air-circulation and heating, ventilation, and air-conditioning systems. 23 For faster results, high-powered lamps that generate high fluence levels can be used for whole room disinfection, but in unoccupied spaces in order to prevent erythema to the skin and photokeratitis in humans 36 or when people wear specific clothes for their protection. 23 Currently in the United States, UVC has been installed in air-handling units in heating, ventilating, and air conditioning systems to irradiate the surfaces of the coil and disinfect system components. 36 Although biosafety is a public health concern, most of the attention is cornered to hospital environments and microbiology laboratories, and bioterrorism concerns have not so far become familiar to the public. 23, 24 However, the technology and methods used in health care facilities and laboratories can also help against potential bioterrorism agents that cause anthrax, smallpox, viral hemorrhagic fevers, pneumonic plague, glanders, tularemia, drug-resistant tuberculosis, influenza pandemics, and severe acute respiratory syndrome to mention a few. 24 Biological UV dosimeters It is widely accepted that biological UV dosimetry is an indicative tool for assessing the UV radiation impact on health and ecosystems. The accumulated data indicates that standard UV treatments that are effective against B. subtilis spores are likely also to be sufficient to inactivate B. anthracis spores and that the spores of standard B. subtilis strains could reliably be used as a biodosimetry model for the UV inactivation of B. anthracis spores. 41 There are several studies now utilizing the concept of \"biological UV dosimeters\" as indicators of UV exposure where bacteria such as E. coli and B. subtilis have been used as sensing elements. 42 UV radiation is estimated to be one of the most important risk factors for nonmelanoma and melanoma skin cancers. In a study Moehrle et al. 43 assessed the annual occupational UV exposure of mountain guides that were using spore film test chambers containing spores of B. subtilis as UV dosimeter-agents that have a spectral sensitivity profile similar to erythema-weighted data (calculated from spectroradiometric measurements). In the study nine mountain guide instructors carried dosimeters on the sides of their heads in a total of 1406 working days throughout a year. During the study period the dosimeters were changed monthly. 43 In another study by the same group 44 they tested the practical application of the \"biological UV dosimeters\" on 11 persons in a span of 43 d, under different UV exposure conditions that were spread over 5 different geographical regions. The mixed cohort included 4 professional lifeguards of a swimming pool who carried the dosimeters attached to their shoulders or to their headcaps for 11 d; 3 mountain guides that attached the dosimeters laterally to their heads on 27 different occasions of mountaineering activity in different mountain regions; and 4 ski instructors who carried lateral head dosimeters during 8 d of skiing in the Alps. The conclusion of the study was that B. subtilis spore film dosimeters can effectively be used as personal \"solar UV exposure detectors\".\n\nIn a different study Vähävihu et al. 45 assessed the viability of personal UV dosimeters; where UVB dose exposure during a 13-d heliotherapy for atopic dermatitis using B. subtilis spore film dosimeters with UV meter, and diary records were used. In addition, correlation between personal UVB dose exposure and changes in serum 25-hydroxyvitamin D (25[OH]D) was studied over a set of 21 adult cohorts in the Canary Islands. The study concluded that the increase in serum 25(OH)D correlates with the UVB exposure length, and that spore films are feasible and reliable in vivo tools to be used as personal UV dosimeters in field conditions. 45 Bacterial resistance to UV irradiation: effective internal repair mechanism\n\nStudies have been revealing that bacterial spores possess an enormous resistance to UV radiation 46-49 which is a source of concern to some degree. Even more interestingly dormant spores of the various Bacillus species, including B. subtilis, are shown to be 5 to 50 times more resistant to UV radiation than are the corresponding growing cells. [50] [51] [52] This resistance arises largely due to the use of a unique DNA repair enzyme called spore photoproduct lyase (SP lyase) which apparently repairs specific UV-induced DNA lesions through an radical-based mechanism. The interesting thing about this repair mechanism is that, unlike DNA photolyases, SP lyase belongs to the emerging superfamily of radical S-adenosyl-l-methionine (SAM) enzymes and uses a (4Fe-4S) + cluster and SAM to initiate the repair reaction (where the DNA lesion recognition and binding site involves a β-hairpin structure). 46 It has been shown that SAM and the cysteine residue are perfectly positioned at the active and as such facilitate the hydrogen atom abstraction (from the dihydrothymine residue of the lesion) and subsequently donation to the α-thyminyl radical moiety. Based on structural and biochemical characterizations of mutant proteins, the researchers were able to substantiate the role of this cysteine residue in the enzymatic mechanism of action. The proposed structure reveals how SP lyase combines specific features of radical SAM and DNA repair enzymes, in enabling a complex radical-based repair reaction to occur. 46 In essence, the SP lyase repairs the UV-induced thymine dimmer (a spore photoproduct [SP]) in germinating endospores and, as such, it is responsible for the strong UV resistance of the endospores. SP lyase is a radical S-adenosyl-l-methionine (SAM) enzyme that is using the (4Fe-4S) + cluster in reducing SAM and generating the catalytic 5′-deoxyadenosyl radical (5′-dA • ). 53 A very recent publication by Young et al. is revealing that two conserved tyrosines may be also critical for the enzymes catalytic activity. The one tyrosine in B. subtilis SPL, Y99(Bs), is downstream of the cysteine, suggesting that SP lyase uses a novel hydrogen atom transfer (HAT) pathway and with a pair of cysteine and tyrosine residues regenerates the SAM. The second tyrosine, Y97(Bs), has a structural role and serves to facilitate the SAM binding. In fact, the researchers think that it may also contribute to the SAM regeneration process by interacting with the putative Y99(Bs) and/or 5′-dA intermediates, and thus lowering the energy barrier for the second H abstraction step. 53 In essence, the observed remarkable resistance of the bacterial spores to chemical and physical stresses, including exposure to UV radiation, arises as a result of a unique photochemistry of spore DNA that generates and accumulates the spore photoproduct 5-thyminyl-5,6-dihydrothymine and coupled with the capabilities of efficient repair of the accumulated damage by the enzyme SP lyase this unique viability effect comes to life. As such the observed elevated spore UV resistance corner stones can be listed as:\n\n• Photochemistry of the DNA within spores: UV generates few (if any) cyclobutane dimers, but rather the spore photoproduct 5-thyminyl-5,6-dihydrothymine. As such, it is an exclusive DNA photodamage product in bacterial endospores and a radical S-adenosylmethionine enzyme (SAM) and the SP lyase (at the bacterial early germination phase) repairs it.\n\n• The DNA repair effect (in particular SP lyase repair), during spore germination process: the unique UV photochemistry of spore DNA is largely due to its saturation with a group of small, acid-soluble proteins (SASP) that are unique to spores and whose binding alters the DNA conformation and as such its photochemistry. This SP-specific repair is also unique to spores and is performed by a light-independent SP-lyase, an iron-sulfur protein that utilizes S-adenosylmethionine to catalyze SP monomerization without DNA backbone cleavage. 47, 50, 52 Resistance of vegetative bacteria to UV photoinactivation can also be developed. The bacterial growth rate strongly affects the sensitivity to UVC, 54 and bacteria isolated from a high-altitude extreme environment were more resistant to UV. 55 There are UV-inducible DNA repair systems such as those found in 806 Virulence\n\nVolume 4 issue 8 E. coli mutants deficient in induction of mutations by UV light. 56 Nucleotide excision repair involving the products of the uvrA, uvrB, and uvrC genes, and the error-prone repair in association with the umuDC gene products is also known to occur. 57 The latter process, the SOS response is triggered by the activated RecA* protein, which facilitates the autocleavage of the UmuD protein to yield the active UmuD9 C-terminal fragment.\n\nClearly once the potential of UV light to kill microorganisms like bacteria, viruses, and fungi was understood, there has been an increasing interest to improve the light utilization. We highlight below some studies which used UV light to kill various microorganisms in water, air, food, or in experimental models and demonstrate that UV light can be a viable tool against a possible bioterrorist action using these microorganisms.\n\nAlthough it has been known for the past 100 years that UVC irradiation is highly germicidal, the use of UVC irradiation for prevention and treatment of localized infections is still in the very early stages of development. Our laboratory has performed several studies designed to show that UVC irradiation can be used in vivo to treat mouse models of infections caused by virulent and pathogenic microorganisms. 58 UVC treatment (2.59 J/cm 2 ) of partial thickness skin abrasions in mice infected with Pseudomonas aeruginosa increased the survival rate of mice by 58.3% (P = 0.0023). 25 When the same treatment was applied to mice with abrasions infected with S. aureus, the wound healing rate was increased by 31.2% (P < 0.00001). In mice with wounds and burns infected with a virulent strain of Acinetobacter baumannii isolated from US soldiers in Iraq, UVC was able to reduce the bacterial burden by >90%. 59 Although DNA lesions were observed by immunofluorescence in the surrounding mouse skin immediately after a UVC exposure of 3.24 J/cm 2 , the lesions were extensively repaired within 72 h. UVC was also successfully employed to treat a cutaneous Candida albicans fungal infection in mouse burns. 60\n\nThe ability of titanium dioxide (TiO 2 ) to act as a photocatalyst has been reported since 1929 61 (and references therein). In 1972, Fujishima and Honda 62 first reported the photoelectrolysis of water at a semiconductor electrode. This property was then utilized to catalyze the oxidation of pollutants. 63, 64 Photocatalytic surfaces can be manufactured into construction and building materials 65 and some of the commercial uses include self-cleaning windows and self-cleaning glass covers for road lights 61 One of the most important aspects of TiO 2 photocatalysis is that the process, just like the photoelectric effect, depends entirely on the energy of the incident photons and not (to a first approximation) on their intensity. 66 This suggests that, if there are even just few photons of required energy, they can induce photocatalysis; a phenomenon that has enormous practical implications.\n\nThere are three main polymorphs of TiO 2 : anatase, rutile, and brookite; in all the three forms, titanium (Ti 4+ ) atoms are coordinated to 6 oxygen atoms (O 2− ) and are forming the TiO 6 octahedra. Typically TiO 2 is an n-type semiconductor because of its oxygen deficiency, a fact having a leading role in the photocatalytic processes and mechanisms. The bandgap energy (energy required to promote an electron) of TiO 2 is of 3.0 eV for the rutile, 3.2 eV for anatase, and ~3.2 eV for brookite polymorphs, which means that photocatalysis can be activated by photons with a wavelength shorter than 385 nm (i.e., UVA). The adsorption of a photon with sufficient energy promotes an electron from the valence band to the conduction band leaving a positively charged hole in the valence band. The hole may be filled by migration of an electron from an adjacent molecule, leaving that molecule with a hole, and so on. And when electrons reach the surface, they can react with O 2 to produce superoxide radical anion (O 2\n\n•− ), and the photogenerated holes can react with water to produce hydroxyl radicals ( • OH). On the other hand, O 2\n\n•− can react further to form H 2 O 2 and more • OH. As such, the photocatalytic process implies photon-assisted generation of catalytically active ROS rather than an action of the light as a catalyst in the reaction (Fig. 2) .\n\nThe majority of studies have shown that anatase is the most effective photocatalyst while rutile is less active. Differences are probably due to differences in the extent of recombination of e − and hole between the two forms. 67 However, studies have shown that mixtures of anatase and rutile were more effective photocatalysts than 100% anatase and were more efficient for inactivating viruses. 67 The mechanistic description of the TiO2 photocatalysis process can be detailed as follows, where e − CB is the electron generated at the conduction band, h + VB is the hole generated (and left) at the valence band. A recent paper 68 suggests that the mechanism could be better characterized as \"proton-coupled electron transfer\": + e − → HO − + • OH One can say that TiO 2 is a chemically stable and inert material, and can continuously exert antimicrobial effects when illuminated. The energy source could be even the solar light; therefore, TiO 2 photocatalysts are also useful in remote areas where electricity is insufficient. However, because of its large band gap for excitation, only biohazardous UV (UV) wavelengths can excite TiO 2 , which limits its application in living environments. To circumvent this problem, impurity doping through metal coating and controlled calcination has been successfully used to modify the TiO 2 and to expand its absorption wavelengths to the visible light region (discussed below).\n\nMatsunaga and colleagues 69, 70 were the first to use TiO 2 photocatalysis to kill microorganisms. This subject area has recently been comprehensively reviewed 71, 72 and the effect of key variables on the effectiveness has been studied. 73 Previous studies have investigated the antibacterial abilities of visible light-responsive photocatalysts using the model bacteria Escherichia coli and human pathogens. They have shown that modified TiO 2 photocatalysts significantly reduced the numbers of surviving bacterial cells in response to visible light illumination.\n\nBacterial inactivation studies have confirmed that even with significantly lower levels of TiO 2 generated radical scavengers, i.e., ROS, illumination with far-UV light can successfully promote microorganisms inactivation. 74 Spore-forming bacteria of Bacillus strains were investigated for demonstrating photocatalytic disinfection effects with relatively good results. 75 Armon et al. studied the photocatalytic inactivation of spores of B. subtilis and B. cereus (as a model for the main biological warfare element B. anthracis 76 ) where the spore-forming B. cereus is genetically very closely related to B. anthracis whereas B. subtilis is highly resistant to variety of stress factors. 77 It has been suggested that the photocatalytic killing mechanism initially damages the weak points at the bacterial cell surface before total breakage of the cell membranes. The internal bacterial components then leak from the cells through the damaged sites. And finally the photocatalytic reaction oxidizes all of the cell debris. In essence, the killing mechanism with TiO 2 involves degradation of the cell wall and cytoplasmic membrane due to the production of ROS such as hydroxyl radicals and hydrogen peroxide. This initially leads to leakage of cellular contents then cell lysis and may be followed by complete mineralization of the organism. Killing is most efficient when there is close contact between the organisms and the TiO 2 catalyst 71 (Fig. 3) .\n\nHuang et al. 78 demonstrated with E. coli that TiO 2 -treated cells continue to lose their viability even after the UV-irradiation stops, indicating that reactions in the media continue to propagate even after the UV-irradiation stops. Once the lethal oxidation reactions are initiated by the TiO 2 photocatalytic reaction, the damaging effects propagate in the dark via the Fenton reaction or free radical chain reactions of lipid peroxidation due to ROS. 79 The results suggest that initial oxidative damage happens on the cell wall (where the TiO 2 photocatalytic surface makes the first contact). The cells that sustained the initial oxidative damage insult on their cell walls are still viable, however, though localized, elimination of the cell-wall protection makes these cells susceptible to ensuing oxidative damages to the underlying cytoplasmic membrane. Overall, the photocatalytic action progressively increases the cell permeability ending in free efflux of the intracellular contents, thus, eventually leading to cell death. Also, it is plausible that TiO 2 can gain access into the membranedamaged cells and generates a direct insult on the intracellular components, thus, accelerating the cell death. 80, 81 In summary, visible light-responsive TiO 2 photocatalysts are more convenient than the traditional UV light-responsive TiO 2 photocatalysts because they do not require harmful UV light irradiation to function. These photocatalysts, thus, provide a promising and feasible approach for disinfection of pathogenic bacteria, facilitating the prevention of infectious diseases. 82 By contrast, recombination of the photogenerated charge carriers is a major limitation in the use of TiO 2 as a photocatalyst and an initiator in the photocatalytic process, and, as such, is an important agent in combating biowarfare. Since the excited e − in the recombination process relaxes back to the valence band (either non-radiatively or radiatively, dissipating its energy as light or heat) without reacting with the possible biological sites (and thus not initiating the photocatalytic process-a bulk recombination process), there are several strategies developed to prevent this from happening and to improve the photocatalytic efficiency. To enhance the charge separation of the e − and holes and to reduce the likelihood of bulk recombination, termed photoelectrocatalysis, it is possible to apply an electric field. 83, 84 Other approaches used to achieve improved efficiency include either chemical modifications (by incorporating additional components in the TiO 2 structure, termed as doping) or increasing the surface area and porosity of the photocatalyst. [85] [86] [87] [88] [89] In some cases carbon has been used as a dopant and as such allowing not only visible light absorption but also \"injecting\" active trap sites within the TiO 2 bands, thus increasing the lifetime of the photogenerated charge carriers. 85 TiO 2 can be used in combination with some of the noble metals, such as Ag, Au, and Pt, which enhance the photocatalytic efficiency under visible light due to \"injecting\" traps for the electrons and promoting the interfacial charge transfer, and thus delaying the recombination process of the electron-hole pair. [90] [91] [92] [93] [94] Data accumulated thus far shows that TiO 2 exhibits a strong visible-light induced anti-microbial activity when modified by doping or used in combination. Sulfur-doped TiO 2 is shown to have strong antibacterial effect. 95 Carbon-doped TiO 2 and TiO 2 modified with platinum (IV) chloride complexes used as suspension or immobilized at surfaces (infected with the microorganisms) show remarkable anti-bactericidal effects. The detrimental effect of the photocatalysts induced with visible light on various microorganism groups such as bacteria (i.e., E. coli, S. aureus, Enterococcus faecalis) or fungi (i.e., Aspergillus niger, C. albicans) and utilizing modified TiO 2 showed increased effect over these 96 TiO 2 photocatalysis with UV (UVA) light has proven to be a highly effective process for complete inactivation of airborne microbes. However, the overall efficiency of the technology needs to be improved to make it more attractive as a defense against bio-terrorism. Studies investigating the enhancement in the rate of destruction of bacterial spores on metal (aluminum) and fabric (polyester) substrates with metal (silver)-doped titanium dioxide (in comparison with conventional photocatalysis [TiO 2 P25/+UVA] and UVA photolysis), where B. cereus bacterial spores were used as an index to demonstrate the enhanced disinfection efficiency, showed complete inactivation of B. cereus spores with the enhanced photocatalyst effectiveness. The enhanced spore destruction rate may be attributed to the highly oxidizing radicals generated by the doped TiO 2 . 97 According to Wong et al., anion-doped TiO 2 photocatalytic effect is with higher quantum efficiency under sunlight and as such showed inactivating effect on both spores and toxins of B. anthracis under irradiation by \"ordinary\" light source such as an incandescent lamp. Moreover, these carbon-doped and nitrogen-doped TiO 2 had a better performance in the presence of silver; the synergistic antibacterial effect resulted in approximately 5 logs reduction of E. coli, S. pyogenes, S. aureus, and A. baumannii. It appears, the presence of Ag enhances the bactericidal properties of various TiO 2 materials. 98 They also found that visible light illuminated nitrogen-or carbon-doped TiO 2 significantly reduces the viability of anthrax spores. Even though the spore-killing efficiency is only approximately 25%, their data indicate that spores from photocatalyzed groups (not from untreated groups) have lower survival rate. In addition, their results indicated that the photocatalysis could directly inactivate a lethal toxin, the major virulence factor of B. anthracis. The study results show that the photocatalyzed spores have 10-fold less potency to induce mortality in mice in comparison with unexposed once. These results suggest that photocatalysis might be effective in injuring the spores through inactivating some spore components. In essence, photocatalysis may be a viable technique in inducing injuries to the spores than direct killing in order to reduce their pathogenicity in the host. 99, 100 It has been shown that nano-sized titania particles exhibit better inactivation properties than the bulk-sized titania materials. Sunlight in the presence of nano-titania (mixture of anatase and rutile phases) displayed better photocatalytic bactericidal activity of B. anthracis than sole treatment of sunlight. 101 Studies on photocatalytic inactivation of spores of B. anthracis have been performed using nano-sized titania materials and UVA light or sunlight. Results demonstrated pseudo first order behavior of spore inactivation kinetics. The value of kinetic rate constant increased from 0.4 h (−1) to 1.4 h (−1) indicating photocatalysis facilitated by addition of nano-sized titania. Nano-sized titania exhibited superior inactivation kinetics on par with large sized titania. The value of kinetic rate constant increased from 0.02 h (−1) to 0.26 h (−1) on reduction of size from 1000 nm to 16 nm depicting the enhanced rate of inactivation of B. anthracis Sterne spores on the decrease of particle size. 102 These results signify that the excited TiO 2 nanoparticles potentiate the antimicrobial action of β lactams, cephalosporins, aminoglycosides, glycopeptides, macrolides, and lincosamides, making a possible synergistic combination of nano compound with antibiotics against MRSA. 103 Interestingly, Cheng et al. found that a mixture of anatase/ rutile carbon doped TiO 2 nanoparticles show significantly enhanced bactericidal effect. Their experiments indicated that these nanoparticles (with higher bacterial interaction property), have significantly higher proportion of bacteria-killing effect over all tested pathogens (including S. aureus, Shigella flexneri, and A. baumannii). These findings suggest that developing materials with high bacterial interaction ability might be a useful strategy to improve the antimicrobial activity of visible-light-activated TiO 2 . 104 In recent decades, incidences with antibiotic-resistant bacteria have shown sharp elevations, and as such, became one of the most significant problems in public health. TiO 2 has the potential to inactivate antibiotic-resistant bacteria. In the Tsai et al. study, UVA-activated TiO 2 was successfully used to inactivate the antibiotic-resistant bacteria MRSA, multidrug-resistant A. baumannii (MDRAB), and vancomycin-resistant E. faecalis (VRE) in suspension. Their results indicated that TiO 2 reaction time had the greatest influence on microbial survival, following the TiO 2 exposure in the presence of UVA. TiO 2 in the presence of UVA effectively reduced the number of antibiotic-resistant microbes in suspension by 1-3 logs. 105 Photo-activated TiO 2 is effective on microorganisms capable of killing a wide range of gram-negative and gram-positive bacteria, fungi (both unicellular and filamentous), protozoa, algae, mammalian viruses, and bacteriophages; the killing activity is enhanced by the presence of other antimicrobial agents, such as Cu and Ag. 71 The level of UVA disinfection of B. anthracis and B. brevis vegetative cells increased with the presence of the TiO 2 and Ag photocatalysts, but had little effect on their spores. Bacillus brevis spores were slightly more sensitive to UVB and UVC than the spores of Bacillus atrophaeus. Photocatalytic sterilization against spores was strongest in UVC and UVB and weakest in UVA. The rate of inactivation of Bacillus spores was significantly increased by the presence of TiO 2 but was not markedly different from that induced by the presence of Ag. Therefore, TiO 2 / Ag plus UVA can be used for the sterilization of vegetative cells, while TiO 2 and UVC are effective against spores. 106 However, in a study investigating the effects of toxin-and capsule-encoding plasmids on the kinetics of UV inactivation of various strains of B. anthracis it was found that the plasmids pXO1 and pXO2 had no effect on bacterial UV sensitivity or photoreactivation. Interestingly enough, vegetative cells were capable of photoreactivation whereas photo-induced repair of UV damage was absent in B. anthracis Sterne spores 107 which shows that B. anthracis makes highly stable and heat-resistant spores that can remain viable for decades. 108\n\nPsoralens are a group of natural furanocoumarins, commercially derived from a plant found in Egypt, Ammi majus. They are also present in celery, carrots, parsley, parsnip, and other vegetables. It has been known since ancient times that consumption of these foodstuffs followed by sun exposure can lead to a phototoxic skin reaction similar to sunburn. The combination of psoralen with UVA light (known as PUVA) was first introduced as a medical treatment for psoriasis. 109 Patients orally ingested psoralen compounds or alternatively the psoralens were applied topically in a bath. 110 The mechanism is that the psoralen molecule has the correct structure and shape to be able to intercalate between the two strands of DNA in the double helix, and upon illumination, induce the formation of covalent inter-strand cross-linking between opposite nucleic acid strands (Fig. 4) .\n\nDue to the DNA damaging action PUVA it has been used for the inactivation of bacteria, viruses, and protozoa in platelet and plasma blood component. 111 This photochemical inactivation using PUVA has the potential even to produce a new class of vaccines from whole microbes termed \"Killed But Metabolically Active\" (KBMA). KBMA vaccines are based on whole microbes that have been inactivated by defined genotoxic methods that leave the organism incapable of productive growth and of causing disease but preserve metabolic activity sufficient to induce immunity. These vaccines have two broad applications. First, recombinant KBMA vaccines encoding selected antigens relevant to infectious disease can be used to elicit a desired immune response. And when derived from attenuated forms of a targeted pathogen the entire antigenic repertoire is presented to the immune system, as here correlate of protection are unknown. In both applications the vaccine is inactivated by a distinct and limited disruption of the vaccine chromosome using photochemical treatment with a psoralen cross-linking agent, impacting an absolute block to DNA replication and possible vaccine outgrowth. 112 Initially this technology was developed for killing undetected microbes contaminating plasma and platelet blood products. 113, 114 Brockstedt et al. performed a landmark study in KBMA vaccine approach demonstrating proof of concept for recombinant KBMA Lm vaccines in animal models of infectious disease and cancer. 115 KMBA were developed by removing the genes required for nucleotide excision repair (uvrAB) and rendering microbial-based vaccines sensitive to photochemical inactivation with PUVA. Colony formation of these mutants was blocked by infrequent, randomly distributed psoralen crosslinks, though the bacterial population was able to express its genes, synthesize, and secrete proteins. Using the intracellular pathogen Listeria monocytogenes as a model platform, recombinant psoralen-inactivated Lm ΔuvrAB vaccines induced potent CD4 + and CD8 + T-cell responses and protected mice against virus challenge in an infectious disease model and provided therapeutic benefit in a mouse cancer model. Microbial KBMA vaccines used either as a recombinant vaccine platform or as a modified form of the pathogen itself may have broad application for the treatment of infectious disease and cancer. This was a new vaccine paradigm for eliciting effector T-cell responses and protective immunity.\n\nIn one study 116 KMBA B. anthracis vaccines induced a broad and protective immunity against anthrax. In this approach a novel whole-bacterial-cell anthrax vaccine utilizing B. anthracis that was KBMA. Vaccine strains that are asporogenic and nucleotide excision repair deficient were engineered, rendering B. anthracis extremely sensitive to photochemical inactivation with amatosalen (S-59) psoralen (Fig. 5A) and UVA light. The workers also introduced point mutations, which allowed inactive but immunogenic toxins to be produced. These photochemically inactivated vaccine strains maintained a high degree of metabolic activity and secreted protective antigen, lethal factor, and edema factor. KBMA B. anthracis vaccines were found to be avirulent in mice and induced less injection site inflammation than recombinant protective antigen adsorbed to aluminum hydroxide gel. In animals KBMA B. anthracis vaccination produced antibodies against numerous anthrax antigens, including high levels of anti-protective antigen and toxin-neutralizing antibodies and fully protected mice against challenge with lethal doses of toxinogenic unencapsulated Sterne 7702 spores and rabbits against challenge with lethal pneumonic doses of fully virulent Ames strain spores. Guinea pigs vaccinated with KBMA B. anthracis were partially protected against lethal Ames spore challenge, which was comparable to vaccination with the licensed vaccine anthrax vaccine adsorbed. Their data demonstrated that KBMA anthrax vaccines are well tolerated and elicit potent protective immune responses. The use of KBMA vaccines may be broadly applicable to bacterial pathogens, especially those for which the correlates of protective immunity are unknown. 116 Toward the development of a KBMA B. anthracis vaccine candidate strain, in a different study a plasmid pMAD and a recombinase system Cre-loxP were used to knockout the uvrAB gene of B. anthracis AP422, which lacks both of two plasmids pXO1 and pXO2. The results showed that the constructed B. anthracis AP422ΔuvrAB was inactivated by photochemical treatment (including an exposure in a long-wavelength UVA light and a treatment of 8-Methoxypsoralen ). It was found that found that the killed B. anthracis AP422ΔuvrAB maintained a highly metabolic activity for at least 4 h, showing a state of KBMA. Thus, the KBMA strain of B. anthracis AP422ΔuvrAB provided the prospective vaccine candidate strain for anthrax. Bruhn et al. demonstrated proof-of-concept for a KBMA vaccine based on a protozoan pathogen. This approach could be a new method for whole-cell vaccination against other complex intracellular pathogens. There are currently no effective vaccines for visceral leishmaniasis, the second most deadly parasitic infection in the world. This was a novel whole-cell vaccine approach using Leishmania infantum chagasi promastigotes treated with the psoralen compound amotosalen (S-59) and low doses of UVA radiation. This treatment generated permanent, covalent DNA cross-links within parasites and results in Leishmania KBMA. In this report, they characterized the in vitro growth characteristics of both KBMA L. major and KBMA L. infantum chagasi. Concentrations of S-59 that generated optimally attenuated parasites were identified. Like live L. infantum chagasi, KBMA L. infantum chagasi parasites were able to initially enter liver cells in vivo after intravenous infection. However, whereas live L. infantum chagasi infection leads to hepatosplenomegaly in mice after 6 mo, KBMA L. infantum chagasi parasites were undetectable in the organs of mice at this time point. In vitro, KBMA L. infantum chagasi retained the ability to enter macrophages and induce nitric oxide production. These characteristics of KBMA L. infantum chagasi correlated with the ability to prophylactically protect mice via subcutaneous vaccination at levels similar to vaccination with live, virulent organisms. Splenocytes from mice vaccinated with either live L. infantum chagasi or KBMA L. infantum chagasi displayed similar cytokine patterns in vitro. These results suggested that KBMA technology is a potentially safe and effective novel vaccine strategy against the intracellular protozoan L. infantum chagasi. 117 Thus several groups have developed recombinant and pathogen-derived KBMA vaccine from whole microbes which have been shown to be harmless, immunogenic, and correlated with disease-specific prevention or reduction in preclinical animal models of infectious disease which gives a new hope in this direction.\n\nBesides this PUVA has also been used for inactivation of diverse other viruses such as dengue virus, Chikungunya virus, etc. One of the groups used limes and synthetic psoralens to enhance solar disinfection of water. They performed a laboratory evaluation with norovirus, E. coli, and MS2. They concluded that psoralens and acidic lime extract both interact synergistically with UV radiation to accelerate inactivation of microbes. 118 Most of the virus inactivation using psoralens has been done using platelets. In one of the studies transfusion of platelets was done during a Chikungunya virus epidemic in Ile de La Réunion that had been prepared with photochemical pathogen inactivation treatment. It was found that INTERCEPT-CPAs were well tolerated in a broad range of patients, including infants. The incidence of acute transfusion reactions (ATR) was low and when present ATRs were of mild severity. 119 B19 is a clinically significant virus that can be transmitted through blood transfusion was also inactivated by photochemical treatment. It was stated that under defined conditions, photochemical treatment with amotosalen combined with UVA light could be used to inactivate B19. 120 Amotosalen (S-59) photochemical inactivation of severe acute respiratory syndrome coronavirus in human platelet concentrates was reported. 121 Following photochemical treatment, SARS-CoV was consistently inactivated to the limit of detection in seven independent APC units. No infectious virus was detected after treatment when up to one-third of the APC unit was assayed, demonstrating a mean log 10 -reduction of >6.2. Potent inactivation of SARS-CoV therefore extends the capability of the INTERCEPT Blood System in inactivating a broad spectrum of human pathogens including recently emerging respiratory viruses.\n\nA transfusion trial was performed using platelets photochemically treated for pathogen inactivation using the synthetic psoralen amotosalen HCl. 122 Patients with thrombocytopenia were randomly assigned to receive either photochemically treated or conventional (control) platelets for up to 28 d. Transfusion reactions were fewer following photochemically treated platelets (3.0% photochemically treated vs. 4.4% control, P = 0.02). The incidence of grade 2 bleeding was equivalent for photochemically treated and conventional platelets, although post-transfusion platelet count increments and days to next transfusion were decreased for photochemically treated compared with conventional platelets.\n\nIn one of the reports immunogenicity and protective efficacy of a psoralen was reported in which dengue-1 virus was inactivated which proved to be a vaccine candidate in Aotus nancymaae monkeys. In this experiment the protective efficacy was tested of a psoralen-inactivated dengue vaccine candidate in nonhuman primates. Psoralen-inactivated DENV-1 was reported to be immunogenic in Aotus nancymaae with a reduction in days of viremia following experimental challenge. 123 Evaluation has also been studied in a novel psoralen-inactivated dengue virus type 1 (DENV-1) vaccine candidate in Mus musculus mice which led to the conclusion that psoralen-inactivated DENV-1 is immunogenic in mice. 124 Poliovirus replication in HeLa cells was reported to be significantly inhibited in infected cells with 4,5',8-trimethylpsoralen plus long wavelength UV light. When infected cells were exposed to psoralen plus light during peak viral RNA synthesis, formation of virus-specific RNAs was inhibited. Viral RNA species that were either formed in vivo in the presence of or treated in vitro with psoralen plus light appeared to have become degraded. Treatment with psoralen plus light in vitro resulted in the loss of infectivity of single-stranded viral RNA. 125 It is known that excessive use of PUVA can cause skin cancer. 126 There has been concern expressed that psoralens themselves may be toxic and/or carcinogenic, but it should be emphasized that the use of PUVA to generate vaccines outside the body will not pose this risk of carcinogenicity. Indeed, the therapy known as extracorporeal photophoresis (treating blood outside the body with psoralens and UVA) is widely used for graft-vs-host disease and other indications. 127\n\nThe bacterial agents of bioweapons are often chosen from the bacteria that show antibiotic resistance or that form endospores and biofilms in order to be more resistant against available antibacterial treatment options. It is known that some bacteria can be converted into spore forms that may create deadly diseases in humans. Early symptoms of anthrax, for instance, can last 1 to 6 days and resemble the flu, but once the bugs multiply to large enough numbers, the body goes into shock and death can occur in 24 to 36 h. For these reasons successful phototherapy studies against virulent bacteria, fungi, and viruses are needed to defeat biological warfare.\n\nUV light killing of bacteria is well understood, but this lightmediated antimicrobial effect may not be unique, since current studies indicate that blue light produces a somewhat similar effect. Even when compared with UV irradiation, blue light has been accepted to be much less detrimental to mammalian cells. 128, 129 Although effects of blue light seem to vary depending on wavelength, dose, and the nature of the bacteria, these wavelengths appear to exhibit a broad-spectrum antimicrobial effect against both gram-positive and gram-negative bacteria and have been suggested as an alternative treatment modality for treating some methicillin and penicillin resistance bacterial infections. 130 As an example, the 405-and 470-nm blue light showed dosedependent bactericidal effects on P. aeruginosa and S. aureus in vitro. The results of this study indicated that the fluence of 5-15 J/cm 2 was the optimal dose of blue light for treatment of P. aeruginosa while for S. aureus a 470-nm light was used in a stronger dose (10-15 J/cm 2 ). 36, 120, 121 High-intensity 405-nm light may have application in the medical, military and agricultural fields to combat B. anthracis spore exposure which is known to have endospores of comparable robustness to B. cereus and B. subtilis. 41, 131, 132 The underlying proposed mechanism of action is that light may be absorbed by porphyrins produced by bacteria that result in increased free radicals, which may affect cytoplasmic membrane proteins and DNA, 133 or have a direct effect on photolabile pigments in bacteria. 134 Further studies support this opinion, indicating existence of a therapeutic window of blue light for bacterial infections where bacteria are selectively inactivated while host tissue cells are preserved. 135 Promising outcomes have been achieved when clinical trials have been conducted to investigate the use of blue light for Helicobacter pylori. 136, 137 Although the majority of the publications on the antimicrobial effect of blue light have been confined to in vitro studies, 138-141 investigation by Dai et al. demonstrate potential effects of blue light shown effective in acute, potentially lethal P. aeruginosa burn infections in mice. 135 As mentioned above, blue light has recently attracted much attention in comparison to photodynamic therapy as an alternative antimicrobial approach 142 due to its intrinsic antimicrobial properties without the involvement of added exogenous photosensitizers. 130 As a result, the use of blue light inactivation is technically easier to carry out since the delivery of photosensitizers to the target microbes embedded deep within biofilms adherent to tissue has been somewhat challenging.\n\nBacterial spores are capable of extreme resistance to physical insults like heat, ionizing, UV and gamma radiation, osmotic pressure, and desiccation. The spores also protect the bacteria from chemical and biological disinfectants such as iodine, peroxides, and alkylating agents. 143 High-intensity, nonionizing blue light with wavelength of 405 nm and fluence of 1.73 kJ/cm 2 is capable of inactivate B. cereus, Bacillus megaterium, B. subtilis, and Clostridium difficile endospores of 4 log 10 colony-forming units. 144 The sporicidal effect of blue light seem to be an oxygendependent process since the efficacy of 405-nm blue light therapy explained by the presence of endogenous photoexcitation of intracellular chromophores such as coproporphyrin with Soret bands in the 400-420 nm regions of the visible spectrum and the subsequent generation of cytotoxic ROS such as singlet oxygen in Bacillus and Clostridium bacteria. Blue light can not only regulate bacterial motility, suppress biofilm formation, and potentiate light inactivation of bacteria, but it may also upregulate bacterial virulence factors. 145 In spite of the well understood inactivation of pathogenic microbial species used in bioweapons with UV light, visible light has a clear advantage due to well-recognized risk of UV in skin damage and cancer. To what extend UV light can be replaced with visible light in pilot studies and clinical application still remains questionable, but development of narrow-spectrum illumination of blue light could be lead to some application like air, contact surface, 146, 147 and medical instrument disinfection while in the presence of staff and patients which is much more important for disinfection of bacterial agents in bioweapons.\n\nIn comparison with UV, there is less concern about mutagenesis effects of the blue light over mammalian cells since the blue light absorption by DNA is weak. Although tissue penetration of the blue light is more efficient than UV, several studies have been conducted to further increase its penetration depth and make it compatible with the less common use of red light in antimicrobial PDT for eradication of Gram positive bacteria in vivo. Since the microbial cells shows some resistance to UV, one question that must be addressed is \"Can microbial cells develop resistance to blue light inactivation?\" To answer this question, the resistance of blue light in microbial cells must be considered. 130 Blue light inactivation with some known wavelengths (405, 415, or 470 nm) revealed antimicrobial effects activity as UV in photochemistry studies. For instance blue light with the wavelength of 405 nm showed strong bacterial killing against grampositive and gram-negative bacteria in vitro. 148 As a result of this, investigation by Enwemeka and colleagues 149 has indicated that the consecutive delivery of a low light dose was more effective than a single high dose. This observation was suggested to be verified by in vivo studies.\n\nIn another study, inactivation of gram-positive bacteria like MRSA with blue light in 405 nm was found to be due to photo-stimulation of porphyrin molecule in an oxygen-dependent process. 141 Porphyins are different in various bacteria; accordingly, slightly different wavelengths may be required to be absorbed by various porphyrins. These is no exogenous delivered photosensitizer involved in inactivation of bacterial using blue light which makes it easier to achieve. The wavelength of blue light use in infection treatment should be the wavelength that selectively absorbed by the chromophore located inside the pathogenic microbial cells. This idea further was supported since no activity revealed for inactivation of MRSA with blue light at 430 nm. Thus use of narrowband filters will provide more activity. Although some inactivation was observed at 420 nm, the best activity was found at 405 nm. In this wavelength, a blue light with absolute dose 23.5 J/cm 2 caused 2.4 log 10 reductions of methicillin-resistance S. aureus. 150 Enwemeka et al. in another study 138 worked with two different strains of S. aureus: MRSA US-300 (strain of CA-MRSA) and IS853 (strain of HA-MRSA) in vitro with different wavelength of blue light. The results showed that various wavelength produced a statistically significant dose-dependent reduction in both strains. However, maximum eradication of the CA-MRSA was achieved in 405 nm and HA-MRSA in 470 nm of blue light with 10 min irradiation. The eradication levels increased with increasing the light dose, albeit not linearly. The conclusion of the study was that phototherapy with low dose blue light may be an effective clinical tool for MRSA infections.\n\nBlue light studies with the wavelength of 415 ± 10 nm in a mouse skin abrasion model infected with hospital-acquired MRSA was highly successful 135 and results in terms of log-reduction was more effective than that using bacterial suspensions in vitro. As found in this study, the required light fluence was 10-to 100-fold less than the light dose exposure needed for the equivalent bacterial inactivation in vitro. [151] [152] [153] One possible mechanism for this surprising finding would be that the metabolism of bacterial cells in vivo favored blue-light inactivation compared with broth cultured cells. Possibly in vivo growth promoted the biosynthesis of intracellular porphyrins, thus making the microbial cells in the tissue more sensitive to blue light than the identical cells growing in liquid growth medium.\n\nThe amount of light energy needed to kill biofilm 154 and endospores 144 is 10-fold higher than that needed to kill vegetative B. cereus and C. difficile cells; therefore, a blue light source with higher intensity is one important aspect of phototherapy. The efficacy of blue light is dependent on the wavelength, the irradiance, the duration of exposure, and the exposed body surface area. The phototherapy devices should not produce a lot of heat and should have a stable broad wavelength light output. Therefore, LED with greater efficacy and higher irradiance can be an ideal light source for the phototherapy.\n\nA high intensity prototype blue gallium nitride LED phototherapy unit has been developed and its efficacy compared with commercially used phototherapy device by measuring both in vitro and in vivo bilirubin photodegradation. 155 In this study microhematocrit tubes (44 ± 7% vs. 35 ± 2%) were used for in vitro experiments and for in vivo experiments Gunn rats (30 ± 9% vs. 16 ± 8%) were applied. The LED device with two focused 814 Virulence Volume 4 issue 8 arrays, each with 500 blue LEDs, showed a significantly higher efficacy of bilirubin photodegradation than the conventional phototherapy in both in vitro and in vivo experiment.\n\nPhotodynamic therapy (PDT) is a non-invasive procedure that uses a non-toxic photosensitizer (PS) and harmless visible or near-infrared (NIR) light to generate singlet oxygen and other reactive oxygen species (ROS) that react with biomolecules such as nucleic acids, proteins, and unsaturated lipids. In applications of PDT aimed at, for instance, curing cancer, the ROS cause damage to these crucial biomolecules within the tumor cells and initiate apoptosis leading to cell death. However, these previously referred to biomolecular targets of PDT (proteins, lipids, nucleic acids) are also major constituents of all the classes of biowarfare agents listed above. Hence PDT can destroy all known biowarfare agents.\n\nThis desirable property of destroying all classes of pathogen is not totally unique to PDT; certain other strong oxidizing agents such as boiling peracetic acid, chlorine dioxide, and cross-linking agents such as glutaraldehyde will also accomplish this feat. It is known that UV radiation and ionizing radiation will destroy bacteria, fungi, spores, and viruses, but not toxins. However, we believe that PDT has the potential to be the most versatile and certainly the most biocompatible strategy to combat biowarfare agents no matter if they are bacteria, viruses, fungi, spores, or even toxins.\n\nPDT using the appropriate choice of photosensitizer and light could be used to destroy pathogens in water, on surfaces such as vehicles and equipment, in food, on skin, in wounds, and even when the agents have established localized infections in humans before systemic invasion has occurred. One important consideration in using PDT to decontaminate large surfaces (housing or vehicles) is that the PS can be efficiently activated by sunlight and after destroying all the microorganisms the residual PS will be harmlessly photobleached, and therefore would be considered environmentally friendly compared with alternative disinfectants. An additional advantage of PDT is its high level of selectivity, achieved through PS that selectively target specific cells or tissue types and the ability to control the illumination area.\n\nSince mid-1990s, antimicrobial photodynamic-inactivation (PDI) and therapy has been developed as a prolific discovery and development platform, exploring many aspects of the microbial phenotype related to multidrug resistance such as efflux systems, biofilms, bacterial spores, and virulence determinants. 152 Bacteria In the 1990s, it was observed that there was a fundamental difference in susceptibility to PDT between gram-positive and gram-negative bacteria. It was found that, in general, neutral or anionic PS molecules are efficiently bound to and photodynamically inactivate gram-positive bacteria, whereas they are bound, to a greater or lesser extent, only to the outer membrane of gram-negative bacterial cells but do not inactivate them after illumination. 156 In order to inactivate gram-negative bacteria it is necessary to use PS with pronounced cationic charge or to take other measures to permeabilize the gram-negative cell wall. 157 The high susceptibility of gram-positive species is explained by their physiology, as their cytoplasmic membrane is surrounded by a relatively porous layer of peptidoglycan and lipoteichoic acid that allows PS to cross. 156, 158 The cell envelope of gram-negative bacteria consists of an inner cytoplasmic membrane and an outer membrane that are separated by the peptidoglycan-containing periplasm. The outer membrane forms a physical and functional barrier between the cell and its environment. In the outer membrane, several different proteins are present. Some of them function as pores to allow passage of nutrients, whereas others have an enzymatic function or are involved in maintaining the structural integrity of the outer membrane and the shape of the bacteria. 159 MRSA infections kill 19 000 hospitalized American patients annually; equivalent to the combined number of deaths due to AIDS, tuberculosis, and viral hepatitis. 160 In general, MRSA virulence factors are similar to those of S. aureus, with certain MRSA strains appearing to contain particular genetic backgrounds or factors that enhance their virulence and enabling particular clinical syndromes with net effect of creating havoc in the affected communities [161] [162] [163] [164] (Fig. 6) . There have been several previous reports on PDI of MRSA finding the drug-resistant strain to be as sensitive as the naïve strain 165 or be slightly less sensitive when compared with wild-type strains. 166 However, during the last few years, MRSA resistance has increased due to constant use of antimicrobials. 167 During PDI, PDT combined with photosensitizer (PS) toluidine blue O (TBO) (Fig. 5I) , scientist were able to eliminate 100% of the MRSA in a sample obtained from a human wound with 3 laser exposures of 15 min duration. 168 Aluminum disulfonated phthalocyanine (AlPcS2) (Fig. 5B ) was able to kill 3 logs of MRSA after gallium arsenide laser illumination (1.2 J, 11 mW) regardless the grow phase and the presence of horse or human serum as the medium. 169, 170 Tetrapyrrole-based photosensitizers, such as the porphyrin XF-73 (Fig. 5D ) and the phthalocyanine RLP068/Cl (Fig. 5F) , can kill multiple logs of MRSA respectively. 171, 172 In the same experimental conditions RLP068/Cl (but not TBO) was able to kill MRSA. 173 Sixteen epidemic strains of MRSA were subjected to PDI with AIPcS2 and all of them were susceptible to killing in a PS concentration-dependent manner. 174 PDI is effective in MRSA even when carried with noncoherent red light and polyethylenimine (PEI)-ce6 (2.7 logs of killing) 175 and is useful in wound models. 176 Treatment of local MRSA infections was improved when Hematoporphyrin (Hp) was encapsulated in liposomes or micelles. 177 S. pyogenes, also known as in group A streptococcus (GAS or group A strep), has been estimated to cause more than 500 000 deaths every year, making it one of the most harmful pathogens in the world. 178 Lethal photosensitization of S. pyogenes was performed with Indocyanine green (Fig. 5J) , a negatively-charged polymethine dye, and a gallium-aluminum-arsenide (Ga-Al-As) NIR-Laser. Killing was 6.8 log, and even at the lowest concentration (25 μg/ml) killing was 4.7 log (99.99%). 179 PDI can be enhanced by PS entrapping. 177 A major difficulty in the inactivation of S. pyogenes is the formation of biofilms which are much more resistant to drug attack than isolated form of these bacteria. Hope and Wilson performed an interesting experiment which evaluated real-time PDI of S. pyogenes biofilms. They used Sn (IV) chlorin e6 (SnCe6) (Fig. 5L) as PS and illuminated with 488 nm argon and 543 nm HeNe lasers in a confocal microscope. Scanning the biofilm three times for 5 min each, they obtained significant reduction in biofilm fluorescence indicating the inactivation of the biofilm. 180 The gram-negative bacteria Brucella abortus and F. tularensis are responsible for extremely dangerous infections, brucellosis and tularaemia, respectively and are considered two of the most likely biowarfare agents. Both bacteria, in suspension with 0.1 mL of diluted methylene blue (MB) (Fig. 5E) , with concentration 5 to 500 ppm were inactivated when illuminated with a 650 nm LED. 181 B. abortus and F. tularensis were illuminated with 650 nm LED and saline and no killing effect was observed eliminating the possibility of photothermal damage. 181 Recently, Y. pestis, a gram-negative bacterium, has gained attention as a possible biological warfare agent. A possible surrogate to study photoinactivation of Y. pestis is the gram-negative bacterium Y. enterocolitica. Using MB and several of its congeners against Y. enterocolitica, with illumination using a lamp emitting light in the waveband 615-645 nm, considerable bactericidal activity was noted using similar photosensitizer concentrations to those used elsewhere to inactivate blood-borne viruses. Two novel compounds in this area, the phenothiazinium new methylene blue N (Fig. 5M ) and the phenoxazinium Brilliant Cresyl Blue (Fig. 5N) exhibited bactericidal activity at lower concentrations than both of the established phenothiaziniums, MB and TBO and the recently published blood photovirucidal agent 1,9-dimethyl methylene blue (Fig. 5G) . The photoactivity of these compounds was undiminished in the presence of red blood cells. 182 Macrophages are immune cells that play a pivotal role in the detection and elimination of pathogenic microorganisms by phagocytosis. Numerous pathogens, such as species of Francisella, Legionella, Brucella, and Yersinia pestis, parasitize macrophages, utilizing them as a host cell for their growth and replication, sometimes with disastrous effects. These infected macrophages therefore are a prime target for therapy and macrophage-targeted PDT may have a role to play especially when the infected macrophages are present in a localized granuloma. 183 Bacterial infections Because PDI can have high selectivity for bacterial cells compared with host mammalian cells it is particularly suited as a treatment for localized infections. 159, 184 The PS is topically applied into the infected tissue which is then illuminated after a relatively short incubation time to ensure the PS is bound to the bacteria but has not had time to gain access to the host cells. The advantages of this approach compared with traditional antibiotics include its broad spectrum, rapid action, its equal effectiveness against multiply drug-resistant bacteria, and its ability to destroy bacteria in damaged tissue that has compromised blood perfusion. The effectiveness of PDI mediated by many of the PS described above has been demonstrated in mouse models of wound infections (E. coli, 185 P. aeruginosa, 186 Vibrio vulnificus, 187 and MRSA 151 ). PDI has also been studied in models of third degree burn infections by S. aureus 188 and A. baumannii. 189, 190 The effectiveness of PDI has also been demonstrated in deep established soft tissue abscesses caused by S. aureus. 191 Bacterial endopores B. anthracis is a gram-positive, endospore-forming bacterium that can grow under aerobic or anaerobic conditions. It is one of the major security and bioterrorism threats for this century since it cannot be easily inactivated by heat, radiation, antibiotics, or other antimicrobial agents. 192 The experimental study of PDI of B. anthracis is difficult because of the biohazard risk involved. 193 Inhalation or ingestion will then cause a serious and frequently fatal disease, while entry of the spores into cuts and abrasions on the skin produces a less fatal but still serious disease, cutaneous anthrax. Anthrax is particularly deadly to humans due to the bacterium's ability to produce toxins with a sophisticated mechanism for killing mammalian cells. 194 Demidova and Hamblin 195 published a study demonstrating that a class of small cationic dyes known as phenothiazinium salts could photoinactivate 4 species of Bacillus spores that are surrogates to B. anthracis, 196 including B. cereus and B. thuringiensis, which are the same species as B. anthracis. 197 There were large differences in susceptibility to TBO-mediated PDI between spores of different Bacillus species. Spores of B. cereus and B. thuringiensis were the most susceptible. TBO (50 μM) demonstrated a light-dose-dependent loss of viability of B. cereus and B. thuringiensis spores, with 40 J/cm 2 of 630 nm light leading to 99.999% killing. In contrast, B. subtilis and B. atrophaeus were much less sensitive and needed concentrations as high as 1.6 mM to achieve killing of >99.9% of cells and B. megaterium. 195 The relatively mild conditions needed for spore killing could have applications for treating wounds contaminated by anthrax spores, for which conventional sporicides would have unacceptable tissue toxicity. 195 Oliveira et al. 198 demonstrated that B. cereus endospores could be inactivated by porphyrin PS and light. There was a much smaller difference in sensitivity between spores and vegetative cells of B. cereus (the TBO concentration needed to kill spores was 3 to 4 times higher than that needed to kill vegetative cells) than between spores and vegetative cells of B. subtilis (>100 times the TBO concentration was needed to kill spores compared with vegetative cells). 195 B. atrophaeus has been used as a simulant for the biological warfare agent B. anthracis for decades. PDI of these spores was possible using an intense pulsed (period of 100 ms) visible light source in association with TMPyP (5, 10, 15, 20-Tetrakis [1-methylpyridinium-4-yl]-porphyrin tetra p-toluenesulfonate) (Fig. 5K) . PDI induced oxidative damage which killed up to 6 log (>99.9999%) within a total treatment time of 10 s (fluencies from 20 J/cm 2 up to 80 J/cm 2 ) using a TMPyP in a concentration range of 1-100 μmol. 199 Similar experiment performed with only a single light flash (10 or 20 J/cm 2 ) and 10 μmol of TMPyP was able to kill more than 4 log of B. atrophaeus. 200 These studies reinforce the application of PDI in military and national security for decontamination of anthrax spores. 198\n\nFungi are eukaryotic cells that possess a cell wall outside the plasma membrane. Coccidioides immitis is the only fungal species present on the Select Agents Appendix A (biological warfare agents) 201 : it is dimorphic, producing a mycelial form in nature that ages to produce spores (arthroconidia) that separate in a characteristic fashion via the disarticulation of the parent mycelium leaving the ruptured cell-wall fragments of adjacent cell remnants attached to opposing ends (Fig. 7) . In vivo the spores enlarge to form spherules that are typically 20 microns or more in diameter when viewed in tissue sections of actively infected hosts. The spherules undergo internal divisions to yield endospores that are released upon maturation and go on to repeat the cycle of the infection. 202 Infection of normal hosts with spores of C. immitis can result in a spectrum of consequences ranging from minimal symptoms of disease or it can establish an active replicating cycle that can include profound pulmonary disease and dissemination from the pulmonary focus via the bloodstream to involve multiple systems of the body (typically meningitis, skin, bone, and internal organs). There are literature reports of PDI of a few species of fungus including both yeasts (Saccharomyces 203 and Candida spp. 204, 205 ) and filamentous fungi (Trichophyton 206 and Aspergillus 207 ) . As yet there have been no reports of PDT on actual C. immitis organisms but the successful eradication of related fungal species suggests that PDT should work well against this pathogen. Junqueira et al. 208 reported on the use of a cationic nanoemulsion of zinc 2,9,16,23-tetrakis(phenylthio)-29H, 31H-phthalocyanine (Fig. 5C) to mediate PDI of biofilms formed by Candida spp. and the emerging pathogens Trichosporon mucoides and Kodamaea ohmeri.\n\nThe short-lived ROS generated by PDI mechanisms are responsible for the damage induced to critical molecular targets in viruses. 209, 210 Different viral targets, such as the envelope lipids and proteins, capsid and core proteins, and the nucleic acid, can be attacked by singlet oxygen and/or other ROS (hydrogen peroxide, superoxide, and hydroxyl radicals) to achieve the loss of infectivity. 210 Viral DNA is one of the critical target structures for PDI by MB and light MB causing direct DNA damage and blockage of DNA replication which has been successfully used for HSV-1 treatment. 211 It has been shown that enveloped viruses can be inactivated due to protein damage. However, while the same treatment is reported to be ineffective against some nonenveloped viruses, 212 the results from Wong et al. 213 showed that even a non-enveloped virus can be efficiently inactivated due to the damage induced by PDI to its viral proteins. The efficiency of different types of PS in viral PDI has been proved for different types of mammalian viruses and bacteriophages, whether they are enveloped or non-enveloped, for either DNA or RNA viruses. 214 PDI of viruses has been of special interest for applications in blood banking sterilization. 215 Therefore, several types of virus have been tested for PDI. 215 Ebola The filoviruses, Marburg and Ebola, are classified as Category A biowarfare agents by the Centers for Disease Control. Most known human infections with these viruses have been fatal (fatality rates for humans of up to 90%) and no vaccines or effective therapies are currently available. They are enveloped, nonsegmented, negative-stranded RNA viruses. 216 Enveloped, RNA viruses from two different families, Semliki Forest virus (SFV, Togaviridae) and vesicular stomatitis virus (VSV, Rhabdoviridae), and can act as surrogate filovirus models for PDI. Using a suspension of 1 mg/ml fullerene C60 (buckyball) (Fig. 5O) as the PS and visible light (wavelengths higher than 495 nm) under constant stirring and flushing with oxygen, values of 7 log reduction for 5 h of illumination were obtained for both families of enveloped virus. 217 VSV plaque forming units were decreased by 5 log using methoxy-polyethylene glycol conjugated fullerene, illuminated by 120 J/cm 2 white light. 218 Smallpox: Variola major and Variola minor (Orthopoxviruses).\n\nIt is known that smallpox has been used as a biowarfare agent in the past. During World War II, scientists from the United Kingdom, the United States, and Japan were involved in research into producing a biological weapon from smallpox. 219 In 1992 Soviet defector Ken Alibek confirmed that the Soviet bioweapons program at Zagorsk had produced a large stockpile-as much as 20 tons-of weaponized smallpox (possibly engineered to resist vaccines), along with refrigerated warheads to deliver it. It is not known whether these stockpiles still exist in Russia. With the breakup of the Soviet Union and unemployment of many of the weapons program's scientists, there is concern that smallpox and the expertise to weaponize it may have become available to other governments or terrorist groups who might wish to use virus as means of biological warfare. 220 The last occurrence of endemic smallpox was in Somalia in 1977, and the last human cases were laboratory-acquired infections in 1978. There are four types of Variola major smallpox: ordinary (the most frequent type, accounting for 90% or more of cases); modified (mild and occurring in previously vaccinated persons); flat; and hemorrhagic (both rare and very severe). Historically, Variola major has an overall fatality rate of about 30%; however, flat and hemorrhagic smallpox are usually fatal. Present laboratory examination of Variola virus requires high-containment (Biosafety Level 4). 221 Variola virus is the most notorious poxvirus, a member of a family of large, enveloped DNA viruses. It is generally accepted that enveloped viruses can be inactivated efficiently by singlet oxygen generating agents such as PDI. PDI of HIV-1 by MB/ light treatment acts on HIV-1 at different target sites: the envelope and core proteins, and the inner core structures like RNA. 222 Four PS (MB, rose bengal [RB] [ Fig. 5H] , uroporphyrin [UP], and aluminum phthalocynine tetrasulphonate [AlPcS4]) could inactivate adenovirus. Using MB (2.7 mM) and light (intensity of 106 mW/cm 2 ) produced a complete inactivation of adenovirus after 1 min of exposure: 10 mM of RB was enough for just 0.5 log reduction after 20 min of illumination and complete inactivation was obtained after 30 min PDI with UP; however, AlPcS4 could not completely inactivate adenovirus even when used in 50 mM for 30 min. 223 Nucleic acids may be important targets for photoinactivation of DNA viruses by MB and AlPcS4. 224 Photoinactivation of DNA viruses are more efficiently induced by free than by DNA bound porphyrin. Photoreactions of TMPyP and TMPyMPP affect the structural integrity of DNA and also of viral proteins, despite their selective DNA binding. 225 The binding of cationic porphyrins to DNA is presumably due to the electrostatic interaction between the positively-charged substituents in the porphyrin macrocycle and the negatively charged phosphate oxygen atoms of DNA. 226 Lassa virus (Arenavirus) and RVF virus (Bunyaviridae) Lassa virus (LASV) is an Arenavirus that causes Lassa hemorrhagic fever in human and non-human primates. Rift Valley fever (RVF) is caused by RVF virus belonging to Bunyaviridae, which is a family of negative-stranded, enveloped RNA viruses. Lassa virus and RVF virus are enveloped RNA viruses that are select agents requiring Biosafety Level 4-equivalent containment. 221 Dengue virus Dengue and yellow fever viruses belong to the genus Flavivirus single-stranded RNA viruses. Dengue virus, an enveloped RNA virus, could be inactivated using MB in combination with a LED cluster (mid-peak bandwidth 29 nm, peak 664 nm). The amount of dengue virus reaming was evaluated by plaque forming assays. Dengue virus was completely inactivated within 5 min when the Figure 7 . Coccidiodes immitis is the only fungal species present on the Select agents appendix a (biological warfare agents). 201 it is dimorphic, producing a mycelial form in nature that matures to produce spores (arthroconidia) that go on to repeat the cycle of the infection. 202 MB concentration was higher than 1.0 μg/mL. 227 Lin et al. 228 compared light-dependent and light independent inactivation of dengue-2 and other enveloped viruses by the two regio-isomers of carboxyfullerene and found that asymmetric isomer had greater dark activity (even at much higher concentrations than needed for its PDT effect) due to its interaction with the lipid envelope of the virus.\n\nToxins PDI is one of the few antimicrobial treatments that is also capable of inactivating toxins and secreted virulence factors produced by pathogens. The reactive oxygen species produced during photodynamic action ( 1 O 2 and HO • ) can attack molecular features susceptible to oxidation (sulfur atoms, aromatic rings, heterocyclic rings, unsaturated double bonds, amino groups, etc.) present on the toxin molecules themselves. These oxidative reactions can disturb the conformation or alter the functional groups of the toxins and abolish the biological function (Fig. 8) . This approach has been well-demonstrated in the case of lipopolysaccharide (LPS, endotoxin from gram-negative bacteria). Komerik et al. 229 first showed that TBO and red light could inactivate LPS from E. coli and they also were able to inactivate proteases from P. aeruginosa. Gianelli and colleagues 230 used MB combined with various light sources to inactivate P. gingivalis LPS adherent to titanium discs, cut from commercial dental implants. Tubby et al. 231 studied the ability of MB and red light to inactivate the following secreted virulence factors of S. aureus: V8 protease, α-hemolysin, and sphingomyelinase were shown to be inhibited in a dose-dependent manner by exposure to light in the presence of MB. Eubanks et al. 232 showed that an actual biowarfare agent, botulinum neurotoxin, could be photoinactivated by exposure to riboflavin and white light. Our laboratory has obtained evidence that two additional microbial toxins, Shiga-like toxin from E. coli O157 and mycolactone from Mycobacterium ulcerans can be destroyed by exposure to benzoporphyrin derivative and red light (manuscript in preparation).\n\nIt has been proposed that femtosecond lasers, or lasers that maintain a pulse duration of 10 −15 s, break down transparent or semitransparent biological tissues due to nonlinear absorption of laser energy with minimal thermal and mechanical effects. 233 As a result of the adverse collateral damage possible with other laser systems, the femtosecond laser has been hypothesized to be a new approach for killing pathogens.\n\nRecently, a series of studies reported the efficacy of a visible femtosecond laser or a near-infrared subpicosecond fiber laser on inactivation of a variety of viral species, including M13 bacteriophage, tobacco mosaic virus, human papillomavirus, and human immunodefficiency virus. [234] [235] [236] [237] [238] [239] [240] M13 phages were inactivated by using a very low power (as low as 0.5 nJ/pulse) visible femtosecond laser with 425 nm wavelength, 100 fs pulse width, power density ≥ 50 MW/cm 2 237 .\n\nOne group reported 241 inactivation of an encephalomyocarditis virus, M13 bacteriophage, and Salmonella Typhimurium by a visible femtosecond diode-pumped continuous-wave (CW) mode-locked Ti-sapphire laser. The laser produced a continuous train of 60 fs pulses at a repetition rate of 80 MHz. The excitation laser was chosen to operate at a wavelength of λ = 425 nm and with an average power of about 50 mW. It has a pulse width of full-width at half maximum (FWHM) ≅ 100 fs. All the microorganisms were inactivated very efficiently, especially S. Typhimurium. There were different mechanisms of inactivation of different microorganism by femtosecond laser. Inactivation of viruses involves the breaking of hydrogen/hydrophobic bonds or the separation of the weak protein links in the protein shell of a viral particle. On the contrary, inactivation of bacteria is related to the damage of their DNA due to irradiation of a visible femtosecond laser.\n\nAnother study 242 reported the inactivation of murine cytomegalovirus (MCMV), an enveloped, double-stranded DNA virus, by a visible (425 nm) femtosecond laser. The results showed that the laser irradiation caused a 5-log reduction in MCMV titer and caused selective aggregation of viral capsid and tegument proteins. However, the femtosecond laser did not cause significant changes to the global structure of MCMV virions including membrane and capsid, as assessed by electron microscopy; meanwhile, it could not produce the double-strand breaks or crosslinking in MCMV genomic DNA.\n\nManipulation of a near-infrared (NIR) femtosecond laser via impulsive stimulated raman scattering (ISRS) to produce damage (e.g., to the protein coat of a virus) is another method for selectively inactivating microorganisms. 237 When NIR femtosecond laser induced the inaction of virus and bacteria, its safety to the mammalian cells was considered. The relative research demonstrated that if the wavelength and pulse width of the femtosecond laser were appropriately selected, there was a window in power density that enabled them to achieve selective inactivation of target viruses and bacteria without causing cytotoxicity to mammalian cells. It was suggested that this strategy targeted the mechanical (vibrational) properties of microorganisms and thus its antimicrobial efficacy was likely to be unaffected by genetic differences in the microorganisms. 238 In the view of the emerging threats from drug resistant pathogens and microorganisms, developing novel and more effective antimicrobial strategies is an absolute necessity. One such strategy is to develop the ultrashort pulsed (USP) laser technology as an effective and chemicals free inactivation technique that can be successfully used over broad spectrum of pathogens, both from bacterial and viral sources. 243 In summary, the advantages of such novel laser technologies over the presently prevailing disinfection methods include: they are considered as noninvasive disinfection technologies, because no foreign materials are needed in the disinfection process; they are harmless environmental disinfection methods since no chemicals are used in the pathogen inactivation process; and they are general methods for selective disinfection of pathogens with potentially minimal side effects. 241\n\nRecent studies have highlighted the diversity of applications of light-mediated technology against pathogens of all known classes. Wavelengths from the short-UV to the near-infrared (either alone or combined with PS) can be used to kill or inactivate grampositive and gram-negative bacteria, fungi, endospores, parasites, viruses, and even protein toxins. The mechanisms of action depend on the different microbial types and the wavelength and presence or not of a PS. The two broad target classes are nucleic acids for UVC and PUVA and oxidizable proteins for photocatalysis, PDT, and blue light. The broad occurrence of these biological targets in bioweapons agents means that the light-mediated technology is highly likely to be very broad-spectrum, thus avoiding the need to know the identity of the particular agent in any mass biological attack, and also suggests that the development of resistance to light-mediated inactivation is likely to non-existent. Furthermore, light is non-polluting and environmentally friendly, and even if PS need to be used, these compounds are likely to be photodegraded rapidly when the bio-threat has been neutralized thus leaving no lasting pollution. The use of light-based technology to prevent and treat actual infections suggests that they may be useful to decontaminate humans that have already received exposure to biological agents, without causing undue harm to host tissue. Lastly light-based inactivation may be particularly suitable to form vaccines as they kill pathogens while preserving their antigenicity.\n\nNo potential conflicts of interest were disclosed.\n\nWe dedicate this work to the great philanthropist Dr Orhan Ocalgiray for his profound contributions to the field of microbiology."}