{"title": "Genetic Epidemiology of Acute Respiratory Distress Syndrome: Implications for Future Prevention and Treatment", "body": "Because ALI has such high mortality and morbidity, any intervention that could prevent or treat ALI would have a significant impact on critical care medicine and on public health. Epidemiologic studies can contribute to prevention and treatment by determining the risk factors associated with variable susceptibility and outcomes that could be modified to decrease the risk of developing the disease or of having a poor outcome. The current understanding of why some patients develop and die from ALI and others do not is incomplete. Recently, discoveries about the genetic control and regulation of innate immunity and inflammatory response have raised the question of whether the multiple polymorphic alleles of genes that encode for cytokines and other mediators of inflammation may result in phenotypic differences in host inflammatory response. These differences may account for some of the heterogeneity in individual susceptibility to and prognosis in ARDS.\n\nSince the initial description of ALI, there has been much research on the role of complement, endotoxin, and pro-and anti-inflammatory cytokine response in the pathogenesis and course of ALI/ARDS [6] . Protein biomarkers, such as tumor necrosis factor-α (TNF-α), interleukin-6 (IL-6), plasminogen activator inhibitor-1, surfactant protein B (SFTPB), and von Willebrand's factor antigen, may be useful in predicting either development of or outcomes in ALI [7] [8] [9] [10] [11] . Although research on protein biomarkers in ALI/ARDS has contributed greatly to the understanding of the pathogenesis of ALI, it has not yet led to novel interventions.\n\nGenetic epidemiology is a relatively new discipline that seeks to determine the role of genetic factors and their interactions with the environment in the occurrence of the disease or its outcome within a population [12] . Genetic epidemiology has been applied to the study of ALI. only recently. Genes hold several advantages over protein markers of lung injury, especially for possible prevention. Unlike cytokines, which can vary with the precipitant factor for ALI and with the time course of critical illness, a person's genotype is constant throughout the individual's life, regardless of health status. Thus, there is inherently less variability to the determination of genotypes than protein markers. The variation of many of the protein markers before and during critical illness means that the window of opportunity for assessment must be consistent and is likely to be narrow. Such a window for assessment may be especially impractical in the prevention of ALI/ARDS, because lung injury tends to develop rapidly, within hours to days of the predisposing injury. In addition, in ALI regional differences in the expression and concentrations of some cytokines, such as TNF-α, means that biomarkers may be best measured from alveolar fluid [13] . Measurements from the lungs are invasive, are vulnerable to technical variation, and are not always appropriate for severely hypoxic patients who have ARDS or for the nonintubated patients at risk. DNA for genotype assessment can be obtained easily from peripheral blood samples, and thus genotype assessment can be performed safely for any patient. Another advantage of genes is that any true genetic association with the disease is unlikely to be an epiphenomenon related to lung injury. Any variation in a protein marker may be a product rather than the cause of developing lung injury. The individual's genotype, however, precedes the lung injury and the precipitant to lung injury. Thus, any true genetic association supports the biologic causality of the gene or its product in the development of ALI/ARDS and the targeting of the gene in future preventions. Last, the invariant nature of the genome means that an individual's genetic predisposition to developing lung injury could be determined in advance and noted in the individual's medical records or, conceivably, on an encrypted microchip worn by the individual. This precaution would be especially useful in interventions to prevent ALI/ARDS, because the injury leading to ALI/ ARDS is almost always unanticipated, and the window for intervention to prevent lung injury after the insult is narrow.\n\nIn the last few years, there has been a sudden explosion of studies of the genetic susceptibility of ALI/ARDS. The following sections review the recently published studies in the genetic epidemiology of ALI/ARDS and discuss the relative strengths and limitations of the current approach with a focus on the implications for future prevention and treatment. The possible applications and potential limitations to the translation of genomics and genetic epidemiology to future prevention and treatment of ALI/ARDS are discussed also.\n\nTraditionally, the term \"pharmacogenomics\" referred to the application of whole-genome scanning for the discovery of new drug targets [14] . Genome-wide studies examining anonymous markers spaced throughout the entire genome are not yet practical in ALI/ARDS. Rather, all studies thus far have used the candidate-gene approach, which focuses on specific genes whose products have been well characterized as biologically important in the pathogenesis, progression, or manifestation of ALI/ARDS [15] . The candidate-gene approach is hypothesis driven and founded on current knowledge of the disease process. The validity of the candidate gene rests on the evidence supporting its selection as a candidate in ALI/ARDS. Table 1 details the candidate genes that have been studied in ALI/ARDS and the evidence supporting their selection.\n\nThe strongest candidates for investigation are the genes that have been linked to ALI in previous linkage studies, in association studies, or in animal models of the disease (Fig. 1) [51] . Investigations into the genetic determinants of ALI/ARDS have been undertaken only recently. The selections of many of the candidate genes in recently published studies were supported by previously published reports in other, similar conditions, such as neonatal respiratory distress syndrome for the SFTPB gene and sepsis for the TNF-α, IL-10, mannose binding lectin-2 (MBL-2), and IL-6 genes. Conversely, several candidate genes found to be associated with ARDS (ie, the +1580CT polymorphisms in the SFTPB gene, the T-1001G and C-1543T polymorphisms in the pre-B-cell colony-enhancing factor [PBEF] gene, and the codon 54 polymorphism in the MBL-2 gene) were also found to be associated with increased risk for sepsis or septic shock in the same population [37, 38, 52] . Overall this finding suggests that genes and polymorphisms that have been implicated in sepsis would serve as strong candidate genes in ALI/ARDS.\n\nIn the absence of studies of ALI or related conditions, the biologic plausibility of the candidate gene in the pathogenesis of lung injury is important (see Fig. 1 ). There should be evidence supporting the importance of the gene product or function specifically in ALI.\n\nMore recently, novel candidate genes in ALI have come from functional genomic studies that established their biologic plausibility in lung injury. PBEF is a cytokine and adipokine with a variety of functions including the maturation of B-cell precursors, inhibition of neutrophil apoptosis in sepsis, and stimulation of glucose uptake with action similar to insulin [5, 53] . Its role in ALI had not been reported until expression of the PBEF gene was found to be increased in a series of animal models of stretch and liposaccharide-induced lung injury and in vivo studies of patients who had ALI [25] . Other potential candidates in ALI/ARDS that had increased expression included genes previously suspected to be important, such as IL-6, plasminogen activator inhibitor-1, and Myosin light-chain kinase (MLCK). PBEF protein expression also was increased in the lungs, bronchoalveolar lavage fluid, and serum of patients who had ALI. After identifying two common-promoter single-nucleotide polymorphisms (SNPs) in the PBEF gene, Ye and colleagues [37] found that the variant of the T-1001G polymorphism was associated with increased risk of sepsis-induced ALI compared with healthy controls, whereas the variant C-1543T polymorphism was associated with a protective effect in sepsis-induced ALI compared with healthy adults.\n\nAfter the selection of the candidate genes, there are two approaches to investigation. The direct approach focuses on the association between ALI/ARDS and specific polymorphisms, often SNPs, in the candidate gene that are thought to be functional, either because of linkage with other disease processes or because of the known effect on the levels, function, or effectiveness of the gene. Such an approach is effective for hypothesis testing but is limited to previously studied polymorphisms of a gene. This approach is the one most commonly used in ALI/ARDS. Alternatively, the indirect approach examines all common SNPs in the gene (> 1% in a sample population), regardless of whether the SNPs have any functional significance. Often these SNPs are examined individually and in combination with other SNPs on the same gene. The term \"haplo-type\" refers to two or more SNPs that are linked and tend to be inherited together en bloc. Multi-locus haplotypes can be viewed as signature patterns of allelic variation on a gene that capture and characterize all polymorphisms within the haplotype block. The functional or disease polymorphism may be one of the loci genotyped, or it may reside within the haplotype block and be captured by the haplotype. Thus, the haplotype would serve as a surrogate marker for the functional polymorphism that is truly linked to the disease state. As such, some argue that haplotype analyses could identify functional or disease loci better than a single polymorphism, especially if the penetrance is low, as would be expected in complex diseases like ARDS [54, 55] . Haplotype analyses also can be more efficient in large epidemiology studies, because genotyping can be confined to the minimum number of SNPs that define that haplotype block (haplo-type-tagging SNPs) [56] . Haplotype analyses also can capture cis interaction between SNPs. If one polymorphism increases the risk of disease only in the presence of another polymorphism in the same gene, haplotype analysis will be able to discern this relationship, whereas separate analyses of the polymorphisms will not. Last, haplotype analysis can help localize the disease locus to within the haplotype block in the gene and thus may help focus the search for functional variants in subsequent studies. The haplotype approach has become increasing popular in the genetic epidemiology of complex diseases, and this approach was used in the investigation of the PBEF and MLCK genes in ALI.\n\nTogether, these studies have validated the candidate-gene approach in the search for genetic determinants of ALI/ARDS. Although this approach is hypothesis driven and is well validated in the genetic epidemiology of complex diseases, it is only as strong as the hypothesis supporting the choice of candidates. Thus, the possibility that any candidate gene in ALI/ARDS can serve as a potential target for future preventive and therapeutic measures will rest on the strength of the evidence supporting its role as a candidate gene in ALI/ARDS. This evidence will not depend on any one genetic epidemiology study. Rather, it must be grounded in a series of genetic, molecular, bioinformatics, and clinical studies and confirmatory studies that support the biologic plausibility of the gene in ALI/ARDS.\n\nGiven the high mortality in ARDS and the generally late age of onset, traditional family-based approaches in genetic epidemiology are either not feasible or impractical. Rather, studies in ALI/ARDS have established the unrelated case-control study as an effective and well-validated design in the investigation of the genetic determinants of ALI/ARDS. Case-control studies require the delineation of a control group and focus on whether the gene of interest occurs at a significantly greater frequency among the patients who have the disease than among the controls. One of the most important advantages of case-control studies in complex disorders such as ALI is the power of the design. Association studies are the most sensitive and powerful of all of the study designs described thus far in detecting common, low-penetrant susceptibility genes in complex disease [12] . In addition, the case-control design is well suited to the study of genetic markers of disease. Genes are stable indicators of disease susceptibility, because they do not change with time or circumstances. The use of genetic markers as the exposure eliminates recall bias that often plagues case-control studies. Case-control studies also are amendable to multivariate modeling, which allows adjustment for important nongenetic factors and interactions.\n\nBecause of the power and versatility of association studies, many believe that the future deciphering of the genetics of complex diseases will involve case-control studies [51, 57] . With increasing use of this design, however, comes some misuse as well. The most common and troubling criticisms of association studies are inconsistency and lack of reproducibility. This heterogeneity is caused by a number of factors. The epidemiologic quality of published genetic studies is quite variable [58] . Other factors include the lack of power in some studies (type II errors) and the lack of control for confounders such as population differences or geneenvironment interaction. As is true in any case-control design in epidemiology, the strength of the study depends entirely on the proper selection of cases and controls and on the appropriate accounting of the potential confounders, power and type I error [59] . The following section focuses on the features of genetic case-control design as illustrated by studies in ALI. Table 2 details some of these features and the results of recent genetic epidemiology studies in ALI/ ARDS.\n\nAs with any case-control study, the choice and phenotype of cases and controls is pivotal to the design, strength, validity, and generalizability of the study. The case definition will differ, depending on the whether the focus is on prevention or treatment. Studies of susceptibility to developing ARDS are more relevant for future prevention, whereas studies on outcomes in ALI/ARDS are more relevant for treatment. In molecular epidemiology studies, factors important in susceptibility studies may not be important in prognostication of outcomes, and vice versa. For example, mutations in the BRCA1 gene, now known to be important in DNA repair, are associated with increased susceptibility to developing early-onset breast or ovarian cancer. However, the BRCA1 gene is not associated with differences in breast cancer recurrence or disease-free survival after therapy, even though BRCA1-associated breast cancer tends to present at a more advanced stage [64] .\n\nWhen the focus is on prevention and susceptibility rather than on treatment and outcomes in ALI/ARDS, there are inherently more challenges. Genetic epidemiology studies examining outcomes in ALI/ARDS usually use mortality or ventilator-free days as end points. The outcome of ALI/ARDS in genetic susceptibility studies is more heterogeneous and is prone to misclassification, because there is no definitive diagnostic test. The American-European Consensus criteria serve as a uniformly accepted guideline for defining lung injury, but certain criteria, specifically the radiologic criteria, are not always clear and are subject to interobserver variability [65] . In addition, the ratio of partial pressure of arterial carbon dioxide to fraction of inspired oxygen represents a continuum of hypoxemic respiratory failure. The use of a cutoff of 300 mm Hg in the criteria for ALI will result in inevitable random misclassification of cases and controls that tends to bias results toward the null hypothesis. In addition, autopsy studies indicate that the American-European Consensus criteria for ALI/ARDS are sensitive but are not very specific [66] . Nevertheless, the American-European Consensus definition is used uniformly in the studies of ALI/ARDS. Care must be taken to assess carefully the rigor with which the cases adhere to the ALI/ARDS criteria. Similar attention also must be taken to ensure that controls do not actually have ARDS. Reliance on chart review and clinical diagnosis is inadequate, given recent evidence for the underdiagnosis of ALI/ARDS [67] . Thus, the same screening procedures used to determine the cases of ALI/ARDS should be applied to the controls to ensure that they do not also have the condition. Even so, misclassification will occur, and large, well-phenotyped sample sizes will be needed to detect an association.\n\nThe choice of controls in case-control studies is equally important, although often neglected. In case-controls studies, controls are not simply people who do not have the disease. Rather, they should represent the population that is at risk for the disease. In other words, they should not have the disease at the time of selection but, under the study design, they would have been included as a case if they did develop the disease [68] . A poor choice of control may result in hidden confounding. In one review, 30% of the genetic epidemiology studies did not delineate adequately the criteria by which the controls were selected, and the controls were improperly chosen in 13.5% of the studies [58] .\n\nThe most common problem is the selection of controls who are not at risk for the disease, making comparisons with the cases difficult. The controls in many of the studies of ALI/ARDS were healthy individuals or hospitalized patients who did not have a clear prior injury placing them at risk for ALI [21, 39, 49, 63] . As discussed previously, genes associated with sepsis are strong candidate genes for ALI, but because sepsis also is the leading precipitant for ALI, one must be careful to avoid confounding from a genetic association with the predisposing injury. When the controls are healthy or have conditions that differ from the precipitating injuries in the ARDS cases, any association found between a candidate gene and ALI/ARDS may actually be caused by an association between the polymorphism and the risk condition for ALI/ARDS, such as sepsis. It is important to use at-risk individuals who have similar conditions as the cases to avoid this confounder. In the investigation of the PBEF gene, both healthy individuals and patients who had sepsis were used as controls. The variant T-1001G and C-1543T alleles were found to be associated with the development of sepsis-associated ALI when compared with healthy controls, but no association was found between patients who had sepsis-associated ALI compared with sepsis patients who did not have ALI [37] . Thus, it is not clear whether the PBEF polymorphisms are associated with ALI or with the severe sepsis that placed the patients at risk for ALI. In a subsequent study in a different cohort of patients who had sepsis, trauma, aspiration, or multiple transfusions, the variant T-1001G, but not the C-1543T allele, was confirmed to be associated with ARDS compared with at-risk individuals [62] . This association was present even among patients who had ARDS of noninfectious origin, extending the generalizability of the genetic association.\n\nOne potential issue with using at-risk controls is that the patients are not drawn randomly from the general population. Rather they are selected as controls on the basis of their critical illness. If the genotype of interest is associated with critical illness, then the genotype frequency may deviate from that predicted by random mating (Hardy Weinberg equilibrium) [69] . Indeed, such was the case with the -1082GA IL-10 and MBL-2 polymorphisms. In such cases, extra effort is needed to ensure that the deviation from Hardy Weinberg equilibrium is not from genotype or clerical error. Such efforts include repeat genotyping, blinding of personnel, or validation of genotyping in a different population.\n\nRecently the role of race in critical illnesses has been explored. In a retrospective study of decedents, nonwhite race was associated with increased mortality in ARDS, with African Americans, especially young African Americans, having the higher mortality from ARDS than whites and other minorities [70] . It is not clear why African Americans have higher mortality in ARDS than whites. Precipitants for lung injury and other predictors of ARDS were not available for comparison. Because the study focused on deaths from ARDS, it is not clear whether minorities have a higher risk of developing ARDS in the first place.\n\nMany have postulated that genetic variability may contribute to the racial disparities in ARDS. Many of the polymorphisms found to be associated with ALI/ARDS susceptibility or outcome, such as the insertion/deletion polymorphism in intron 4 of the SFTP-B gene [71] , the -308GA polymorphism in the TNF-α gene [72] , and the codon 54 polymorphism in the MBL-2 gene [73] , are known to vary in frequency among major racial groups. This variation may be especially important when the haplotype approach is used. The extent of linkage disequilibrium and, hence, of haplotype blocks and frequencies differs between African Americans and non-Africans [74] . Thus, any genotype analysis must be restricted to one racial group or be stratified by race to avoid confounding from differences in ethnic groups (population stratification). In one study, haplotypes in the MLCK gene were found to be associated with variable susceptibility to developing sepsis-induced ALI in both American whites of European heritage and in African Americans [61] . Whites and African Americans differed in the linkage disequilibrium between SNPs and in haplotype block definition, however. Although significant associations between the gene and ALI were found, the diseaseassociated haplo-types differed between racial groups. The similar location of the race-specific at-risk haplotypes in whites and African Americans suggests that the true disease-associated variant may be located within the 5′ region of the gene.\n\nAfter stratifying by major racial groups, additional methods to adjust for population stratification may not be necessary, especially for studies conducted in the United States. Wacholder and colleagues [75] demonstrated that, among whites, bias from population stratification is small and decreases as the number of ethnic subgroups within the white population increases. This finding may be especially pertinent for whites in the United States, a classification that tends to be composed of many different ethnic subgroups. Similar results were found in the classification of African Americans that contained large numbers of ethnic subgroups [76] . Consistent with these stimulation studies, Gao and colleagues [61] found evidence for ethnic differences within their African Americans subjects, but adjusting for these differences did not significantly change the associations between haplotypes and SNPs in the MLCK gene and ALI except for one SNP, in which the association was actually strengthened.\n\nCurrently, most, although not all, studies have restricted their analyses to whites or have stratified their analyses by race. Thus, the findings in genetic epidemiology studies of ALI/ ARDS cannot be generalized to nonwhites. Large cohorts of nonwhites will be necessary to confirm previously detected genetic associations in other racial groups.\n\nThe role of the environment is particularly critical in determining the genetic determinants in a complex disorder in which the gene may have no influence on the risk of disease unless there is concomitant exposure to a particular environmental insult. Such interaction is important in understanding and interpreting the genetic contribution to complex disease such as ALI. Failure to examine the role of environmental exposure can lead to decreased sensitivity in detecting an association between the gene of interest and the disease [77] . Neglect of the geneenvironment interaction contributes to the inconsistent findings from genetic association studies of complex disease [78] .\n\nRecently, there is growing evidence to suggest potential gene-environment interaction, from whether the initial precipitant for ARDS is a direct pulmonary injury such as pneumonia or aspiration or an indirect pulmonary injury such as extrapulmonary sepsis or massive transfusion.\n\nTwo SNPs in the SFTPB gene have been found to be associated with ARDS. SFTPB is essential for the surface tension-lowering properties of pulmonary surfactant, which is known to be dysfunctional in ALI/ARDS. In two small studies, the variant allele in the insertion/deletion polymorphism in intron 4 of the SFTPB gene was found to be associated with susceptibility to ARDS or severe direct pulmonary injury such as pneumonia, especially among women [40, 63] . In another polymorphism in the SFTPB gene, the C allele of +1580CT SNP was found to be associated with ARDS, but this association was confined to patients who had idiopathic insults, mostly direct pulmonary injuries such as pneumonia [39] . No associations were found in the group of patients who had exogenic ARDS, mostly extrapulmonary causes of ARDS [38] . Although healthy controls were used, a subsequent study using ARDS cases and controls who had community-acquired pneumonia confirmed this association between the C allele and ARDS, suggesting that the +1580C allele is associated with ALI/ARDS and not with severe pneumonia. Together, these studies suggest that the SFTPB gene may be important in ARDS susceptibility in direct pulmonary injuries such as pneumonia. This gene also may influence susceptibility to direct pulmonary injury, such as severe pneumonia, that places these patients at risk for ALI/ARDS. The role of the SFTPB gene in lung injury resulting from other causes is not yet clear.\n\nA similar gene-environment interaction was found with the -308GA polymorphisms in the TNF-α gene [44] . No association was found between the variant -308A allele and ARDS compared with other critically ill non-ARDS controls who had sepsis, aspiration, massive transfusion, or trauma. After stratification by the site of injury, however, the -308A allele was associated with decreased likelihood of developing ARDS among patients who had direct pulmonary injury (adjusted odds ration [OR], 0.52; 95% confidence interval [CI], 0.30-0.91) but with a nonsignificant increased likelihood of ARDS in indirect pulmonary injury (adjusted OR, 1.7; 95% CI, 0.93-3.2) with evidence for significant effect modification (P = .01).\n\nThe reasons for this interaction are unclear. The risk of ARDS is different in direct pulmonary injuries and indirect pulmonary injuries [79] . The cytokine profile and inflammatory markers differ in patients who have ARDS and at-risk patients who do not have ARDS, depending on whether the predisposing injury was sepsis, trauma, acute pancreatitis, or massive transfusion [80] . Certainly, the inflammatory response and the radiologic, histologic, and mechanical properties of the lung differ depending on whether the site of infection or the etiology of ARDS is pulmonary or extrapulmonary [81, 82] . Although these results need to be confirmed in larger studies, these findings overall indicate important gene-environment interactions in the genetic susceptibility to developing ALI/ARDS that depend on the risk factor that predisposes the individual to lung injury.\n\nAnother source of potential gene-environment interaction is age. Older patients have a higher risk than younger individuals of developing and dying from ARDS [4, 83] . In complex diseases, the genetic contribution may be greatest in diseases with an early age of onset rather than in a disease with a late age of onset, in which environmental factors such as comorbidities may figure more prominently. Potential interactions with age have been found in genetic epidemiology studies of ALI/ARDS. Among 212 patients who had ARDS, the -308A allele was associated with more daily organ dysfunction and increased 60-day mortality in ARDS (adjusted OR, 3.5; 95% CI, 1.4-8.6) after adjusting for age, severity of illness, septic shock, transfusion and other potential predictors [44] . Age seemed to be important, with the strongest association found among the 117 ARDS patients younger than median age of 67 years (adjusted OR, 14.9; 95% CI, 3.0-74; P < .001). In the same cohort of critically ill at-risk patients, the -1082GG genotype was associated with increased susceptibility to ARDS in critically ill patients (P < .001), but only in the presence of a statistically significant interaction between age and the -1082GG genotype [26] . When the nature of this interaction was explored further by stratifying the analyses by the median age of 67 years, the -1082GG genotype was protective against ARDS among the older (adjusted OR, 0.63; 95% CI, 0.34-1.2) but not among the younger patients (OR, 1.7; 95% CI, 0.89-3.2), with significant effect modification by age of the association between -1082GG and ARDS (P < .001). Further study with a larger sample size is needed to confirm and define better the age effect on the genetic susceptibility to developing and dying from ARDS. If such interaction does exist, future interventions aimed at preventing and treating ARDS may have variable efficacy, depending on the age of the individual.\n\nOther potential factors that will be worthwhile examining for gene-environment interaction in the future are diabetes and chronic alcohol abuse. A history of diabetes has been found to be protective in ARDS [79, 84] . A growing body of literature is suggesting a role for chronic alcohol abuse in increased susceptibility and poorer outcomes in ALI/ARDS [85] . It is likely that there may be genotypes that are important in ALI/ARDS only in the context of diabetes or chronic alcohol abuse.\n\nDefining these gene-environment interactions is important. Many of the polymorphisms identified in ARDS are common, with frequency greater than 1%. Given their persistence in the genome and the lethality of ARDS, it is unlikely that these polymorphisms are universally detrimental. Rather, it is likely that these variants may be detrimental in some situations and benign or even beneficial in others. Otherwise, there would be selection pressure against their persistence in the population. Thus, any intervention that targets the same causal pathway as the implicated at-risk genes may be beneficial in some circumstances but less helpful in others. Understanding the gene-drug-environment interaction will be important in identifying the patient population that has the most favorable risk/benefit ratio for any particular therapy.\n\nType I and type II errors also are important in genetic case-control studies. Type I error is the likelihood of a false-positive finding. Although a p-value or a type I error rate of 5% is generally considered acceptable, one may be more likely to find an association by chance alone if multiple comparisons of different genetic loci to the development of disease are performed. Although adjustment for multiple comparisons is ideal, it is not entirely clear what the best strategy is, and current studies of ALI/ARDS may still too small to accommodate statistical correction for multiple comparisons. Ultimately, the likelihood of a cause-and-effect relationship underlying any genetic association will depend on the reproducibility of well-designed studies in different populations and in the strength of the biologic rationale behind the selection of that gene for analysis. Although troublesome to classical geneticists, the need to confirm studies is common in epidemiology. Any population study needs to be validated for different populations and in larger studies.\n\nType II errors involve the statistical power of the study. Power to detect an association depends upon the size of the effect, the frequency of the genotype in the population, and the sensitivity of the analysis deployed. Some of the negative studies in genetic epidemiology in ALI are probably caused by the lack of adequate power [21] . The power of the study is especially important when there may be phenotype misclassification and gene-gene or gene-environment interaction. Currently, most ALI/ARDS studies are relatively small for genetic epidemiology studies, and their small size makes examination of interactions difficult. Only the Boston cohort has sufficient sample size to explore for gene-environment interaction. Additional large cohorts will be necessary to confirm previously found associations and interactions [26, 44] .\n\nWith the completion of the HapMap and Human Genome Project, there has been much interest in how genetics may lead to future prevention and treatment of complex diseases. This interest must be tempered to avoid raising false hope. Genetic epidemiology has been applied to the study of ALI/ARDS only recently. Technical and methodological issues in approach and study design are still evolving, and the large cohorts needed for effective genetic epidemiology studies and for the required confirmatory studies in different populations are still being developed. Because the translation of research findings into clinical practice usually takes years, it is likely that genetic epidemiology studies will not lead to any change in clinical practice for years or decades to come. Nevertheless, genetic epidemiology may contribute to future prevention and therapeutic strategies in ALI/ARDS by (1) identifying targets for intervention, (2) enabling risk assessment, and (3) identifying the appropriate patient groups or conditions for interventions (genetic pharmacoepidemiology).\n\nUnlike diseases with simple Mendelian inheritance, ALI/ARDS is unlikely to be caused by discrete mutations in a particular gene. Rather, multiple genes with incomplete penetrance and much gene-gene and gene-environment interaction will be important in ALI/ARDS. As such, expecting gene therapy to correct a specific disease-causing mutation or locus is unrealistic. More likely, genetic epidemiology studies may help identify important pathways in the pathogenesis and evolution of lung injury and new therapeutic targets within these pathways for intervention. Hence, the potential of any gene or its product in the future prevention and treatment of ALI/ARDS will depend greatly on the strength of the evidence supporting the biologic role for the candidate gene in ALI/ARDS. In such cases, a multidisciplinary translational approach involving genetic epidemiology, functional genomics, animal models, and bioinformatics will be important. The translational approach may be bidirectional [86] . The \"benchside\" work may occur before the association study to lend support to its selection as a candidate gene, as was the case with the PBEF and MLCK genes [37, 61] . Alternately, such investigation may occur after the association study to explain better the nature of the genetic association. For example, after an association between the D allele in the angeiotensinconverting enzyme (ACE) gene and ARDS was reported, greater support for the role of ACE in lung injury was established when the loss of ACE activity in ACE-knockout mice was found to protect against lung injury [20] . In contrast, mice deficient in ACE 2, a homologue of ACE, were more susceptible to sepsis and endotoxin-induced lung injury. Inactivation of the ACE gene reduced the injury seen in these ACE 2-knockout mice. These results lend greater strength to the biologic plausibility of ACE in the development of ARDS and, consequently, its potential as a target for intervention.\n\nThe lack of functional significance of a specific SNP or haplotype found to be associated with disease does not negate the importance of the candidate gene and its pathway in pathogenesis and development of ALI/ARDS. The functional consequence may depend on the stimulus or on activation of other genes. The SNP or haplotype may result in changes that are not easily measured, such as the posttranslational modification or alternative splicing of the gene product. In addition, the disease-associated SNP may not be functional itself but, rather, may be linked to the actual functional susceptibility locus. Nevertheless, if the candidate gene was chosen with sound scientific rationale, a positive association between the candidate gene and the disease supports its importance in ALI, even if the polymorphism studied is not the direct cause of the disease. In such cases, functional studies help support the role of the gene or its product in ALI/ARDS.\n\nAnother way that genetic epidemiology studies can contribute to future prevention and treatment is in risk assessment. In the past, clinical trials of surfactant replacement in ARDS and anti-TNF therapy in sepsis have proved disappointing. It is possible that these therapies may not be beneficial in all patients. For example, anti-TNF therapy may be beneficial only for patients who are genetically predisposed to be exuberant TNF secretors. Anti-TNF therapy may be useless or even detrimental in patients who have the low TNF-secreting genotypes. Such genotype-dependent responses to therapy were demonstrated with recombinant interleukin-1 receptor antagonist (IL1-ra) and the rare IL-1ra +3954 allele in rheumatoid arthritis and with salmeterol therapy and a β-adrenergic receptor genotype in asthma [87, 88] . Better risk assessment of the patient, based on the patient's genetic profile and likelihood of response or adverse reaction to an intervention, will allow better design of future clinical trials. Future trials can target specific patient populations that have genotypes that are more likely to respond. Alternatively, patients can be stratified on the basis of their genotype to allow analyses of drug response by genotype. Given the acuity of the condition, the targeting of individuals who have a certain genotype or the stratification of subjects by genotype before randomization will require rapid and accurate genotyping assays that are not yet available.\n\nUnderstanding genetic risk factors can help with risk assessment in health policy decisions, as well. Young, healthy patients often are considered to have a low risk of serious or complicated influenza infection or pneumonia and are not recommended for routine vaccination or close observation in the hospital [89] . Gene-age interaction for the TNF-α and IL-10 genes in ARDS, however, suggests that certain young individuals have a particularly high risk of developing and dying from ARDS. Knowledge of the genetic predisposition to developing ALI/ARDS might help identify young, healthy patients who would benefit either from early vaccination while still healthy or from closer observation in the event of any insult such as a communityacquired pneumonia.\n\nIn clinical practice, outside the strict inclusion and exclusion criteria and methodology of a randomized, control trial, the patient population is more heterogeneous, and there is a larger variability in the response and the complication rate associated with the intervention [90] . Given potential gene-environment interaction with the site of injury, it is possible that interventions based on surfactant or TNF-α may have varying efficacy depending on whether the initial injury predisposing to ARDS is pulmonary or extrapulmonary. Defining this heterogeneity in response in the context of both environmental and genetic factors in a population falls within the emerging field of genetic pharmacoepidemiology [91] . Obviously, the genes that are directly targeted by the intervention are important. Genes governing drug metabolism, receptor binding to the drug, and other genes in the causal pathways of the disease process probably are important, as well.\n\nIn essence, this consideration is a special example of gene-environment interaction, in which one of the key environmental factors is the drug or intervention. Identifying these interactions is important in understanding and interpreting the genetic contribution to ALI and in identifying which patient populations and what conditions have the most appropriate risk/benefit ratios warranting a particular intervention. This understanding will be important especially in interventions to prevent ALI/ARDS because of the many different causes that can lead to lung injury.\n\nThere is great excitement about how the rapid advances in genomics and genetic epidemiology may lead to individualized medicine in complex diseases such as ALI. This excitement should be tempered to avoid unrealistic expectations. Significant limitations and barriers may limit the application of genomics and genetic epidemiology to future preventive and therapeutic interventions in ALI/ARDS.\n\nOne possible limitation is that any novel intervention based on genetic variation will not be universally beneficial. Rather, its applicability and benefit will be limited to those who have the disease genotype. Thus, the population prevalence of the disease-associated genotypes will determine the size of the patient population that may benefit from this intervention and the generalizability of the intervention.\n\nThe efficacy of the intervention will be further limited by gene-gene and gene-environment interactions. The pathogenesis of ALI/ARDS consists of interactions and balances between multiple pathways involved in inflammation, coagulation, fibrogenesis, fluid transport, and apoptosis [6] . With such a complex, interdependent process, it is likely that multiple genes are important, and any intervention based on one gene is unlikely to be uniformly and universally beneficial. The presence of gene-environment interactions would further limit the context in which novel therapy will be appropriate.\n\nAnother limitation and barrier to the application of genetic epidemiology in ALI/ARDS is the need for large, well-phenotyped cohorts that are sufficiently powered to account adequately for gene-gene and gene-environment interactions. This need is especially pronounced in genetic pharmacoepidemiology. With the need for large DNA databases comes the need for more research on issues surrounding genetic research in the critical care setting, where mortality is high, and consent is obtained from family members or surrogates. There is a need for a better understanding of the concerns of the patients and their surrogates and how best to protect those interests. In addition, the racial difference in ALI means that large cohorts of minority groups will be vital to determine the efficacy of an intervention in different racial groups.\n\nLast, the narrow window of opportunity for intervention presents another barrier for any interventions in ALI/ARDS. For example, ALI/ARDS develops rapidly after the initial injury with a median of 1 day after admission to the ICU (interquartile range, 0-5 days) [2, 79] . Such a narrow window for intervention requires rapid identification of appropriate patients for intervention and initiation of intervention as early as possible, possibly in the emergency room. Therapy based on a specific genotype would require either rapid DNA testing or prior genotyping of all patients and storage of this information, either in the medical record or in a secure device on the persons themselves. Neither of these measures is available currently.\n\nThe application of genetic epidemiology and genomics to the study of ALI/ARDS is in its infancy. Optimal study designs and approaches are still being discussed, and the large, prospective cohorts that will be necessary to examine gene-environment interaction and to confirm prior findings are being developed. There will be technological and analytic challenges to the proper study of genetic determinants of ALI/ARDS that will benefit from a multifaceted approach. There will be significant barriers to the translation of genetic epidemiology studies and genomics to preventive and therapeutic interventions, and any intervention is unlikely to occur in the near future. In oncology, where there is a longer history of genetic and molecular epidemiology studies, commercially available genetic tests now allow individualized risk assessment and tailored therapy for breast cancer. Although significant challenges lie ahead, there is a similar potential for such individualized risk assessment and therapy in critical care medicine. Large, well-phenotyped studies will be crucial to this goal. Criteria for strong candidate genes in ALI. The strongest candidates for investigation in ALI/ ARDS are genes in which specific alleles have been linked with ALI/ARDS or related diseases such as sepsis, neonatal respiratory distress syndrome, or other critical illnesses. Alternately, in the absence of such data, there should be evidence supporting the importance of the gene product or function in ALI/ARDS. If a direct candidate-gene approach is used, additional evidence for the functional significance of the allele of interest should exist. Candidate genes and polymorphisms examined in acute lung injury/acute respiratory distress syndrome and the evidence supporting their biological plausibility\n\nFunctional significance Evidence supporting importance in ALI/ ARDS ACE [16] Insertion/deletion polymorphism in intron 16\n\nYes D allele associated with severity of and mortality in meningococcal disease [17] ACE levels or activity is variable in ARDS patients [18, 19] More recently, ACE linked to ALI in ACE knockout mice [20] CC16 [21] -226GA promoter SNP Yes -226GA polymorphism associated with asthma but not critical illnesses Lower Clara cell protein levels correlate with severity of bacterial pneumonia but no reports in ALI/ARDS [22] IL-6 [23] -174GC promoter SNP Yes Plasma IL-6 correlate with ARDS mortality [10] IL-6 Haplotypes associated with mortality in systemic inflammatory response [24] Functional genomics indicate altered IL-6 gene expression in ALI [25] IL-10 [26] -1082GA promoter SNP Yes In pneumonia,-1082GG genotype is associated with increased mortality [27] -1082GG genotype occurs less frequently in critical illness compared to healthy controls and is associated with lower severity of illness, organ failure, and mortality [28] [29] [30] Low bronchoalveolar lavage IL-10 correlate with ARDS and mortality in ARDS but high plasma IL-10 correlate with ARDS and sepsis mortality [31, 32] MBL-2 codon -221 promoter SNP Yes Variant X, D, B, and C alleles of codon -221, 52, 54, and 57 are associated with low serum MBL deficiency, greater risk of sepsis, greater severity of sepsis, and/or increased mortality in sepsis [33, 34] codon 52 polymorphism codon 54 polymorphism codon 57 polymorphism\n\nFunctional genomics indicate altered MLCK gene expression in ALI [35] MLCK involved in ventilator and sepsis associated lung injury in animals [35, 36] PBEF [37] T-1001G promoter SNP No Functional genomics indicate altered PBEF gene expression in ALI [35] C-1543T promoter SNP Yes Increased PBEF protein in animal models of ALI and in humans with ALI [37] SFTPB [38] [39] [40] Insertion/deletion polymorphism in intron 4\n\nNo SFTP-B limits lung injury in animals and correlate with respiratory failure in humans [41, 42] +1580CT SNP in codon 131\n\nSuspected but not known Insertion/deletion polymorphism in intron 4 is associated with neonatal respiratory distress syndrome [43] "}