{"title": "WU polyomavirus in children with acute lower respiratory tract infections, China", "body": "Viral infections are a major cause of upper and lower respiratory tract infections in children. Acute respiratory infection (ARI) is responsible for illness and death worldwide (Mulholland, 2003) . Although ARI is the third most common cause of death overall, an estimated 2 million deaths occur in children <5 years of age, predominantly in developing countries (Bryce et al., 2005) . Among these, respiratory syncytial virus (RSV) is the most important, both in terms of prevalence and effect (Shay et al., 2001) . However, in recent years, several new viruses have emerged. These include human metapneumovirus (Van den Hoogen et al., 2001) respiratory syndrome coronavirus (Peiris et al., 2003) , coronaviruses HKU1 (Sloots et al., 2005) , coronaviruses NL63 ( Van der Hoek et al., 2004) , and the recently described human bocavirus (Allander et al., 2005) and KI virus (Allander et al., 2007) . Viruses in the family Polyomaviridae possess double stranded DNA genomes and infect a variety of avian, rodent, and primate species (Gaynor et al., 2007) . The JC virus and BK virus of two polyomaviruses, which often produce asymptomatic infections, have been distinctly described as human pathogens. Then the seroprevalence rates of BK and JC viruses had approached 75% and 100%, respectively (Stolt et al., 2003) . Virus belonging to the family Polyomaviridae could become oncogenic or induce disease in immunocompromised patients usually. Gaynor et al. (2007) discovered a previously unidentified human polyomavirus in respiratory secretions obtained from individuals with clinical features of respiratory tract illness. This new virus was designated \"WU polyomavirus\" (WUPyV). This virus has now been identified in respiratory specimens from children with upper and lower respiratory tract infections (LRTI) from Australia (Gaynor et al., 2007) , the United States of America (Gaynor et al., 2007) , and South Korea (Han et al., 2007) . The prevalence of WUPyV among children with respiratory disease reported in these studies ranges from 0.7% to 7.0%. However, the causal role of WUPyV in LRTI and the epidemiology of WUPyV infections had not been known. In this study, we utilized PCR assays described by Gaynor et al. (2007) targeting the WUPyV VP2 (capsid proteins 2) gene and LTAg (large T antigen) gene to detect the DNA of WU polyomavirus from nasopharyngeal \n\nThe study involved a total of 278 specimens of nasopharyngeal aspirate which originated from Wenling hospital in China between February 2005 and December 2006 after informed consent was obtained from patients. The study population consisted of children ≤5 years old with acute LRTIs (median age of patients = 3 years). Respiratory symptom and signs were recorded on a standardized form during the emergency department visit or while the patient was hospitalized. The RNA and blood samples were originally screened for nucleic acid and antibodies by using RT-PCR and an indirect immunofluorescence assay as described (Lin et al., 2007) . DNA from each respiratory specimen was extracted by use of QIAamp nucleic acid purification kits (Qiagen), according to the manufacturer's protocol, and detected for WUPyV, human bocavirus and KI virus.\n\nThe genomic DNA extracts were identified for WUPyV by PCR with primers targeting the VP2 and LTAg gene according to Gaynor et al. (2007) and Han et al. (2007) . Human bocavirus was detected by using the method as described (Allander et al., 2005; Lin et al., 2007) . Then KIPyV was detected by nested PCR assays that used primers POLVP1-39F, POLVP1-363R, POLVP1-118F, and POLVP1-324R, as described (Allander et al., 2007; Han et al., 2007) . The sequence of primers corresponding to WUPyV VP2 gene was AG0044 and AG0045; the sequence of primers corresponding to WUPyV LTAg gene for confirmation was AG0048 and AG0049 (Gaynor et al., 2007) . Meanwhile, the genomic DNA of WUPyV was amplified by using five primer sets, respectively. The sequence of each primer was shown as follows: 82-1440 bp, 5 -TTT TAG CCA ATT AGC AGC C AC AAG-3 , 5 -TAG TCT TTG AGT TGC ATC TCT TAC-3 ; 1333-2521 bp, 5 -TTA CAA ATA GCT GCA GGT CAA CC-3 ; 5 -AAATCTGGAAAGCCCTGTATGTACTC-3 ; 2451-3582 bp, 5 -GAT TGT ACA TAA CTT GTG CTG ACC-3 , 5 -AAA ACT ATT AAA GGT GAG CAA GAT G-3 ; 3521-4582 bp, 5 -CCT AAA TAC CAG GCT ACA CCA G-3 , 5 -TAT TTC TTA CAA CCA TGC AAG G-3 ; 4559-155 bp, 5 -TAA TAA AAA CAT GCT TAC CTG G-3 , 5 -TGC CCG GAA ACT TTA AAA GGT CAC-3 , according to the reference sequence (GenBank accession no. EF444549). PCR mixture contained (50 L) 1× PCR buffer (TaKaRa), 200 mol/L dNTPs, target template was 2 L, 1 U Taq DNA polymerase (TaKaRa). PCR conditions were used as follows: 1 cycle of 94 • C for 5 min; 40 cycles of 94 • C for 30 s, 56 • C for 30 s, 72 • C for 30 s; and a final extension of 72 • C for 5 min; cool down to 4 • C forever. PCR conditions for genome DNA of WUPyV were used as follows: 1 cycle of 94 • C for 5 min; 35 cycles of 94 • C for 1 min, 50 • C for 1 min, 72 • C for 1 min; and a final extension of 72 • C for 10 min. All PCR products were purified on a 1% agarose gel and cloned into pGEM-T vector (Promega), and sequenced using the T7 and SP6 primers on a DEQ 2000XL autoanalyzer (Applied Biosystems).\n\nA total of 278 nasopharyngeal aspirates were tested in this study. Among the 278 nasopharyngeal aspirates, 7 (2.5%) were infected with human bocavirus (Lin et al., 2007) , nasopharyngeal aspirates were positive for WUPyV in one child (0.4%) no other virus including KI virus were found. The age of WUPyV-infected child was 3 years, who was female. Furthermore the clinical symptoms were consistent with acute lower respiratory tract infection.\n\nTwo sequences corresponding to WUPyV VP2 and LTAg gene were aligned with many sequences (GenBank accession numbers: EU041608, EF639288, EF639282, AM778548, AM778540, AM778536, NC009539, EF444590, EF444554, EF444550, and EF444549) downloaded from GenBank using Clustal W, respectively. The results showed that the sequences obtained from this study were identical to above reference sequences (Figs. 1 and 2). Our VP2 and LTAg sequence shared 100% nucleotide and amino acid identity with the WUPyV prototype strains B0, S1 and S2. Furthermore, the VP2 gene of WUPyV was deposited in Gen-Bank with Sequin, named WU polyomavirus-CLFF-VP2. The GenBank accession number was EU277015. Furthermore, the genome of WUPyV had been deposited in GenBank with Sequin under accession number EU296475, named WU polyomavirus-CLFF. When we aligned the sequence of CLFF with WUPyV prototype strains B0, S1 and S2, the results illustrated that CLFF shared 99.9% nucleotide and amino acid identity with prototype strains. The above result showed that the sequence of WU polyomavirus-CLFF was identical to above reference sequences of prototype strains (Fig. 3) .\n\nThe above results showed that a total of 1 (0.4%) of 278 specimens tested were positive for WUPyV. This study was limited by small population size and short study period. So in a future study, we should collected more specimens for further prospective researching epidemiological regularity, season distribution in China, coinfection with other respiratory viruses, clinical specific symptom about WUPyV.\n\nIn conclusion, we confirmed WUPyV infection in children with acute LRTI in China. Our finding of WUPyV in 1 (0.4%) of 278 children who had lower respiratory tract infections was not coinfected with other respiratory viruses, not as the Han's study (Han et al., 2007) . The positive rate obtained from this paper was in accordance with the values of 0.7%, obtained from United States of America, reported by Gaynor et al. (2007) , and lower than the values of 7.0% of Han et al. (2007) and the values of 3.0%, obtained from Gaynor et al. (2007) . However, the clinical role and pathogenicity of WUPyV were still unclear. We confirmed that the sequence of VP2 gene, LTAg gene and genome of CLFF were similar to WUPyV prototype strains B0, S1 and S2. Finally further studies should be investigated in order for the role of WUPyV in LRTI in children."}