{"title": "", "body": "Numerous antimicrobial agents exist in animals where they have evolved as host defense mechanisms. For example, the prophylactic and therapeutic benefits of milk and its bioactive components lactoferrin and lactoperoxidase are well known. As another example, the hen's egg efficiently resists microorganisms over a long period in the absence of systemic host defenses. The egg albumen hosts an array of antimicrobial compounds that together interfere with the invasion and proliferation of microorganisms. The compounds include: the bacteriolytic lysozyme that hydrolyzes peptidoglycans of the bacterial cell wall; ovotransferrin, the metal-binding protein that specifically chelates iron; avidin and ovoflavoprotein, the vitamin-binding proteins that chelate biotin and riboflavin; and the proteinase inhibitors ovoinhibitor, ovomucoid, ovomacroglobulin, and cystatin.\n\nThe emergence of muscle food pathogens such as the enterohemorrhagic Escherichia coli O157:H7, vancomycin-resistant Enterococcus faecium, multidrug resistant Salmonella Typhimurium DT104, and Listeria monocytogenes has focused much attention on animal antimicrobials. The new food safety paradigm is driven by recent advances in the elucidation of molecular mechanisms of bioactive compounds from animals, their broad-spectrum antimicrobial effects and their multifunctional properties. Futhermore, their natural abundance and new developments in large-scale isolation techniques have prompted several new applications not only in food but also in dietary supplements, pharmaceuticals, cosmetics and oral care products. The objective of this chapter is to describe the potential for food applications of three categories of animal antimicrobials: ironchelators, enzymes, and immunoglobulins. Yamauchi et al. (1993) mucosal surfaces containing sulfated glycans such as heparan sulfate were found to enhance the antimicrobial spectrum of LF by multifold.\n\nThough credited with an impressive list of nutraceutical benefits, certain factors limit the functionality of LF after isolation from milk. Protein separation conditions pose the risk of denaturation or structural alteration of the LF molecule. The isolation process may generate cationic peptides as degradation products (Tomita et al., 1994) . The highly cationic N-terminus region of LF may facilitate charge-induced protein aggregation leading to inactivation. The isolated LF is highly susceptible to conformational changes, thermal uncoiling, and proteolysis. Milieu conditions such as pH, elevated calcium or phosphates, iron excess, and improper citrate/bicarbonate ratios can markedly diminish the antimicrobial activity of LF. Consequently, a new, patented technology has been developed to overcome these limitations.\n\nActivated lactoferrin technology (Naidu, 2001) is based on the immobilization of milk LF via its N-terminus region on a food-grade galactose-rich polysaccharide (GRP) or carrageenan, neutralization of cationic peptides by salt, optimization of pH and the citrate/bicarbonate ratio, and the establishment of an equilibrium between bound (immobilized) and unbound LF. The result is a microbial blocking agent, which interferes with adhesion/colonization, detaches live or dead microorganisms from biological surfaces, inhibits microbial growth/ multiplication, and neutralizes the activity of endotoxins.\n\nMicrobial attachment to epithelial mucosa is the initial step in the pathogenesis of many infections as well as spoilage of foods. Many enteric bacteria harbor fimbriae on their cell surface to promote bacterial adhesion and colonization on the mucosal surface (Parry and Rooke, 1985) . For example, E. coli O157:H7 adheres tightly to epithelial surfaces (Louie et al., 1993) and to collagens on beef tissue. Specific binding of ALF to OMPs of Gram-negative bacteria leads to inhibition of cellular functions and deregulation of adhesin/fimbrial synthesis on the bacterial surface. Furthermore, ALF-OMP interaction can also cure plasmids by diffusion, resulting in the loss of colonization-factor antigens and certain enterotoxins in E. coli (Erdei et al., 1994; Naidu, 2002) .\n\nBinding to tissue-matrix components such as collagens is a pivotal anchor mechanism for many bacteria (Höök et al., 1989) . ALF binds to the same anchor sites on tissue surfaces with even greater affinity. In binding-displacement studies, ALF at low molar concentrations has been shown to detach tissue-bound bacteria, either viable or dead (Naidu, 2002) . ALF also has broad-spectrum activity against DNA and RNA viruses by interacting with nucleic acids and binding with eukaryotic cells to prevent viral adhesion. Ongoing studies also indicate the effectiveness of ALF in the control of biofilms on nonbiological surfaces such as food processing equipment.\n\nThe growth-inhibiting activities, individual and synergistic, reported for LF, are also elicited by ALF but with a multifold potentiation over the original effect. Accordingly, the minimum inhibitory concentrations (MICs) for ALF are significantly lower than those for LF. In contrast to LF, ALF demonstrates a potent antimicrobial activity in iron-rich environments such as meats and biological fluids. ALF also shows syngergism with bacteriocins, colicins, and salivary histatins.\n\nOvotransferrin (OTF, also called conalbumin) is a monomeric glycoprotein that binds reversibly two Fe 3+ ions per molecule concomitantly with two bicarbonate anions. OTF has a very high affinity for iron (~10 30 M À1 ) and renders it unavailable for bacteria thereby inhibiting growth (Valenti et al., 1983a; Tranter and Board, 1982) . The antimicrobial activity of OTF is highly dependent on milieu conditions and the target organism. The antimicrobial potency of hen's egg albumin is enhanced at alkaline pH (9.5 in egg) and at elevated temperaturẽ 40 ºC (close to the physiological temperature of birds) (Tranter and Board, 1984) . Supplementation of egg albumin with excess iron at 39.5 ºC or conditions that promote iron-saturation of OTF do not affect antimicrobial acitivity. OTFs play a key role in the antimicrobial defense of the hen's egg and constitute 12 % of the total proteins of albumin (15 g/l of egg white).\n\nAlthough many studies have demonstrated the inhibitory action of OTF, a biocidal effect (microbial killing independent of iron deprivation) against a wide spectrum of microorganisms (e.g. Pseudomonas spp., E. coli, Streptococcus mutans, S. aureus, Proteus spp., and Klebsiella spp.) has also been suggested (Valenti et al., 1982 (Valenti et al., , 1983b (Valenti et al., , 1984 (Valenti et al., , 1985 (Valenti et al., , 1987 . The antibacterial activity of OTF complexed to several metals was studied in vitro and the OTF-zinc complex was found to be more potent than other metal complexes. This effect was not due to Zn 2+ ions, nor iron deprivation, but to a specific activity of the OTF-Zn 2+ complex (Valenti et al., 1987) . OTF is also antifungal against Candida spp., and this, too, seems to be independent of iron-deprivation (Valenti et al., 1985) . The bactericidal activity has been attributed to the presence of a peptide (OTAP-92), recognized as the bactericidal domain of OTF (Ibrahim, 2000) . The purified peptide has been shown to have a strong bactericidal activity against both Gram-positive Staph. aureus (6 log CFU/ml kill) and Gram-negative E. coli (1 log CFU/ml kill) (Ibrahim, 1997; Ibrahim et al., 1998). \n\nLactoperoxidase (LP) is the most abundant enzyme in bovine milk, constituting about 1% of the whey proteins or 10-30 \"g/ml of milk (Reiter, 1985) . The concentration of LP is low in the bovine colostrum and increases rapidly to reach a peak at four to five days of postpartum. Human LP concentration is high in colostrum and declines rapidly within one week (Kiermeier and Kuhlmann, 1972; Gothefors and Marklund, 1975) . Involvement of hydrogen peroxide and thiocyanate in microbial inhibition by milk LP was first reported by Hogg and Jago (1970) .\n\nLP is an oxidoreductase and plays an important role in protecting the lactating mammary gland and the intestinal tract of the newborn infant against pathogenic microorganisms. LP catalyzes the oxidation of thiocyanate and iodide ions to generate highly reactive oxidizing agents. These products have a broad spectrum of antimicrobial activity against bacteria, fungi, and viruses (Table 7 .2). The components of cells that are oxidized are the sulfhydryl groups, NADH, NADPH, and, under some conditions, aromatic amino acid residues. Oxidation of these components alters the functions of cellular systems. The cytoplasmic membrane, transport systems, and glycolytic enzymes may be damaged, resulting in cell death or growth inhibition. The major products responsible for these effects are the hypothiocyanite ion (OSCNÀ), hypothiocyanous acid (HOSCN), and iodine (I 2 ). However, minor products are also generated. These minor products are highly reactive and short-lived but have even more potent antimicrobial properties.\n\nMicroorganisms show great variability in their response to peroxidase systems. Killing of cells is usually greater at low pH, low temperature, and with IÀ as the electron donor. Gram-negative bacteria are more susceptible to killing and to cytoplasmic membrane damage than are Gram-positive species. However, the killing of both requires long incubation periods (in the order of an hour) and high concentrations ([OSCNÀ]) > 10 \"M at pH 7.0) of the active products. Some bacteria can resist the antibacterial effects by generating substances that reduce OSCNÀ to SCNÀ. These reducing agents also enable cells to recover from inhibition by reversing the oxidation of sulfhydryl groups caused by peroxidases (Naidu, 2000b) .\n\nLysozymes (LZ) are ubiquitous in both the animal and plant kingdoms and have an important role in natural defense mechanisms. LZ is attractive as a natural food preservative due to its endogenous occurrence in several foods, specific hydrolytic activity against bacterial cell walls, and non-toxicity to humans (Losso et al., 2000) . LZ is biocidal against Gram-positive bacteria by hydrolyzing the -1,4 linkage between N-acetylmuramic acid (NAM) and Nacetyl-glucosamine (NAG) in the peptidoglycan of the cell wall. LZ is also known as N-acetylmuramideglycanohydrolase (EC 3.2.1.17). Egg-white LZ is the classic representative of the lysozyme family and the related enzymes are called c type (chicken-or conventional-type) lysozyme. One egg contains 0.3-0.4 g of LZ and is the easiest and most economical source for recovering this enzyme.\n\nThe rate of catalysis by LZ depends upon the pH of the medium. The pH profile is bell-shaped with a maximum at pH 5.0 and inflections at pH 3.8 and 6.7. The osmotic uptake of water leads to the expansion and eventual rupture of the cytoplasmic membrane, which, in turn, causes cell death. Gram-positive \n\nAmino acid uptake Hamon and Klebanoff (1973) bacteria are susceptible to LZ because their cell wall consists of about 90% peptidoglycan (Table 7 .3). In some Gram-positive bacteria such as B. cereus, the absence of NAG residues confers resistance to LZ (Board, 1995) . In Gramnegative bacteria, the peptidoglycan constitutes only 5-10% of the cell wall. The lipopolysaccharide layer of the outer membrane acts as a barrier against macromolecules and hydrophobic compounds. Hence Gram-negative bacteria are not sensitive to LZ. The antiviral activity of LZ is associated with its positive charge and not with its lytic activity (Cisani et al., 1984) . Recently, Düring et al. (1999) unexpectedly discovered that heat-denatured LZ, in which the enzymatic activity was abolished, maintained its antimicrobial activity. The membrane-perturbing activity of the denatured LZ was demonstrated on bacterial, fungal, and plant cells. The amphiphatic C-terminal domains of the LZ seem to mediate the bactericidal and fungicidal activities. A synthetic peptide, with sequence homology to the amphiphatic C-terminal of T4 or hen's egg white LZ, showed bactericidal and fungicidal activity. These new data suggest that LZ could have both an enzymatic and non-enzymatic mode of biocidal action in its native and denatured state, respectively. Therefore, the antimicrobial activity of LZ may not be eliminated by heat treatment during food processing operations.\n\nAntibodies may be unique as food antimicrobials due to their action on both disease-causing organisms and virulence factors such as toxins. Since colostrum/ milk and egg-derived antibodies are polyclonal, they present a multifaceted approach to pathogen control that transcends microbial ability to develop resistance to antimicrobials.\n\nThe benefit of colostrum, which contains high levels of Lacto-Ig (lactoglobulins), was well known more than one hundred years ago (Ehrlich, 1892). There are extensive reviews on colostrum and its ability to provide immunity to offspring (Yolken, 1985; Reddy et al., 1988; Butler, 1994; Bostwick et al., 2000) .\n\nLactoglobulins have many advantages over synthetic antibiotics: they are low cost, polyclonal, limited in activity to the intestinal lumen and are less of a burden on the microbial gut ecology. Their entry into the market may be faster due to less stringent regulatory requirements. Lactoglobulin use in dietary supplements is under consideration. However, human applications are in their infancy due to uncertainties about dosage and timing of administration. Furthermore, lactoglobulins are heat-sensitive, subject to human digestive action and may present difficulties with respect to palatability or reduced shelf-life due to the action of proteolytic contaminating enzymes. Encapsulation of immunoglobulins with acid-resistant coatings is one approach under investigation. Clinical trials and sophisticated product development are needed.\n\nDomestic avian species such as chickens, turkeys, and ducks produce antibodies in blood and eggs against avian diseases, as well as against other antigens. Immunoglobulin (Ig) in avian blood is transferred to the yolk of eggs to give acquired immunity to the newly hatched chick (Rose and Orlans, 1981) . Egg albumen contains relatively low concentrations of immunoglobulins but the yolk contains a considerably higher concentration of 25 mg IgG/ml (Rose et al., 1974) . The antibody in egg yolk has been referred to as IgY (Leslie and Clem, 1969) because of its difference from mammalian IgG in structure and immunological properties. IgY is larger (Kobayashi and Hirai, 1980) , slightly more acidic, and lower in molecular rigidity (Higgins, 1975) than mammalian IgG. Unlike mammalian IgG, IgY does not fix mammalian complement (Jensenius et al., 1981; Akerstrom et al., 1985) . Since IgY is mainly composed of c-livetin, which is a larger molecule than any other -, -livetin in egg yolk, it is relatively easy to separate from other proteins in the water-soluble fraction of egg yolk. Specific IgY antibodies isolated from hen eggs have been reported to elicit potent antimicrobial effects against a wide spectrum of bacterial and viral pathogens (Table 7 .4).\n\nA hen lays an average of 240 eggs a year. The annual production of IgY by a hen is about 24 g, which represents relatively high productivity compared with antibody production by mammals such as rabbits, mice and goats (Sim et al., 2000) . Chicken egg yolk has, therefore, received much attention as a good source of antibodies. As a food ingredient and/or reagent, IgY is a versatile molecule for prophylactic, therapeutic, and diagnostic purposes (Losch et al., 1986; Shimizu et al., 1988; Yolken et al., 1988) . The effectiveness of passive immunization by oral administration of IgY to prevent infection has been reported for rotavirus diarrhea in humans and animals (Ebina, 1996; , dental caries (Otake et al., 1991; Hatta et al., 1997) , enteric colibacillosis Imberechts et al., 1997; Zuniga et al., 1997) , and salmonellosis Sunwoo et al., 1996; Yokoyama et al., 1998b) .\n\nLactoferrin is available in ready-to-use form such as a liquid or spray-dried powder. In the past two decades, its metal-chelating property has been the primary claim for the application of LF in several infant food formulas in South-East Asian markets. The immuno-modulatory and antioxidant properties of LF have prompted its application in health foods but its use as a food antimicrobial has been cost-prohibitive since high doses of LF are required to obtain a preservative effect. The application of lactoferricins in foods has also been limited because the ionic environment in most foods can neutralize their antimicrobial activity (Venkitnarayan et al., 1999) .\n\nActivation of LF by the patented immobilization process described in Section 7.2.1 (Naidu, 2001) has repositioned this iron-chelator as a novel microbial blocking agent for food applications. ALF is currently being explored as a decontaminant in beef packaging and poultry processing. Efficacy studies have \n\nPrevention of edwardsiellosis of Japanese eels Hatta et al. (1994) Escherichia coli\n\nIkemorie et al. (1992) Protection of neonatal calves from fatal enteric colibacillosis O'Farrelly et al. (1992) Prevention of diarrhea in rabbits challenged with ETEC Zuniga et al. (1997) Reduction of gut colonization with ETEC in weaned pigs Imberechts et al. (1997) Inhibition of pathogen shedding by infected pigs Jin et al. (1998) Adhesion-blocking of ETEC to piglet intestinal mucus Wiedemann et al. (1991) Alleviation of diarrhea in piglet infection model Ozpinar et al. (1996) Reduction of diarrhea incidences in neonatal calves Yokoyama et al. (1993) Protection of pig from ETEC-induced enterotoxemia Yokoyama et al. (1992) Neutralization of ETEC heat-labile toxin Akita et al. (1998) \n\nInhibition of growth-multiplication Yoshiko et al. (1996) Salmonella Dublin Prevention of fatal salmonellosis in neonatal calves Yokoyama et al. (1998b) Salmonella Enteritidis Prevention of gut colonization/organ invasion in chicks Optiz et al. (1993) Salmonella Enteritidis\n\nAdhesion-blocking to human intestinal cells Yoshiko et al. (1996) Salmonella Typhimurium Protection of mice from experimental salmonellosis Yokoyama et al. (1998a) \n\nInhibition of enterotoxin-A synthesis Yoshiko et al. (1996) Coronavirus Protection of neonatal calves from diarrhea Ikemori et al. (1997) IBD-virus Protection of chicks from infectious bursal disease Eterradossi et al. (1997) Rotavirus Prevention of bovine rotavirus (BRV) induced diarrhea in rats Kuroki et al. (1993) Protection of calves from BRV-induced diarrhea Kuroki et al. (1994 Kuroki et al. ( , 1997 Prevention of human rotavirus-induced gastroenteritis in mice Ebina (1996) Source: adapted from Sim et al. (2000) . been performed on beefsteaks sprayed with 1% LF or 1% ALF. A premarked area of 1 in 2 (2.54 cm 2 ) on a meat surface was inoculated with about 4 log CFU of E. coli O157:H7 and incubated at room temperature for 24 h. Spraying the meat with ALF-reduced E. coli O157:H7 by more than 2.5 log CFU compared with treatment with LF spray (Naidu, 2002) .\n\nSensory studies have indicated that ALF treatment could extend the retail display life by 1.7 to 2.5 days for case-ready packaged steaks compared with non-treated steaks in conventional packages. ALF-treated and control samples showed no differences in tenderness, juiciness, or off-flavor of cooked beef, and the panelists preferred the flavor of the ALF-treated samples. Subprimals stored for 21 days following ALF application exhibited a five-fold reduction in total microbial plate counts compared with non-treated steaks (Naidu, 2002) .\n\nALF is manufactured from bovine LF extracted from cheese whey or skim milk. Other ingredients in the formulation, i.e. sodium bicarbonate, citric acid, sodium chloride and carrageenan or protein, are commercially available chemicals of food-grade quality. The aqueous ALF formulation is constituted in de-ionized water at concentrations ranging from 1 to 4% depending on the application. ALF is delivered onto the meat surface as a fine mist using electrostatic or high-pressure liquid spray nozzles. The flow pattern and spray time are digitally monitored by a programmable logistic controller (PLC) for uniform coverage of ALF on the meat surface at optimum functional concentration (OFC). A solid-phase immunoassay based on a fluorescentlabeled LF-antibody has been developed to verify the coverage and quantify ALF-coating on the meat surface.\n\nALF has demonstrated microbial blocking activity against a variety of foodborne pathogens, including E. coli. O157:H7, L. monocytogenes, Salmonella spp., Campylobacter spp., Vibrio spp., Aeromonas hydrophila, and Staph. aureus, as well as the food spoilage microorganisms Bacillus spp., Pseudomonas spp., and Klebsiella spp. ALF also inhibits yeasts and molds as well as DNA and RNA viruses. These attributes make ALF a potential microbial intervention for poultry, pork, fish/seafood, and produce processing. ALF is also effective in detaching multidrug-resistant Salmonella Typhimurium DT104, vancomycin-resistant Ent. faecium, and methicillin-resistant Staph. aureus from biological surfaces. Studies are underway to evaluate the antimicrobial efficacy of ALF incorporated into edible food packaging materials (see also Chapter 12) and sausage casings.\n\nThe antimicrobial activity of lactoperoxidase has been exploited in the preservation of raw milk in warm climates, through the addition of hydrogen peroxide and thiocyanate. Also, LP itself has been used as an iodizing agent and is considered to be less disruptive to protein structure.\n\nLysozyme (LZ) is used in a number of food applications, most notably in cheese making. LZ is selective for certain Gram-positive spoilage bacteria but does not interfere with organisms that are considered beneficial for human health. Singly or in combination with other natural antimicrobial compounds, LZ has desirable antimicrobial properties for use in minimally processed foods. Japan leads the world for the variety of industrial uses of LZ. Food products containing LZ such as cheese, chewing gum and candies are on the market (Losso et al., 2000) .\n\nCheese, particularly Edam, Gouda and Italian cheeses, are classical examples of dairy products where LZ is used as a selective food antimicrobial against Clostridium tyrobutyricum. LZ is added at 20 to 35 mg/l to cheese vats in either a liquid or spray dried and granulated form, substituting for other, commonly used preservatives such as formaldehyde, nitrate, nisin, and hydrogen peroxide (Wasserfall and Teuber, 1979; Hughey et al., 1989) . The effectiveness of LZ is directly associated to its specificity. Thus, LZ inhibits the spoilage organism, while not interfering with the starter culture. For example, 2500 units/ml LZ did not inhibit the activity of four starter cultures in Gouda cheese while growth of coliforms was inhibited by 1000 units/ml (Bester and Lombard, 1990) . Several patents claim the effectiveness of LZ at concentrations as low as 50 ppm to prevent the development of undesirable microorganisms in butter and cheese for more than 24 months. The cheese industry uses about 100 tonnes of LZ annually (Dell'Acqua et al., 1989) .\n\nUntil recently, sulfur dioxide has been used, worldwide, to control malolactic fermentation, inhibit spoilage bacteria and yeast and provide antioxidant properties to wines during storage. Unfortunately, the use of sulfur dioxide in wines is sometimes associated with side effects such as allergic reactions in asthmatic individuals. Addition of 500 mg/l of LZ to grape must has been shown to inhibit malolactic fermentation; however, addition of 125-250 mg/l LZ to red wines after malolactic fermentation has completely prevented acetic acid and biogenic amine formation (Gebraux et al., 1997) . LZ, because of the lack of antioxidant property, may not completely replace SO 2 , but a combination of LZ with low levels of SO 2 may provide effective control of the bacterial flora (Villa, 1996) . The role of LZ as an antimicrobial in unpasteurized beer containing 5% alcohol at pH 4.7 has also been studied (Makki and Durance, 1996) . LZ in combination with -glucopyranose aerodehydrogenase has been shown to preserve sake, the popular Japanese alcoholic beverage (Eisai, 1980) . LZ, at a concentration of 0.005-0.03% in combination with 0.25 to 0.35% NaCl was shown to preserve low-quality salmon or trout roe (Eisai, 1971 ). Furthermore, a combination of LZ and glycine has been shown to be an effective preservative of fish paste (Eisai, 1973) . Two US patents (Dell'Acqua et al., 1989; Johnson et al., 1991) report on bacterial decontamination of vegetables using LZ. The synergistic combination of chelators with LZ seems to delay toxin production in potato suspensions (Cunningham et al., 1991) . Fresh vegetables, tofu, kimchi, japanese potato salad, sushi, chinese noodles, and creamed custards have been preserved using LZ or a combination of LZ with amino acids (Cunningham et al., 1991) . LZ when combined with glycine, lower fatty acid monoglyceride, phytic acid, and/or sodium acetate has been reported to preserve fruit and vegetables, fruit juice, uncooked noodles, bean jam, and custard cream (Eisai, 1971 (Eisai, , 1972 .\n\nThe well-known synergistic combination of LZ with nisin (see also Chapter 2) and EDTA is currently being investigated in biodegradable packaging films made from corn zein or soy protein isolate (Padgett et al., 1998 ; see also Chapter 12). Payne et al. (1994) used a combination of LZ with LF and EDTA against P. fluorescens, Salmonella Typhimurium, E. coli 0157:H7, and L. monocytogenes in ultra-high-temperature pasteurized milk. Thus, LZ could have potential applications in the produce, meat, wine and animal feed industries.\n\nThe market for immunoglobulins in animal feed has not grown because of the expense of producing bovine Ig concentrates. However, the use of antibiotics as growth promoters in feed has been subject to criticism and in some countries certain antibiotics are already banned due to the possible risk of developing multiresistant bacterial strains. Therefore, natural antimicrobials such as immunoglobulins, LF or LP may play a more prominent role in the future by replacing some of the current uses of antibiotics. Many other potential applications have been proposed including, for example, the use of immunoglobulins to control infantile diarrhea in developing countries and to impart passive immunity against oral pathogens such as streptococci and candida (Reddy et al., 1988; Bogsted et al., 1996; Weiner et al., 1999) . It has been calculated that low-cost antibodies could be produced at less than $10/g (compared with more than $20,000/g for mammalian IgG) by immunizing laying hens with antigens and collecting IgY from their egg yolks. Developments in IgY technology could therefore open up new market applications in medicine, public health, veterinary medicine, and food safety.\n\nBovine LF has been consumed by humans for thousands of years as a naturally occurring protein found in milk. Consumption of bovine LF through dairy sources has been estimated to be 73, 75, and 50 mg/day at the 90th percentile of intake for children, teens, and adults, respectively. Numerous clinical trials were performed to evaluate the effects of LF in both infants and adults on either iron absorption or modulation of microflora or prevention of infection. In studies with infants, dosage levels ranged from 1.4 mg/day (0.3 mg/kg/day) to 2.9 g/day (1.0 g/kg/day) and study durations were from 11 days to 5 months. In studies with adults, dosage levels ranged from 100 mg/day (1.7 mg/kg/day) to 3.6 g/day (60 mg/kg/day) and study durations varied from a single dose to a maximum of 8 weeks. In the above studies, though not designed specifically to test tolerance, no adverse health effects have been reported.\n\nThe safety of bovine LF was also assessed in an acute toxicity study (Nishimura, 1991) , a 4 week and a 13 week oral toxicity study (Nishimura, 1997 (Nishimura, , 2000 , and in an Ames assay (Kawai and Tanaka, 1997) . The animal studies indicated no adverse effects related to LF consumption at levels up to 2000 mg/kg/day administered up to 13 weeks. The possibility that several-fold increases in exposure to LF in older children and adults might result in allergic sensitization is remote given the large existing background. However, individuals, especially children, who are allergic to cow's milk should be made aware of LF allergenicity.\n\nLysozyme, like many other low molecular proteins, is easily filtered through the kidney, reabsorbed by the proximal tubular cells and catabolized in the lysosomes. This property has opened the door to using LZ as anti-infective and carrier for renal delivery of various drugs including antibacterial agents (Haas et al., 1997; Meijer et al., 1996) . Clinical trials of LZ have been reported with mixed results. Yamada et al. (1993) has reported the development of specific IgE antibody titers to hen's egg LZ in children allergic to egg. Several publications (Hoffman, 1982; Anet et al., 1985; Pichler and Campi, 1992; Bernhisel-Broadbent et al., 1994; Aabin et al., 1996; Urisu et al., 1997) reveal that commercially available egg white proteins, including LZ, act as major allergens. When individual egg white proteins were prepared to the highest purity available, LZ ranked last among egg white protein allergens. Ovomucoid, ovotransferrin, and ovalbumin were the major immunodominant proteins in egg white. Proteinase treatment of allergenic proteins is the most popular strategy for reducing allergenicity; however, this would also affect the functional properties of the protein.\n\nLF occurs naturally in milk, milk-derived ingredients and products, and, to a lesser extent, in beef tissue. Thus, persons who consume milk or beef already consume LF. Milk-derived ALF is considered GRAS (Generally Recognized As Safe) by the Food and Drug Administration [21 CFR.170 .36(f)]. It is permitted at levels of 65.2 mg/kg of beef, according to the FDA Directive of October 23, 2001. The US Department of Agriculture approved the use of ALF on fresh beef in December 2001. For other countries, the status of ALF will need to be confirmed.\n\nCurrently, the EU does not have a specific regulation for LF but there is a Directive (83/417/EEC) for the use of protein derived from milk. LF could be included in this Directive, when it obtains a regulated status. LF is considered as a milk protein (provision 79/112/EEC allows all types of milk protein to be labeled as milk protein) and hence it would be allowed in foods.\n\nIn Japan, LF is permitted and specified in the List of Existing Food Additives. In South Korea, LF concentrates are also listed as authorized natural additives. In Taiwan, LF may be used in special nutritional foods under the condition 'only for supplementing foods with an insufficient nutritional content and may be used in appropriate amounts according to actual requirements'.\n\nThe FAO/WHO and several countries of the EU have acknowledged the nontoxicity of LZ and have therefore approved its use in some foods. LZ has been granted a tentative final ruling for GRAS status by the US FDA, and Canada is presently considering regulatory approval.\n\nMost antimicrobials in use today kill microorganisms and leave debris as well as toxins on processed foods. In contrast, ALF is an extremely powerful antimicrobial intervention that prevents microbial proliferation and attachment on surfaces such as beef or poultry. The ability to detach the leftover microbial debris and to inactivate the surface-splattered endotoxins makes ALF a highly effective intervention all by itself or as an additional step in current multifactorial sanitizing systems.\n\nAmong animal enzymes, LZ from hen's egg white, used singly or in combination with other natural antimicrobial compounds, has desirable antimicrobial properties for use in minimally processed foods. Several patents claim the effectiveness of LZ, alone or in combination with other synergists, as a food preservative for fruits and vegetables, meat, and beverages. Until genetic engineering makes it possible to produce LZ with both Gram-positive and Gram-negative antimicrobial activity, the multifactorial approach will provide more opportunities for its use as a natural food preservative.\n\nImmunoglobulins could potentially be used in foods as they have a wide spectrum of inhibitory activity and ability to neutralize microbial toxins. However, they are heat sensitive and this may present difficulties in certain food processing operations. Encapsulation of Ig with acid-resistant coatings may solve this problem in the future. Microbiologica 11: 225-230. DELL'AQUA, E., BRUZZESE, T., and VAN DEN HEUVEL, H.H. (1989) . US Patent 4,810,508. DÜ RING, K., PORSCH, P., MAHN, A., BRINKMANN, O., and GIEFFERS, W. (1999) . The nonenzymatic microbicidal activity of lysozymes. FEBS Lett 449: 93-100. EBINA, T. (1996) . Prophylaxis of rotavirus gastroenteritis using immunoglobulin. Arch.\n\nVirol. 12:217-223. EHRLICH, P. (1892) . Der Immunitot durch Verebung und Zeugung, Z. Hyg. Infekt Krankh 12:183-203. EISAI KK (1971) . Ikura and suzuko by lysozyme treatment of inferior roe. Japanese Patent"}