{"title": "Detection of respiratory viruses using non-molecular based methods", "body": "There are a variety of non-molecular approaches for respiratory virus detection, including rapid antigen testing, immunofluorescence (IF) antibody testing, conventional cell culture, and rapid cell culture. Specimens tested include nasopharyngeal (NP) aspirates, NP washes, NP swabs, NP swabs plus oropharyngeal (OP) swabs in viral transport media (VTM), and liquid specimens, such as sputum, tracheal aspirates and bronchoalveolar lavages. The sensitivity of virus detection for each method can vary significantly and is dependent on the sample type, time of sample collection after onset of symptoms, patient age, antigen target and properties of the virus. For example, direct detection and recovery of most respiratory viruses is better when NP aspirates are tested when compared to NP or OP swabs . Influenza B tends to be present in lower amounts than influenza A and children generally shed higher titers of virus and for longer time periods than adults. The methodologies, costs, advantages and disadvantages of each non-molecular test method are described in detail in a review by Leland and Ginocchio (2007) and are summarized in Table 1. immunoassays (OIAs) (Thermo Electron Corp., Boulder, CO) and the immunochromatographiclateral flow (ICLF) systems. These techniques provide the most rapid results, generally within 15−30 min. They are simple to use; many have waived status according to the Clinical Laboratory Improvement Act (CLIA) guidelines and can be performed outside the laboratory setting, in emergency departments, clinics, and physician offices. Many assays contain an internal control to monitor reagent and technical performance, and some can detect and differentiate influenza A and B. A major disadvantage is that testing is limited to influenza A, B and respiratory syncytial virus (RSV).\n\nGenerally, EIAs, OIAs and ICLFs require approximately 10 5 −10 6 viral particles to obtain a positive result. This is in contrast to cell culture and molecular amplification assays that may only require as few as 10 virus particles, or 2−5 RNA or DNA targets, respectively, for virus detection (St. George et al., 2002) . Numerous studies have demonstrated that the sensitivities of the assays vary significantly and range from 44% to 95% for influenza and 59% to 89% for RSV, as compared to cell culture (Leland and Ginocchio, 2007) . Results vary due to study design, properties of the assay, patient population and comparator test method and caution should be used in the interpretation and comparison of study results. The sensitivity of non-IF RSV antigen tests is higher than that of non-IF antigen tests for influenza A and B and is generally higher than that of cell culture due to the lability of RSV. During the respiratory season, assay specificity for RSV and influenza non-IF antigen tests is high, 93-100% and 74-100%, respectively (Leland and Ginocchio, 2007; WHO, 2005) . However, the specificity and positive predictive value of non-IF antigen tests are markedly reduced when (1) Shorter time to detection as compared to conventional culture (2) Detect viruses that replicate poorly in cell culture (3) Requires less expertise than reading CPE\n\n(1) Not always as sensitive for detection of RSV, adenovirus (2) Technical time to stain and read (3) Detection limited to viruses tested by pre-CPE staining (4) Isolates not always available samples are tested outside of the respiratory season. During this time period, non-IF antigen tests should be used with caution, and positive results should be confirmed by DFA, cell culture, or reverse transcriptase polymerase chain reaction (WHO, 2005) . It is also good laboratory practice to confirm the first few \"seasonal\" positive results using another method, preferably viral culture. Supplemental testing should also be considered when a viral isolate is necessary for epidemiology studies, antiviral testing or to rule out co-infection with another virus, particularly in persons with underlying disease, immune suppression, and severe respiratory disease. Finally, the laboratory should reevaluate the performance of their non-IF rapid test on a yearly basis, as circulating viral strains may change that can affect the sensitivity and specificity of their assay.\n\nDue to the poor performance of some non-IF antigen tests and the limited scope of detection, the primary method for viral antigen detection in many laboratories is IF testing performed on cell spots made directly from clinical samples. Reagents contain virus specific fluorescence labeled monoclonal antibodies (FMAbs) or pools containing FMAbs for multiple viruses. IF testing can also be done as a reflex test for specimens negative by the non-IF antigen tests or for those positive by a non-IF antigen test, if there is a potential for a mixed infection. Individual FMAbs for the 7 respiratory viruses are also available from the above manufacturers. Compared to viral culture, the overall sensitivity of the FMAb pools has been reported as approximately 81% (Leland, 1996) and can vary significantly depending on the virus. Compared to cell culture, the sensitivity of RSV detection by IF and non-IF antigen assays is higher than that of other respiratory viruses, ranging from 84% to 99% (Fong et al., 2000; Leland and Ginocchio, 2007) . IF is less sensitive than culture for adenovirus, ranging from 0% to 58% (Leland, 1996; Leland and Ginocchio, 2007) .\n\nThe use of two different fluorophores with overlapping spectra to label different MAbs in pooled reagents permits the simultaneous detection of one or more viruses in cell spots. Dual FMAb pools available from Chemicon International (Light Diagnostics SimulFluor Reagents) detect the following combinations: influenza A/influenza B; parainfluenza 1, 2, 3/adenovirus; parainfluenza 1, 2/parainfluenza 3; RSV/influenza A; RSV/parainfluenza 3; RSV/Influenza A, B, parainfluenza 1, 2, 3, adenovirus. Excellent sensitivity and specificity have been shown for the dual reagents, with results comparable to those of individual reagents . DHI markets dual FMAb pools that detect RSV/influenza A, B, parainfluenza 1, 2, 3, adenovirus (D 3 Duet DFA RSV/Respiratory Virus Screening Kit) and influenza A/influenza B, RSV, parainfluenza 1, 2, 3, adenovirus (D 3 Duet DFA influenza A/respiratory virus Screening Kit). DHI Duet reagents have comparable sensitivity to the D 3 Ultra Respiratory reagents and to DHI's individual FMAbs (Lotlikar et al., 2007a) . A significant benefit of using the dual FMAbs pools is that the reagent may provide an immediate identification of the virus(es) in the sample. During seasons of high virus activity, use of these dual-labeled reagents as a screening method, followed by reflex testing using individual FMAbs if required, can reduce the time to final results and the amount of work required.\n\nMany laboratories are now performing IF testing for human metapneumovirus (hMPV), primarily for pediatric, geriatric, and immunocompromised patients. hMPV MAbs are available from Chemicon International and DHI. In addition, the D 3 Ultra 8 reagent (DHI) incorporates FMAbs for hMPV into the D 3 Ultra Respiratory Pool reagents. Landry et al. (2005) found that the direct staining of clinical specimens using the Chemicon hMPV reagents was difficult to interpret due to non-specific background staining. Studies by Lotlikar et al. (2007b) found that the D 3 Ultra 8 and DHI hMPV specific IF reagents gave comparable results, and, when compared to a nucleic sequence based amplification assay (NucliSENS hMPV ASRs, bioMérieux, Durham, NC), the sensitivity of IF was 68.2%. The incorporation of hMPV FMAbs into the respiratory pool provided a rapid method to screen for hMPV along with the other seven common respiratory viruses. Supplemental culture testing is required if other viruses are suspected.\n\nCell cultures of primary, diploid, and heteroploid cells are used in combination for the detection of the common respiratory viruses (Leland and Ginocchio, 2007) . The number and types of culture tubes inoculated depends on the virus(es) suspected, and predisposing clinical conditions, such as immunosuppression. Culture tubes are generally incubated at 35−37ºC for 7−14 days in stationary or rotating racks. The cell monolayers should be examined daily for the first week and every other day for the second week for the presence of a cytopathic effect (CPE). The type of CPE and the cell line in which it was detected are indicators of the potential virus(es) in the sample. Identification of the specific virus is achieved using FMAbs. CPE may be subtle or absent in primary culture even when a respiratory virus is present. Therefore, a hemadsorption (HAD) test is performed to detect influenza or parainfluenza viruses before finalizing culture results (Minnich and Ray, 1987) . If CPE or HAD are positive, cell spots are made from monolayers and stained with FMAbs to identify the virus(es).\n\nCentrifugation-enhanced inoculation of a cell monolayer grown in microwell cluster plates or on coverslips in shell vials has enhanced the time to recovery of respiratory viruses (Hughes, 1993) . Shell vials and cluster plates can be examined for CPE; however, generally the shell vial coverslips or cluster plates are blind stained with either individual or FMAb pools at 24-72 hr post inoculation. Several studies have demonstrated that respiratory viruses (Leland and Ginocchio, 2007) , are rapidly isolated in shell vials. Landry et al. (2005) demonstrated that A549, HEp-2, and LLC-MK2 shell vials in combination with staining with MAb 8510 (Chemicon) can be used to detect hMPV.\n\nThe R-Mix TM rapid cell culture technique (DHI) uses patented cell monolayers comprised of mink lung (Mv1Lu) and A549 cells that support the growth of the common respiratory viruses. Multiple vials or cluster plates are inoculated, centrifuged and incubated at 37ºC in 5% CO 2 . The R-Mix TM monolayers are stained at 24 and 48 hr using a FMAb pool directed against adenovirus, RSV, influenza A and B, parainfluenza 1, 2, and 3. If fluorescence is detected, a second R-Mix well (or vial) is used to make cell spots that are stained with individual FMAbs. Many laboratories discard the culture after 48 hr, as the majority of positive cultures (89−98%) are detected within this time period (Barenfanger et al., 2001; Fong et al., 2000) . Alternatively, a third well or vial can be screened for additional days for CPE produced by viruses which are (1) not detected by the FMAb pool (e.g., enterovirus, herpes simplex virus, cytomegalovirus); (2) are slow growing;\n\n(3) of very low titer; or (4) part of a mixed infection. Several studies have compared the detection of the respiratory viruses in R-Mix culture to tube cell culture, IF and non-IF antigen testing (Leland and Ginocchio, 2007) . With the exception of RSV and adenovirus, most studies have demonstrated equal or enhanced detection of the other common respiratory viruses using R-Mix TM as compared to non-molecular based methods (Leland and Ginocchio, 2007) . R-Mix TM cells have been shown to support the growth of viruses that are not typically isolated in cell cultures, including hMPV (Setterquist and Grey, 2003; Lotlikar et al., 2007b) and the SARS coronavirus (Gillim-Ross et al., 2004) . R-Mix Too cells (DHI), comprised of Madin Darby canine kidney (MDCK) and A549 cells, do not support the growth of SARS CoV (Gillim-Ross et al., 2004) or other coronaviruses but are very sensitive for isolation of respiratory viruses (Wilkey et al., 2006) . R-Mix TM and R-Mix Too cultures should support the growth of the avian influenza strains (de Jong and Hien, 2006) . One of the major benefits of using rapid culture versus conventional culture methods is the significant improvement in time to positive results, 1.4 d versus 5.2 d (Barenfanger et al., 2001) and 48 hr for 95% positives versus 6 days for 98% positives (Fong et al., 2000) .\n\nIn summary, non-molecular methods are available for the detection of the common respiratory viruses and in many instances cell culture is no longer considered the \"gold standard\". A combination of methods is often necessary to provide optimal diagnostics. Method selection is dependent on the targeted virus(es), patient population and clinical circumstances. The rapid reporting of results is essential to permit the prompt institution of infection control measures and effective antiviral therapy and to reduce the unnecessary use of antibiotics.\n\nTm BioScience (Luminex): consultancy, honoraria, clinical trial grants. bioMérieux: consultancy, honoraria, clinical trial grants. Diagnosis Hybrids: clinical trial grants, honoraria."}