{"title": "Infection of cultured bovine cells with bovine herpesvirus 1 (BHV-1) or Sendai virus induces different beta interferon subtypes", "body": "Stimulation of beta-interferon (IFN-β) transcription is an early response to virus infection Goodbourn et al., 1985; King and Goodbourn, 1994; Munshi et al., 1998; Sharma et al., 2003; Yoneyama et al., 1998) . In contrast to humans or mice, cattle contain three IFN-β genes with distinct promoters (Valarcher et al., 2003; Wilson et al., 1983) . All three bovine IFN-β isotypes have anti-viral activity, but it is not clear whether virus infection differentially induces the three subtypes. Viral regulation of IFN responses is crucial for survival in nature and pathogenesis. For example, mice lacking type I and type II IFN receptors in combination with RAG-2 gene deletions die within a few days following infection with bovine herpesvirus 1 (BHV-1) (Abril et al., 2004) , an alpha-herpesvirinae subfamily member. Conversely, infection of wt mice with BHV-1 does not lead to clinical symptoms. BHV-1 induces an IFN response, in part due to its high CpG content (Lundberg et al., 2003) . It is assumed that DNA \"sensors\" and/or toll like receptors that recognize unmethylated CpG DNA motifs, TLR9 for example (Bowie and Unteerholzner, 2008) , recognize incoming BHV-1 DNA and induces an IFN response. During the course of productive infection, viral encoded products, including infected cell protein 0 (bICP0), interfere with innate immune responses {reviewed by (Jones, 2009 )}.\n\nBHV-1 infections can lead to conjunctivitis, pneumonia, genital disorders, abortions, and an upper respiratory infection known as bovine respiratory disease (BRD) (Chowdhury and Jones, 2010; Jones and Chowdhury, 2008; Tikoo et al., 1995) . BHV-1 initiates BRD by immunosuppressing cattle (Carter et al., 1989; Griebel et al., 1990; Griebel et al., 1987a; Griebel et al., 1987b; Yates, 1982) , which leads to secondary bacterial infections and lifethreatening pneumonia (Yates, 1982) . BRD costs the cattle industry more than $1 billion/ year in the United States ((NASS), 1996; Bowland and Shewen, 2000; Carter et al., 1989; Griebel et al., 1990; Griebel et al., 1987a; Griebel et al., 1987b; Ishmael, 2001; Kapil, 1997; Powell, 2005; Tikoo et al., 1995) . Modified live vaccines are available, and in general, they prevent clinical disease in adults. However, vaccine strains are immunosuppressive, can cause serious disease in young calves or abortions in pregnant cows, and can reactivate from latency. Thus, there is a need to better understand the mechanism by which BHV-1 suppresses immune responses, in particular innate immune responses.\n\nIn contrast to large double stranded DNA viruses, RNA viruses generally initiate an IFN response by novel mechanisms, in large part due to high levels of double stranded RNA produced during their replication cycle (Bowie and Unterholzner, 2008) . For example, Sendai virus, a small negative single stranded RNA virus that belongs to the Paramyxovirinae subfamily, activates the IFN-β promoter primarily through a RIG-I (retinoic acid inducible gene I) dependent manner (Strahle et al., 2007) . The Sendai virus encoded C protein, in part, inhibits IFN responses indicating that inducing and inhibiting IFN responses following infection is a normal process following infection of mammalian cells with a RNA virus.\n\nIn this study, we examined expression of the three IFN-β subtypes following infection with BHV-1 or Sendai virus. In established or low passage bovine cells, Sendai virus consistently increased IFN-β1 RNA levels. In contrast, BHV-1 productive infection led to an increase in IFN-β3 RNA levels in established BK cells. When low passage bovine cells were infected, IFN-β RNA levels were not detected unless protein synthesis was blocked. The promoters of each IFN-β subtype were cloned and transient transfection assays performed to begin to understand how these promoters were activated. Only the IFN-β3 promoter construct was trans-activated by IRF3 (interferon responsive factor 3). IRF7 and double stranded RNA (polyIC) stimulated IFN-β1 and IFN-β3 promoter activity. The IFN-β3 promoter was more similar to the human IFN-β promoter relative to the IFN-β1 and IFN-β2 promoter. Collectively, these studies suggested that IFN-β subtype RNA levels are differentially regulated by BHV-1 versus Sendai virus. Furthermore, cell type specific induction of IFN-β RNA levels were observed following infection with BHV-1.\n\nHuman epithelial 293 (293) cells, murine neuroblastoma cells (neuro-2A), low passage bovine kidney (BK) cells, low passage bovine turbinate cells, low passage bovine testicle cells, and established bovine kidney cells (CRIB) were cultured in Earle's modified Eagle's medium supplemented with 10% fetal bovine serum, penicillin (10 U/ml), and streptomycin (100 μg/ml) in a humidified 5% CO 2 atmosphere at 37°C. Low passage BK cells were prepared from a healthy calf.\n\nThe Cooper strain of BHV-1 (wt virus) was obtained from the National Veterinary Services Laboratory, Animal and Plant Health Inspection Services, Ames, IA. BHV-1 stocks were prepared in bovine cells (CRIB).\n\nSendai virus (Cantell strain) was obtained from Dr. Fernando Osorio (University of Nebraska, Lincoln, NE). The designated cells were infected with 40-hemagglutinin units/ mL.\n\nIFN-β-chloramphenicol acetyltransferase (CAT) reporter constructs containing the bovine IFN-β promoters were generated by PCR using DNA extracted from CRIB cells as a template. Specific primers for regions flanking the enhanceosome of these IFN-β promoters were designed using the following oligonucleotide primers. For the bovine IFNβ-1 promoter, the forward primer was 5′-AAGGTACCCCTCTCCCCAAATCTC-3′ and the reverse primer was 5′-CTCGAGGTCCTTCGTCCTTAAGTG-3′. To amplify the bovine IFN-β3 promoter, the forward primer was 5′-GGTACCTGTTCTCGGAAAGTTGAGC-3′, and the reverse primer was 5′-CTCGAGGATGAAAACAGGCACAGGG-3′. The respective amplification products were cloned into the CAT vector, pCAT-basic reporter plasmid (Promega, catalog no. E1871) at the unique XhoI and KpnI restriction enzyme sites. The bovine IFN-β2 promoter construct was synthesized (IDT), because it was difficult to amplify a specific fragment containing its promoter region. The flanking region of the bovine IFN-β2 promoter is almost identical to the flanking region of bovine IFN-β1.\n\nThe human IRF-3 and IRF-7 expression constructs were obtained from Luwen Zhang (University of Nebraska, Lincoln, NE). The dsRNA (Poly I:C) was purchased from Invivogen, (catalog # tlrl-pic).\n\nThe respective cells were transfected with the designated plasmids. Human epithelial 293, BK, or CRIB cells were transfected with TransIT (Mirus, catalog no. MIR2000) according to the manufacturer's instructions. Neuro-2A cells were transfected with NeuroTransit (Mirus, catalog no.2145), according to the manufacturer's instructions. Forty hours after transfection, cells were lysed by three freeze-thaw cycles in 250mM Tris-HCL (pH7.4). CAT assays were performed with 0.2 μCi (7.4 KBq) { 14 C}-chloramphenicol (Amersham Biosciences, catalog no. CFA754) and 0.5 mM acetyl coenzyme A (Sigma, catalog no. A2181). Chloramphenicol and its acetylated forms were separated by thin-layer chromatography and CAT activity measured with a PhosphorImager (Molecular Dynamics, CA). CAT activity was expressed as the fold of induction relative to the vector control. Transfection experiments for CAT assays were repeated at least three times to confirm the results.\n\nFor virus infection studies, the designated cells were cultured in 60 mm 2 dishes and then transfected with Lipofectamine™ 2000 transfection reagent (Invitrogen, catalog no. 11668-019) according to the manufacturer's instructions. Cells were incubated with the transfection mix for 5 hours and then replaced with fresh media supplemented with 10% FBS. At 24 hours after transfection, cells were infected with wt BHV-1 using a multiplicity of infection (moi) of 5 or with 40 hemagglutinin units of Sendai virus/mL. Cell lysate was harvested at the designated time points, and CAT activity measured as described previously Workman et al., 2009; Zhang and Jones, 2001; Zhang and Jones, 2005; Zhang et al., 2006) .\n\nRNA extraction and reverse transcription (RT)-PCR was performed as described previously using primers that specifically amplify the three bovine IFN-β subtypes (Perez et al., 2008) . The IFN-β1 primers are: forward, AGGAGCTACAGCTTGCTTCG and reverse, TGACCAATATGGCATCTTCC. The IFN-β2 primers are: forward, AATGGACAGTTAAATACTGTAAGC and reverse, TAAATGTCTCCAGGGTGCTC. The IFN-β3 primers are: forward, TCCTCTTCTACTTTCTGCCAAA and reverse, AAGGGCTTGCAGAGTGAATG. PCR products were electrophoresed on 2% agarose gels and stained with ethidium bromide.\n\nTo understand whether specific viral pathogens differentially stimulate bovine IFN-β RNA expression, established CRIB or low passage BK cells were infected with Sendai virus or BHV-1 and expression of the three IFN-β subtypes examined by RT-PCR. RT-PCR was used for these studies because there are no subtype specific IFN-β antibodies available and it is difficult to develop subtype specific probes for Northern blot analysis. In a previous study, we developed primers that specifically amplify the three IFN-β subtypes (Perez, et al. 2008 ). IFN-β1 RNA levels increased 3-7 fold following infection of CRIB cells with Sendai virus for 8 or 12 hours respectively (Figure 1 ). IFN-β2 or IFN-β3 RNA levels were not stimulated dramatically relative to IFN-β1. In contrast to Sendai infection, BHV-1 infection of CRIB cells increased IFN-β3 RNA levels 10-11 fold at 16 or 24 hours after infection (Figure 1) , which was consistent with a previous study using a different established bovine cell line (Perez et al., 2008) . IFN-β1 RNA levels were induced 2-3 fold after infection with BHV-1, which was similar to IFN-β2 induction.\n\nLow passage BK cells ( Figure 2 ) infected with Sendai virus contained 14-27 fold higher levels of IFN-β1 RNA levels, which was similar to the results observed in CRIB cells. In contrast to CRIB cells, Sendai virus infection of BK cells induced 4 fold higher levels of IFN-β2 RNA. Similar titers of Sendai virus were detected in each cell type (data not shown) suggesting this was not the reason for the differences observed. In contrast to CRIB cells, we were unable to detect IFN-β RNA following infection of low passage BK cells with BHV-1 ( Figure 2 ). BHV-1 readily infected BK cells because high levels of infectious virus were produced (data not shown). Similar results were observed for Sendai and BHV-1 in two other low passage bovine cells derived from turbinate or testicles (data not shown). In summary, these studies demonstrated that different IFN-β sub-types were expressed following infection with Sendai virus or BHV-1. Furthermore, IFN-β RNA levels were similar to mock-infected cells following infection of BK cells with BHV-1.\n\nThe studies presented in Figures 1 and 2 suggested BHV-1 encoded proteins completely blocked IFN-β RNA expression or BHV-1 entry and penetration does not induce IFN-β RNA levels in low passage bovine cells. To distinguish between these two possibilities, BK cells were infected with BHV-1 in the presence of a protein synthesis inhibitor (cycloheximide) and IFN-β RNA levels measured using RT-PCR. In the presence of cycloheximide, BHV-1 infection induced higher levels of IFN-β1 at 4 and 8 hours after infection respectively. Furthermore, IFN-β2 RNA levels were higher at 4 and 8 hours after infection respectively ( Figure 3A ). IFN-β3 RNA levels were not readily detected even when BK cells were infected in the presence of cycloheximide.\n\nBHV-1 gene expression occurs in a temporal cascade. IE gene expression is stimulated by a virion component α-TIF (Misra et al., 1995) . IE proteins activate E and L gene expression (Fraefel et al., 1994; Hamel and Simard, 2003; Misra et al., 1995) . To understand which class of viral genes were important for inhibiting IFN-β RNA levels, BK cells were mockinfected or infected with BHV-1 in the presence of 400 μg/ml of phosphonoacetic acid (PAA), an inhibitor of viral DNA replication (Becker et al., 1977; Hay et al., 1977; Leinbach et al., 1976) . Generally speaking, IE, E, and leaky late proteins are expressed, but not true L genes when infected cultured cells are treated with PAA. In the presence of PAA, IFN-β1 RNA levels were readily detected at 16 hours after infection but not in mock infected cells ( Figure 3B ). Conversely, IFN-β2 and IFN-β3 mRNA levels were not higher relative to mock infected cells. Collectively, the studies presented in Figure 3 suggested that BHV-1 entry and penetration strongly induced IFN-β1 and IFN-β2 RNA expression. IE, E, and/or leaky late viral protein expression appeared to be important for inhibiting IFN-β RNA expression in BK cells or low passage bovine turbinate cells (data not shown).\n\nDNA sequences within the human IFN-β promoter (-110 to -36) are required for virus induced activation (Goodbourn et al., 1985; King and Goodbourn, 1994) . These sequences contain four positive regulatory domains (PRD I-PRD IV) (Wathelet et al., 1998a ) ( Figure  4A ). PRD IV is recognized by a hetero-dimer comprised of ATF2 (activating transcription factor 2) and c-Jun (Maniatis et al., 1992) . PRD II is bound by the NF-κB (nuclear factor κB) transcription factor. DNA sequences comprising PRD III-PRD I are bound by several DNA binding proteins, including IRF3 (interferon regulatory factor 3), IRF1, a truncated form of IRF2, and IRF7 (Fujita et al., 1989; Juang et al., 1998; Wathelet et al., 1998a; Whiteside et al., 1992) . The human and three bovine IFN-β promoters contained identical PRD II and TATA box DNA sequences ( Figure 4A ). DNA sequences comprising PRD I, PRD III, and PRD IV of the human IFN-β promoter contained 4 nucleotide differences in the IFN-β1 promoter, 11 nucleotide differences in the bovine IFN-β2 promoter, but only 2 nucleotide differences in the bovine IFN-β3 promoter. To further characterize the bovine IFN-β promoters, sequences encompassing -110 to -36 and DNA sequences spanning the TATA box sequences were amplified by PCR or synthesized. These fragments were then cloned into a chloramphenicol acetyltransferase (CAT) expression vector as described in the materials and methods.\n\nTo test whether infection with BHV-1 or Sendai virus induced bovine IFN-β promoter activity, CRIB cells were transfected with one of the IFN-β promoter constructs and promoter activity measured at various times after infection. IFN-β3 promoter activity was stimulated 10 fold following infection with BHV-1 ( Figure 4B ), while IFN-β1 and IFN-β2 promoter activity was stimulated less than 2 fold following infection of CRIB cells with BHV-1. Sendai virus infection stimulated the IFN-β3 promoter approximately 12 fold in CRIB cells ( Figure 4C ). IFN-β1 promoter activity was stimulated 5-6 fold 24 hours after Sendai virus infection, whereas IFN-β2 promoter activity was not stimulated. Similar results were obtained using low passage BK or rabbit skin cells (data not shown). In contrast to the RT-PCR studies, IFN-β1 promoter activity was less than IFN-β3 promoter activity following infection.\n\nAdditional studies were performed to test whether transcription factors that stimulate the human IFN-β promoter have similar effects on the three bovine IFN-β promoters. Initial studies were performed in low passage BK cells. For these studies, we examined the effect of two transcription factors (IRF3 and IRF7) that trans-activate human IFN-β promoter activity (Barnes et al., 2002; Doyle et al., 2002; Honda et al., 2005; Servant et al., 2002) or synthetic double strand RNA (PolyI:C). In three independent studies, IRF3 stimulated IFN-β3 promoter activity approximately 15 fold ( Figure 5A) . Surprisingly, IRF3 had no effect on the other two bovine IFN-β promoters. PolyI:C trans-activated the IFN-β1 and IFN-β3 promoters at least 10 fold ( Figure 5A ). In BK cells, PolyI:C, IRF3 or IRF7 did not readily stimulate IFN-β2 promoter activity. IRF7 activated IFN-β1 promoter activity approximately 20 fold, but IFN-β3 promoter activity was stimulated less than 10 fold in BK cells. Similar results were obtained in CRIB cells (data not shown).\n\nAs a comparison to the results obtained in BK and CRIB cells, human embryonic kidney cells (293; Figure 3B ) or mouse neuroblastoma cells (neuro-2A; Figure 3C ) were cotransfected with a CAT reporter plasmid containing a bovine IFN-β promoter and a transcription factor (IRF3, IRF7 or PolyI:C). The IFN-β1 promoter was stimulated 25 and 80 fold by PolyI:C and IRF7 respectively in 293 cells ( Figure 5B ). IFN-β3 promoter activity was stimulated more than 60 fold by PolyI:C and 40 fold by IRF7 in human 293 cells ( Figure 5B ). As observed in low passage BK cells, only the IFN-β3 promoter was transactivated by IRF3 ( Figure 5B and C). In neuro-2A cells, the IFN-β1 promoter was not stimulated by PolyI:C and was only stimulated by IRF7 approximately 10 fold ( Figure 5C ). These studies suggested that suggested that induction of IFN-b promoter activity was similar in all the cell lines examined.\n\nIn this study, we provided evidence that infection of cultured bovine cells with Sendai versus BHV-1 resulted in differential activation of the three bovine IFN-β subtypes. The differences in the IFN-β response following BHV-1 infection of established CRIB cells versus low passage BK cells were unexpected. The results in BK cells were the same in low passage bovine cells derived from turbinate or testicles (data not shown). Blocking de novo protein synthesis with cycloheximide was necessary for inducing IFN-β1 and IFN-β2, but not IFN-β3, RNA levels in low passage bovine cells after BHV-1 infection. The PAA studies further suggest that IE and/or E viral genes were primarily involved with inhibiting IFN-β gene expression. When primary human cells are infected with HSV-1, IFN-β RNA is not readily detected unless de novo protein synthesis is inhibited (Nicholl et al., 2000; Preston et al., 2001) . Surprisingly, low passage cells were more sensitive to the effects of viral proteins encoded by HSV-1 or BHV-1 that inhibit IFN-β signaling pathways. The reason why BHV-1 proteins inhibited IFN-β signaling in low passage cells more efficiently than established cells is not understood.\n\nTo date, bICP0 is the only known BHV-1 encoded protein that can interfere with IFN dependent transcription in transient transfection assays (Henderson et al., 2005; Jones and Chowdhury, 2009; Saira et al., 2007; Saira and Jones, 2009 ). bICP0 mRNA is an IE and E transcript (Wirth et al., 1992; Wirth et al., 1989; Wirth et al., 1991) , and thus bICP0 protein expression is not affected when infected cells are treated with PAA (data not shown). In general, these studies suggested that binding of the BHV-1 virion and/or viral entry induced IFN-β RNA expression in low passage BK cells. Viral protein expression, bICP0 for example, may interfere with stimulation of IFN-β RNA expression after infection of low passage bovine cells. Considering the genome complexity of alpha-herpesvirinae subfamily members, it would not be surprising to find that other BHV-1 proteins inhibit IFN-β signaling pathways.\n\nSince all three bovine IFN-β genes have anti-viral activity (Valarcher et al., 2003; Wilson et al., 1983) , what is the advantage of having three bovine IFN-β genes in cattle? Based on our studies, we suggest that the presence of three bovine IFN-β genes with distinct promoters ensures that an efficient and rapid innate immune response occurs after infection. In mice, more than a dozen IFN-α genes are clustered on chromosome 4 (Nadeau et al., 1986; Pitha and Au, 1995) . It is believed that multiple IFN-α genes are important because immediate early expression of IFN-α4 (Marie et al., 1998) helps to provide a rapid response to virus infection. The sequential induction of delayed IFN-α genes provides a mechanism to amplify the protective response to virus infection. The finding that Sendai virus induced a different IFN-β response when compared to BHV-1 further suggested that distinct signaling pathways regulate activation of the respective bovine IFN-β subtypes.\n\nWhen compared to the IFN-β1 or IFN-β2 promoter constructs, IFN-β3 promoter activity was strongly activated by virus infection (Sendai or BHV-1), IRF3, IRF7, and polyIC. Since the IFN-β3 promoter has only one nucleotide difference in the PRD I and PRD III sequences relative to the human promoter ( Figure 4A ), we suggest that sequence variability within PRD I and PRD III of the IFN-β1 and IFN-β2 promoters was the primary reason these promoters were not trans-activated by IRF3. For example, the IFN-β1 promoter contained 3 nucleotide differences in PRD III and PRD I sequences and the IFN-β2 promoter contained 7 nucleotide differences in these domains. The IFN-β2 promoter was not activated by PolyI:C, IRF3, or IRF7 suggesting that the relative low levels of IFN-β2 RNA after infection by BHV-1 or Sendai virus was probably not due to virus encoded or induced products. Collectively, these studies indicated that the 11 nucleotide mismatches in PRD IV, PRD III, and PRD I of IFN-β2 (Wathelet et al., 1998b ) ( Figure 4A ) interfered with high levels of activation by transcription factors that stimulated the other two bovine IFN-β promoters.\n\nIn the context of endogenous IFN-β expression after infection, IFN-β3 RNA levels were not induced by Sendai virus infection regardless of the cell type examined. Although IFN-β3 RNA levels were induced when CRIB cells were infected with BHV-1, this was not the case in low passage bovine cells (even in the presence of cycloheximide), which resulted only in an increase of IFN-β1 and IFN-β2 RNA levels. These results were in contrast to the transient transfection studies that were performed. There are several possible reasons for these differences. For example, additional promoter sequences may be necessary for stimulating IFN-β1 and IFN-β2 RNA levels following infection with Sendai or BHV-1. It is also unlikely that the chromatin structure of the respective IFN-β promoters in the CAT expression plasmids were the same as found in the context of the bovine genome, and this may have influenced the activation of IFN-β subtypes. Studies designed to further understand the signaling pathways that lead to IFN-β expression in cattle following infection are in progress.\n\nEstablished bovine kidney cells (CRIB) were mock infected or infected with BHV-1 (moi = 5) or Sendai virus (40 HA U/mL) for the designated length of time (hours). Total RNA was extracted for each sample and cDNA synthesis performed as previously described (Perez et al., 2008) . The bovine IFN-β specific primers used for PCR reactions were previously described (Perez et al., 2008) , see materials and methods for the sequences of the primers that were used. These results are representative of at least three independent studies. The numbers below the respective panels are relative intensities of the amplified bands. The values from the respective bands were obtained using a Bio-Rad Molecular Imager FX (Molecular Dynamics, CA). The value obtained from the mock-infected sample was arbitrarily set at 1. \n\nBK cells (less than 10 passages) were mock infected or infected with BHV-1 (moi = 5) or Sendai virus (40 HA U/mL) for the designated length of time (hours). Total RNA was extracted for each sample and cDNA synthesis performed as previously described (Perez et al., 2008) . The bovine IFN-β specific primers used for PCR reactions were previously described (Perez et al., 2008) . These results are representative of at least three independent studies. The numbers below the respective panels are relative intensities of the amplified bands. The values from the respective bands were obtained using a Bio-Rad Molecular Imager FX (Molecular Dynamics, CA). The value obtained from the mock-infected sample was set at 1. Low passage BK cells were infected with BHV-1 using a moi of 5 as described in the legend of Figure 1 and 2. Cells were treated with 100 ug/ml cycloheximide (CHX; Panel A) or 400 ug/ml phosponoacetic acid (PAA; Panel B). At the indicated times after infection (hours), RNA was prepared and IFN-β RNA levels examined as described in Figures 1 and 2 . These studies are representative of 3 independent experiments. . The position of the human IFN-β enhancesome, which is required for activating the IFN response is divided into four transcription factor binding domains: PRD IV (grey), PRD III (yellow), PRD I (green), and PRD II (light blue). The unshaded nucleotides denote differences in the bovine IFN-β promoter relative to the human promoter. The TATA box is highlighted in pink. Sequences containing the 3 IFN-β promoters were cloned into pCAT-basic reporter plasmid (Promega, catalog no. E1871) at unique XhoI and KpnI restriction enzyme sites. DNA sequencing was performed to confirm each promoter construct was intact. Panel B: Approximately 1.8 × 10 6 CRIB cells were transfected with 3 μg of the designated bovine IFN-β promoter constructs. Cultures were transfected with Lipofectamine™ 2000 transfection reagent (Invitrogen, catalog no. 11668-019) according to the manufacturer's instructions. At 24 hours after transfection, these cells were mock infected or infected with BHV-1 using a moi of 5. Panel C: Approximately 1.8 × 10 6 CRIB cells were transfected with 3 μg of the designated bovine IFN-β promoter construct. At 24 hours after transfection, these cells were mock infected or infected with 40 HAU/mL of Sendai virus. Cell lysate was harvested at different time points after infection as designed and CAT enzymatic activity measured as previously described (Workman et al., 2009; Workman and Jones, 2010) . The amount of cell lysate used for measuring CAT activity was normalized after measuring protein levels in the respective samples, and the levels of beta-galactosidase expressed in the respective cells when cotransfected with the plasmid pCMV β-Gal. The results are the average of at least three independent studies. Invivogen, catalog # tlrl-pic) or 1 μg of IRF3 or IRF7 expression plasmid. Neuro-2A and 293 cells were purchased from ATCC. Plasmid DNA was maintained at the same concentration by including a blank expression vector (pcDNA3.1). At approximately 40 hours after transfection, cell lysate was collected and CAT enzymatic activity measured. The amount of cell lysate used for measuring CAT activity was normalized after measuring protein levels in the respective samples, and the levels of beta-galactosidase expressed in the respective cells when cotransfected with the plasmid pCMV β-Gal. The results are an average of three independent experiments."}