{"title": "QUICK REFERENCE SUMMARY Diseases causing a pyrexic cat METABOLIC", "body": "• Temperature > 39.2˚C (102.5˚F).\n\n• True fever results from a cascade of events, which starts with activation of leukocytes.\n\nPyrogenic factors released from the leukocytes increase the thermoregulatory set point in the hypothalamus. Signs that may be associated with fever include: • Elevated body temperature. • Reluctance to move. • Anorexia. • Depression. • Hyperpnea. • Muscle or joint stiffness/discomfort. • Shivering.\n\n• Inflammation anywhere in the body can result in elevation of core body temperature above 39.2˚C (102.5˚F).\n\n• The most common etiology for fever in the cat is percutaneous cellulitis or abscess. Viral diseases such as FIV, FeLV and FIP are important diseases to consider.\n\nConjunctivitis is the predominant sign and is often initially unilateral and becomes bilateral. Ocular discharge is serous initially then mucopurulent, but is usually mild. Fever, anorexia and lethargy may occur.\n\nTrue fever must be differentiated from hyperthermia, which can be caused by increased muscle activity, increased environmental temperature and stress.\n\nTrue fever results from activation of leukocytes that release factors (pyrogens) such as interleukin-1 and tumor necrosis factor. • These factors cross the blood-brain barrier and increase the thermoregulatory set point in the hypothalamus.\n\n• Leukocytes are activated by a multitude of infectious agents, neoplasia, tissue necrosis and immune-mediated diseases.\n\nFever is defined as systemic elevation of core body temperature above 39.2˚C (102.5˚F).\n\nThe most accurate measurement of core body temperature is obtained rectally.\n\nAural temperature is approximately −17.2˚C (0.5˚F) lower than the rectal temperature.\n\nFever is a general clinical sign that can be associated with many different diseases.\n\nThe most common disease causing fever in the cat is percutaneous cellulites or abscess.\n\nMany viral and bacterial diseases cause fever because leukocytes are recruited and activated as part of the general immune response.\n\nOrgan inflammation, such as pancreatitis, cholangiohepatitis and myocarditis, can be associated with an elevated temperature even when an infectious agent is not present.\n\nClassical signs • Fever. • Anorexia (partial or complete). • Reluctance to move, lethargy and depression. • Pain, heat or swelling at site of abscess or cellulitis.\n\nCellulitis usually precedes an abscess, and if treated appropriately, the abscess may not even form.\n\nCellulitis may be the only evidence of a previous abscess.\n\nAn abscess may rupture spontaneously, and the owner may notice foul-smelling, purulent discharge on the fur.\n\n• Some abscesses resolve on their own with or without rupture, if they have been present long enough.\n\nRegional lymphadenopathy may occur near the affected site.\n\nCellulitis spreads rapidly with the development of multiple fistulae and a febrile response.\n\n• Lameness from septic arthritis is a common sequelae to infection with L forms. Joints are affected by the hematogenous route and may be distant to the initial site. Lower limbs (tarsus and carpus) are most commonly affected. The joints often ulcerate with a grayish mucinous exudate. Infection remains confined to subcutaneous tissues and joints without systemic spread to internal organs.\n\nHistory supports access to outdoors or conflict with other cats indoors.\n\nPalpation reveals a tender area or fluctuant swelling, with or without evidence of puncture wounds.\n\nMicroscopic examination of a fine-needle aspirate of the abscess reveals a heterogeneous population of bacteria, numerous degenerate neutrophils and intracellular bacteria.\n\nA complete blood count will generally show neutrophilia.\n\nL forms are not visible in tissue samples even with special stains, nor do they grow on culture. On electromicroscopy, organisms are visible intracellularly within phagocytes. Diagnosis is often made by response to tetracyclines in a therapeutic trial (doxycycline 10 mg/kg PO, q 24 h). Response is rapid and evident within 48 h.\n\nNon-healing abscesses should have histopathology and culture of tissue. Causes include nocardia, fungi, mycobacteria, and tumors. See page 1081, The Cat With Non-Healing Wounds.\n\nIn plague-endemic regions, Yersinia pestis (plague) must be considered, if the swelling is predominately in the neck region and the cat's fever is in the region of 40.5˚C (105˚F). Cautionary measures such as gloves, masks and isolation of the suspect cat should be taken until diagnosis established. (See below for discussion of Y. pestis infections).\n\nFracture.\n\nLigament/tendon injury.\n\nNeoplasia.\n\nClip area looking for evidence of puncture wounds.\n\nDrainage of the purulent material is the key to treatment. Surgical drainage can be done under sedation or general anesthesia with a #15 blade. Make a 1/4-1/2\" incision over the dependent area, or the area most likely to allow for continued drainage.\n\nFlush the wound thoroughly with sterile saline or a saline/betadine mixture.\n\nExplore the wound with a sterile cotton swab or hemostats to assess the extent of dead-space and to look for a possible foreign body.\n\nLeave the wound open to allow drainage of further purulent material. Do not suture incision closed, as this will only allow the abscess to reform. A Penrose drain may be placed for 2-3 days to allow maximum drainage for abscesses that close too early.\n\nAntibiotic therapy for 7-10 days directed against anaerobes: penicillins, cephalosporins, clindamycin and metronidazole are reasonable choices. Most abscesses respond extremely well to drainage and amoxicillin at 10-20 mg/kg PO q 12 hours for 7 days or amoxicillin/clavulonic acid (12.5 mg/kg PO q 12 hours).\n\nL-forms and Mycoplasma spp. respond to doxycycline or tetracycline within 48 hours, but not other antibiotics.\n\nIf the wound is not healing well, or the cat has had recurrent abscesses, FeLV/FIV testing is recommended to rule out an underlying immunodeficiency. Further considerations are inappropriate antibiotics (consider culture and sensitivity testing) or the presence of an undetected foreign body (consider surgical exploration of the area) or involvement of underlying bone (osteomyelitis).\n\nPrognosis is good unless there is an underlying immunodeficiency.\n\nRestrict the cat to an indoor environment only; although less effective, confine cat indoors at least from dusk to dawn.\n\nNeuter male intact animals to decrease territorial behavior.\n\nFeLV and FIV serology should be repeated 2-4 months following bite wounds.\n\nClassical signs \n\nAcute onset of sneezing followed by oculonasal discharge.\n\nDischarge progresses from serous to mucoid to mucopurulent.\n\nSevere conjunctivitis with tearing, photophobia and chemosis.\n\nHypersalivation may occur as an initial sign before the classic signs of upper respiratory tract appear.\n\nPunctate corneal ulcers that may coalesce to larger ulcers or perforation.\n\nFever of 1-2 days duration, anorexia and depression.\n\nRetching or coughing may occur.\n\nCats with anterior uveitis have occasionally have herpesvirus 1 in the aqueous humor.\n\nPresumptive diagnosis can be made on the basis of history and clinical signs because treatment for feline herpes virus-1 and calicivirus are similar.\n\nOcular ulcerations and chemosis are more suggestive of FHV-1.\n\nDefinitive diagnosis is by direct IFA of cells obtained from conjunctival or nasal scrapings, or by viral isolation or polymerase chain reaction assays from oropharyngeal or nasal swabs. \n\nSudden onset of serous ocular discharge and mild conjunctivitis; these signs may begin unilaterally, but often progress bilaterally.\n\nInitial signs are rapidly followed by sneezing, which are not paroxysmal and are less prominent than in herpesvirus.\n\nNasal discharge is primarily serous to mucoid and rarely progresses to purulent.\n\nOral ulcerations are common, especially on the tongue, and may be associated with drooling or hypersalivation. Ulcers may also occur at the mucocutaneous junction, hard palate and nose.\n\nFever generally spikes initially after infection prior to onset of signs, and returns with onset of clinical signs.\n\nViral pneumonia occurs occasionally with certain strains, and may produce significant mortality. Death is often sudden and preceded by laboured respiration.\n\nA rare variant strain (FCV-Ari) reported from the United States, produces a high fever, facial and paw edema (50% of cats), ocular and nasal discharge, conjunctivitis and ulcerative stomatitis (50% of cats), hemorrhage from the nose, GIT, etc. (30-40% of cats), icterus (20% of cats) and rapid death. Mortality is high (30-50%).\n\nPresumptive diagnosis can be made on basis of history and clinical signs because treatment for feline herpes virus-1 and calicivirus are similar.\n\nOral ulcerations or clinical signs of pneumonia are more suggestive of calicivirus.\n\nDefinitive diagnosis is by viral isolation or reverse transcriptase polymerase chain reaction assays from swabs taken from the oropharynx, ideally in the first week of illness.\n\nDemonstration of increasing serum antibody titers to feline calicivirus in paired samples is also useful, whereas measurement of a single titer is not useful because many cats have titers from vaccination.\n\nIdentification of FCV-Ari is based on the clinical syndrome, pathology and culture of virus from blood, nasal or ocular discharge, spleen or lungs. \n\nClinical signs are often non-specific and include fever, anorexia and weight loss.\n\nDyspnea and harsh lung sounds without coughing is common.\n\nPeripheral and visceral lymphadenopathies are frequently present.\n\nPale mucous membranes, icterus, hepatomegaly or splenomegaly may be evident.\n\nOcular signs are uncommon, but can occur.\n\nGastrointestinal signs are uncommon in cats compared to dogs, and include chronic diarrhea, mesenteric lymphadenopathy and anorexia.\n\nOsseous lesions produce soft tissue swelling and lameness.\n\nDiagnosis is by demonstration of the organism in lymph nodes, draining tracts, bone lesions or vitreous humor.\n\nThe organism has a thin capsule and is intracellular within macrophages.\n\nNo reliable serologic test available. Genetic predisposition appears to play a role.\n\nFIP is most common in catteries and multi-cat households.\n\nThere are two clinical forms of FIP, effusive or wet form and non-effusive or dry form. Both are characterized by a fluctuating fever unresponsive to antibiotics, anorexia, lethargy and weight loss.\n\nTypical age of onset is 6 months to 2 years, but any age can be affected.\n\nThe effusive form may have any of the following signs:\n\n• Abdominal effusion that is non-painful but progressive. The amount of effusion varies from volumes causing abdominal enlargement, to amounts only detectable by abdominocentesis. Fluid is straw-colored and highly viscous, like egg white. • Pleural effusion resulting in dyspnea occurs in 30% of cats with the effusive form. Pericardial fluid may be evident on ultrasound. Usually it not associated with clinical signs, but occasionally can produce cardiac tamponade. • Male cats may present with scrotal swelling.\n\nThe non-effusive form may have any of the following signs: • Ocular signs result from pyogranulomatous inflammation of the iris and ciliary body. They include bilateral uveitis, perivascular exudates (cuffing), retinal hemorrhage, retinal detachment. • Neurologic signs include cerebral and cerebellarvestibular signs such as seizures, personality changes, nystagmus, head tilt, circling, head tremor and hyperesthesia. • Dysfunction of any organ system may result from granuloma formation within the tissue of that organ, e.g., liver, kidney, spleen, intestines, lungs, etc., however, organ failure producing clinical signs only rarely occurs, and most dysfunction is only detected on biochemical tests. • Granulomatous masses may be palpable in abdominal viscera especially mesentery, mesenteric lymph nodes and omentum as tender, irregular masses. Occasionally vomiting or diarrhea results from extensive lesions on the bowel wall.\n\nJaundice may occur with either form of the disease.\n\nHistopathology of affected tissues provides the only definitive antemortem diagnosis. The classic FIP lesion is pyogranulomatous infiltration around venules.\n\nThe following are typical abnormalities associated with FIP. All asterisked items must be present for a high likelihood of FIP; if any one parameter is not present, FIP is unlikely. A negative coronavirus (\"FIP\") titer suggests FIP is not the cause of the fever, although a few cats with the effusive form of the disease are titer negative.\n\nLymphopenia (< 1.5 × 10 3 cells/μl).* Occurs in many cats with FIP, and many cats without FIP. Except where the classical effusive fluid is present, definitive diagnosis of FIP requires organ biopsy and demonstration of classical histopathological lesions.\n\nVarious non-specific abnormalities may be evident on laboratory tests, including increased total white cell count, mild to moderate anemia, and increased concentrations of bilirubin, liver enzymes, BUN, creatinine, fibrinogen, globulin and mild proteinuria.\n\nCSF typically has increased protein (> 2 g/L) and cell counts (>100 cells/ml) which are predominantly nonlytic neutrophils.\n\nOcular signs: toxoplasmosis, fungal agents.\n\nNeurologic signs: toxoplasmosis, neoplasia (e.g., lymphoma), trauma, congenital abnormalities in young cats.\n\nOther clinical signs: rule out other diseases associated with the apparent organ dysfunction.\n\nLymphocytic, plasmocytic cholangiohepatitis occasionally produces a high protein abdominal fluid similar to that of effusive FIP.\n\nFIP is a fatal disease with no known treatments. The therapies listed below have been used in an attempt to slow progression and/or to improve quality of life.\n\nGlucocorticoids at immunosuppressive doses (prednisolone 4 mg/kg/day).\n\nCyclophosphamide (200-300 mg/m 2 q 2-3 weeks or 2.2 mg/kg daily for 4 days each week) or chlorambucil (20 mg/m 2 q 2-3 weeks). +/− Broad-spectrum antibiotics to control secondary bacterial infections while the cat is immunosuppressed.\n\nPrognosis is poor. The mortality is > 95%.\n\nFecal-oral transmission is most likely; transplacental transmission is rare.\n\nFomites, e.g., food bowls and litter trays, may be an important mode of transmission, as some strains of FCoV survive in dried secretions for several weeks.\n\nA seronegative cat introduced into a household where coronavirus is endemic has a 1 in 6 chance of developing FIP; a seropositive cat under the same conditions has a 1 in 12 chance.\n\nBoth young and old animals seem to be most susceptible due to vulnerable immune systems.\n\nMaternal antibodies that protect kittens wane at approximately 5-6 weeks of age.\n\nReduce fecal-oral contamination by providing one litterbox for every 1-2 cats, cleaning litterboxes daily, and placing litterboxes away from feeding areas.\n\nMinimize stress, especially crowding in catteries.\n\nDo not introduce FcoV-positive cats into a multi-cat household.\n\nWean kittens at 5 weeks and remove from the queen's environment if she is seropositive.\n\nAn intranasal vaccine is available for use in seronegative cats. However, efficacy has not yet been demonstrated against wild strains.\n\nClassical signs\n\nSee main reference on page 540 for details (The Anemic Cat).\n\nOnset of illnesses occurs over an extended period of time (months to years), although young kittens can become acutely ill.\n\nChronic, opportunistic infections occur that do not respond to appropriate antibiotic therapy and are primarily due to immunosuppression.\n\nFever may occur in any age cat but is primarily seen initially in the viremic stage or later in response to neoplastic, inflammatory or immunosuppressive effects. Chronic fever occurs in later stages of disease.\n\nWeight-loss/cachexia.\n\nNon-regenerative anemia.\n\nThrombocytopenia.\n\nLymphoma is associated with FeLV-positive cats, especially thymic and multicentric forms.\n\nHistory and clinical signs may be suggestive.\n\nComplete blood count showing anemia, thrombocytopenia, leukemias, increased MCV and leukopenia are supportive.\n\nBone marrow aspirate may show myeloproliferation and arrested erythroid differentiation.\n\nA positive FeLV antigen test (viral core antigen p27) on whole blood using an IFA (can also be done on bone marrow sample) or an ELISA test (also on serum, plasma, saliva, tears). See page 543 for interpretation.\n\nPolymerase chain reaction is available from some laboratories.\n\n• Pale mucous membranes.\n\nSee main reference on page 530 for details (The Anemic Cat).\n\nClassical signs are pale mucous membranes and/or icterus primarily from extravascular hemolysis due to complement binding of infected erythrocytes.\n\nSevere, regenerative hemolytic anemia may ensue.\n\nAnorexia and depression are typical.\n\nFever occurs in 50% of cats in the acute phase, and may occur intermittently in chronic infections.\n\nHistory and clinical signs are suggestive, especially if an immunosuppressive disorder is present concurrently.\n\nDiagnosis is via demonstration of the organism on the surface of erythrocytes. Use a marginated blood sample for diagnosis, e.g., ear vein. Multiple blood smears over a number of days may be required as most of the organisms are removed from circulation by the time clinical signs are apparent.\n\nInfected cats may be Coomb's positive.\n\nA polymerase chain reaction test is available in some laboratories for diagnosis.\n\nClassical signs\n\nGastrointestinal signs, primarily abdominal discomfort and small bowel diarrhea, are due most likely to replication of the organism (tachyzoites) in enteroepithelial cells resulting in necrosis.\n\nClinical signs in the acute, fatal form of extraintestinal disease are caused primarily by tissue damage from the rapidly dividing tachyzoites.\n\nTachyzoites begin to disappear from tissues approximately 3 weeks after infection. The organism may persist in tissues as tissue cysts containing bradyzoites.\n\nChronic disease may be a result of delayed hypersensitivity reactions and tissue reaction to antibody-antigen complex deposition.\n\nConcomitant illness, such as FeLV, FIV and immunosuppression with glucocorticoids, has been reported in some cases.\n\nGastrointestinal disease.\n\n• Mild, self-limiting small bowel diarrhea may occur in the definitive host (cats), but only after ingestion of tissue cysts, oocysts or sporulated oocysts. • Young kittens are more likely to have gastrointestinal signs, although mild clinical disease has been reported in adult cats as well. All newborn kittens experimentally infected developed severe diarrhea 5-6 days later.\n\n• Fatal extraintestinal disease is most likely to occur in transplacentally infected kittens. • Kittens may be stillborn or exhibit signs that are severe and rapidly progressive and reflect involvement of the lungs, liver and CNS tissues.\n\nThese signs may also be observed in postnatally infected kittens and include: -A distended abdomen from an enlarged liver and/or ascites. -Icterus from hepatitis or cholangiohepatitis.\n\n-Dyspnea is present in most kittens and cats with signs of acute infection. -Neurologic deficits; continuous vocalization; excessive sleeping. -Fever, anorexia, depression often accompanies the tissue-specific signs.\n\n• Cats may have a moderate fever, lethargy and depression that waxes and wanes. • Hyperesthesia and stiff painful joints or shifting lameness may be evident, presumably due to an immune-mediated process. • Unilateral or bilateral anterior or posterior uveitis may occur with possible sequelae of lens luxation, glaucoma or retinal detachment. • Seizures and ataxia may be present if CNS tissues are involved. • Rarely, a toxoplasma granuloma (tissue cyst) forms in the gastrointestinal tract or pancreas causing chronic vomiting.\n\nClinical signs consistent with toxoplasmosis are suggestive, especially when other causes of the signs have been ruled out.\n\nIgM titers > 1:64 and a four-fold increase in IgG:IgM titers within 2 weeks correlate best with clinical toxoplasmosis. However, some cats do not develop detectable IgM titers, and in other cats, positive IgM titers can persist for months to years after infection.\n\nElevated ocular and CSF titers relative to serum titers in cats with ocular or neurologic signs, respectively, are very suggestive. Coefficient values > 1.0 are highly suspect and > 8.0 strongly suggest local production of T. gondii antibodies.\n\nResponse to therapy for toxoplasmosis is a useful indicator of infection.\n\nDefinitive diagnosis requires demonstration of the organism in inflamed tissues by histology, immunohistochemistry or polymerase chain reaction assay.\n\nRule out diseases associated with affected organs, e.g., FIP for neurologic and ocular signs.\n\nClindamycin at 10-12 mg/kg orally q 12 hours for 4 weeks is usually effective.\n\n• Cats should respond within several days of treatment. • If no response is evident after 3 weeks of antibiotic therapy, reconsider the diagnosis. • The chronic form may recur even after successful treatment, as drugs tend to suppress replication rather than kill the parasite.\n\nOther systemic drugs with potential efficacy include the trimethoprim sulfas combination, doxycycline, minocycline, azithromycin and clarythromycin.\n\nCats with ocular lesions should also be treated with corticosteroids, either topically (e.g. topical 0.5% Prednisolone acetate drops applied q 6-12 h) or systemically to control inflammation and its sequelae (glaucoma, lens luxation).\n\nGastrointestinal disease has a good prognosis, although it may lead to inflammatory bowel disease in rare cases.\n\nAcute extraintestinal disease has a guarded to poor prognosis.\n\nChronic extraintestinal disease has a fair to good.\n\n• The placenta or milk with tachyzoites.\n\n• Ingestion of meat infected with tissue bradyzoites, e.g., rodents. • Ingestion of sporulated oocysts in food or water.\n\nT. gondii has a zoonotic potential. Infection of humans can occur via: • Ingestion of undercooked meat containing tissue bradyzoites (most common mode of transmission). • Ingestion of sporulated oocysts from the environment.\n\n• Transplacentally, if first-time exposure to the organism occurs during pregnancy.\n\nOnly cats host the sexual replication that results in oocysts in the feces.\n\n• Oocysts are shed for 1-2 weeks.\n\n• Most seropositive cats do not shed oocysts on repeat exposure.\n\nOocysts must sporulate to be infectious:\n\n• Sporulation occurs 1-5 days after environmental exposure, thus handling individual cats rarely results in infection of humans.\n\nTransplacental transmission occurs in cats and people after primary exposure.\n\nDiscourage cats from going outdoors and hunting behavior.\n\nDo not feed cats undercooked meat.\n\n• Cook meat at 80˚C (176˚F) for 15 minutes.\n\n• Use gloves when gardening or changing the litterbox, and wash hands well. • Change litterboxes daily. Use litterbox liners or clean with scalding water.\n\n• Lethargy and anorexia.\n\nSee main reference on page 272 for details (The Cat With Depression, Anorexia or Dehydration).\n\nThe classical signs are not as well-defined for cats as for dogs for the following reasons:\n\n• Cats tend to have intermittent bouts of chronic pancreatitis. • Diagnostic tests for pancreatitis are not as reliable in cats. • There is poor correlation of biochemical parameters with pancreatitis in the cat.\n\nLethargy and anorexia is variable depending on chronicity.\n\nVomiting only occurred in 35% of cases in one study.\n\nDehydration occurred in 50% of cases in the same study.\n\nAbdominal pain is quite variable.\n\nFever is variably present, and generally mild. In severe acute pancreatitis it may progress to hypothermia, which is a poor prognostic sign.\n\nDiagnosis is unreliable based on a biochemistry panel. Lipase may be increased or normal in pancreatitis.\n\n• Hyperbilirubinemia and elevated liver enzymes may be present. • Hypocalcemia occurs in 40% (total serum calcium) or 60% (plasma ionized calcium concentration) of cats due to soponification of fat. Cats with a plasma ionized calcium concentration < 1.00 mmol/L (< 4.00 mg/dl) have a grave prognosis (77% mortality) and aggressive medical treatment is indicated.\n\nPancreatic lipase immunoreactivity is probably a more sensitive diagnostic tool for confirming pancreatitis in cats than measurement of plasma lipase concentration or trypsin like immunoreactivity. A feline-specific assay must be used.\n\nAbdominal ultrasound to visualize an enlarged pancreas or heterogeneous echogenicity in the area of the pancreas is considered by many to be most sensitive.\n\nDemonstration of higher lipase levels in abdominal fluid compared to those of the serum is suggestive. Diagnostic peritoneal lavage may be necessary to obtain a fluid sample. \n\nClinical signs may be acute, chronic or intermittent.\n\nTypically, there is anorexia and depression together with icterus or increased bilirubin and liver enzymes on a biochemistry panel.\n\nVomiting and dehydration may be present.\n\nFever, especially in the suppurative form occurs in approximately 38% of the cases.\n\nChronic cholangiohepatitis may lead to end-stage liver disease and the cat may present with ascites and hepatic encephalopathy.\n\nMultiple causes include bacterial, protozoal (T. gondii) and immune-mediated disease.\n\nComplete blood count may show neutrophilia with a left shift, and mild non-regenerative anemia.\n\nBiochemistry panel shows hyperbilirubinemia, elevated liver enzyme activities (ALP, ALT, GGT), +/− elevated serum bile acids.\n\n• Signs of late-stage liver disease are occasionally present, such as decreased BUN, glucose and albumin concentrations.\n\nAbdominal ultrasound should be performed to evaluate the gall bladder and bile duct for cholelithiasis, bile sludging and cholecystitis.\n\nLiver aspirates/biopsy allows for differentiation of suppurative from non-suppurative forms of cholangiohepatitis. \n\nClinical signs are primarily due to immunosuppression, i.e., chronic recurring infections that do not respond to appropriate therapy.\n\nGingivitis, stomatitis and peridontitis are more common findings in FIV infections than in FeLV, although one study suggests that these signs may be to an effect of age, rather than a consequence of FIV infection.\n\nFever is chronic and is related to production of tumor necrosis factor and/or IL-1 in infected cats.\n\nWeight loss/cachexia are common in the late stages of FIV, as in human HIV infections.\n\nDiarrhea resembles a panleukopenia-type syndrome that may be due to actual enterocyte infection by the virus or secondary to inflammation.\n\nCats are often thin and scruffy with an unkempt haircoat, and may have miliary dermatitis.\n\nDiagnosis may be suspected based on history and clinical signs, but requires antibody or antigen tests for confirmation.\n\nVirus isolation and polymerase chain reaction for virus detection is available at some research facilities.\n\nCats infected with FIV can be co-infected with FeLV. \n\nChronic nasal discharge can be unilateral or bilateral and is generally serosanguineous. Sneezing and stertorous breathing is often present.\n\nFacial deformity may occur due to invasion of the surrounding bone.\n\nChronic low-grade fever may be present.\n\nDepression, anorexia and weight-loss are signs of disseminated disease.\n\nNeurologic signs occur via hematogenous spread or invasion into the CNS through the cribiform plate but are uncommon. Signs include seizures, blindness, depression and ataxia.\n\nThe skin form typically produces nodules which often ulcerate.\n\nDiagnosis is by demonstration of narrow-based budding yeast with a very thick capsule from affected tissue or by culture of affected tissue or CSF.\n\nDemonstration of Cryptococcus antigen in serum, urine or CSF is also diagnostic. \n\nOccurs in cats of all ages, with and without outdoor access.\n\nProgressive clinical signs occur over a period of 1-4 weeks. According to one study, non-supportive meningoencephalitis may be the most common cause of seizures in cats.\n\nSystemic signs, which are not present in all cats, include fever, anorexia, lethargy, vomiting, diarrhea and lymphadenopathy.\n\nThe condition, however, does not appear to be contagious to other cats.\n\nCSF tap can be very useful to rule out other causes of CNS signs, specifically toxoplasmosis and FIP; CSF analysis reveals a normal or mild protein elevation (typically < 1 g/L) and/or an increased white cell count (< 50 cells/μl).\n\nComplete blood count findings are non-specific and may include leukopenia or leuko-cytosis, eosinophilia and anemia.\n\n• Uniphasic or biphasic fever. • Depression. • Lethargy. • Mild generalized lymphadenopathy. • +/-Signs of cardiac failure.\n\n• Viral, e.g., FIP has been shown to cause cardiac infection. • Trypanosoma cruzi, which causes Chagas' disease in humans. • Streptococcus and Borrelia (Lyme's disease) in certain geographic areas.\n\nNo single agent has been identified, and the disease may be multifactorial.\n\nFever is biphasic in 50% of the cats; if biphasic: • First fever occurs approximately 10 days after exposure, lasts 1-3 days and peaks at 39.3-40.7˚C (102.7-105.2˚F). • Second fever occurs 1-2 weeks after the first fever (at 3-4 weeks post-exposure), lasts 5 days and peaks at 39.9-40.9˚C (103.8-105.6˚F).\n\nAppetite is mildly decreased in some cats, but most continue to eat and drink.\n\nSome animals exhibit mild generalized lymphadenopathy.\n\nIrritable disposition and hyperesthesia may occur, and are most likely due to fever and malaise.\n\nIn a few case reports, cats have died from peracute cardiac failure, but this outcome is not common.\n\nMyocarditis/diaphragmitis is a diagnosis of exclusion.\n\nBiochemistry and complete blood counts are unremarkable, except for a mild to moderate increase in CK in less than 50% of experimentally infected cats.\n\nDefinitive diagnosis can only be made at necropsy.\n\nHistopathology shows a neutrophilic infiltrate with a foci of myonecrosis in myocardium and diaphragm.\n\nAny other causes of fever should be ruled out including infectious, inflammatory, immune-mediated, drugs, neoplasia and metabolic.\n\nOther causes of cardiac failure that should be ruled out include congenital deformities, hypertrophic cardiomyopathy, restrictive cardiomyopathy and dilatative cardiomyopathy.\n\nSupportive therapy is indicated if dehydration or cardiac disease are present.\n\nBroad-spectrum antibiotics are indicated if complete blood count supports an infectious cause.\n\nFever and depression resolve spontaneously in the majority of cats.\n\nPrognosis is poor if peracute cardiac failure is present with systemic signs of fever and depression.\n\nAlthough an infectious agent is suspected, no single etiologic agent has been identified, making recommendations for prevention difficult.\n\n• Cardiovascular or respiratory compromise.\n\n• External signs of injury. \n\nCardiovascular compromise may result in tachycardia, hypovolemia or hypotension.\n\nRespiratory compromise may produce dyspnea/ tachypnea due to pneumothorax, hemothorax or pyothorax.\n\nInternal injuries may result in abdominal pain from organ rupture, bone/joint pain or focal swelling.\n\nDiagnosis is based on clinical signs and history.\n\nRadiographs of the chest, abdomen and/or limbs may be required to characterize the injury.\n\nComplete blood count and biochemistry panel is indicated to rule out specific organ injury and primary infection.\n\n• Alert, febrile cat being treated with antibiotics or antifungal agents.\n\nHistory of treatment with antibiotics or antifungal agents.\n\nFever does not correspond to clinical appearance of animal. Cats are bright, alert and responsive, despite a temperature in the range of 39.4-40˚C (103-104˚F).\n\nOnset of fever is idiosyncratic and variable, but the fever is generally present for the duration of the drug treatment.\n\nTetracycline is the most common antibiotic cause of drug-induced fever in cats.\n\nAmphotericin B can cause fever by disrupting cell membranes and releasing pyrogens into circulation.\n\nBe aware that other drugs (griseofulvin, chloramphenicol and chemotherapeutic drugs) can cause bone marrow suppression leading to a cat with fever, neutropenia and secondary bacterial infection. These cats are obviously sick, whereas the drug-induced fever animals are bright and alert in comparison.\n\n• History is of treatment with fever-inducing drugs, especially tetracycline and amphotericin B. • Clinical signs are inappropriate, that is, the cat appears bright and alert although febrile.\n\nTemperature normalizes after drug is discontinued.\n\nClassical signs • Sneezing.\n\n• Conjunctivitis and ocular discharge.\n\nSee main reference on page 13 for details (The Cat With Acute Sneezing or Nasal Discharge).\n\nMarked conjunctivitis is the predominant sign, which often starts unilaterally, but usually progresses to both eyes.\n\nClassic triad of upper respiratory infection signs including oculonasal discharge and sneezing.\n\nSerous ocular discharge accompanied by blepharospasm, chemosis and conjunctival hyperemia are initial signs. Discharge becomes mucopurulent over the course of the disease.\n\nMild to moderate fever can be seen in the acute phase.\n\nPneumonia is rarely associated with this infection.\n\nHistory and clinical signs are highly suggestive.\n\nCytology of conjunctival scrapings reveal dark blue inclusion bodies (Giemsa stain).\n\nImmunofluorescent antibody staining or polymerase chain reaction assay to demonstrate the organism in conjunctival scrapings is available from some laboratories.\n\n• Acute onset of depression.\n\n• Acute onset of vomiting. \n\nRapid onset of depression, anorexia, and vomiting especially in peracute and acute disease. Fetid diarrhea (may be hemorrhagic) typically follows 1-2 days after initial onset of signs.\n\nSevere dehydration and electrolyte abnormalities.\n\nInitial fever followed by hypothermia as the disease progresses.\n\nHigh mortality rate when signs are severe.\n\nThe disease should be suspected in cats less than one year of age with no history of vaccination and a rapid clinical course.\n\nPanleukopenia evident on hematology.\n\nParvoviral antigen can be detected in feces using the canine parvoviral antigen tests or electron microscopy.\n\nHistopathologic changes include denuded intestinal crypts and blunted villi (often a post-mortem diagnosis).\n\nClassical signs\n\nFrancisella tularensis is a Gram-negative coccobacillus. Clinical signs are associated with Gram-negative endotoxins and bacteremia.\n\nThere are two main strains of the organism, both of which have been isolated from cats.\n\n• Associated with tick-rabbit cycle.\n\n• Found only in North America.\n\n• Highly virulent for laboratory rabbits.\n\n• Associated with more severe disease in humans.\n\n• Associated with a more complex cycle involving rodents, ticks, mosquitoes, mud and water. • Found throughout the northern hemisphere. • Avirulent for laboratory rabbits.\n\nHistory of contact with rabbits, especially if the cat is a hunter.\n\nAny age of cat can be infected, but younger cats are more susceptible to developing septicemia.\n\nThe spectrum of illness varies from severely affected to asymptomatic.\n\nFever is generally > 40˚C (104˚F).\n\nMarked depression, anorexia and lethargy, with or without vomiting are typical.\n\nOn physical examination, peripheral lymphadenopathy, icterus and palpable splenomegaly and hepatomegaly are reported.\n\nOral, lingual or pharyngeal ulcers may be present.\n\nClinical signs together with a history of exposure to wild rabbits is highly suggestive.\n\nHematologic and serum biochemical abnormalities may include panleukopenia, with severe toxic changes in neutrophils, high band neutrophil count, thrombocyto-penia and hyperbilirubinemia.\n\nDefinitive diagnosis is via identification of the bacterial agent by IFA or bacterial culture, but should only be performed in a qualified laboratory. • Samples can be obtained from affected lymph nodes, bone marrow, urine or blood.\n\nSerum antibody titers > 1:120 or a four-fold increase in serum antibodies in samples collected during acute and convalescent phases (10-14 days) are considered diagnostic.\n\nFIP, FIV, panleukopenia.\n\nToxoplasmosis.\n\nMulticentric lymphoma.\n\nAntimicrobial efficacy studies have not been done in the cat, therefore therapy is derived from case reports and/or human therapy regimens.\n\nEnrofloxacin (5 mg/kg q 12 hours IV or PO).\n\nTetracycline and chloramphenicol may be effective, but because they are bacteriostatic for F. tularensis, relapses can occur.\n\nIn humans, the drugs of choice are streptomycin and gentamycin.\n\nPrognosis is poor to fair as mortality rate varies across case reports.\n\nF. tularensis has a serious zoonotic potential if there is contact with infected animal tissue.\n\nBites from infected ticks, deer flies or mosquitoes are the most common method of transmission.\n\nInfection can also occur via ingestion of infected meat.\n\n• This is the most common method of transmission to humans in cat-associated cases. • The infected cat may have no obvious signs of illness, but have a history of hunting wild animals, especially rabbits.\n\nInhalation of aerosolized organisms may also transmit the disease. Care should be taken by veterinary and laboratory personnel handling suspected animals or samples being prepared for IFA or culture.\n\nDiscourage hunting behavior in cats.\n\nEctoparasite control, especially tick control. \n\nOnset of illness occurs 24-72 hours after exposure to the organism.\n\nTransmission to cats is either via ingestion of infected rodents or a fleabite from infected fleas.\n\nRapid multiplication of organism causes tissue damage and necrosis. The host immune response contributes to pathology.\n\nThree forms of the plague exist: bubonic (local infection), bacteremic/septicemic and pneumonic.\n\nBacteremia occurs in many cases, resulting in the septicemic or pneumonic form of plague.\n\nEndemic regions of the world include the western USA, South America, Africa, Asia, eastern Europe.\n\nHistory of hunting rodents, especially in known endemic areas.\n\nCurrent flea infestation is evident.\n\nAcute onset of fever, anorexia, depression over a period of 2-6 days. The clinical course may last 6-20 days.\n\nSubmandibular or cervical swelling associated with lymph nodes (can be unilateral or bilateral). The inflamed, swollen lymph node is referred to as a bubo.\n\nSubcutaneous abscessation may occur and appear similar to a cat bite abscess.\n\nIn the pneumonic form (~10% of cases), upper and lower respiratory signs may be present, including sneezing, nasal discharge, coughing, dyspnea/tachypnea.\n\nInitially, microscopic examination of a lymph node aspirate, especially a markedly swollen lymph node (bubo) should reveal a homogeneous population of bipolar-staining coccobacilli. • Blood should be examined in cats with the bacteremic/septicemic form.\n\nFluorescent antibody testing of sample provides a definitive diagnosis.\n\nCulture of organism should be performed by a qualified laboratory only.\n\nA four-fold rise in antibody titers (taken 10-14 days apart) is suggestive of plague. These results must be interpreted carefully, as high titers can persist for up to one year after infection.\n\nChest radiographs may reveal patchy, nodular lesions if the pneumonic form is present.\n\nBe aware that the risk of exposing other staff members to the disease should be weighed against the benefit of the diagnostic test.\n\nReactive lymph nodes from a percutaneous abscess or tooth-root abscess.\n\n• Aspirates of cat bite abscesses contain a mixed bacterial population compared to Y. pestis, which is homogeneous.\n\nNeoplasia, although it is less common in the US for cats with lymphoma to have peripheral lymphadenopathy.\n\nRespiratory signs may be due to other upper respiratory infections (calicivirus, herpesvirus, Chlamydophila) or lower respiratory disease (parenchymal lung disease, pleural disease).\n\nOther diseases which cause high fever (tularemia, toxoplasmosis, FIP, etc.).\n\nAbsolute caution must be practiced in all suspect plague cases. Cautionary measures include gloves, mask, isolation of animal and limited exposure to other staff members.\n\nDoxycycline/tetracycline: (1) Doxycycline at 5 mg/kg q 12 hours PO for 14-21 days or (2) tetracycline 25 mg/kg q 8 hours PO.\n\n• Begin treatment immediately after samples for diagnosis have been collected. • Doxycycline is preferred as tetracycline has been associated with relapse.\n\nConsider aminoglycosides or enrofloxacin (5 mg/kg IM q 8 hours) for the first 3 days to avoid placing hands into the cat's mouth (see Transmission section below).\n\nPrognosis for bubonic plague is fair to good.\n\nPrognosis for the pneumonic form is guarded to fair.\n\nPrognosis for septicemic form is guarded.\n\nPersistent fever > 40˚C (104˚F) despite treatment is associated with a poor prognosis.\n\nY. pestis has a serious zoonotic potential, and great care should be taken in suspect cats to prevent transmission to humans and other cats.\n\n• Infected cats are no longer a zoonotic risk after 3 days of antibiotic therapy.\n\nInfection can also occur via inhalation of aerosolized organism, either from aspirates of infected tissue or nasal discharge/sneezing of cats with pneumonic form.\n\nDiscourage hunting behavior especially during the peak flea season (April to October).\n\nProvide effective flea control to prevent flea bites.\n\n• Anorexia and weight loss.\n\nSee main reference on page 547 for details (The Anemic Cat).\n\nThis disease is uncommonly reported in cats and is difficult to diagnose because of its vague and variable clinical signs.\n\nAge range of cats with documented disease was 2-10 years of age, with no breed or sex predilection reported.\n\nInfection has a variable effect on appetite, from mild inappetence to anorexia and mild to moderate weight loss.\n\nChronic intermittent fever in the moderate range is common.\n\nLymphadenopathy was reported in three of 23 cats.\n\nHyperesthesia, joint pain or irritable disposition is common.\n\nComplete blood counts may show a non-regenerative anemia with a leukopenia or a leukocytosis; thrombocytopenia is present in about 25% of the cats.\n\nBiochemistry abnormalities are uncommon, except for hyperglobulinemia in about 33% of documented cases.\n\nA complete blood count and biochemistry panel consistent with chronic Ehrlichia spp. infection is suggestive.\n\nDiagnosis is by demonstrating E. canis and/or Anaplasma phagocytophilum serum antibody titers or a positive IFA test.\n\nDemonstration of morulae in mononuclear cells, neutrophils or eosinophils (rare) is diagnostic.\n\nPCR assays can be positive.\n\n• Anorexia, lethargy, weight loss. • ± Fever. • Signs depend on tumor type and organ system involved.\n\nAnorexia, lethargy and weight loss.\n\nPoorly groomed coat.\n\nSome cats have a fever associated with neoplasia, which is generally a secondary neoplastic syndrome. Tumors which destroy the bone marrow and result in neutro-penia are classically associated with fever. Fever may occur with other tumors via other mechanisms, including antibody stimulation from tumor antigens, and tissue necrosis which activates leukocytes to release pyrogenic factors.\n\nSigns are specific to the organ system involved.\n\nLymphoma (mediastinal, GI, renal) , mammary adenocarcinoma, squamous cell carcinoma (nasal, oral) and mast cell tumor are the most common tumors in cats.\n\nHematology, biochemistry panel, radiology, ultrasound and/or bone marrow aspirates may be necessary to provide evidence that a tumor is present, especially if it involves the hematopoietic system (leukemia) or is located internally (splenic mast cell tumor).\n\nIdentification of the tumor type is via fine-needle aspirates and/or biopsies.\n\nOrgan dysfunction due to infectious or degenerative disease process.\n\nFeLV/FIV or other immunosuppressive illness.\n\nBenign masses (granulomas, abscesses, reactive lymph nodes, benign tumors).\n\nTreatment involves surgical excision of identifiable masses +/− regional lymph nodes, especially for mammary adenocarcinoma, nasal squamous cell carcinoma, splenic mast cell tumor, etc.\n\nChemotherapy may be effective and needs to be based on tumor type, e.g., COP (cyclophosphamide, vincristine, prednisolone) protocol in lymphoma cases.\n\nRadiation therapy is used for local disease only, and response to radiation therapy is tumor dependent (e.g., squamous cell carcinoma).\n\n• Radiation therapy is most effective after surgical debulking of the primary mass. The effectiveness of radiation therapy may be enhanced with concurrent chemotherapy.\n\nClassical signs \n\nAcute onset of fever and malaise are initial clinical signs.\n\nVomiting, diarrhea and abdominal pain may occur, however, approximately 50% do not have gastrointestinal signs.\n\nDehydration.\n\nShock may occur if septicemia/bacteremia develops.\n\nMortality rate approaches 10% and may be higher if the cat is concurrently immunosuppressed.\n\nTypically, the cat is an outdoor cat with a history of hunting behavior, especially of birds.\n\nComplete blood count and biochemistry panel supports infectious diarrhea or septicemia, e.g., neutropenia with a left shift, bacterial rods in blood leukocytes if overwhelming sepsis present, hypoglycemia, hypoproteinemia, pre-renal azotemia.\n\nBlood cultures provide the best definitive diagnosis if positive. Three separate samples over a 4-6 hour period should be taken during febrile episodes using aseptic techniques.\n\nFecal cultures may isolate Salmonella organisms, but because many animals are subclinical carriers, positive culture does not prove that the organism is the cause of the clinical signs.\n\n• Skin lesions.\n\n• Respiratory signs.\n\n• Ocular lesions.\n\n• Fever, anorexia, depression.\n\nThe geographical distribution includes south-west USA, Central America and South America in areas that have sandy soil with low rainfall and high temperatures.\n\nSoil is the reservoir for infection, and the highest frequency of cases occur when the soil is dry and dusty, and organisms are disseminated in the wind.\n\nMost humans and animals in endemic areas become infected, but the majority of infections are subclinical or cause only mild, transient clinical signs.\n\nCats are more resistant to infection and signs are less common than in dogs.\n\nInfection is contracted via inhalation, and only a few organisms are required to produce signs, which occur after 1-3 weeks.\n\nInitial infection is confined to the respiratory tract, but dissemination may occur resulting in chronic disease over months or years with signs referable to bones, eyes, central nervous system and abdominal organs.\n\nLocalized infection following a penetrating skin wound appears to be rare.\n\nCats appear to be resistant to clinical disease.\n\nSkin lesions are the most frequent types of infection in cats and were reported in 56% of cats in one study.\n\n• Lesions begin as small bumps and progress to abscesses, ulcers or draining tracts. • In cats, underlying bone involvement is uncommon.\n\nSystemic signs such as fever, anorexia and depression are commonly reported (44% of cats) and can be seen with skin lesions.\n\nRespiratory signs such as coughing and wheezing are less common in cats and occur in approximately 25% of cases.\n\nMusculoskeletal signs such as lameness, with or without painful bone swelling, were reported in 19% of cats.\n\nOcular lesions are seen infrequently and include chorioretinitis and anterior uveitis. Ocular or CNS signs were reported in 19% of cats.\n\nMost cats have clinical signs for less than 4 weeks prior to diagnosis.\n\nHyperproteinemia is present in approximately 50% of cats.\n\nDefinitive diagnosis is by identification of the organism via biopsy of lesions.\n\nAntibody detection is available using latex agglutination (IgM), AGID (IgM) or ELISA (IgM or IgG).\n\nTube precipitin (TP) for IgM and complement fixation (CP) for IgG were previously thought to be less reliable in cats, but have been subsequently demonstrated to detect feline infections.\n\nItraconazole (10 mg/kg PO if possible, q 24 h or 5 mg/kg q 12 h) is the treatment of choice. Treatment is required for 4-6 months and must be continued for at least 2 months after all signs have resolved. • Some cats develop anorexia, and less commonly vomiting or diarrhea. Stop the drug for a few days until the cat is eating, and then restart at 1/2 the dose for 7-10 days, before increasing back to the full dose, which is usually then tolerated.\n\nAmphoteracin B is also effective (0.25 mg/kg in 30 ml dextrose 5% IV over 15 minutes q 48 h or given subcutaneously) -see page 26, for Cyptococcosis in The Cat With Signs of Chronic Nasal Disease. Continue amphotericin B therapy until a cumulative dose of 4 mg/kg is given or until BUN > 17.9 mmol/L (50 mg/dl). Amphotericin has the disadvantage of requiring frequent parenteral or subcutaneous administration and causes significant nephrotoxicity.\n\n• Because of its quick onset of action, amphoteracin B in combination with itraconazole is useful in cats with severe pulmonary signs that are rapidly deteriorating. If the cat survives, after a few weeks treatment can be continued with itraconazole alone. • Lipid-complexed amphoteracin formulations allow higher dosages with less toxicity, and should be used in cats with severe pulmonary signs, although the cost is higher. Dose at 2-3 mg/kg IV 3 days per week for a total of 9-12 treatments (cumulative dose of 24-27 mg). Dilute to a concentration of 1 mg/ml in dextrose 5% and infuse over 1-2 hours.\n\nIf the titer has decreased four-fold and there is a similar improvement in physical and radiographic signs, treatment can be stopped after 4-6 months. Antibodies may persist for long periods and obtaining a zero titer is not a useful treatment goal.\n\nClassical signs • Fever.\n\n• Respiratory signs.\n\n• Ocular signs.\n\n• Lymphadenopathy.\n\nThe geographical distribution includes North America, Central America and Africa.\n\nSoil is believed to be the reservoir for infection, and living near a lake or river increases the risk of infection in dogs.\n\nSigns are more common in dogs than in the cats.\n\nDisseminated disease is primarily contracted via inhalation.\n\nRespiratory signs include coughing, dyspnea and harsh lung sounds.\n\nOcular disease, such as uveitis, glaucoma and retinal detachment, is a frequent finding.\n\nFever, anorexia, depression, weight loss and lymphadenopathy are systemic signs associated with disseminated disease.\n\nDraining skin lesions may occur and are usually a manifestation of systemic disease rather than local disease.\n\nNeurological signs are associated with CNS involvement of the brain or spine and include circling, disorientation, anisocoria, paresis, decreased conscious proprioception, or upper motor neuron signs, hyperesthesia and extensor rigidity.\n\nDefinitive diagnosis is by demonstration of an extracellular, broad-based budding yeast in aspirates or biopsies from lymph nodes, draining tracts, bone lesions or vitreous humor.\n\nAn antibody detection test is available, but may be negative.\n\nItraconazole (10 mg/kg PO if possible, q 24 h or 5 mg/kg q 12 h) is the treatment of choice. Treatment is required for 4-6 months and must be continued for at least 2 months after all signs have resolved.\n\n• Some cats develop anorexia, and less commonly vomiting or diarrhea. Stop the drug for a few days until the cat is eating, and then restart at 1/2 the dose for 7-10 days, before increasing back to the full dose, which is usually then tolerated.\n\nAmphoteracin B is also effective (0.25 mg/kg in 30 ml dextrose 5% IV over 15 minutes q 48 h or given subcutaneously) -see page 26, for Cyptococcosis in The Cat With Signs of Chronic Nasal Disease. Continue amphotericin B therapy until a cumulative dose of 4 mg/kg is given or until BUN > 17.9 mmol/L (50 mg/dl). Amphotericin has the disadvantages of requiring frequent parenteral or subcutaneous administration and causing significant nephrotoxicity. • Because of its quick onset of action, Amphoteracin B in combination with itraconazole is useful in cats with severe pulmonary signs that are rapidly deteriorating. If the cat survives, after a few weeks treatment can be continued with itraconazole alone. • Lipid-complexed amphoteracin formulations allow higher dosages with less toxicity, and should be used in cats with severe pulmonary signs, although the cost is higher. Dose at 2-3 mg/kg IV 3 days per week for a total of 9-12 treatments (cumulative dose of 24-27 mg). Dilute to a concentration of 1 mg/ml in dextrose 5% and infuse over 1-2 hours.\n\nClassical signs\n\nSee main reference on page 534 for details (The Anemic Cat).\n\nPrimarily found in the south-central and southeast United States. The North American bobcat is the natural host.\n\nThere is usually a history of exposure to ticks in the previous 5-20 days (incubation period is 5-20 days).\n\nThe clinical course of disease is approximately 1 week and often ends in death.\n\nClinical signs are the result of an overwhelming hemolytic crisis.\n\nRapid onset of fever, dyspnea, anorexia, pale mucous membranes, icterus and dark-colored urine are typical.\n\nCollapse and death occur 2-3 days after the fever peak. Hypothermia occurs in the terminal stages.\n\nThere appear to be non-pathogenic strains as well.\n\nA complete blood count reveals regenerative anemia, hemoglobinemia and neutrophilia or neutropenia.\n\nThe biochemistry panel commonly has hyperbilirubinemia.\n\nUrinalysis may show evidence of hemoglobin and bilirubin.\n\nDemonstration of the organism in erythrocytes (merozoite stage) is possible only relatively late in the disease, approximately 1-3 days before death. Parasitemic cats usually have only 1-2% of RBCs affected, and up to 50% of cats have parasitemias that are very low or undetectable.\n\nDemonstration of the organism in macrophages from bone marrow, spleen, liver or lymph node aspirates may be possible even when organisms are not evident in blood.\n\nSerum antibody levels and direct FA test for detection of tissue phase are available through some labs. \n\nWeight loss in spite of normal to increased appetite.\n\nPolyuria/polydipsia.\n\nBehavioral changes which often include hyperactivity and aggression.\n\nUnkempt, rough hair coat and sometimes overgrown nails.\n\nTachycardia accompanied by a \"gallop\" rhythm and/or a systolic murmur.\n\nMild fever which may be intermittent in nature and reflect the increased metabolic rate in this disease. These cats are easily stressed and may present dyspneic and tachycardic with a mildly elevated temperature, usually not greater than 39.4˚C (103.0˚F).\n\nEnlarged thyroid glands are often evident on palpation of the neck.\n\nDiagnosis is based on clinical signs and history and confirmed by demonstrating increased thyroid hormone concentrations (total T4, free T4).\n\nThyroid glands can be palpated in approximately 80% of cats with hyperthyroidism, and are unilaterally or bilaterally enlarged.\n\n• Enlarged thyroid glands may not be palpable if the abnormal thyroid tissue is within the thoracic inlet.\n\nComplete blood count and a biochemistry panel are required to rule out diseases such as diabetes mellitus, renal disease, etc.\n\nA TRH stimulation test may be necessary when clinical signs are highly suggestive and total and free T4 are in the upper region of the reference range for normal cats.\n\nThyroid radionuclide uptake and imaging with pertechnetate ( 99m Tc) is also available at some institutions.\n\nResponse to therapy with anti-rickettsial drugs (tetracycline or doxycycline) is highly suggestive.\n\n• Subclinical or mild fever and occasional ocular signs.\n\nBartonella henselae is an intracellular bacterium within erythrocytes.\n\nBacteremia is present in many healthy cats in the population, and cats are reservoirs for infection.\n\nB. henselae is an important pathogen because of its zoonotic potential in immunocompromised humans.\n\n• Humans may develop fever, malaise, lymphadenopathy and skin eruptions following cat scratches or bites. • B. henselae causes bacillary angiomatosis, bacillary peliosis and encephalitis in human AIDS patients.\n\nNaturally infected cats usually only develop subclinical infection.\n\nMild, self-limiting fever lasting 48-72 hours has been documented in some experimentally infected cats.\n\nAnterior uveitis and fever were documented in naturally exposed cats.\n\nLymphadenopathy.\n\nAtypical seizures occur in some cats.\n\nAntibody titers are prevalent in healthy cats, but there is a poor correlation with blood culture and PCR assay results.\n\nIntermittent bacteremia may occur for longer than one year following infection, with 25-41% of healthy cats bacteremic for up to 22 months.\n\nThe organism is present within erythrocytes, therefore, hemolyzing red blood cells increases the sensitivity of the culture.\n\nOther causes of mild transient fever need to be considered, such as mild cellulitis following a cat fight.\n\nOther infectious causes of anterior uveitis need to be ruled out, such as toxoplasmosis, fungal diseases, FeLV, FIV, Cuterebra or dirofilaria.\n\nAntimicrobial efficacy has not been clearly demonstrated.\n\nClinical signs of disease have resolved when the cats are administered doxycycline at 25-50 mg PO q 12 h for 28 days.\n\nAzithromycin is used in humans and is a safe alternative in cats when administered at 10 mg/kg PO q 24 h for 28 days Fluoroquinolones also may be effective.\n\nWhile clinical signs resolve, bacteremia is usually only temporarily suppressed.\n\nB. henselae has very low pathogenicity in cats.\n\nOnce cleared of infection, cats are resistant to re-infection by innoculation, but are still susceptible if transmitted via blood transfusion.\n\nTransmission is via arthropod vectors. In endemic areas, cats infested with fleas and/or ear mites are more likely to be seropositive.\n\nThe organism survives in flea feces for at least 9 days.\n\nBecause of the frequency of bacteremia in healthy cats, blood transfusions are a likely route of infection. \n\nPrimary immune-mediated disease is extremely rare in cats.\n\nStimulation from primary infectious disease antigens is the most common cause of immune-mediated disease in cats, and is most often associated with hemobartonella (mycoplasma) and calicivirus.\n\nSystemic lupus erythematosus is rare in cats. A multitude of signs may occur including fever, weight loss and cutaneous lesions.\n\nImmune-mediated hemolytic anemia is most commonly associated with hemobartonellosis. Signs include anemia, icterus, fever and anorexia. Cats with immunosuppressive disorders such as FeLV may be more susceptible.\n\nImmune-mediated thrombocytopenia is rarely reported in cats. FeLV-positive cats, however, may have thrombocytopenia that is thought to be the result of an immune-mediated response.\n\nImmune-mediated polyarthritis is uncommon in cats, but has been documented in kittens and adult cats with post-calicivirus vaccination.\n\n19 -THE PYREXIC CAT 391"}