{"title": "MERS-CoV in a healthcare worker in Jeddah, Saudi Arabia: an index case investigation", "body": "Since the discovery of the Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012, Saudi Arabia has faced several MERS outbreaks in both hospitals and communities. 1e3 The most recent outbreak has been in Riyadh. 4 On September 11th, 2015, a laboratory-confirmed MERS case was diagnosed in a tertiary care hospital in Jeddah. This report describes the index case investigation that took place.\n\nKing Fahad Armed Forces Hospital is a 480-bed tertiary care hospital that serves military personnel, their families, and other community members in the western region of Saudi Arabia. There are 68 beds in the emergency department (ED) where admitted medical patients sometimes have extended stays due to bed limitations in the medical ward.\n\nPatients nursed by patient A (a nurse) were identified using ED records and those who remained in hospital were screened for MERS-CoV.\n\nDiagnosis of MERS was confirmed in the same centre where the investigation took place using a reverse transcriptionepolymerase chain reaction (PCR) diagnostic kit (MERS-Coronavirus EMC Orf1a and SA1 upstream E-gene, Light Mix Modular Assays; Roche, Mannheim, Germany). Results were obtained within 6e8 h.\n\nPatient A was a 42-year-old nurse, with no significant medical history, who worked in the ED of a tertiary care hospital. She travelled back from a 28-day-long vacation in the Philippines on August 28th, 2015, and worked three ED shifts on August 30th, 31st, and September 1st. Patient A exhibited fever and dry cough on September 4th. She sought medical advice in the ED, she was initially given antipyretics, and she was thought to have a transient viral upper respiratory tract infection. Chest X-ray initially revealed no infiltrates. She was later referred to an internal medicine clinic on September 7th and was discharged home on antipyretic medications.\n\nShe was admitted to the hospital on September 10th with fever and epistaxis. Her laboratory investigations revealed a reduced white blood cell count of 3.7Â10 9 /L and platelet counts of 143Â10 9 /L, and she was therefore admitted with a provisional diagnosis of dengue fever. Chest radiography revealed lobar infiltrates, and, due to a working diagnosis of viral pneumonia, she was placed in a negative pressure isolation room in ED. Two nasopharyngeal swab (NP) samples taken for MERS-CoV reverse transcriptionepolymerase chain reaction (RTePCR) were negative. A subsequent sputum sample obtained on September 11th tested positive for MERS-CoV.\n\nDue to lack of vacant beds in the medical unit, initially patient A remained in the ED in a neutral room for 6 h, and was later transferred to a negative pressure isolation room. Once the MERS-CoV diagnosis was confirmed, patient A was moved to a negative pressure isolation room in the intensive care unit (ICU). Both rooms in the ED were terminally disinfected.\n\nInfection control measures were taken as follows: all patients present in ED on the day of patient A's diagnosis were screened for MERS-CoV using lower respiratory tract samples or NP samples using RTePCR. Contacts of patient A were divided between close contacts (defined as unprotected exposure within a 1.5 m distance for >10 min) or non-close contacts through personal interviews by infection control practitioners. 5 Fifteen nurses (including one room-mate and two flat mates) and five physicians were deemed to be close contacts. All were asymptomatic and screening NP samples were negative for MERS-CoV. They were monitored for symptoms for 14 days from the last day of unprotected exposure.\n\nThe patients nursed by patient A prior to the onset of her illness on August 30th, 31st, and September 1st were identified as follows: two patients in ICU2 on mechanical ventilators, one patient in main ICU on mechanical ventilator, three patients in ED [one in C bay, one in B bay (patient B) on a mechanical ventilator and one in code room 2] (Figure 1 ), three deceased patients (all deceased patients had been taken for burial), one patient in medical ward II, and five discharged patients. The discharged patients were contacted; three tested negative and the remaining two had no symptoms and remained well for 14 days after the last day of exposure.\n\nTwo tracheal aspirate samples from the ventilated patients and two sputum samples from non-ventilated patients were tested for MERS-CoV RTePCR. Initial NP samples taken from patient B on September 11th and 12th tested negative for MERS-CoV. A tracheal aspirate sample obtained on September 15th tested positive for MERS-CoV.\n\nPatient B was a 72-year-old woman, with a background of diabetes mellitus and right lower limb ischaemia. She was admitted on August 30th with shortness of breath and right foot gangrene. The patient had travelled to Amman, Jordan for femoralepopliteal artery bypass surgery on August 18th due to right lower limb ischaemia. On admission, the patient required oxygen 2 L/min through nasal prongs. Examination findings included a conscious patient with a temperature of 38.2 C, infected right groin wound and a right gangrenous foot.\n\nRespiratory tract examination revealed coarse crackles at lung bases. Screening for MERS-CoV on September 2nd through RTePCR using NP swab was negative and the patient was not producing any sputum. Her fever resolved on September 5th following treatment with broad-spectrum antibiotics for the infected groin wound and a urinary tract infection. However, due to respiratory failure and increased oxygen requirements she required endotracheal intubation and mechanical ventilation on September 11th. A tracheal aspirate sample obtained after intubation tested MERS-CoV RTePCR positive on September 15th.\n\nCase B was initially admitted for three days to the critical care area (code room) in the ED. She was then moved to the holding bay for three days and finally to B bay (Figure 1 ). Names and medical record numbers of patients who had been admitted to these areas on the same days were collected. Of those, 11 remained in the hospital and were screened for MERS-CoV using a minimum of two samples including tracheal aspirates, sputum, or, if neither unavailable, NP swabs. Patients who had fever, cough, leucopenia, hypo-oxygenation or infiltrates on chest X-ray were considered highly suspected MERS-CoV cases and were therefore moved to negative pressure isolation rooms while screening was undertaken. Highly suspected MERS-CoV cases were kept in negative pressure isolation rooms until there were three negative respiratory samples from three consecutive days. A total of 23 patients were screened. A patient who died an hour after confirmation of the MERS-CoV diagnosis in patient B was screened for MERS-CoV using a tracheal aspirate sample, and tested negative, before the body was released for burial. Patients who had been discharged were contacted and symptoms elicited. Screening for MERS-CoV with RTePCR was done at least once if symptoms were absent, and more frequently in the presence of symptoms.\n\nAs of October 20th, 2015, a total of 151 contacts had been screened for MERS-CoV RTePCR, 11 of whom were close contacts of case B (i.e. exposure for >10 min at a distance of <1.5 m), including five nurses, four physicians, and two respiratory therapists. All screened contacts were negative. 5 Patient A had not worn personal protective equipment when nursing for patient B because at the time of admission to ED, patient B was not suspected of having MERS-CoV infection. However, patient A reported complying with good hand hygiene practice.\n\nPatient A recovered with no complications. She resumed working in the ED two weeks after recovery. Patient B was transferred to a designated hospital to manage confirmed MERS cases and was then transferred back to the primary hospital after being cleared for MERS-CoV. She was kept in isolation until clearance of MERS-CoV was confirmed. However, the patient later died due to complications related to her underlying illnesses.\n\nTransmission of respiratory viral infections across countries has been described in several reports. 6, 7 There have been no recent MERS-CoV cases reported in the Philippines; it was assumed that the nurse had contracted the infection from one of the patients she attended to during her shifts between August 30th and September 1st. Based on that assumption, an index case investigation was carried out. The systematic screening of contacts to confirmed MERS cases is in line with Saudi Arabian Ministry of Health recommendations. 5 The city of Amman had been experiencing a nosocomial outbreak of MERS-CoV where patient B was admitted for the femoralepopliteal bypass. 8 She had no history of travelling to any other city in Saudi Arabia that had been dealing with MERS-CoV cases. The patient's diagnosis was probably delayed due to an initial negative MERS-CoV NP swab sample, which was obtained because the patient had no cough and was unable to produce sputum. Following admission and negative NP result, infection control precautions were lifted because the patient's main complaint was an infected gangrenous foot with minimal respiratory symptoms and oxygen requirements. However, had the link between recent hospitalization of the patient in Jordan and the MERS-CoV outbreak in Jordan been noticed, more than one sample would have been obtained prior to lifting isolation precautions.\n\nMoreover, patients who are highly suspected to have MERS-CoV infections are screened at least twice from sputum or tracheal aspirate samples, or, if unavailable, three times from NP samples due to previously reported reduced sensitivity of NP samples compared with lower respiratory tract samples. 9, 10 It was only after intubation that tracheal aspirate samples were obtained, testing positive for MERS-CoV.\n\nCase B was cared for by a number of health professionals and it remains unclear why only one nurse became infected with MERS-CoV. Case A was in contact with case B during a 12 h shift on August 30th, and performed standard nursing care that included inserting a peripheral intravenous access, taking vital signs, accompanying the patient to the radiology department and inserting a urinary catheter. Case A was a smoker but had no known medical comorbidities.\n\nIn conclusion, although transmission of MERS-CoV from Saudi Arabia to other countries has been reported before, this article describes the importation of MERS-CoV from a neighbouring country. We have highlighted the importance of detailed history-taking, especially an epidemiological history. Moreover, maintaining a high index of suspicion to ensure the correct identification of all suspected cases and the strict employment of infection control measures remain crucial in preventing spread of MERS-CoV."}