{"title": "Gene Therapy for Respiratory Viral Infections 282 CHAPTER 9: Gene Therapy for Respiratory Viral Infections", "body": "Many viruses have a tropism for cells of the respiratory tract. Infection with these viruses is the cause of sporadic and sometimes serious outbreaks that may lead to significant morbidity and mortality. Transmission of the viruses to humans may occur as a result of cross-species spread from animals, such as swines or birds in the case of influenza virus A. Spread of the viruses between individuals is usually as a result of inhalation of virus-containing droplets or through contact with contaminated objects. Efficient transmission makes control of the infections difficult to achieve, especially when containment of outbreaks has been delayed. Spread of respiratory viruses may be rapid in areas of dense population or when an infected individual has direct close contact with many people. This was the case at the initiation of the outbreak of the pandemic caused by infection with the severe acute respiratory syndrome (SARS) coronavirus (CoV) during 2002/2003 [1, 2] . A health-care worker who treated infected individuals was in turn responsible for wider spread of the virus to people of the Gaundong province of China.\n\nHypermutability of the viruses leads to significant changes in their properties, and sometimes new viral strains emerge that have serious pathological effects. High rates of mutation may also account for ability of the viruses to spread from one species to another. Variability in viral gene sequences and their expression further complicates management by thwarting development of effective vaccines and treatments. Therefore, the availability of expertise that may be rapidly and rationally deployed to counter epidemics of respiratory viral infections would be valuable, and gene therapy provides resources for such purposes. Because the viruses that cause respiratory infections have genomes that comprise RNA, gene silencing and antisense approaches have been favored to disable viral replication. Delivery of antiviral nucleic acids to the infected tissues is facilitated by the anatomy of the pulmonary system. Intranasal and intratracheal administration of the therapeutics may conveniently be used to distribute candidate drugs to infected cells. Significant progress has now been made with use of nucleic acids to treat viral infections, and gene therapy is well positioned for advancement to clinical use in the treatment of respiratory viral infections.\n\nRespiratory syncytial virus (RSV) is a member of the family of Paramyxoviridae and Pneumovirus genus (reviewed in refs [3, 4] ). The virions have a variable spherical shape that ranges from 100 to 350 nm in diameter. Viral capsids are enveloped during the budding process that releases viral particles from infected cells. The name of the virus is derived from the observation that infected cells become fused to each other and form syncytia. There are two antigenic subtypes of the virus: A and B. Infection with subtype B is more common and associated with milder symptoms. Infections with RSV are acquired through close contact with respiratory secretions of an infected person and may also be transmitted by contact with contaminated objects. RSV infection is prevalent throughout the world and is a major cause of seasonal lower respiratory infections in young children [5, 6] . It is estimated that almost all children have been infected with RSV by the time that they reach 2 years of age [7] . Severity of the infection is usually dependent on age and is most serious in infants and young children. The inherent narrowness of the airways of young children, which is exacerbated by mucosal swelling that is associated with the infection, contributes to particularly restricted air flow in the tracheobronchial tree of the younger age group [3] . Elderly patients [8] and adult bone marrow transplant recipients [9] infected with RSV may also experience significant morbidity.\n\nEvidence indicates that RSV infection typically occurs in children who were previously healthy [4] . However, prophylactic treatments may be implemented to prevent complications in certain groups of young children who are thought to be at high risk for a serious clinical course, such as those with congenital heart defects. After exposure, the infection usually manifests after 2-4 days and has an overall duration of approximately 2 weeks. In a small proportion of infected children, bronchiolitis may develop and carries a risk for asthma later in life. Immunity to the virus is not durable; therefore, individuals are susceptible to multiple infections during a lifetime. When occurring in older children and adults, RSV infection is typically restricted to the upper respiratory tract. Progress has been made with vaccine development [10] , but a widely available prophylactic immunogen is not currently available. Treatment of infected individuals is mainly supportive and is aimed at improving pulmonary air flow.\n\nThe RSV genome comprises an RNA strand of approximately 15.2 kb with negative strand polarity kilobases [11] (Figure 9 .1). Eleven proteins are encoded, which include structural and nonstructural sequences. The virion contains three surface glycoproteins, the attachment (G), fusion (F), and SH proteins, which act in concert to fuse the particle to the respiratory epithelial membranes and deliver the RNA genome before replication and expression of viral proteins. The helical capsid is formed by the nucleocapsid (N) protein and binds and protects the RNA genome. Nonstructural (NS) proteins include 9.2 Respiratory Syncytial Virus NS1, NS2, the large polymerase subunit (L), and phosphoprotein (P). NS1 and NS2 are responsible for inhibiting the host's innate immune response to infection with the virus. Together with other nonstructural proteins, L and P components enable replication of the viral genome and regulate expression of viral genes. RSV proliferation is restricted to respiratory epithelial cells [12] , which is useful for delivery of therapeutic nucleic acids that target the virus.\n\nSeveral studies have reported on the utility of RNA interference (RNAi) activators that effectively inhibit RSV replication [13] . The first study performed on a cell culture model of RSV infection demonstrated successful inhibition of viral replication by small interfering RNAs (siRNAs) that targeted P and F sequences (Figure 9 .1) [14] . A follow-up investigation confirmed efficacy in vivo when using mice to simulate human RSV infection [15] . The siRNAs were effective when administered as naked nucleic acids and when formulated with a transfection reagent. Markers of viral replication were suppressed, and indicators of bronchoconstriction were diminished without evidence for nonspecific activation of the interferon response. Another study reported on effective inhibition of RSV replication in mice after administration of NS1-targeting expression cassettes that were administered intranasally within chitosan-containing nanoparticles [16] (Chapter 5). Antiviral efficacy was accompanied by diminished inflammation and reactivity of the airways. The single-stranded RNA of antisense polarity comprises ∼15.2 kb. Plus strands derived from the genome are used as translation templates for the synthesis of the indicated viral proteins. Intergenic sequences between the viral ORFs and leader and trailer sequences at the 3′ and 5′ ends of the genome are not translated. Sites within the genome that have been successfully targeted using RNAi activators are indicated. Efficacy of siNS1 was reported by Zhang and colleagues [16] , ALN-RSV01 was characterized by DeVincenzo et al. [17, 18] , and the RSV-P and RSV-F silencers were developed by Bitko et al. [14, 15] .\n\nAdvancing gene therapy for treatment of RSV infection has now progressed to a stage of testing in clinical trials. Alnylam Pharmaceuticals developed use of an N-targeting lead synthetic siRNA, called ALN-RSV01, that was administered to patients in a nasal spray [17, 18] . The treatment was well tolerated without evidence of side effects. Antiviral efficacy of ALN-RSV01was demonstrated in healthy adult volunteers who received an inoculum of the virus [18] . Follow-up studies were performed on RSV-infected patients who had received lung transplants (http://www.alnylam.com/capella/presentations/completeresults-of-our-aln-rsv01-phase-iib-study/). Although the primary endpoint of reducing bronchiolitis obliterans syndrome was not met in an intent-to-treat analysis, a therapeutic effect of ALN-RSV01 was observed.\n\nInfluenza is an acute respiratory infection that is caused by viruses that belong to the Orthomymyxoviridae family. There are three genera of the family: Influenzavirus A, Influenzavirus B, and Influenzavirus C. The Influenzavirus A genus has one species, which is influenzavirus A. This virus naturally infects a range of species, especially migratory aquatic birds, and may be transmitted to animals and humans. Influenza virus A is also the most virulent and has been a cause of sporadic pandemic outbreaks with significant mortality and morbidity (recently reviewed in ref. [19] ).\n\nThere are several serotypes of influenza virus A, which are based on the presence of particular epitopes within the hemagglutinin (HA) or neuraminidase (NA) proteins that are located on the surface of the viral particle ( Figure 9 .2). The eight RNA segments of the influenza virus A, comprising strands of negative polarity, are complexed to the viral nucleoprotein (NP). Proteins of the polymerase complex-PA, P2, and P1-are also associated with the viral genome. M1 and NEP are located within the lipid envelope. Abundant HA and NA proteins are exposed on the surface of the viral particle. The ion channel protein (M2), which plays a role in mediating endosomal escape during viral entry into cells, is also embedded in the lipid envelope. 9.3 Influenza Virus\n\nThe serotypes are named according to the particular epitopes that characterize the pathogenic viruses. For example, the H1N1 serotype of the virus was responsible for the outbreak of Spanish flu in 1918 and swine flu in 2009, and the Asian flu pandemic of 1957 was caused by the H2N2 serotype [20] [21] [22] . The virus may be transmitted by inhalation of influenza virus A-containing aerosols or through direct contact with virus-contaminated surfaces. However, influenza virus A is inactivated by standard hygienic washing practices and by direct exposure to sunlight [23, 24] . Only approximately 67% of individuals exposed to the virus become symptomatic [25] . When symptoms occur, they are nonspecific and include headache, fever, general body pains, fatigue, nasal congestion, and other upper respiratory tract symptoms.\n\nThe viral particles of influenza virus A are typically spherical and enveloped (reviewed in ref. [26] ; Figure 9 .2). The genome, which is segmented, comprises eight single-stranded RNA molecules of negative polarity (Figure 9 .3). Viral sequences are prone to mutation and to genetic changes resulting from reassortment of the genomic segments [27] . These factors contribute to variability in the viral proteins, antigenic drift, and sometimes a propensity of the virus to cause cross-species infections with outbreaks of pandemics [28] [29] [30] . Reassortment of the influenza genome occurs when more than one virus infects a cell, and segments are packaged into individual viral particles in different combinations. After packaging into the virions, the viral particles acquire new properties that may influence host range and disease pathogenesis.\n\nThe eight segments of the influenza A genome, from largest (∼2.3 kb) to smallest (∼900 nt), encode polymerase PB2, polymerase PB1, polymerase PA, HA, nucleoprotein (NP), NA, matrix (M1 and M2), and nonstructural (NS1 and nuclear export protein (NEP)) proteins [26] (Figure 9 .3). The total size of the genome is approximately 13.5 kb. After infection of cells, the negative strands are converted to positive stranded cRNA/mRNA by the viral RNA polymerases. Cap snatching from cellular mRNA and \"stuttering\" of the viral polymerases at a stretch of U residues on the 5′ ends of the genomic segments result in modification of the positive strands to resemble eukaryotic mRNAs. Alternative splicing and reading frame shifts on the viral mRNAs increase the number of proteins that may be expressed by the influenza virus A genome. For example, the M2 protein is translated from an alternatively spliced mRNA that is derived from segment 7 of the viral genome [31, 32] . Depending on the strain, 12-14 proteins may be expressed by the virus.\n\nUptake of influenza virus A into cells is mediated by interaction of HA of the viral particle with sialic acid receptors on the cell surface [33] . Clathrinmediated endocytosis, release from the endosome, and nuclear transport follow [34] . On reaching the endosome, the M2 protein functions as a pH-gated proton channel [35] . It causes acidification of the interior of the virion to result in dissociation of the ribonucleoprotein complexes before transport of the genomic segments into the nucleus. Replication of the viral genome and formation of translational templates occurs in the nucleus. Accumulation of the matrix protein and ribonucleoprotein complexes leads to their export to the cytoplasm, which is facilitated by the NEP. Thereafter, budding occurs to release the newly formed viral particles. NA is required for maturation of the virions and functions by cleaving the cellular sialic acid receptor molecules FIGURE 9 .3 Eight segments that collectively make up the genome of influenza virus A together with sites that have been targeted using gene silencing. The segments, reverse complements that serve as mRNAs, their sizes, and encoded proteins are indicated. Additional proteins, not shown in this illustration, may also be generated from segments 2 and 3 as a result of alternative translational initiation or shifts in the reading frames. Sites that have been targeted by studies aimed at developing use of gene therapy to inhibit replication of the virus are indicated by arrowheads. siRNAs targeted to the PB1 (PB1 2257), PA (PA 2087), and NP (NP 1496) sequences were described by Ge et al. [29, 43] , Tompkins and colleagues [46] , and Stewart et al. [50] . The PB1 shRNA antiviral RNAi activator was described by Li et al. [44] . ps-PA496 [47] , psNP-1383 [49] , and psM-48 [49] provided protection of mice against lethal exposure to influenza virus A. The expressed sequence, shM2 (M-950), was effective against viral replication and when delivered with a recombinant lentiviral vector [45] . In each case, the numbers refer to the nucleotide coordinates on the viral segments that are targeted by the RNAi activators. 9.3 Influenza Virus from the viral particles to facilitate release of the newly formed virions. Deficiency of NA restricts replication of the virus, and the enzyme is the target of an important class of antiviral drugs.\n\nVaccination against influenza virus A remains the preferred mode of protecting against illness from the virus [36, 37] . Components of the vaccines are regularly derived from most recently isolated strains of the virus, and vaccination is recommended for administration to people who are older than 6 months of age [36] . Licensed drugs for treatment of influenza A infection fall into two broad categories: inhibitors of viral NA and inhibitors of M2 proteins (reviewed in ref. [37] ). The NA inhibitors act by interfering with budding of the maturing virions from the infected cells (see section 9.3). Currently licensed NA inhibitors are oseltamivir and zanamivir. Inhibitors of M2, derivatives of adamantane that are amantadine and rimantadine, function by preventing endosomal release of the virions from the infected cell. M2 inhibitors are associated with toxicity and emergence of mutants that escape effects of the drugs, but NA inhibitors provide a high barrier to viral resistance and are generally well tolerated. Although there is evidence for beneficial effects of treatment when administered early during infection with influenza virus A, some studies indicate that the favorable effects of treatment are minimal [38] .\n\nEvidence indicates that the RNAi pathway serves as an antiviral mechanism of host cells against influenza virus A [39, 40] . However, the virus may counter the antiviral effects of host gene silencing through effects of the NS1 protein [41] , although this effect has been disputed [28] , and the effect of NS1 appears to vary depending on the strain of virus [42] . Despite the possible inhibitory effect of influenza virus A on RNAi, several studies have shown that gene silencing is effective against influenza virus A. In 2003, Ge and colleagues reported on inhibition of viral gene expression when using synthetic siRNAs [43] . Several different sites were targeted, and the greatest efficacy was shown with siRNAs with cognates within the PB1, PA, and NP regions (Figure 9.3) . Efficacy was demonstrated when Madin-Darby canine kidney (MDCK) cells were transfected with the siRNAs before infection with isolates of influenza virus A. Good inhibition of viral replication was also observed after infection of embryonated chicken eggs. An interesting observation was that the siRNAs were particularly effective against the cRNA/mRNA sequences, with little effects against the negative stranded genomic segments. The specificity for particular viral RNA strands may result from bias occurring during the processing of the duplex siRNA. In addition, presence of the cRNA/mRNA in the cytoplasm or diminished access of the NP-protected genomic segments to the RNAi machinery may contribute to strand selectivity. Li et al. recently confirmed that the PB1 sequence is a good target site for inhibition of influenza virus A replication when using an expressed RNAi activator (PB1 short hairpin RNA (shRNA)) [44] . A follow-up study of Ge and colleagues evaluated efficacy of siRNAs in virus-infected mice [29] . siRNAs were complexed to polyethyline imine and intravenously administered. A significant antiviral effect was observed when the gene silencers were administered before exposure and when siRNAs were given after the viral infection was established in the mice. The same study showed that expressed RNAi activators were also active against viral replication in cultured cells when they were delivered with recombinant lentiviral vectors. Use of lentiviral vectors to deliver influenza virus A-targeting shRNAs was described in other studies [30, 45] . Silencing of M1/M2 sequences effectively inhibited replication of the virus in MDCK cells. There was no evidence of escape mutants emerging after long-term suppression [45] . In addition, the gene silencing was effective against both H1N1 and avian H5N1 strains of the virus.\n\nTompkins et al. utilized siRNAs that targeted sites in PA and NP, but they administered the gene silencers as formulations with a commercially available transfection reagent, Oligofectamine™ [46] . The antiviral sequences were active against different viral isolates and protected mice from lethal challenge with highly pathogenic strains of influenza virus A. Suppression of viral replication in cultured cells and in mice was also demonstrated in a study that described use of siRNAs that targeted the PA sequence of the virus [47] . A particular siRNA, ps-PA496, provided protection against the virus. Suzuki and colleagues used bicistronic expression cassettes to target NP sequences of influenza A and influenza B viruses [48] . Inhibition of replication of both viruses was demonstrated in cultured cells. The cassettes were also effective when using recombinant baculovirus vectors. M2 and NP sequences were targeted by Zhou and colleagues in a study performed on MDCK cells and in mice [49] . Effective suppression of H1N1, H5N1, and H9N2 isolates was demonstrated. Activation of the innate immune response by duplex RNA has also been investigated as a means of inhibiting influenza virus A. Stewart et al. showed that positioning the 5′ UGUGU 3′ sequence at the 5′ end of the sense strand of a siRNA targeting PB1 (PB1-2257) augmented antiviral efficacy [50] . Although this is an interesting approach, and utility has been verified in cultured cells, avoiding inadvertent unintended effects in vivo may be more difficult to achieve.\n\nBecause influenza virus A is predisposed to mutation, developing gene silencing methodology that prevents escape is important. In addition to using combinatorial RNAi, silencing of host factors that are required by the virus to replicate may also be used. A high-throughput screening study reported by Karlas and colleagues enabled identification of such human host factors [51] . However, investigating use of silencing of host factors for therapeutic application has not yet been thoroughly explored.\n\nUsing antisense-based methodology, inhibition of replication of the highly pathogenic avian strain of influenza virus A, H5N1, has been demonstrated in 9.4 SARS CoV chickens [52] . RNA oligonucleotides targeting the NS1 and HA sequences were formulated with a commercially available transfection reagent (Lipofectamine™) and administered to the airways of the birds. Three doses of the antisense formulations effectively protected the chickens from the virus. Recently, positively charged phosphorodiamidate morpholino oligonucleotides have also been used to treat influenza virus infection, and a candidate drug, AVI-7100, is now at a clinical stage of evaluation by Sarepta Therapeutics (http://www.sarepta.com/ pipeline/).\n\nOverall, good efficacy of various influenza virus A-targeting nucleic acids has been demonstrated in cultured cells and in vivo. However, most studies have not yet progressed beyond evaluation in small animal models.\n\nThe importance of implementing prompt therapeutic intervention after emergence of a pathogen was emphasized by the outbreak of SARS in 2002-2003 [53, 54] . After cases were initially reported in Asia, there was rapid spread of the infection to other parts of the world. Approximately 8000 people were affected, and there were approximately 800 deaths that resulted from the epidemic. Mortality was high in people over the age of 50 years, but for unexplained reasons mortality was low in children younger than 12 years [55] . The causative agent was rapidly identified as a CoV and named the SARS-CoV [56] . The species is a member of the Coronaviridae family and Coronavirus genus. Viruses of the genus are transmissible across species and may infect many different animals to cause disease (reviewed in ref. [1] ). The pleomorphic virion is enveloped (Figure 9 .4) and contains a single-stranded RNA genome of positive polarity that comprises FIGURE 9.4 Schematically illustrated structure of the viral particle of SARS-CoV. The single-stranded RNA of the genome is complexed to the N protein, which in turn is located within the membranous envelope. E, M, and S glycoproteins are embedded in the envelope. The circular structure in cross-section and protruding S proteins give the virion its characteristic crown-like appearance when viewed using transmission electron microscopy. approximately 30 kb (Figure 9 .5) [57] . After its discovery, the genome of the virus was characterized with remarkable speed. This provided a basis for rational design of gene therapy-based approaches to countering SARS-CoV.\n\nAs a CoV, SARS-CoV has a crown-like (coronal) appearance when viewed using transmission electron microscopy [58] . The spike (S) glycoprotein is embedded in the viral envelope and forms protrusions that give the characteristic appearance to the virions (Figure 9.4) . At the initiation of entry of the virus into cells to be infected, S interacts with the human angiotensin converting enzyme-2 [59] . Two other glycoproteins are also positioned in the envelope: the membrane (M) and envelope (E) proteins. The nucleocapsid protein (N) is responsible for packaging of the viral genome in a helical arrangement. The 1a and 1b viral open reading frames (ORFs) encode polyproteins, referred to as pp1a and pp1b, which function as viral replicases. These sequences comprise two-thirds of the genome (Figure 9 .5) [1] . They are translated from the genomic RNA and rapidly convert the genomic RNA into minus strands, which in turn lead to formation of \"nested\" subgenomic mRNAs that serve as the The single-stranded RNA of sense polarity comprises ∼30 kb. The sequence is flanked by 5′ and 3′ UTRs and the intervening sequence encodes the viral structural and nonstructural proteins. The large ORFs, 1a and 1b, encode polyproteins that are processed to generate nonstructural proteins required for replication of the viral genome. The four structural genes, S, E, M, and N, encode the spike, envelope, membrane, and nucleocapsid proteins, respectively. Eight accessory proteins are encoded by ORFs, some of which are overlapping, within the 3′ quarter of the genome. Selected sites within the genome that have been successfully targeted using RNAi activators are indicated. Efficacy of siSC5 and siSC2 were reported by Li and colleagues [66] , pSR02 and pSR03 were characterized by Wang et al. [63] , and the S1 and S2 silencers were developed by Zhang et al. [65] . Approximate coordinates of the first nucleotide of the cognates of the gene silencing guides are indicated in parentheses. UTR, untranslated region. 9.4 SARS CoV translation templates for synthesis of other viral proteins. Synthesis of pp1b occurs after a translational reading frame shift of the ORF 1a sequence. Maturation of pp1a and pp1b follows proteolytic cleavage that is performed by viral chymotrypsin-like protease and papain-like protease [1, 60] . There are eight accessory proteins encoded by the virus, which are not essential for replication of the virus in cultured cells (reviewed in refs [1, 58] ). Their functions include regulation of programmed cell death, cell signaling control, innate immune response suppression, and release of proinflammatory cytokines.\n\nAs the name indicates, infection with SARS-CoV is characterized by rapid onset of severe respiratory symptoms. Individuals who are infected with the virus are only contagious when the virus affects the lower respiratory tract [1] . This property facilitated restriction of spread of SARS-CoV through identification of infectious individuals and their placement in quarantine. Transmission of the virus occurs as a result of droplet spread. Although the respiratory tract is the primary site of infection, the virus may also spread to other organs such as the gastrointestinal tract [61] . Pathogenesis of the disease primarily occurs as a result of the host's immune response to the infection and correlates with the observation that symptoms become worse before clearance of the virus [62] . The epidemic that arose in 2002/2003 is likely to have originated from cross-species spread from palm civets to handlers working at markets selling the animals [2] . However, Chinese horseshoe bats are implicated as the primary reservoir of the virus [13, 14] , and these animals are likely to have transmitted the virus to other mammalian species before infecting humans.\n\nBecause there is no effective treatment for SARS-CoV infection, and there is no good vaccine, harnessing gene therapy to counter the infection was a logical line of investigation. Swift detailed characterization of the SARS-CoV genome enabled rapid development of potentially therapeutic anti SARS-CoV RNAi activators (Figure 9 .5). Although none of the investigations progressed to clinical trial, proof of principle was demonstrated using various cell culture models that simulated the human infection [63] [64] [65] . In addition, the speed with which candidate nucleic acid therapeutics were identified reinforced the notion that rational design using gene therapy may be a powerful means of rapidly advancing treatment for emerging pathogens. Wang and colleagues initially reported on the use of expression cassettes that generated six antiviral RNAi activators that targeted various sites within the genome [63] . The lead antivirals, pSR02 and pSR03, had cognates in the ORF 1b sequence (Figure 9 .5). Inhibition of viral replication and attenuation of the cytopathic effects were demonstrated in cultured Vero cells derived from African green monkeys. A subsequent study, also performed on Vero cells, demonstrated efficacy of synthetic siRNAs against the virus [64] . Particularly good inhibition of viral replication was demonstrated by siRNAs targeting the S sequence. The S gene was also shown to be a good target for inhibiting SARS-CoV in cultured cells by expressed RNAi activators [65] . The most advanced study that used RNAi against SARS-CoV assessed efficacy of synthetic siRNAs against SARS-CoV in nonhuman primates [66, 67] . RNAi activators with cognates in the ORF 1b and S regions of the viral genome were developed as the candidate drugs. The short duplexes had dTdT overhangs at their 3′ ends but were otherwise unmodified. Initial assessment in a murine model of the infection was followed by evaluation in Rhesus macaques. The siRNAs, administered in a dextrose solution, were given intranasally and took advantage of the anatomy of the respiratory airways to distribute the siRNAs to SARS-CoV-infected cells. The treatment effectively inhibited replication of SARS-CoV and alleviated pathogenesis of virus-related disease.\n\nThe epidemic of SARS-CoV of 2002/2003 was effectively contained and deaths resulting from the infection have not been reported since 2004 (http:// www.cdc.gov/sars/). However, despite this success, an important lesson from the outbreak has been that CoVs have the potential to be serious pathogens [1, 68] . The ability of the viruses to adapt and achieve cross-species infections is particularly concerning, and there may be further serious outbreaks of infections caused by viruses of the Coronaviridae family. Indeed, emergence of the Middle East respiratory syndrome (MERS), which is also caused by a CoV, supports this notion [69] . Problems related to infection with the MERS virus have not been as widespread and severe as those caused by SARS-CoV. Nevertheless, vigilance and advancing technology that would be able to deal with such an event is important. Insights gained from using RNAi against SARS-CoV have been valuable and will be useful to advance treatment of respiratory coronaviral infections.\n\nThe feasibility of gene therapy for treatment of other respiratory viral infections, such as measles virus [70, 71] and parainfluenza virus [15] , has also been explored. Harnessing RNAi has been a popular strategy to inhibit expression of viral genes and to silence host dependency factors that the viruses require for their replication (reviewed in ref. [72] ). An example is with the development of RNAi-based treatment of measles virus infections. Despite widespread vaccination programs that effectively prevent infection with the virus, disease related to transmission of measles virus remains an important global problem. The modest efficacy of available drugs, such as ribavirin, has prompted investigation of gene therapy to treat the infection. Synthetic and expressed RNAi activators that target viral mRNA containing the L sequences, which are responsible for encoding the essential viral RNA-dependent RNA polymerase, have been used 9.6 Conclusions to inhibit viral replication in cultured cells [70] . The effect was observed without evidence of toxicity. A more recent investigation verified that good silencing of viral replication could be achieved with gene silencers that had cognates in other viral sequences [73] . The measles virus receptor (signaling lymphocyte activation molecule) [74] and Rab9 GTPase [71, 73] , essential host factors required for replication of the virus, have also been effectively silenced to counter measles virus replication. In addition, viral genes and host factor-encoding genes have been silenced together in an attempt to augment antiviral efficacy [73] . Although these approaches have demonstrated impressive results that show potential for therapeutic application, feasibility of implementing gene therapy for measles virus infection is likely to be faced with several challenges. Moreover, the availability of an effective vaccine and the acute nature of measles virus infection suggest that gene therapy is not a priority for treating the disease.\n\nViruses that cause infections of the respiratory tracts are common and highly varied in their origins. Because presentation with pathognomonic signs and symptoms is unusual, molecular diagnosis and immunoassays play an important role in diagnosis. In settings where resources are limited, this may retard identification of the etiological agent that is responsible for the clinical presentation. To compound problems of delays in diagnosis, infection with respiratory viruses usually occurs rapidly after contact with respiratory secretions of infected individuals. Transmission may occur between individuals and in some cases as a result of interspecies infection. Moreover, respiratory viruses, such as influenza virus A, readily mutate their genomes to generate viruses that have new properties of disease pathogenesis. In addition, vaccines and available therapies for respiratory viral infections often only have modest efficacy. Collectively, the potential severity of respiratory viral infections coupled to risks for emergence of new strains of particularly pathogenic strains pose public health challenges.\n\nImprovements in the technologies that enable rapid and thorough characterization of genomes of emergent pathogens have provided important information that is required for development of gene therapy-based treatment of respiratory viral infections. Because most respiratory viruses have RNA genomes, and some of the viruses replicate only in the cytoplasm, therapeutic strategies based on use of antisense and RNAi activators have been favored. As with gene therapy for other viral infections, delivery of antiviral nucleic acids is challenging. However, in the case of respiratory viral infections, the anatomical structure of the airways may be exploited for administration of the therapeutic nucleic acids. Inhalation of solutions or formulations containing the candidate drugs is convenient to distribute the nucleic acids along the trachea, bronchi, bronchioles, and alveoli. This approach has been used in clinical trials for the treatment of RSV infection [17, 18] , and the results have been useful in informing the broader development of gene therapy for infection with respiratory viruses. Airway administration of antiviral nucleic acids has also been shown to be effective for countering influenza virus A [46, 47] and SARS-CoV [66, 67] in animal models of the infections.\n\nThe persistent risk of emergence of highly pathogenic respiratory viruses remains concerning, and the lessons learned from the outbreak of the SARS-CoV pandemic of 2002/2003 were valuable. Although know-how that may be used as a platform for treating respiratory viral infections is still being developed, the objective of achieving rapid implementation of effective treatment seems reachable. The availability of sophisticated molecular techniques, improved methods of disabling viral gene expression, and ease of administration to the respiratory tract are particularly important to advancing gene therapy for respiratory viral infections. These developments will surely contribute significantly to more effective management of current and emergent pathogenic respiratory viral infections in the future."}