{"title": "Springer Seminars in Immunopathology Immunopathological aspects of coronavirus infections", "body": "Coronaviruses are widespread pathogens that cause a number of important diseases in mammalian and avian species. Their pathogenic potential ranges from respiratory and gastrointestinal diseases to hepatitis, encephalomyelitis, vasculitis and coagulopathies. The following diseases are of major economical importance: transmissible gastroenteritis and porcine respiratory coronavirus infections in pigs, diarrhea in calves, infectious bronchitis in chickens, feline infectious peritonitis in cats [8, 100] . About 30% of common colds in human beings are attributed to these viruses. Furthermore, they cause a broad range of diseases in mice and rats. The majority of coronaviruses induce acute, self-limiting diseases. The major exceptions are infections caused by feline and murine coronaviruses. Feline infectious peritonitis (FIP) represents a debilitating condition based on infection of the monocyte/macrophage lineage and is associated with immune-mediated damage [20, 65, 71] . Murine coronaviruses (mouse hepatitis virus, MHV) can spread inapparently or may hide as persistent infections that modulate the immune response [38, 100] . Therefore, MHV infections may severely impair results of experimental studies and are of major concern in livestock breeding. On the other hand, these infections are interesting for analysing disease processes. MHV-JHM and MHV-A59 are mainly employed for studies of virus-induced demyelination in the central nervous system, whereas MHV-3 is a versatile model for the study of diseases of the liver and the lymphoreticular system. These aspects constitute the major focus of the following sections.\n\nTypical coronaviruses are pleomorphic to rounded particles with a lipid envelope surrounded by a fringe of surface projections termed spikes or peplomers [8, 42, 87] . Their genome consists of a large, single-stranded RNA molecule comprising about 28-32 kilobases of nucleotides. This is the largest known RNA genome. The RNA is H. Wege of positive polarity, with a cap structure at the 5' end and polyadenyl sequences at the 3' end. The 5' end codes for the polymerase, followed by genes for envelope proteins and the nucleocapsid protein. Expression of the coronavirus genome involves a series of subgenomic mRNA, each containing one or more open reading frames. In the case of structural proteins, only the 5' end of the gene is translated. A similar gene organisation and expression strategy is employed by arteriviruses (e.g. equine arteritis virus) and toroviruses (e.g. Berne virus). Therefore, despite considerable morphological differences, these families may derive from a common ancestor of the \"coronavirus-like superfamily\" [85] . They each have a similar polymerase unit coupled to different sets of structural genes (modular evolution). About two thirds of the genome is required to code for the polymerase functions, corresponding to about 800 kilodaltons of amino acids.\n\nThe genomic RNA and the nucleocapsid protein N form a helical structure, which is surrounded by a lipid bilayer. Attached to N is the matrix glycoprotein M, which protrudes into the lipid envelope. The major surface glycoprotein is the spike protein S. This protein is important for cell fusion, attachment to receptors on the cell surface and induction of protective immunity. The S gene displays a considerable genetic heterogeneity involving mutations, deletions and recombination events, which has a strong impact on virulence and tissue tropism. The virus receptors on the cell surface mirror this heterogeneity. Murine coronaviruses employ carcinoembryonic antigens as receptors; these are related to the IgG superfamily and consist of a large number of variants expressed in different tissues [19] . Other coronaviruses, such as the porcine transmissible gastroenteritis virus or the human coronavirus 229E, bind to a completely different type of molecule, the aminopeptidases [14] .\n\nA further surface glycoprotein, the haemagglutinin esterase (HE), is not expressed by all coronaviruses. This protein promotes binding to neuraminic acid and functions as a second receptor system. Depending on the coronavirus strain, the haemagglutinating activity is either associated with HE or can be a property of the S protein [8, 87] .\n\nIn several virus diseases such as Dengue haemorrhagic fever, yellow fever or some stages of HIV infections, a cytokine-mediated dysregulation of the immune system results in an augmentation of pathology by the antibody response through deposition of immune complexes or antibody-mediated enhancement of infectivity [31, 53, 104] . Chronic inflammations elicited by feline coronavirus infections provide an interesting virus-host system in which such mechanisms can be studied. many organ systems [71, 89] . The disease is predominant in young cats (of less than 1 year of age). It is debatable whether the greater incidence among purebred cats is the result of a certain genetic predisposition or a management problem of catteries. The disease is transmitted by contact (ingestion, inhalation, bites) and shed via feces and secretions. The manifestation of clinical disease occurs after an incubation period of a few weeks to months and years. Asymptomatic carders may be involved. Two different manifestations can be diagnosed, either an effusive (wet) form or a non-effusive (dry) form [71, 72] . Furthermore, combinations of these phenotypes complicate the clinical definition of FIP.\n\nCharacteristic of the effusive form is a fibrin-rich fluid accumulating in the peritoneal, pericardial or renal, subcapsular spaces. The severity and type of signs depends on the site of effusion, in most classical cases the cats develop an enlargement of the abdomen. General symptoms are anorexia, weight loss, dehydration, deafness and fever. Depending on the site of inflammation, liver functions or the pancreas can be involved. The disease process leads, within weeks to months, to the death of the animal.\n\nIn the effusive form multiple granulomas can affect different organ systems. Neurological signs such as paresis, ataxia, behavioural changes and seizures are often observed. These clinical signs can fluctuate in phases over many months.\n\nInfection by the oronasal route is followed by replication in the pharyngeal, respiratory or intestinal epithelial cells. Monocytes are the predominant target, whereby the viremic phase remains predominantly cell associated [105, 106] . In the next step, virus spreads to the macrophages of the reticuloendothelial organs or into perivascular areas. This results in necrotising pyogranulomas with phlebitis and thrombosis.\n\nThe most puzzling phenomenon observed during FIP is the acceleration of disease if seropositive cats are challenged with FIPV. This more fulminant accelerated FIP is primarily associated with the existence of serum antibodies. Experimental transmission of immune serum or purified anti-FIPV IgG to seronegative kittens before challenge also resulted in an acceleration of disease [72, [104] [105] [106] .\n\nTwo major mechanisms promote and drive the pathological changes. The first mechanism involves immune complexes consisting of antibodies, complement (C t) and FIPV proteins [29, 31, 32] . Activation of C' appears to be the major factor eliciting inflammations and the blood-coagulation cascade [107] . Under experimental conditions, subclinical disseminated intravascular coagulation (DIC) can be elicited and the inflammations are associated with an array of mediators such as interleukin (IL)-I, IL-6, leukotriene B4 or prostaglandin E2. The second mechanism is triggered by antibodies that enhance the infection instead of blocking or neutralising the virus. Such an antibody-dependent enhancement (ADE) can be emulated by experiments with macrophages in vitro [27] . The detailed mechanism of ADE appears to be quite variable. Basically, the efficiency of infection of monocytes or macrophages is much higher with virus-antibody complexes than with virus alone [66, 67] . This phenomenon involves a receptor-mediated endocytosis employing Fc receptors or C ~ receptors and CD4 receptors. It is not yet clear whether Fc receptor-mediated enhancement of FIP infections occurs in absence or presence of C ~.\n\nThe viral structures that are involved in the induction of enhancing antibodies have been defined in more detail [66] [67] [68] . In the case of FIPV, certain epitopes on the S protein are associated with this phenomenon, whereby the same epitope can mediate virus neutralisation by binding of antibodies in a dose-dependent manner [10] . A smaller amount of antibodies is required for a maximal enhancement effect than for neutralisation. Furthermore, antibodies binding to the matrix protein M can also result in an enhancement. In addition, the IgG subclass plays a role. Whereas IgG 2a-specific monoclonal antibodies (mAb) can be responsible for either enhancement or neutralisation, IgG 1 mAb are strictly associated with neutralisation. The enhancing antibody may promote the infection by targeting the virus to the surface of cells bearing Fc receptors for IgG, thus resulting in phagocytosis or a more intense interaction of the virus proteins with the specific receptor on the cell surface. However, experiments were presented which demonstrate a correlation between the number of infected macrophages and the presence of enhancing antibodies. It was also speculated that the enhancing antibodies promote the uncoating of virus within the cell.\n\nThe implications for ADE in vaccination strategies are obvious. Trials to protect cats by vaccination with recombinant vaccinia virus expressing the FIPV S protein were, however, a failure. Challenge of vaccinated cats displaying S-specific antibodies resulted in a significantly accelerated infectious peritonitis instead of protection [96] . Furthermore, depending on the challenge schedule, a correlation between accelerated FIP and enhancing antibodies in the serum was demonstrated. By contrast, no such acceleration was encountered if cats were vaccinated with recombinants expressing either N or M protein of FIPV.\n\nMany diseases of the central nervous system (CNS) are accompanied by inflammatory demyelination. Diseases such as visna in sheep, canine distemper in dogs or a number of parainfectious encephalomyelitides in humans are typical examples [16] . Furthermore, an involvement of virus infections in multiple sclerosis (MS) is a widely discussed and attractive hypothesis. This enigmatic disease process is driven by a combination of immunological, genetic and environmental factors [46, 69] . Coronavirus infections in mice and rats have been employed as a model to analyse such pathogenic mechanisms.\n\nThe murine coronaviruses (or MHV) comprise a large number of strains and biotypes [8, 38, 100] . Most studies have been performed with MHV-JHM and MHV-A59 in rats and mice. The outcome of infection depends on the properties of the virus, route of inoculation and host factors such as genetics, age and immune status. Mice are in general more susceptible and a variety of organ systems can be involved. Rats must be infected intracerebrally, but the virus remains more restricted to the CNS. The major target cells in the CNS are neurons and oligodendroglia, whereas during persistent infection the astrocytes are the sites of predilection which harbour and spread the virus [92] .\n\nIn both mice and rats, the immune response has a marked influence on the outcome of infection. On the one hand, a strong CD4 § T cell response is elicited, whereby the N protein represents a dominant antigen [1, 36, 101] . For protection and virus elimination in the early stages of infection, both CD4 § and CD8 § T cells are important [6, 18, 23, 36, 81, 91, 109] . In the mouse system, non-immune B cells have been described which are capable of inducing apoptosis of MHV-A59-infected cells [63] . This mechanism differs from the classical cytotoxic T lymphocyte function and may be triggered by cell fusion activity of the viral S protein. On the other hand, if the immune response fails to eliminate the virus, a persistent infection may be established. Depending on the experimental conditions, an immune-mediated demyelination can be induced [6, 22, 24, 82, 92, 97] .\n\nInfection of several inbred rat strains with MHV-JHM results in a demyelinating CNS disease [86, 99] . In Lewis rats, following intracerebral infection with MHV-JHM different forms of encephalomyelitis were observed. The acute encephalomyelitis (AE) develops within a short incubation time and leads rapidly to the death of the animal. The lesions are located mainly in the grey matter of the CNS. In contrast, the subacute demyelinating encephalomyelits (SDE) is a paralytic disease, which develops after an incubation time of several weeks to months and is based on a persistent infection [61, 62, 110] . Inflammatory demyelinating lesions are restricted to the cerebral white matter including the optic chiasm, brain stem and spinal cord. The disease develops after an incubation time of several weeks to months and in a number of cases relapse occurs [102] .\n\nLewis rats and BN rats react very differently to infection with MHV-JHM [99] . Lewis rats are highly susceptible and display a strong inflammatory response in the CNS driven by CD4 § T calls. BN rats are quite resistant to MHV-JHM infection and react with a strong intrathecal antibody response [17, 18, 77] . The virus remains restricted to the periventricular regions, whereby a heavy infiltration of virus-specific antibody-secreting plasma cells occurs in the brain parenchyma.\n\nIn Lewis rats, macrophages and CD4 § T cells are the major cell type in the infiltrates [18, 110] . The cytokines released by these infiltrates may contribute to the up-regulation of major histocompatibility complex (MHC) class II antigens including microglia cells and astrocytes [80] . Results from in vitro studies have indicated that interferon (IFN)--y induces MHC class II expression in astrocytes, which are then capable of functioning as antigen-presenting cells [25, 78] . Furthermore, MHV-JHM virions have the capacity to elicit an up-regulation of MHC class II in astrocyte cultures [54] . This effect is rat strain dependent; astrocytes derived from BN rats do not display a virus-dependent up-regulation of MHC class II expression [55, 78] . Astrocytes can prime CD8 § T cells and can perpetuate CD4 § T cell functions [79] . However, in vivo the priming and proliferation of antigen-specific CD4 § T lymphocytes occurs probably in cervical lymph nodes outside the CNS. The T lymphocytes which home to the infected areas of the CNS are unresponsive to proliferation signals, but continue to produce cytokines and function as effector cells [30, 79] . Therefore, it is conceivable that it is the role of activated astrocytes or microglia to mitigate the inflammatory response within the CNS. Most of the inflammatory T cells in older lesions are eliminated by apoptosis.\n\nThe influence of immunity on the outcome of infection was investigated by employing for immunisation recombinant vaccinia viruses, which express structural proteins of MHV-JHM. Protective immunity was induced against MHV-JHM if the challenge infection of rats was performed within 7 days following vaccination against S protein [23] . As shown by depletion experiments, the protective effect depends on the presence of S protein-specific CD8 § T cells. However, a subclinical and protracted course of disease associated with a persistent infection was induced if the MHV-JHM challenge was performed 3 weeks after vaccination [24] . Employing this immunisation schedule, the CD8 § T cells appear to be of less importance.\n\nIt is conceivable that the presence of antiviral antibodies shields the neurons against a cytolytic virus infection and thus prevents lethal disease [49] . The conclusion that the humoral immune response may modulate the disease is supported by data from immune-histological analysis of rats displaying inflammatory demyelinating lesions [110] . Within the lesions, binding of antiviral antibodies, complement C3 and an increased amount of B cells are detectable, whereas the amount of S protein expressed is drastically reduced in comparison to the nucleocapsid protein. As shown by tissue culture experiments with measles virus-infected cells, during persistent infection in the presence of antibodies viral glycoproteins disappear from the cell surface and their expression can be down-regulated. This mechanism of antigenic modulation may help the virus escape from immmune surveillance [64] .\n\nMost fascinating was the finding that, during SDE, lymphocytes are sensitised against myelin basic protein (MBP) [98] . To test the pathogenetic potential of these cells, such lymphocytes were restimulated in vitro to enhance their number and then transferred to healthy syngeneic rats. These animals developed inflammatory lesions and clinical signs characteristic of experimental allergic encephalitis (EAE). It is noteworthy that no autoimmune response was observed in BN rats (a strain relatively resistant to induction of EAE and other autoimmune diseases [99] ). These results support the hypothesis that autoimmunity specific for brain antigens can be triggered by a virus infection and have implications for pathogenesis.\n\nThe susceptibility of neuronal cells and macrophages is a key element in determining the outcome of infection and may involve only one single dominant gene. By contrast, the development of chronic MHV-induced CNS disease is probably under the control of several genes [38] . A chronic demyelinating encephalomyelitis was observed in a few mice that survived the acute disease [90, 103] . Whereas demyelination during the acute stage might be a direct consequence of a cytolytic infection affecting oligodendrocytes, astrocytes are the predominant ceils that maintain the virus as a smoldering persistent infection throughout the chronic stage [92] . Some evidence has been obtained that MHV-JHM also triggers also autoimmune responses in mice. However, it is not known whether this phenomenon plays a pathogenic role leading to inflammatory demyelination. In MHV-JHM-infected BALB/c mice, the frequency of self-reactive T cells was significantly elevated [40] . In this context, it is interesting that a murine coronavirus infection strongly influenced the pathology of an autoimmune relapsing encephalomyelitis in a mouse model [12] . In PL/J mice, EAE was elicited by transfer of MBP-specific lymph node cells. Only mice containing antibodies against MHV displayed large demyelinating lesions in the spinal cord. In addition, MHV-JHM induces a biphasic retinal disease in BALB/c mice [28] . In the early phase, the virus induces a retinal vasculitis. Later, when both viral particles and inflammatory ceils are no longer detectable, these animals suf-fer from a degeneration of the retina associated with the presence of autoantibodies against retina and retinal pigment epithelial cells.\n\nThe major factor leading to primary demyelination and inflammation appears to be provoked by the antiviral immune response. A persistent virus infection and demyelination can be induced if C57B1/6 mice that are nursed by already immune mothers are infected [74] . This chronic disease may involve humoral antibodies, which prevent virus spread and damage of neurons during the acute phase. A similar modulation of the disease was observed after infection of mice infused with mAb against the S protein [2, 92] .\n\nThe pathology of virus-induced CNS infections depends on changes caused directly by the virus and the effects mediated by proinflammatory cytokines [37, 108] . During the acute stage, the infection of MHV-JHM results in an increase of MHC class I expression on oligodendrocytes and astrocytes [93, 94] . This induction of MHC class I expression in astrocytes is dependent on the virus strain employed for infection [26] . In addition, a virus-mediated induction of IL-6 was demonstrated on endothelial cells and astrocytes [35] . These virus-specific immune modulatory effects are thought to involve soluble factors released from brain cells. Furthermore, besides neural cells, infiltrating monocytes and macrophages are a target for infection. Surviving the acute disease depends strongly on an efficient clearance of virus involving both CD4 § and CD8 § T lymphocytes, which act through the release of cytokines [1, 108] . At the time of clearance, an increase of mRNA for IL-lc~, IL-1/3, IL-6, tumor necrosis factor (TNF)-c~ and IFN-7 was demonstrated [70] . In irradiated mice, the clearance of virus from the CNS is severely impaired. However, although the amount of infectious virus is significantly enhanced, demyelination is abrogated. Passive transfer of splenocytes from immune animals again resulted in inflammatory demyelination. Virus-specific Thy-1 + cells are, therefore, considered to be of central importance in mediating demyelination [22, 82, 97] .\n\nThe process of demyelination, the involvement of autoimmunity and the clinical course of experimental coronavirus infections emulate some aspects of MS. EAE is investigated as the classical model to illustrate the involvement of autoimmunity in CNS diseases [46, 69] . To induce EAE, animals are immunised with mixtures of MBP or myelin extracts with adjuvants.The essential pathogenic element consists of CD4 § T cells sensitised against \"encephalitogenic\" epitopes of MBP. Passive transfer of activated MBP-specific T cell lines also results in EAE. However, the lesions associated with this type of EAE model only consist of perivascular infiltrations of T cells and monocytes, whereas inflammatory demyelination is a hallmark of MS. To emulate such pathological changes, a number of experimental designs were evaluated.\n\nOne of the most successful modifications of the EAE model was achieved by a combined transfer of T cells specific for brain antigens and antibodies against surface proteins on oligodendrocytes or myelin. The intensity of inflammation and the degree of demyelination depend on the balance between encephalitogenic T cells and antibodies. The neuropathological changes observed in these EAE models and in coronavirus-induced demyelinating disease are similar to demyelinating lesions associated with MS. In both systems a spectrum of lesions can be analysed, which represent different stages of plaque development. The pathogenic mechanism driving the different types of lesions appear to vary even within the same rat. In general, a persisting virus infection may provide a first antigen stimulus and disturb the balance of the immune system [111] . Viruses that replicate in neural tissue can incorporate host material, including myelin proteins, and thus provoke a normally irrelevant immune response [76] . Furthermore, epitopes of the virus may cross-react with potential neuroantigens, thus provoking autoimmunity by molecular mimicry [64] . Many direct or indirect disturbances of oligodendrocyte functions can impair myelin production, expose new antigens and progress to phases of increasing pathology. Oligodendrocytes are sensitive to exposure to TNF or IL-1 [57] . Other factors are released by activated macrophages such as nitric oxide or proteases. Finally, oligodendrocytes are sensitive to C ~ or C'-mediated antibody reactions. Therefore, demyelination may also be the consequence of an \"innocent bystander\" effect related to an antiviral immune response.\n\nAstrocytes are coupled through gap junctions to oligodendrocytes and secrete trophic factors. In addition, the viability of oligodendrocytes depends on the integrity of the associated axons. Furthermore, the immunomodulatory functions of astrocytes, microglia and endothelial cells can be affected by a viral infection. In particular, the virus-induced up-regulation of MHC or of cytokines can be implicated in the disruption of immune regulation. An immunopathological process may, thus, prevail even when the eliciting infectious agent has already been eliminated.\n\nDespite the fascinating observations in such model systems, a direct etiological involvement of coronavirus infections in MS remains unlikely. The reports on coronaviruses isolated from CNS tissue of MS patients using mice or murine cell cultures are debatable [3] . The risk of a hidden murine coronavirus infection during prolonged passages is obvious. On the other hand, there are reports of coronavirus RNA or protein being detected in brain tissue in some MS cases [59, 88] . Furthermore, murine coronaviruses can induce encephalomyelitis in primates [4, 60] . There have been numerous attempts to incriminate viruses as an agent which triggers MS. No epidemiological evidence indicates that coronaviruses are involved in this disease.\n\nA number of low-virulent MHV viruses have been isolated from mouse colonies, which display a highly variable tropism for macrophages and T or B cell lineages [5] . Natural MHV infections can impair the function of splenic cells or influence the release of immunomodulatory neurotransmitters [5, 41, 83, 84] . Oral infection of BALB/cByJ mice with MHV-JHM resulted in a transient but marked depression of T cell functions [9, 15] . Within the first weeks of infection, the spleen cell response to polyclonal stimuli was decreased. On the other hand, spleen cells from mice infected with MHV-JHM proliferated spontaneously and produced elevated levels of IL-2 and IL-3. This spontaneous lymphokine production was measured at a time point when infectious virus had already been eliminated [39] . Moreover, the frequency of self-reactive T cells was significantly elevated [40] . Following intranasal infection of BALB/c mice with MHV-A59, a transient acute phase was observed accompanied by a markedly decreased number of cells in lymphoid organs [11] . Later, when infectious virus was no longer detectable, these mice had an impaired ability to reject skin grafts. This long-term dysfunction of T cells was not detectable by in vitro assays. MHV-A59 does not infect T or B cells. Therefore, it is conceivable that this dysfunction is caused by an impairment of accessory cell functions induced during the phase of acute infection.\n\nThis murine coronavirus displays a broad spectrum of organ tropisms and can affect liver, lymphoid organs and the CNS [47, 48, 100] . The outcome of disease strongly depends on the genetic background, the route of infection and the MHV-3 biotype. A/J mice are resistant to intraperitoneal infection, the virus being cleared within 7 days. C57BL/6 mice by contrast die within a few days post infection (p.i.) from an acute hepatitis. This genetic restriction is based on the interaction between the virus, macrophages and lymphoid cells. The lymphoid organs of animals with acute disease are severely affected. The virus induces a lytic infection of cells belonging to the B cell lineage in spleen and bone marrow, which correlates with the pathogenicity of MHV-3 [33, 44] . In addition, the splenic and thymic T cell population is depleted. In these cells, a lytic viral infection is maintained through contact with stromal cells of the thymus [43] .\n\nA completely different outcome of infection was observed, when F1 hybrids derived from cross-breeding between those strains; (C57B1/6xA/J) F1 were employed [34] . These \"semi-susceptible\" animals are resistant to acute disease, but develop chronic diseases based on persistent infections, which can be associated with immunosuppression. Major signs consist of a wasting syndrome, hind limb paralysis and incoordination. These mice occasionally die within 3 months. Similar manifestations of chronic disease are also inducible by MHV-3 infection of C3H, AKR or A2G mice.\n\nThe chronic disease is under the control of several H-2-1inked genes, which influence the degree of hepatic damage. The acute phase depends on another gene complex. The development of neurological disease depends on the level of virus replication involving meningeal cells, ependymal cells and neurons [13, 95] . Although antibodies against MHV-3 are continuously detectable, a strong impairment of both primary and secondary antibody responses occurs. Furthermore, the number of thymocytes, splenic cells and macrophages decreases significantly. The number of spleen cells decreases already within 2 days p.i. and remains low for up to 3 months. Infectious virus can be isolated from different organs of chronically infected mice. The major targets are mature B cells and thymic stromal cells. Viruses isolated from CNS tissue are less pathogenic and have lost the tropism for thymocytes [45] . It is noteworthy that neurological signs develop at a time when the spleen cellularity and number of peritoneal macrophages have reached normal levels. The paralysis is thought to result from an immune-mediated lysis of infected neural cells [34] . As a consequence of the T and B cell depletion during the acute phase, the elimination of infectious virus may be inefficient and, thus, establishment of a persistent infection could be promoted.\n\nMacrophage function determines to a significant extent the outcome of infections with MHV-3. The restriction of MHV-3 replication is strongly associated with macrophage activation by IFN-'7 [56] . Furthermore, the activation of the blood coagulation system by infection with MHV-3 is a major pathogenic mechanism related to susceptibility and resistance [50] . Activation of the coagulation system can result in disseminated intravascular deposition of fibrin and, thus, lead to severe liver damage. A low basal procoagulant activity (PCA), a prothrombinase, is an intrinsic property of lymphoreticular cells. This enzymatic activity can be up-regulated by lipopolysaccharides, immune complexes or lectins. Monocytes and macrophages play a pivotal role in the induction of the PCA response.\n\nThe manner in which infection of macrophages by MHV-3 stimulates PCA is strictly dependent on the genetic background: high activity is induced in fully susceptible BALB/c mice, moderate responses are measurable in C3H/St mice and no PCA activity occurs in the fully resistant A/J strain. The PCA response develops within 1-1.5 h p.i., before the virus replicates. Infusion of infected BALB/c mice with an mAb that neutralises PCA activity has a protective effect and limited hepatic necrosis [51] . Therefore, the mechanism by which macrophages contribute to genetic restriction is via induction of the blood coagulation cascade by the virus and is not directly dependent on the virus replication. In addition, MHV-3 infection of macrophages elicits the production of TNF, leukotriene B4 and IL-1. These mediators may in turn elicit the expression of PCA in endothelial cells.\n\nThe induction of PCA in macrophages is not possible without T cell cooperation. T lymphocytes from resistant, immunised A/J mice are capable of inhibiting expression of PCA in susceptible, H-2-compatible recombinant mice. A virus-specific CD4 § Thl line has been established, which blocks the induction of PCA in macrophages [7] . Furthermore, this T cell line is capable of conferring resistance to otherwise susceptible mice.\n\nResults from several studies imply that IFN play a central role in susceptibility or resistance [56] . These cytokines display both antiviral and immunomodulatory activities. A major mechanism mediating an antiviral effect is elicited through 2-5 adenylate synthetase, which activates RNase L. This endoribonuclease activity can impair the synthesis of viral RNA by degradation of single-stranded RNA. Compounds that stimulate RNase L interfere with virus replication in macrophages [21] . However, MHV-3-induced PCA activity is not diminished and, thus, these substances did not prevent necrotic hepatitis. The beneficial role of IFN-3, appears to operate through stimulation of the Thl lymphocyte response and may not be a consequence of its antiviral effect.\n\nA number of coronavirus-induced disease processes are driven or accompanied by immunopathological mechanisms. Of major clinical importance is feline infectious peritonitis, which is a management problem in catteries. This antibody-and C'-mediated disease process displays interesting mechanistic parallels to important virus diseases of human, involving haemorrhagic shock syndromes and damage to the lymphoreticular system [37, 53] .\n\nMurine coronavirus infections do not appear to be of clinical importance. However, these viruses provide interesting experimental models by emulating complex disease processes and may represent as-yet-unrecognized threats or underestimated problems in biomedical studies. Infections with MHV strains affect about 60-80% of mouse colonies and are often not recognised because of their tendency to induce subclinical and inapparent infections. Therefore, the long-term effects of such infections on immune functions and the neuroendocrine system can severely impair the reliability of results of experiments employing mice and rats. In particular, studies with genetically manipulated animals may be invalidated if such colonies harbour an unrecognized MHV infection.\n\nMurine coronavirus infections of rodents have been developed as versatile models for virus persistence, chronic infections and demyelination [8, 16, 100] . The results have influenced experiments with a number of other systems, such as measles virus, Sindbis virus, SFV and Theilervirus [52, 58, 75] .\n\nThe concepts derived from these studies may help to understand the pathogenesis of demyelination in EAE and MS [25, 46, 78, 111] . The CNS is no longer considered as a strictly \"immunoprivileged\" organ, because activated T cells can pass through the endothelial blood-brain barrier irrespective of their antigenic specificity. Coronavirus infections can induce dysfunctions of the immune system and trigger autoimmune reactions. Autoimmune T cell populations exist in the healthy organism and are not inevitably anergic or silenced. MBP is not the only encephalitogenic neuroantigen: depending on the genetic and immunological context, other molecules, e.g. proteolipid protein or a virus protein, can drive chronic demyelination. Brain cells such as cerebral endothelial cells, astrocytes or microglia can function as antigen-presenting cells involved in modulation of the immune response within the CNS. Coronaviruses have the capacity to influence these regulatory circuits.\n\nDespite the strong reluctance to associate coronaviruses with MS, it remains an open question as to whether coronaviruses can enter the human CNS irrespective of pathological consequences. The hypothesis that virus infections may influence the clinical course of MS could be investigated in such model systems."}