{"title": "221-231) 2School of Veterinary Medicine", "body": "High rates of dairy calf morbidity and mortality interfere with economically efficient milk production and also reduce the genetic pool from which female replacements are selected. There are few studies in developing countries of agents associated with illness in dairy calves (Donato, 1984; Hernandez et al., 1987; Oviedo et al., 1987) .\n\nThis study was part of a larger, prospective study on the epidemiology of dairy calf morbidity and mortality; the immediate objective was to determine prevalence rates of certain enteric and respiratory pathogens and other agents in ill and well (control) dairy calves in dairy farms located in a tropical cloudforest milkshed of San Jos6, Costa Rica.\n\nThe study area was the entire western-most milkshed of the San Jos6 metropolitan area, comprising the areas of Fraijanes, Poasito and Carrizal of Alajuela Province; and of Vara Blanca and Los Cartagos of Heredia Province. Of the 52 dairy farms with >/I0 cows in the milkshed, 42 were incorporated into the study. (Owners of three farms declined to participate, and seven farms were not included because calves were not raised on the premises, or for other reasons. )\n\nThe farms were located on the slopes of Po~is and Barva volcanoes in a cool tropical cloud-forest ecosystem at an altitude of approximately 2000 m. The dry season extends from December to April, and the wet season from May to November. Average mean temperatures for the area are relatively constant throughout the year, ranging from 15.6 to 17.7°C. Average yearly precipitation is 3000-3500 mm and cloud cover is frequent.\n\nAverage herd size (cows in milk ) was 54 (median 32, range 10-204 ); Holstein and Jersey breeds predominated. Calves almost always remained with the dam for several days and thereafter were fed either whole milk or milk replacer until weaning at > 3 months of age. Male calves were sold at several days of age, and therefore usually were not studied. Calf housing, either individual or group calf pens, was located inside barns or sheds.\n\nFor the continuing epidemiologic study, demographic, management and disease data were gathered prospectively for all female calves born on the study farms between March 1987 and April 1988. Serum specimens for serum immunoglobulin determination were collected at ~< 1 month of age. The zinc sulfate turbidity test was used as an indication of serum immunoglobulin status (Pfeiffer et al., 1977 ) . Specimen collection for this study extended from March to August 1987, to allow sampling during both dry and wet seasons. Farms were visited at 1-2-week intervals on average, and ill calves, 3 months of age or younger, were identified by a veterinarian (DH, EP ) according to a written protocol. Diarrhea was defined as feces more liquid in consistency than expected; respiratory disease was defined as persistent cough and/or dyspnea and/or abnormal or excessive nasal secretions. Feces were collected from the rectum from all case and control calves when possible. Three rectal swabs were collected from calves with diarrhea, one of which was placed ira-mediately into thioglycollate broth. From respiratory cases, a swab was taken from each nostril. Acute and convalescent (2-4 weeks ) serum specimens were taken from respiratory-case calves. Specimens were kept on ice until arrival at the laboratory the same afternoon.\n\nSimilar specimens were collected from control calves. For each case of diarrhea or respiratory disease, a calf without disease signs was selected. Control calves were identified as calves without signs of disease, of the same age ( _+ 10 days) and from the same farm (or from the next farm visited if none were available on the same farm). If two or more calves were eligible to be controls, then the calf nearest in age to the ill calf was chosen.\n\nThe minimum number of calves to be studied was 100 with diarrhea and 100 controls. These were the numbers calculated as necessary to detect the difference between 40% (estimated as a possible prevalence rate of rotavirus in feces of calves with diarrhea) and 20% (estimated as a possible prevalence rate of rotavirus in feces of calves without diarrhea) (Reynolds et al., 1986; Snodgrass et al., 1986 ) at a level of significance of 5% and a power of 80%.\n\nOne rectal swab from each case and control animal was incubated in thioglycollate broth for 24 h at 37 °C; aliquots of this culture were streaked subsequently onto MacConkey, Eosin Methylene Blue (EMB) and Salmonella-Shigella agars. Identification of all different colonies was accomplished using standard biochemical methods for Gram-negative organisms (Kelly et al., 1985) .\n\nOne to 2 g of feces were inoculated into tetrathionate broth and incubated at 37 °C for 24 h and aliquots of this culture were streaked onto MacConkey, EMB and Salmonella-Shigella agars. Colonies were identified as Salmonella by standard biochemical and serologic methods (Edwards and Ewing, 1972 ) .\n\nFor identification of K99 + E. coli, rectal swabs were streaked onto Mac-Conkey agar, and after 24 h of incubation at 37°C, lactose-positive colonies were selected and inoculated into Minca medium (Guinee et al., 1977 ) and incubated at 37°C for 24 h, then centrifuged and resuspended in buffer diluent of a commercial K-99 detection kit (Coli-Tect 99 Antigen Test Kit, Molecular Genetics, Inc., Minnetonka, MN). Aliquots of 100/tl of this culture were tested in triplicate by the ELISA procedure for K-99 antigen in plates previously coated with monoclonal antibody specific to'the pilus of K99 +E. \n\nA rectal swab from each diarrhea case-control pair was tested for rotavirus using a commercially available ELISA kit (Rotazyme II Diagnostic Kit, Abbott Laboratories, North Chicago, IL). Reactivity of specimens was scored, with one considered nonreactive and four being most reactive.\n\nSuspensions of nasal swabs from respiratory cases and respective controls were inoculated onto bovine turbinate (BT) cells (ATCC No. CRL-1390), incubated at 37°C under 5% CO2 atmosphere and observed for cytopathic effect daily for 72 h.\n\nPaired acute and convalescent sera from respiratory cases and their respective controls were tested by microtiter serum neutralization test for antibodies against bovine herpesvirus 1 (BVH 1 ) (infectious bovine rhinotracheitis, IBR), and the hemagglutination inhibition test for antibodies against bovine parainfluenza-3 virus using standard methodology (Revozzo and Burke, 1973) .\n\nThe method of Willis was employed for identification of gastrointestinal helminths and coccidia (Pessoa, 1963 ) . The Baermann procedure (Bock and Supperer, 1982 ) was employed to identify eggs of Dictyocaulus viviparus in feces of respiratory cases and their controls.\n\nStatistical comparisons between isolation rates were made using the Z 2 test for independence, with 1 degree of freedom.\n\nFrom March to August 1987, specimens were collected from 300 calves on 30 of the 42 dairy farms visited. Of the 300 calves, 131 had diarrhea, 16 had signs of respiratory disease, and three had both diarrhea and respiratory disease signs; 150 calves served as controls. Two hundred and four were Holstein, 81 Jersey, 1 Guernsey, 10 crosses of the preceding breeds, 2 Zebu cross, 1 Brown Swiss and 1 unknown. Nine were male calves, and 291 female. Twenty-six of 273 serum specimens (9.5%) were negative for immunoglobulins by the zinc sulfate turbidity test. (Serum specimens were not available from all calves. )\n\nMean and median ages of diarrhea calves at time of sampling were 21.4 and 13 days, respectively, and for their control calves, 22.3 and 17 days. Onequarter of calves with diarrhea were aged 1-7 days, one-quarter 8-14, one-quarter 15-23 days and on one-quarter 24-90 days (quartiles). Of calves with diarrhea, 16 of 127 (12.6%) were negative for immunoglobulins by the zinc sulfate turbidity test, as compared with 7 of 120 (5.8%) of control calves (X 2 2.59, P=0.11).\n\nRotavirus was identified in 10.4% of rectal swabs from calves on 26.2% of the farms sampled (Table 1 ). In 12 of 28 calves, rotavirus was the only agent identified; the remainder harbored mixed infections (i.e. K99 + E. coli and/ or Salmonella spp. and/or coccidia) with rotavirus. Prevalence reports of rotavirus in dairy calves in other countries include: New Zealand, 3.5-8.8% (Schroeder et al., 1985) ; U.S.A. (Idaho and Oregon), 6.7% (Bulgin et al., 1982) and (Washington), 9% (Evermann, 1979) ; southern Britain 42% in diarrheic calves and 13% in healthy controls (Reynolds et al., 1986 ) ; Britain, 51.5% of diarrhea cases and 18% of controls (Snodgrass et al., 1986) ; Netherlands, 54% (Moerman et al., 1982) ; Panama 56% (cattle ages not specified) (Ryder et al., 1986) ; Finland, 55.8% (Pohjola et al., 1986) ; and Canada (Quebec), 70% (rotavirus and coronavirus) (Morin et al., 1980) . Waltner-Toews et al. (1986a) reported a farm prevalence rate of 19% for Ontario dairy farms. In a previous study in Costa Rica, an individual-calf prevalence rate of approximately 20% was reported (Hernandez et al., 1987; Oviedo et al., 1987) .\n\nNineteen (14.2%) calves with positive results for rotavirus had diarrhea and 9 (6.7%) were control calves (X 2 3.23, P=0.07, Table 1 ). In previous studies where case and control calves have been compared, the difference between identification rates between the two groups has been greater than that observed in this study (De Rycke et al., 1986; Reynolds et al., 1986; Snodgrass et al., 1986; Waltner-Toews et al., 1986a) . Five of 27 (18.5%) calves Acres ( 1985 ) summarized the results of seven prevalence studies in the U.S.A. and Canada for enterotoxigenic E. coli in diarrheic calves; prevalence ranged from 6 to 31% (mean 18.3%, median 18%). Prevalence reports from other countries include: France, 0% (De Rycke et al., 1986 ) ; Britain, 3% of calves with diarrhea (Reynolds et al., 1986) ; U.S.A. (Idaho and Oregon), 6.6% (Bulgin et al., 1982) ; Britain, 7.9% in diarrheic calves and 0% in healthy controls (Snodgrass et al., 1986) ; Netherlands, 11% (Moerman et al., 1982) ; and U.S.A. Table  1 ). This differs from other reports, where isolation rates were higher from diarrhea calves than from controls (Sihvonen and Miettinen, 1985; Snodgrass et al., 1986) . Three of 32 (9.4%) calves from which K-99 antigen was detected were negative for immunoglobulins by the zinc sulfate test, and 20 of 215 (9.3%) calves from which K-99 was not identified were negative to the zinc sulfate test (X 2 0.11, P=0.75). K99+ E. coli identification by age of calf is shown in Table 3 . During the dry season (March and April), K99+ E. coli antigen was detected in 15 of 100 (15%) fecal swabs, and during the rainy season (May-August) it was detected in 20 of 168 fecal swabs (11.3%) (Z 2 0.29, P= 0.59). Isolation rates were similar for Holstein and Jersey calves.\n\nSalmonella and Arizona identification Salmonella typhimurium was isolated from two calves, one case and one control. Arizona spp. was also isolated from one case and one control calf. Results of Salmonella prevalence reports in dairy calves in other countries include: Finland, 0% (Pohjola et al., 1986) ; Britain, 2% (Snodgrass et al., 1986) ; France, 2% (De Rycke et al., 1986) ; Britain 12% (Reynolds et al., 1986) ; U.S.A. (Utah), 17% (Allen and White, 1985) and (Idaho and Oregon) 34.3% (Bulgin et al., 1982) . Farm prevalence in Ontario dairy farms was 22% (Waltner-Toews et al., 1986a) .\n\nCoccidia were identified in 85 of 229 (37%) calves sampled on 19 (45%) farms (Table 1 ). All calves for which feces could be obtained, calves with diarrhea, calves with respiratory signs, and calves with both; and their respective controls, were tested. In 67 of 85 (78.8) coccidia were the only agent isolated; the rest were mixed infections. Results of other prevalence studies in dairy calves include: Idaho and Oregon, 0% (Bulgin et al., 1982) ; Costa Rica, 25% and Brazil, 70% or higher (Cerqueira-Leite, 1984) .\n\nThirty-one of 97 (32%) calves with diarrhea, 6 of 30 (20%) respiratory cases, 1 of 3 of calves with both diarrhea and respiratory signs, and 40.2% of controls yielded coccidia (Z 2 1.22, P= 0.27, Table 1 ). were identified in the feces of 2.1% calves with diarrhea and from 2% of their controls. An identification rate of 11% was reported in another study from Costa Rica .\n\nNo disease agents (rotavirus, K99+E. coli, Salmonella, coccidia) were identified in 61.2% of diarrhea case calves. Others have reported rates approximately one-half as large (Reynolds et al., 1986 ) . However, the purpose of this study was not to assign causes to cases of diarrhea but rather to determine agent prevalence. In addition, the diarrhea rate in calves in the prospective study of which this study was a part was 36% for 1152 calves (D. Hird et al., unpublished data) , higher than that reported elsewhere (Waltner-Toews , 1986b) ; this may indicate that many cases of diarrhea are not associated with infectious disease agents. Using data recorded for the continuing study, it was ascertained that for 96 of this study's control calves for which complete data were available, 22 had episodes of diarrhea recorded before selection as controls, 19 developed diarrhea after having been selected as controls, and 53 never developed diarrhea. For the 74 calves with no recorded diarrhea before selection as controls, the following percentages of control calves, grouped by agent first isolated, subsequently developed diarrhea: rotavirus, 4 of 6 (67%); K99 + E. coli, 5 of 12 (41.7%); coccidia, 2 of 17 ( 11.8%); and no agent isolated, 10 of 39 (25.6%). Comparison of agents isolated between control calves which subsequently developed diarrhea and their respective cases revealed that in only two instances was the same agent (rotavirus, K99+ E. coli) isolated from a casecontrol pair, indicating that the observed prevalence of disease agents in feces of control calves was not exaggerated by the proximity of diarrhea cases.\n\nMean and median ages of calves with respiratory disease signs were 45 and 43 days at sampling, respectively, and 46.8 and 46 days for their controls. Two of 29 (6.9%) acute sera were totally inhibitory against BHV 1 at a dilution of I : 10, probably indicating passive transfer of natural maternal immunity to the calf. None of 16 acute-convalescent sera pairs showed seroconversion at > 1 : 10 dilution. Cattle on the study farms were not vaccinated against viral diseases. Isolation of BHV 1 has been reported in Costa Rica (Rodriguez and Fernandez, 1987) , and a 16% seroprevalence in Costa Rican dairy cattle has been demonstrated (Donato, 1984 ) . In a study of Oregon and Idaho calves, a rate of 2.4% was reported (Bulgin et al., 1982) , and in Washington, an isolation rate of 10% in calves with signs of upper respiratory disease was reported (Evermann, 1979) . Antibodies to parainfluenza-3 virus were demonstrated in 23 of 28 (82.1%) acute sera and 1 of 16 (6.3%) acute-convalescent pairs showed seroconversion. In a Washington study, this virus was implicated in 10% of upper respiratory disease cases in calves, and in 8% of pneumonia cases (Evermann, 1979) . No cytopathic effect was observed in nasal swab suspension tested on BT cells; BT cells are susceptible to viruses of bovine virus diarrhea, IBR, PI-3, as well as bovine adenoviruses and enteroviruses (McClurkin et al., 1974 ) . In summary, our laboratory results did not indicate association of respiratory illness with presence of viral agents or antibodies against the viral agents tested. However, this conclusion was based on the relatively few specimens tested.\n\nDictyocaulus viviparous was identified in feces of one of five respiratory case calves and none of five controls."}