{"title": "Narrative review Emerging infectionsdan increasingly important topic: review by the Emerging Infections Task Force the ESCMID Emerging Infections Task Force Expert Panel", "body": "A seminal paper published in 2008 listed 335 new human pathogens discovered between 1940 and 2004 [1] . The majority (60.3%) of these emerging infectious diseases (EID) originated from (wild) animal reservoirs, and approximately one in five was transmitted from animal reservoir hosts to humans by disease vectors (ticks, mosquitos, midges) [1] . Pathogen discovery programs sampling wildlife hosts that are considered major reservoirs for EID (rodents, bats) have identified tremendous enzootic virus diversity, confirming their potential as sources of novel human pathogens [2] . Since 2008, the discovery of severe fever with thrombocytopenia virus and Middle East respiratory syndrome coronavirus (MERS-CoV), as well as unusual outbreaks of Zika virus, yellow fever and Ebola highlight the importance of demographic change, global travel and trade, and possibly climate change as drivers for emergence [3e7] (http://www.promedmail.org/, archive no. 20140322.2349696 2014-03 -22) . While the field is dominated by viruses from wildlife reservoirs, the Q fever outbreak in the Netherlands, the enterohemorrhagic Escherichia coli outbreak in Germany and the ongoing vast cholera outbreak in Yemen are examples of bacterial pathogens that have expanded massivelydwhich is included in the definition of an EID (Box 1) [8e10]. There is broad consensus that we need to prepare for more EID in the future.\n\nWhat makes EID so special? An important aspect is our inability to predict the emergence of new or changing health threats, and thereby to diagnose them when they occur. Even the much researched influenza virus field is struggling to predict the public health impact of the global spread of avian viruses with zoonotic potential through wild birds [11] . Therefore, the burden of disease detection shifts to clinicians and diagnostic laboratories.\n\nClinical presentation of EID, however, rarely stands out as unusual, and the continuous pressure on healthcare budgets forces clinicians and laboratories to prioritize their diagnostic assessment to common and treatable conditions. While this is entirely understandable given the low likelihood of coming across an EID in routine clinical practice, it creates a catch-22 situationdthat is, unexplained disease does not often get evaluated, and therefore new diseases will be detected late. Of concern is that the recent Ebola and MERS-CoV outbreaks have had a significant toll in healthcare personnel, who became infected while unknowingly being exposed to these highly lethal infections.\n\nThe European Society of Clinical Microbiology and Infectious Diseases (ESCMID) in March 2017 established an Emerging Infections Task Force to start discussing the possible role of clinical microbiology and virology at the front line of disease detection, the challenges posed by the budgetary restraints to laboratory medicine and the need for collaboration in order to improve on these aspects of EID preparedness. This scoping review signals the start of this task force.\n\nA primary driver of EID comprises anthropogenic changes at the humaneanimaleecosystem interface and the One Health paradigm. We live in a world with an increasing density of humans and a consequential increase in the demand for animal protein. This is supplied either by livestock farming or through natural resources (bushmeat and fish). Animal farming plays a crucial role in providing nutrition to the planet, and by itself it does not constitute a human infection risk. However, the environmental impact and the massive increase in the demand for animal protein do, and it has become clear that there are challenges in balancing the advantages of economic growth in a free market with public and ecosystem health. It is believed that today humans and livestock comprise 90% of the world's biomass, compared to 10% from wildlife, and also compared to 0.1% of the world's biomass in the Neolithic age [12] . This in part explains why so many EID have a zoonotic origin. A study by Wolfe et al. [13] categorized zoonotic diseases by their ability to spread among humans after a species jump into five stages, ranging from dead-end primary infections (stage 2) to human-transmissible zoonotic threats (stage 4) and ultimately to new fully human pathogens (stage 5) (Fig. 1 ).\n\nWolfe coined the term 'viral chatter' (reflecting the fact that most attention in this field is focused on viruses) for stages 2 and 3 to reflect repeated zoonotic infections, initially without the ability to sustain transmission among humans [13, 14] (http://www.who. int/influenza/human_animal_interface/Influenza_Summary_IRA_ HA_interface_06_15_2017.pdf?ua¼1). HIV is thought to have made at least ten entries into humans before stage 5 was reached [14] . The >2000 cases of MERS-CoV reflect multiple stage 2 infections, with occasional human-to-human transmission in healthcare settings (stage 3), whereas avian influenza H5N1 and H7N9 infections are rarely transmitted among humans (stage 2) [15] (http://www. who.int/emergencies/mers-cov/risk-assessment-july-2017.pdf). As an example of emerging parasites, Plasmodium knowlesi, a malaria parasite usually infecting macaque monkeys, has emerged during the past decade as a cause of human malaria in Southeast Asia, especially in Malaysian Borneo [16] . While the parasite causes a mild or asymptomatic infection in its natural host, in humans the disease can be fatal. Humansdboth locals and touristsdentering the natural habitats of infected macaque monkeys are at risk [17] . The recognition of the importance of the human environment in the emergence of new diseases lies at the root of the One Health approach (Box 2).\n\nA specific risk is the consumption of semiwild or wild animals (bushmeat) combined with animal trading. The severe acute respiratory syndrome (SARS) coronavirus (CoV) outbreak is believed to have been introduced into humans from civet cats sold for consumption at markets, which had acquired infection from the original reservoir, horseshoe bats [18] . Similarly, many of the Ebola outbreaks have been linked to the consumption of bushmeat, of which an estimated 4.5 million tons are sold from West and Central Africa alone every year (http://onlinelibrary.wiley.com/doi/10. 2903/j.efsa.2014.3884/epdf). A risk assessment conducted by the European Food Safety Agency identified the sizeable illegal market in Europe as a risk factor for exposure to zoonotic pathogens [19] . The risk associated with this practice can change over time: the increase in monkeypox infections in the Democratic Republic of Congo has been linked to bushmeat consumption coupled with decreasing population immunity since the cessation of smallpox vaccination [20, 21] .\n\nA third factor for disease emergence from animal production is related to the pressures from farmland expansion on the environment. It was proposed that deforestation through forest fires in Sumatra triggered migration of virus-carrying fruit bats, leading to outbreaks of pneumonia and encephalitis in farmers and abattoir workers in Malaysia and Singapore, who in turn had been infected when contaminated fruit fed to pigs caused infection [22, 23] . Since then, it has become clear that Nipah viruses can be transmitted among humans, and the continued occurrence of outbreaks linked to consumption of foods contaminated by fruit bat secreta is a cause for concern, as there is increasing evidence that Nipah virus may be transmitted via the respiratory route [23e25].\n\nAn indirect route of transmission of zoonotic pathogens through the food chain is through contamination of food with animal and human waste. Most of the organisms associated with zoonotic food-borne outbreaks are not new pathogens, but every EID outbreak should trigger the question whether food (and water) could be a vehicle for transmission [26] . The rapidly expanding scale and globalization of the food marketdwhile controlled through food safety systemsdis vulnerable, as a breach in the processes can lead to dispersed outbreaks that are difficult to chart. Bovine spongiform encephalitis emerged in the United Kingdom in 1986 after a change in the processing of animal feed including animal meal introduced the disease from sheep into cattle and subsequently humans [27] . In 2011, an outbreak of haemolytic uraemic syndrome due to a Shiga toxineproducing E. coli,\n\nDefinition of emerging infectious diseases.\n\nEmerging infectious diseases are diseases that are newly recognized, newly introduced or newly evolved, or they are diseases that have recently and rapidly changed in incidence or expansion in geographical, host or vector range.\n\nAdapted from: World Health Organization (WHO), 'Diseases' (http://www. who.int/zoonoses/diseases/en/), and WHO, 'Emerging zoonoses' (http:// www.who.int/zoonoses/emerging_zoonoses/en/). enterohemorrhagic E. coli/enteroaggregative E. coli O104:H4, was detected in Hamburg, Germany, and cases were soon identified in several European countries [8, 28, 29] . The source was traced to a single producer of sprouts in Germany who used seeds produced and contaminated in Egypt [8] . A similar outbreak was reported from the United Kingdom, presumably from handling raw leeks and potatoes [30] . Multistate outbreaks in the United States of Cyclospora cayetanensis were linked to imported lettuce from a single manufacturer [31] .\n\nFinally, a possible concern related to increasing density animal production systems is the environmental contamination, interchange with wildlife and their excreta, and subsequent human exposure. Examples include the unprecedented outbreak of Q fever in the Netherlands, related to a massive but unnoticed increase in goat farming density, and exposure of humans through contaminated dust [7] . Avian influenza viruses are transmitted from wild birds to commercial poultry and vice versa, and wind-or rodentmediated spread is thought to play a role in these exchanges as well [32, 33] .\n\nAfter World War II, the increasing awareness of the importance of infection prevention, sanitation, pest control and food safety, coupled with the development of vaccine programs and antibiotics, reduced the mortality gap between industrialized and poor societies, but these gains appear to be levelling off [34] . Population growth and crowding provides increased opportunity for pathogen transmission. Amoy Gardens in Hong Kong, with 50 000 people per square kilometer [35] , had most cases of SARS-CoV. Despite the fact that the R 0 of SARS-CoV remained well below 1, dispersal of viruscontaining droplets and aerosols through a faulty sewage and \n\nDefinition of One Health concept.\n\nOne Health recognizes that the health of people is connected to the health of animals and the environment. The goal of One Health is to encourage the collaborative efforts of multiple disciplinesdworking locally, nationally, and globallydto achieve the best health for people, animals, and our environment. plumbing system in the tightly spaced high-rise buildings led to a cluster of 330 cases [36] . The MERS-CoV outbreak in South Korea is another example of the potential for human-to-human spread of an emerging coronavirus, in this case in the healthcare system, where close contacts in crowded hospital waiting rooms and the cultural practice of 'doctor shopping' facilitated spread [37] . Overcrowded healthcare facilities with long waiting times in hospital emergency rooms can be important hot spots for transmission of organisms, thus favouring the spread of emerging infections at the early stage of their appearance.\n\nA factor related to increased risk of introduction and transmission of EID through healthcare systems is the changing demography of the population. The world's population over 65 years of age is expected to increase from 460 million in 1990 to 1.4 billion in 2013, with more than half in developing countries [38] . With ageing comes increased prevalence of risk factors for infection and the outcomes thereof. The prevalence of diabetes is rapidly increasing globally, leading to increased risk of complications to infections including tuberculosis [39] , SARS [40] , influenza [41] , pneumococcal infections [42] and MERS-CoV. Age-related diseases like cancers are followed by immunosuppressive therapy and will result in individuals susceptible to infections including emerging and reemerging infections. Diabetes is a main driver of chronic kidney failure in developing countries, followed by an increasing number of renal transplants, leaving patients immunosuppressed [43] .\n\nAn ageing population will also present with an increasing prevalence of autoimmune diseases, many of which will be treated with antibodies directed to specific parts of the immune system, such as antietumor necrosis factor compounds. These patients will be immunosuppressed, with a consequent increased risk of acquiring infections. One example is patients receiving eculizumab, who are at much greater risk of developing meningococcal disease (https://www.cdc.gov/mmwr/volumes/66/wr/mm6627e1.htm).\n\nElderly persons and persons with comorbidities are more often hospitalized, with the attendant risk of acquiring infections in hospitals. Overall, these trends increase the vulnerability of the healthcare setting as amplification point for EID outbreaks. This includes healthcare workers, whodsadlydare common among fatalities in healthcare-associated EID outbreaks.\n\nWhile amplification in healthcare settings has been highlighted in recent EID threats, the greatest potential impact of EID is when infections can transmit in the community, thus becoming true pandemic threats.\n\nInternational travel and migration increase every year, and the number of forcibly displaced people is at the highest since World War II, at almost 65 million people (http://www.unhcr.org/figuresat-a-glance.html). Tourism is reaching new records every year [44] . Diseases move with people, and the geographical background of a person must be taken into account when discussing differential diagnosis like HIV, tuberculosis, hepatitis B virus and leishmaniasis, which have incubation periods that can last 10 years or more [45] .\n\nGlobal travel is not restricted to humans: a particular concern is the successful spread of disease vectors through global trade. One spectacular example is the global dispersal of Aedes albopictus mosquitos through the trade in reused tires and ornamental plants [46] . A recent mathematical model of risk of Zika virus transmission, assuming that not only Aedes aegypti but also Ae. albopictus could act as a vector, found risk in the southern United States and in major cities in Europe like Rome, Madrid, Paris, London and Amsterdam, but also in major cities in Southeast Asia [47e49]. Autochthonous dengue fever cases have been observed in Croatia, but a bigger outbreak of dengue in Madeira was related to transmission through the more competent dengue vector Ae. aegypti that had been established there [50] . The outbreak of chikungunya virus infections in the Italian province of Emilia-Romagna in 2007 underlines the risk of introducing vector-borne infections once a new vector, in this case Ae. albopictus, has been established [51] . The index case is believed to be a traveller from India to Italy [51] .\n\nThe most recent example of a surprising spread of a known virus is the Zika virus epidemic, which expanded rapidly since 2007, causing a series of outbreaks in Micronesia and the South Pacific before spreading to South and Central America and the United States [52] .\n\nSurveillance must become part of routine diagnostic procedures Infectious disease clinicians and laboratory experts play a crucial role in the early detection of EID events. A challenge, however, is how to keep primary care providers on alert when needed. The list of potential EID is daunting, routine diagnostic platforms mostly target specific known common diseases and a substantial proportion of disease episodes with possible infectious aetiology remains undiagnosed (Fig. 2) . Syndromic surveillance coupled with extensive diagnostic assessment would be the way forwards. Novel platforms allowing for broad range of diagnostics are actively researched but are not yet widely accessible for routine clinical care, although this is likely to change in the coming years. An important question, therefore, is how enhanced surveillance and testing for unusual infectious diseases could be developed (Fig. 2) . It is not realistic and not necessary to expand the diagnostic assessment on a routine basis. A more targeted approach may be the way forwards.\n\nA recent study modelled the likely hot spots for zoonotic infections crossing from different animal species to humans [2] . The study concluded that it remains challenging to predict specific diseases, but it found increased likelihood of cross-species transmissions in specific regions [2] . For vector-borne diseases, prediction of regions at risk for outbreaks is done routinely in certain tropical regions. Clinicians in regions with high-density animal farming should include exposure to such farms in their history taking. The global threat alert systems operated by the World Health Organization, European Centre for Disease Prevention and Control (ECDC) and other organizations do provide a valuable source of information for preparedness for clinicians and diagnostic laboratories, but this system is only as good as the input it receives.\n\nA key challenge is represented by the fact that outbreaks outside industrialized countries are less likely to be rapidly identified, and easy access to advanced laboratory capability on every continent is urgently needed. The establishment of an African centre for disease control is most welcome, but it must be followed by investment in advanced laboratory capabilities [53] . Closer to home, surveillance should include veterinary partners, as is done, for instance, for avian influenza. Again, however, this is not necessarily fully developed: even though the most recent influenza pandemic originated from swine, pigs are susceptible to both animal and human influenza viruses and pandemic influenza viruses have evolved both in humans and in pigs with occasional reverse jumps, there is no routine surveillance of influenza in pigs to complement the pandemic preparedness system.\n\nIn view of the above, enhanced surveillance of infections in travellers, migrants, persons working with animals and persons living in regions with a high risk of vector-borne disease outbreaks is crucial to identify outbreaks at an early stage. A valuable source of information regarding EID are the weekly communicable disease threat reports and risk assessments provided the ECDC (https:// ecdc.europa.eu/en/publications-data) that can be used when triaging patients. Samples from severely ill individuals belonging to these sentinel groups without a clear diagnosis should rapidly (within days) be referred to reference laboratories. Europe has networks of diagnostic and research laboratories capable of diagnosing a broad range of rare zoonotic and vector-borne diseases, and of rapid deployment of assays for detection of EID, but there is room for improvement in linking these laboratories to primary clinical practice and in the sharing of essential information (Table 1) .\n\nFurther support can be provided with advanced diagnostics, including methods capable of detecting a broad range of (potential) pathogens such as metagenomics. Such methods do not come without challenges, as they detect not only pathogens but also the resident microbiome and virome, and a rapidly approaching new bottleneck will be the capacity for storage and analysis of the rich data produced by the new sequencing platforms [54, 55] . Therefore, active collaborations between clinicians and laboratory experts are needed to take this field forwards.\n\nThese are some of the challenges that will be discussed by the ESCMID Emerging Infections Task Force.\n\nHow can EID preparedness be increased without massive increase in workload and costs, and a high number of false scares?\n\nHow can international shipment of samples to reference laboratories be organized with the challenges of the Nagoya protocol, biosafety and biosecurity regulation, and the huge costs involved with this? Looking for solutions starts with an active multidisciplinary network with the ambition to take this discussion forwards and to improve on our current practice.\n\nThis includes the outbreak scenario. Once an outbreak occurs, there is a massive influx of public health, clinical and research activities from different sources, including public, private and nongovernmental organizations, occasionally with conflicting interests. Predefined rules of engagement will help speed up the essential diagnostics and research need for swift outbreak response.\n\nThe task force aims to establish a network of experts within clinical microbiology and infectious diseases who can raise awareness on EID within the society and beyond, liaise with other networks focusing on emerging diseases, develop a knowledge base on early detection and diagnosis of EID and stimulate research on emerging infections including surveillance and diagnostics.\n\nAn important aim of the task force is to ensure that awareness of emerging infections becomes part of the workup of every patient with a suspected infection. Just as a travel history is mandatory for all patients, the thought that an illness may be important when it defies standard diagnostic investigations should be in the mind of every specialist in infectious diseases and microbiology. "}