{"title": "Intranasal administration of IL-35 inhibits allergic responses and symptoms in mice with allergic rhinitis", "body": "Regulatory T cells (Tregs) play an important role in inhibition of immune response. Regulatory T cells mediate maternal tolerance to the fetus. 1 CD4 þ CD25 þ regulatory T cells also inhibit antigenspecific T cell response, 2,3 and can reverse chronic allergeninduced inflammation and prevent airway remodeling. 4 IL-35, a heterodimeric hematopoietin of EpsteineBarr virusinduced gene 3 (EBI3) and the p35 subunit of IL-12, was identified as an anti-inflammatory and immuno-suppressive cytokine in 2007. 5 IL-35 is also an IL-12 family cytokine, and is reported to be produced mainly by Tregs. 5 IL-35 protein and mRNA levels in allergic asthmatics were shown to be lower than in healthy controls. 6 The frequencies of CD4 þ CD25 þ Foxp3 þ Tregs and CD4 þ IL-12p35 þ T cells in allergic asthma patients were also found to be decreased. 6 Whitehead et al. showed that the production of IL-17, allergic airway hyperresponsiveness, and the numbers of macrophages, neutrophils, lymphocytes, and eosinophils in bronchoalveolar lavage fluid (BALF) increased in mice deficient in Ebi-3, one of the IL-35 subunits. 7 Recently IL-35 has been reported to have an effect on BALF has been reported. 8e10 Huang et al. 8 showed that IL-4, IL-5, and IL-13 in BALF were inhibited by administration of plasmid DNA encoding recombinant single-chain IL-35. Dong et al. 9 also reported that administration of recombinant fusion protein of murine IL-35 and human Fc fragment (rIL-35) reduced eosinophil counts in BALF. Li et al. 10 documented a reduction in the numbers of inflammatory cells and levels of IL-4, IL-5, IL-13, and IL-17 in BALF with administration of adenovirus expressing IL-35. These findings suggest that IL-35 can attenuate asthma. However, reports of IL-35 in relation to allergic rhinitis are very limited.\n\nMany people around the world suffer from allergic rhinitis. While intranasal administration of corticosteroids is a useful therapy for the control of allergic rhinitis, it is possible that IL-35 may be an effective alternative. However, the effect of IL-35 in the management of allergic rhinitis is not yet certain.\n\nWe previously reported that recombinant fusion protein of  murine IL-35 and human IgG1 Fc fragment (rIL-35) reduced Th2  cytokines (IL-4 and IL-5) , IL-17, and TNF-alfa generated by coculture of splenic dendritic cells and CD4 þ CD25 À T cells of an allergic rhinitis model mouse in vitro, 11 and that rIL-35 increased IL-10 in vitro. 11 However, to our knowledge there has been no prior study examining the in vivo effect of IL-35 on allergic symptoms and allergic rhinitis. In this study, therefore, we examined the effect of intranasal administration of rIL-35 on allergic symptoms and allergic rhinitis.\n\nEight week-old male BALB/c mice, which were purchased from Japan SLC, Inc. (Shizuoka, Japan), were sensitized with ovalbumin (OVA, grade V, SigmaeAldrich, St. Louis, MO, USA) and 2 mg Al (OH) 3 intraperitoneally twice on days 0 and 14. These mice were also challenged intranasally (i.n.) on days 21 through 27 with OVA (200 mg). Intranasal administration (40 ml saline) of 0.1 mg recombinant fusion protein of murine IL-35 and human IgG1 Fc fragment (rIL-35, Chimerigen Laboratories, San Diego, CA) was performed an hour before OVA intranasal challenge on days 21 through 27. In a preliminary experiment with administration of 0.01 mg and 0.1 mg of rIL-35, we determined that 0.1 mg was more suitable, because there were bigger differences between the rIL-35 group and the control groups in the experiment with 0.1 mg (data not shown). In the control groups, intranasal administration (40 ml saline) of recombinant human IgG1 Fc fragment (rFc, AdipoGen, San Diego, CA, USA) only (0.1 mg, rFc control group) or PBS only (PBS control group) was performed an hour before OVA intranasal challenge on days 21 through 27. A schematic protocol of immunization and treatment is shown in Figure 1 . rIL-35 and rFc were both produced in the same cells, CHO cells. Nasal tissue and cervical lymph nodes (CLN) were collected on day 28. Mice were housed in an environmentallycontrolled animal facility at Nagoya City University in Japan. The protocols were approved by the Guidelines for Care and Use of Animals of Nagoya City University. Every effort was made to minimize the discomfort of the animals.\n\nImmediately after the last nasal challenge on day 27, the number of sneezes and nasal rubbing movements was counted for 20 min according to the method previously reported. 2 OVA-specific T cell response Culture volume per each well was 150 ml. Cells were harvested onto glass fiber filters, and incorporated radioactivity was quantitated using a liquid scintillation counter. Results were expressed as cpm.\n\nMouse serum titers of OVA-specific IgE were measured by ELISA in accordance with the method previously reported. 2, 3, 11 ELISA 96-well plates were incubated and coated with 100 ml anti-mouse IgE monoclonal antibody (Yamasa, Tokyo, Japan, Clone No. 6HD5, 1 mg/ml diluted by coating buffer which includes 1.59 g Na 2 CO 3 and 2.93 g Na 2 CO 3 in 500 ml) overnight at 4 C.\n\nNon-specific binding was blocked by incubation with 200 ml PBS including 5% bovine serum albumin (BSA) at room temperature for 4 h. After washing with wash buffer (PBS containing 0.05% Tween ® 20) 3 times, sera (100 ml) at a dilution of 1/5 with PBS were added to the plate, and incubated at 37 C for 2 h. After washing with wash buffer 3 times, 100 ml biotinylated OVA was added to the well and incubated at 37 C for an hour. The plates were then incubated with 100 ml avidin-peroxidase at 37 C for an hour after washing 3 times. The TMB microwell peroxidase substrate system (KPL, Gaitherburg, MD, USA), which develops a deep blue color when reacted with peroxidase conjugates in ELISA, was applied according to the manufacturer's instructions after washing 6 times. Optical density (O.D.) was measured at 450 nm. OVA-specific IgG1 was also measured by ELISA. ELISA 96-well plates were incubated and coated with 100 ml OVA (10 mg/ml) diluted by coating buffer overnight at 4 C. Nonspecific binding was blocked by incubation with 200 ml PBS including 5% BSA at room temperature for 4 h. After washing 3 times, 100 ml serum samples at a dilution of 1/20 with PBS were added to the plates and incubated at 37 C for 2 h. HRP-labeled anti-mouse IgG1 (Bio-Rad, San-Diego, CA, USA, 100 ml) at a dilution of 1/200 with PBS was added and incubated at 37 C for an hour. After washing 6 times, the same substrate was applied, and O.D. was measured as described.\n\nLymphoid cells (2 Â 10 6 cells/ml) from CLN were cultured with OVA (100 mg/ml) for 72 h at 37 C. After this incubation, the cell-free culture supernatants were collected. Quantities of cytokines (IL-4, IL-5, and IL-10) in the culture supernatants were measured using a sandwich ELISA. Plates were coated with anti-mouse IL-4, IL-5, or IL-10 (PeproTech, Rocky Hill, NJ, USA). The culture supernatant was also added, after which plates were incubated with the second antibody of biotinylated anti-mouse IL-4, IL-5, or IL-10 (PeproTech). Standard curves were made by recombinant cytokines. The detection limits of these cytokines were 10e20 pg/ml.\n\nTotal RNA was isolated from CLN using Trizol (Thermo Fisher Scientific, Yokohama, Japan) according to the manufacturer's protocol. In brief, 20 mg RNA was digested by DNase I, extracted with phenol:chloroform (3:1), precipitated with ethanol, washed with ethanol, and dissolved in RNAse-free water. The first-strand cDNA was generated with the SuperScript Preamplification System (Thermo Fisher Scientific).\n\nReal-time polymerase chain reaction (PCR) was performed by SYBR Green PCR Master mix (Stratagene, La Jolla, CA, USA) and gene-specific primers. The PCR reaction conditions were performed for 40 cycles. Mouse GAPDH mRNA was used for normalization to ensure equal amounts of starting RNA.\n\nThe primers used in this study were: Fox p 3, sense 5 0 -CAGCTGCCTACAGTGCCCCTA G-3 0 and antisense 5 0 -CATTTGCCAGCAGTGGGTAG CTG-3 0 ; GAPDH, sense 5 0 -TGATGA-CATCAAGAAGGTGGTGAA-3 0 and antisense 5 0 -TCCTTGGAGGCCAT GTAGGCCAT-3 0 .\n\nA phenotypic analysis of T cells was performed on a FACScan, as previously described. 12 T cells were harvested and stained with CYChrome-conjugated anti-mouse CD4 and PE-conjugated antimouse CD25 monoclonal antibody (eBioscience, San Diego, CA, USA).\n\nThe heads were decalcified and sectioned. Three micrometer thick sections of nasal tissue were stained with Luna staining. The number of eosinophils in the nasal mucosa of the nasal septum was counted microscopically in a field of view at 400Â magnification. The number of eosinophils in six different randomly selected places in the anterior, middle, and posterior areas on the right side and left sides was counted each mouse. Six results was averaged each mouse, and the mean ± SD of 5 mice was calculated. The observer counted the number of eosinophils blinded to treatment.\n\nMeans and standard deviations were calculated for each group of mice and data were statistically analyzed using one-way ANOVA followed by the NewmaneKeuls Test. P < 0.05 was considered statistically significant.\n\nIn order to evaluate the effect of rIL-35 on nasal allergic symptoms, the number of nasal sneezes and rubbing movements were counted immediately after the last nasal challenge on day 27. Intranasal administration of rIL-35 significantly reduced the number of nasal sneezes ( Fig. 2A) and nasal rubbing movements (Fig. 2B) . Next, the number of eosinophils in nasal mucosa was counted to examine the effect of rIL-35 on eosinophilia. The number of eosinophils in mice treated by rIL-35 was significantly lower than that in control mice receiving rFc IgG alone (rFc control mice) or PBS alone (PBS control mice) (Fig. 2C) .\n\nTo examine the capacity of rIL-35 to affect the T cell response, which is associated with an allergic response, we measured the OVA-specific T cell response in CLN. The OVA-specific T cell response in mice that received rIL-35 was significantly lower than that in the rFc or PBS control mice (Fig. 3) .\n\nIn order to investigate the effect of rIL-35 on IgE and IgG1, we measured OVA-specific IgE and IgG1 in sera. The level of OVAspecific IgE in mice receiving rIL-35 was significantly lower than that in the rFc or PBS control mice (Fig. 4A) . And rIL-35 significantly reduced the level of OVA-specific IgG1 (Fig. 4B ). \n\nTo investigate the effect of rIL-35 on IL-4, IL-5, and IL-10 cytokines, we measured the level of IL-4, IL-5, and IL-10 cytokines cultured with OVA antigen. rIL-35 significantly reduced the production of IL-4 and IL-5 (Fig. 5A, B) . rIL-35 was also found to significantly increase the level of IL-10 ( Fig. 5C ).\n\nEffect of rIL-35 on Foxp3 transcript levels and the frequency of CD4 þ CD25 þ T cells Next, we examined the effect of rIL-35 on Foxp3 transcript levels and the frequency of CD4 þ CD25 þ T cells in CLN to investigate whether rIL-35 can induce regulatory T cells. Transcript levels of Foxp3 were detected at the mRNA level with real time PCR. It was shown that rIL-35 significantly increased transcript levels of Foxp3 (Fig. 6A ). Next, we examined the expression of CD4 þ CD25 þ T cells in CLN. Flow cytometric analysis revealed that the percentage of CD4 þ CD25 þ regulatory T cells in mice receiving rIL-35 was significantly higher than that in the rFc or PBS control mice (Fig. 6B ).\n\nIt has been suggested that EBI3 is an important immunomodulator in the fetus. 13 Production of IL-35 by Tregs increases following contact with conventional T cells (CD4 þ CD25 À CD45RBhigh T cells). 14 Treatment of naïve T cells with IL-35 generates regulatory T cells that induce inhibition through IL-35 but not through other inhibitory cytokines such as IL-10 and transforming growth factor-b (TGF-b). 15 rIL-35 has therapeutic effects against collagen-induced arthritis through the expansion of regulatory T cells and suppression of Th17 cells. 16 Therefore, IL-35 would seem to be attractive for therapeutic approaches to disease. In this study, intranasal administration of rIL-35 significantly reduced the number of sneezes and nasal rubbing movements, suggesting that IL-35 is effective in controlling allergic rhinitis symptoms in mice. Eosinophilia in nasal mucosa was also reduced by rIL-35 in this study. IL-35 may therefore inhibit nasal allergic symptoms through reduction in the number of eosinophils in the nasal mucosa.\n\nHuang et al. 8 showed that IL-4, IL-5, and IL-13 in bronchoalveolar lavage fluid (BALF) were inhibited by intratracheal instillation of vector expressing IL-35, and that intramuscular injection of vector expressing IL-35 inhibited the IgE level. Dong et al. 9 showed that intraperitoneal injection of rIL-35 reduced eosinophil counts in BALF. Li et al. 10 showed that intranasal administration of adenovirus expressing IL-35 reduced the numbers of inflammatory cells and levels of IL-4, IL-5, IL-13, and IL-17 in BALF. These findings suggest that intratracheal, intramuscular, intraperitoneal, or intranasal administration of IL-35 may attenuate asthma. However, it had been unclear whether administration of IL-35 could inhibit allergic symptoms. This study suggests that intranasal administration of IL-35 may in fact inhibit allergic symptoms from allergic rhinitis.\n\nWe examined CLN because CLN are the regional lymph nodes of the upper airway. Nasal sensitization with antigen induced Th2 cell accumulation and B cells to become IgE-producing plasma cells in CLN. 17 This study showed that rIL-35 reduced antigen-specific T cell responses and production of IL-4 and IL-5 in CLN. Aberrant expansion of T cells producing type 2 cytokines, such as IL-4 and IL-5, induces allergic rhinitis. 18 CD4 þ T cells induce IgE production and sensitization of allergy through IL-4. 19 They also induce activation and migration of eosinophils, and induce allergic symptoms through IL-5. 20 Considering this, intranasal administration of IL-35 may attenuate allergic rhinitis through decrease of IL-4 and IL-5 in CLN.\n\nIntranasal administration of IL-10 can inhibit antigen-induced airway hyper-responsiveness and reduce the number of eosinophils and neutrophils in BALF. 21 Baumann et al. showed the possibility that IL-10 can inhibit nasal mucosal allergy. 22 Therefore, we measured the production of IL-10 production in this study, and found that intranasal administration of rIL-35 increased IL-10 production in CLN. Although IL-35 can facilitate the transformation from CD4 þ effector T cells to Treg cells, 15 IL-10 can promote survival of CD4 þ Foxp3 þ Treg directly in vivo. 23 Considering this, IL-10 induced by IL-35 may play an important role in vivo. IL-35 might have an effect not only on facilitation of Treg but also on Treg survival through IL-10 production.\n\nInduction of Foxp3 expression can induce Tregs extrathymically from CD4þCD25À naïve T cells. 24 Foxp3 is considered to be a regulator of Tregs. In this study, we showed that intranasal administration of rIL-35 increased Foxp3 gene expression and the frequency of CD4 þ CD25 þ T cells, which are regulatory T cells, in CLN. Yamada et al. 25 also suggested that Tregs in CLN are involved in the inhibition of allergic rhinitis in mice receiving sublingual immunotherapy (SLIT), and SLIT has been shown to be clinically effective in patients with allergic rhinitis. 26 Considering this, the effect of intranasal therapy with IL-35 may be due to a mechanism close to that of SLIT, and this therapy may modulate the upper stream of allergic responses.\n\nCollison et al. reported that iTr35, which is Treg induced by IL-35, does not express or require Foxp3. 15 In this study, however, intranasal administration of rIL-35 enhanced Foxp3 gene expression of CLN. IL-10 can maintain and enhance Foxp3 gene expression, 23, 27 although intranasal administration of rIL-35 increased IL-10 production in CLN. We also previously reported that rIL-35 enhanced IL-2 production in vitro. IL-2 is essential for induction of Foxp3 þ regulatory T cells by TGF-beta, and can induce expansion of Foxp3 þ regulatory T cells. 28, 29 Furthermore, IL-2 receptor betadependent STAT5 activation is required for the development of Foxp3þ regulatory T cells. 30 The mechanism of immune response is complex in vivo. Considering the above, IL-35 may enhance Foxp3 gene expression through an increase the production of IL-2 and IL-10 indirectly, but not directly.\n\nLittle information is available about the effect of Tregs on airway infection. However, Haeryfar et al. showed that Treg depletion significantly augmented CD8 þ T cell responses, IFN-gamma production, and cytolytic activity in response to influenza virus. 31 Boettler et al. also reported that Treg suppressed influenza virusspecific CD8 þ T cell proliferation. 32 Considering this, there is a risk that intranasal administration of IL-35 increases airway infection through facilitation of Tregs. In contrast, Terrada showed that injection of influenza virus hemagglutinin (HA)-specific Treg controlled uveoretinitis, and deletion of Tregs exacerbated clinical signs of uveoretinitis. 33 Induced Tregs in coronaviral infection also protects against greater severity of the disease. 34 Anghelina et al. 35 showed that Tregs depletion resulted in increased mortality in coronavirus-induced acute encephalitis, and transfer of Tregs increased survival from 0% to 50%. At the moment, the association between Tregs and airway infection is unclear. The effect of Tregs on airway infections may vary depending on the situations. To elucidate the association between Tregs and airway infections, further studies are needed.\n\nThis novel intranasal therapy with rIL-35 is an antigenindependent therapy. Many patients with allergic rhinitis have sensitization to multiple antigens, and it is often difficult for physicians to identify the specific causative antigen in patients with allergic rhinitis. In the light of these observations, it is crucial to investigate antigen-independent therapies in the development of novel therapies for allergic rhinitis.\n\nIn this study, we showed that intranasal administration of rIL-35 inhibited nasal allergic symptoms, eosinophilia in the nasal mucosa, and production of IL-4 and IL-5 in CLN, suggesting that this therapy can alleviate allergic rhinitis. This therapy also increased the production of IL-10, gene expression of Foxp3, and frequency of CD4 þ CD25 þ T cells in CLN, suggesting that it can facilitate Tregs. These findings should contribute to the development of a new therapeutic approach to allergic rhinitis. Further study is warranted to develop this strategy."}