{"title": "", "body": "Passive immunization, passive immunity, and passive immunotherapy all refer to the transfer of antibodies to an unprotected individual for the prevention or treatment of disease. The first formal demonstration of passive immunization for successfully treating diphtheria and tetanus dates back to animal studies published in Deutsche Medizinische Wochenschrift (German Medical Journal) in 1890. 1 The technique was quickly adapted to clinical use and as early as the mid-1890s, diphtheria-specific antitoxin was used successfully in the hospital setting to reduce mortality during diphtheria outbreaks. [2] [3] [4] Indeed, in 1901 Emil von Behring was awarded the first Nobel Prize for Physiology or Medicine for the discovery of this important medical intervention. 5 The significance of this clinical advance cannot be overstated; Behring estimated that 45,000 lives were saved each year using diphtheria-specific passive immunotherapy in Germany alone. 6 In the 1890s, the mortality rate of hospitalized cases ranged from 47% to 60%, 7 and the work of Emil von Behring and his colleague, Shibasaburo Kitasato, provided the only hope for diphtheria patients in the preantibiotic era.\n\nAccording to Behring, the discovery of passive immunization would not have occurred if it were not for his earlier work that focused on characterizing the protective mechanisms of active immunization against diphtheria 5, 8 and through the work of his collaborator, Kitasato, on the mechanisms of vaccine-mediated immunity against tetanus. 1 When guinea pigs were infected with Corynebacterium diphtheriae, the animals routinely died of the disease. However, when Behring vaccinated animals and they mounted neutralizing antibodies to diphtheria toxin, he found that they were protected from a normally lethal dose of C. diphtheriae. To determine if protection was now an intrinsic property of the immune host that could be transferred to a susceptible host, he injected naïve guinea pigs with diphtheria toxin and then successfully treated them with immune serum from vaccinated animals. Likewise, injection of Clostridium tetani or purified tetanus toxin was typically lethal, but through a method developed by Paul Ehrlich, 5 animals could eventually become immune to high doses of tetanus toxin by sequentially inoculating them with lower, nonlethal doses of tetanus toxin. Kitasato used this approach to demonstrate that the blood of vaccinated, tetanusimmune rabbits could be transferred to naïve mice and fully protect them from a normally lethal dose of virulent C. tetani or from filtered C. tetani culture supernatant containing tetanus toxin. 1 Behring and Kitasato may have said it best in the final sentence of their landmark 1890 study, \"The result of our experiments remind us forcibly of these words: Blut ist ein ganz besonderer Saft [blood is a very unusual fluid].\" 1 Technology has advanced substantially in the more than 125 years since Behring and Kitasato's first formal demonstration of protective passive immunotherapy. 1 In those early days, it was infeasible to use human immune serum to treat diphtheria, so the first large-scale production of polyclonal diphtheria-immune serum was prepared by vaccinating dairy cows. 5 To this day, commercial antisera used to treat a broad range of toxins are still produced in animals (Table 8 .1). Passive immunotherapy with animal-derived antibody preparations should only be used under close medical supervision 9 or the resulting host immune response to the foreign 8 immunoglobulins and serum proteins may trigger serum sickness, urticaria, and/or anaphylaxis following administration. Fortunately, the advent of several innovative technologies that reduce the need for animal-derived antibodies have forged new paths in terms of safety, feasibility, and the protective efficacy afforded by passive immunization. Following the discovery of monoclonal antibody technology, 10, 11 further refinements have been made, including use of various display techniques (e.g., phage display, yeast display) to screen large antibody libraries. 12 Other technological advances include the development of chimeric monoclonal antibodies in which the murine antibody is \"humanized\" by genetically replacing the heavy chain region of the molecule with the human immunoglobulin counterpart and the use of transgenic mice in which the endogenous murine immunoglobulin genes have been replaced by human immunoglobulin genes. 12 This latter approach has the advantage that hybridomas from immunized transgenic mice produce fully human monoclonal antibodies without requiring further genetic modifications. Recently, development of Epstein-Barr virus (EBV)-transformed human memory B cells for the production of monoclonal antibodies has led to yet another surge in the production of new human monoclonal antibodies with rare antigenic specificities to uncommon pathogens and these can be produced directly from immune human subjects. 12, 13 Before the era of antibiotics, antibodybased therapy was the only option available for combating many bacterial diseases. Even today, there are only a handful of antiviral drugs available and no therapeutic options exist for most viral diseases. However, new antibody-based therapies are continuing to be developed with the potential to provide protection against a broad array of bacterial and viral pathogens. In this chapter, we describe the role of passive immunity in the protection of the naïve host, discuss the parameters involved with successful immunotherapy, and provide examples of protective efficacy in animal models as well as in human clinical studies. age who were born to mothers who received pertussis vaccination during pregnancy, 30,31 thus lending further support to the current recommendations for the vaccination of pregnant mothers against B. pertussis. 32 The age limit of younger than 2 months was chosen as this is the age at which primary pediatric vaccination is recommended and analysis beyond this age might be confounded by the protective effects of direct vaccination of the child. Nevertheless, the protection afforded by maternally derived IgG against respiratory infections involving viral (e.g., influenza) or bacterial (e.g., B. pertussis) pathogens together demonstrate the broad impact that maternal vaccination and the subsequently increased transfer of maternal antibodies can have on the health of young infants.\n\nBefore vaccines and antibiotics revolutionized modern medicine, antibody-based therapies represented the only effective medical treatment for many life-threatening diseases including diphtheria, scarlet fever, bacterial meningitis, and bacterial pneumonia. 33,34 Today, most commercial forms of antibodybased immunotherapy for infectious disease still rely on polyclonal antibodies of human or animal origin, with the notable exceptions of the monoclonal antibodies, palivizumab and raxibacumab (see Table 8 .1). The main advantage of using polyclonal antibodies for passive immunotherapy is that this approach will include antibodies to multiple epitope specificities that may work in an additive or synergistic manner with the potential contribution of multiple immunoglobulin isotypes and subclasses that have different biological functions (Table 8. 2). 35 On the other hand, there are several potential challenges to using polyclonal antibodies for immunotherapy including low antigen-specific activity, supply limitations (especially for rare diseases), variability between manufacturing lots, and safety as well as quality control issues that are often associated with the use of human blood products. In ungulates. These differences also indicate that care should be taken when choosing an appropriate animal model for studying the role of maternal antibodies against infectious disease as the mechanisms may be more species-specific than typically realized. In a comprehensive study involving the analysis of antibodies to 16 viruses using samples from 58,500 patients, the relationship between maternal immunity and infant immunity is clear (Fig. 8.1 ). 15 The prevalence of antibodies to each viral antigen among infants less than 1 month old is remarkably similar to those observed in the 20-to 40-year old adults who represented the main age group of the mothers. For instance, immunity to common childhood diseases such as measles and mumps was comparable between newborns and their mothers. Immunity to less-common viral pathogens, such as influenza B, was relatively low among infants and adults in the cohorts examined in 1971-1972, but higher among those sampled in 1973-1974,1975-1976, and 1977-1978 , coinciding with an influenza B epidemic that had occurred in 1974. 15 This shows that the prevalence of maternal antibodies is dynamic and that recent outbreaks involving a specific pathogen will result in a higher frequency of pathogenimmune mothers and a concomitant increase in the number of infants who are likewise bestowed at least transient immunity to that particular microbe. As expected, maternal antibodies wane rapidly during the first 6 months of life and then exposure to pathogens over the following months and years results in an accumulation of different antibody specificities as children reach adulthood (see Fig. 8 .1). The overall protective efficacy of maternal antibodies is perhaps most pronounced among children with genetic immunodeficiencies such as severe combined immunodeficiency (SCID), resulting in the lack of functional T and B cells or agammaglobulinemia, in which patients lack functional B cells while still having the ability to mount pathogen-specific T-cell responses. The clinical presentation of SCID is not apparent at birth but relatively uniform diagnosis occurs at a mean of 6.59 months of age, 16 which is also about the age that maternal antibodies have reached their lowest levels 15 (see Fig. 8 .1). Likewise, agammaglobulinemic patients also begin to present with symptoms of immunodeficiency around this same age. 17 Maternal antibodies represent an immunological \"doubleedged sword\" in the sense that they are known to interfere with live attenuated virus vaccines such as the MMR (measles, mumps, rubella) [18] [19] [20] and rotavirus vaccines, 21, 22 whereas direct immunization of mothers in the third trimester of pregnancy can significantly increase protection of infants against common respiratory viruses such as influenza. [23] [24] [25] Indeed, maternal vaccination may result in a 45% to 91% reduction in influenzarelated hospitalizations among infants younger than 6 months of age. [23] [24] [25] Likewise, the importance of maternal vaccination against Bordetella pertussis (i.e., whooping cough) was recognized as early as the 1930s to 1940s with studies showing higher antibacterial antibody responses and potential protection from exposure to whooping cough among infants born to vaccinated mothers. [26] [27] [28] [29] Recent studies verify these earlier results, demonstrating a 90% to 91% vaccine efficacy against whooping cough among infants younger than 2 months of nonlymphoid tissues and to penetrate mucosal sites of infection is likely to explain why it is often considered the best immunoglobulin isotype for routine passive immunization and has shown clinical benefit ranging from reduced clinical symptoms to nearly complete protection from lethal infection in a number of infectious disease models (Table 8 .3). Over the last century, it has been well established that high specific antibody titers and early timing of antibody transfer in relation to disease onset are the two most important parameters involved with determining the protective efficacy of passive immunization ( Fig. 8.2 ). In one account of the early days of clinical diphtheria-specific immunotherapy developed by Behring and Ehrlich, 5 initial failures in patients after treatment with weak or unstandardized diphtheria-immune serum brought Ehrlich to describe three points that he believed were important for successful immunotherapy: (a) treatment has to be initiated at the onset of disease; (b) the more the disease has progressed, the higher the serum quantities necessary for cure; and (c) depending on the severity of the case, certain minimal doses can be specified. Later studies confirmed these results: if diphtheria immunotherapy was initiated on the first day of disease, there was 0% mortality (n = 183). 49 However, if therapy was delayed to 2, 3, or 4 days after disease onset, then the accompanying diphtheria case-fatality rate subsequently increased to 1.6% (n = 905), 4.4% (n = 632), and 6.9% (n = 436), respectively. 49 These results are similar to those observed during antibiotic-based therapy of bacterial sepsis. In an ideal setting, it is recommended that antibiotics be administered within 1 hour of diagnosis of severe sepsis or septic shock as these drugs provide clinical benefit only if administered early in the course of disease and are generally ineffective during late-stage disease. 50 The importance of high-dose immunotherapy given at the earliest sign of disease is not unique to bacterial anti-toxin therapy. The same rules apply to preventing or treating viral infections as well. During a measles epidemic in 1931-1932, 72% of exposed individuals (n = 32) who received no passive immunization contracted measles. If convalescent serum was administered within 10 days of exposure, then the attack rate was reduced to 16% (n = 219) whereas if therapy was not initiated until 12 to 16 days postexposure, approximately 80% of contrast, monoclonal antibodies are, by definition, limited to a single epitope specificity but they have several advantages over polyclonal antibodies since they can be manufactured in vitro at large scale, with inherently high specificity and lot consistency (Table 8 .2). For example, the combination of 0.7 mg of two tetanus-specific human monoclonal antibodies has the same neutralizing capacity observed with administration of 100 to 170 mg of polyclonal tetanus immunoglobulin. 36 Likewise, administration of 0.023 mg of a vaccinia virus-specific monoclonal antibody provides the same level of protection afforded by 5 mgs of vaccinia immunoglobulin (VIG). 37 Although neutralization escape mutants are a valid concern when using monoclonal antibody therapy, 38,39 this has not yet been a major problem during clinical use of palivizumab for respiratory syncytial virus (RSV). Initially, sequencing of 371 RSV isolates demonstrated that there were no mutations in the neutralizing epitope of the F protein. 40 Subsequent studies identified RSV escape mutants in approximately 5% of 146 breakthrough cases, indicating that selective pressure for escape mutations is still relatively uncommon under current conditions of use. 41 This suggests that monoclonal antibodies can remain effective when used clinically in the long-term, as long as they are specific for a stable epitope for that particular pathogen.\n\nThe functional characteristics of the immunoglobulins used for passive immunization is an important consideration in determining protective efficacy in vivo. 35 For example, serum IgG molecules equilibrate into extravascular space whereas IgM is largely confined to intravascular space. 14 IgM molecules also have a short half-life (5 days 14 ) and are typically of low affinity, which is why IgM is not an optimal choice for passive immunotherapy. Serum IgA is monomeric and, although it also equilibrates into extravascular space, 14 it has only a 6-day half-life 14 and does not appear to contribute significantly to functional IgA in the lungs of mice. 42,43 Human IgG on the other hand, has an average half-life of approximately 21 days (except IgG 3 , which has a 7-day half-life), 14, 44 is typically of high affinity, and transudation across mucosal barriers can protect against pathogens that invade through mucosal routes. Interestingly, serum IgG (and serum IgA) responses elicited in response to vaccination against Neisseria meningitidis correlate strongly with the levels of antibacterial antibodies present in the saliva at 1 month and 1 year after vaccination, 45 indicating that circulating serum antibodies may be an important contributor to the antibodies released in mucosal secretions. Indeed, after intravenous administration of an HIV-specific monoclonal antibody into rhesus macaques, serum antibody titers of 690 to 725 µg/mL resulted in mucosal antibody titers of 17 to 30 µg/mL in vaginal fluids and provide complete protection against intravaginal challenge with SHIV (chimeric simian immunodeficiency virus expressing HIV envelope). 46 Influenza virus is another mucosal pathogen with strict tropism to the respiratory tract, but influenza-specific serum antibody titers correlate with protection in humans. 47 In mice, the relative roles of influenza-specific polymeric IgA and IgG were compared in terms of antiviral protection in the upper respiratory tract versus the lung after influenza challenge. 42 When polymeric IgA was transferred 4 hours prior to influenza infection, this prevented pathology in the upper respiratory tract but was not effective in the lung, whereas transfer of IgG prevented pathology in the lung, but required higher doses to protect against infection of the upper respiratory tract. The authors concluded that different antibody isotypes may function preferentially at different anatomical sites in vivo. These results are in contrast to experimental influenza infection in humans in which inactivated influenza vaccinederived IgG is believed to be a major contributor to protection of the nasal compartment. 48 Overall, the ability of IgG to enter Efficacy of passive immunity decreases with disease progression. Full protection from symptomatic disease is best achieved through prophylactic administration of antibody therapy prior to exposure or infection. However, antibody therapy may also be highly effective at early points postexposure, prior to the onset of disease symptoms. Passive immunity is generally less effective when administered after the onset of symptomatic disease, and typically shows little to no clinical benefit once severe late-stage disease has occurred. to 16 IU/mL, the postexposure incidence of measles increased from 17% to 57% despite either lot being administered within 5 days of exposure. 53 Likewise, the timing of passive immunotherapy is also important for enteric (e.g., polio) and respiratory pathogens (e.g., RSV). An outbreak in 1934 involving 2992 polio patients showed that if convalescent serum was administered within 0 to 2 days of meningitis, then paralysis was reported in 5.4% of patients (n = 2367). If treatment was delayed until 3 to 6 days after meningeal disease onset, 15.5% reported paralysis (n = 536), and if treatment was delayed for more than 6 days, then paralysis was noted in 30.3% of polio patients (n = 89). 54 For RSV, polyclonal RSV-immunoglobulin reduced the incidence of RSV-associated hospitalization by contacts subsequently contracted measles (n = 5). 51 In a study published in 1945 involving 1024 cases of measles exposure, 36% of the individuals who received immunotherapy within 0 to 2 days of exposure contracted measles compared to 48% for those whose treatment was delayed to 6 to 8 days postexposure. 52 The dose used in these studies was also critical: 67% of patients who received 0.01 mL/kg of gammaglobulin contracted measles whereas only 16% of patients who received 0.06 mL/kg of gammaglobulin contracted the disease. The titer of virus-specific antibodies will often differ between lots of polyclonal immunoglobulin preparations (see Table 8 .2). In another study, when the measles-specific titer of gammaglobulin from different lots decreased from 33 IU/mL For animal studies, prophylaxis is defined as antibody administration prior to experimental infection and treatment is defined as antibody administration after infection. For clinical studies, prophylaxis is defined as antibody administration prior to disease onset and treatment is defined as antibody administration after disease onset. b Evidence provided through maternal immunization studies. c Anecdotal results are defined as small studies that indicate passive immunization may provide clinical benefit but are too limited in scope to be conclusive. d Not available, although two studies 433,434 demonstrated prophylaxis by direct mixing of mumps virus and antibody prior to inoculation. confirmed Lassa fever who received immune serum within 10 days of hospitalization survived (4 of 4; 100%). However, if treatment was not initiated until more than 10 days after hospitalization, then only 1 of 4 (25%) patients survived, similar to the untreated group in which only 1 of 5 (20%) patients with virologically confirmed Lassa fever survived.\n\nAlthough passive immunity against toxins and systemic infections such as measles 51,53,80-84 and smallpox [64] [65] [66] is well established, the impact of this approach for the prevention or amelioration of disease caused by respiratory and enteric pathogens may not be as well recognized. However, several studies support the role of passive immunity against mucosal pathogens (see Table 8 . 3) , including examples such as influenza (respiratory virus), Haemophilus influenzae (respiratory bacterium), rotavirus (enteric virus), and Escherichia coli (enteric bacterium). Influenza is a significant cause of morbidity and mortality throughout the world, including both seasonal transmission and pandemic outbreaks. [85] [86] [87] [88] The clinical correlation between homotypic influenza immunity and vaccine-associated protection was recognized early in the development of the influenza vaccine. [89] [90] [91] Early animal studies confirmed this result, with passive transfer of antibodies (both systemic and mucosal delivery) able to protect naïve animals against subsequent challenge, or provide therapeutic benefit when administered postexposure. [92] [93] [94] More recent animal studies with defined monoclonal antibodies continue to support and extend these earlier results. 95,96 Passive immunization against influenza in humans has also been successful. In a comprehensive retrospective metaanalysis of eight passive immunization studies performed during the Spanish Influenza outbreak (1918) (1919) (1920) (1921) (1922) (1923) (1924) (1925) , a significant 21% decrease in mortality (95% confidence interval [CI], 15-27%; P < .001) was observed. 97 Subset analysis of studies that recorded early (treatment initiated within 4 days of pneumonia complications) versus late intervention (>4 days) showed a significant advantage for early treatment, with mortality decreasing from 59% (49 of 83) to 19% (28 of 148) with earlier intervention, consistent with general considerations for effective passive immunity against infectious diseases (see Fig. 8 .2). In a recent double-blinded, randomized controlled study during the 2009 influenza pandemic, the use of hyperimmune intravenous immunoglobulin (IVIG) (from recovered convalescent donors) was compared to normal IVIG in the treatment of severe infection in 34 subjects. 98 The hyperimmune treated group (n = 17) demonstrated more rapid viral clearance than the control group (n = 17), with a greater than 90% drop in viral loads by day 5 posttreatment. In those patients receiving immunoglobulin within 5 days of symptom onset (n = 22), all 12 who received hyperimmune IVIG survived (12 of 12), whereas only 60% of patients receiving normal IVIG survived (6/10, P = .02).\n\nH. influenzae type b (Hib) is an extracellular gram-negative bacterium that initially infects the host via the respiratory tract and represents another important human pathogen that can be controlled through passive immunization. Several early reports described the use of concentrated rabbit immune serum as a successful adjunct therapy to sulfonamide treatment for patients suffering from Hib meningitis. 99-101 Indeed, a full course of serum therapy (in addition to antibiotics) was able to reduce mortality to 14% (3 of 19) when compared to 78% mortality rate (7 of 9) in those patients only receiving sulfonamides. 101 A more recent study established the prophylactic 41% among children with a history of prematurity or bronchopulmonary dysplasia. 55 Prophylactic administration of a neutralizing monoclonal antibody, palivizumab, was shown to significantly improve clinical outcome by reducing RSVassociated hospitalizations of children with congenital heart disease by 45%. 56 Among premature infants or those with bronchopulmonary dysplasia, RSV-associated hospitalizations were reduced by 55%. 57 A third palivizumab study confirmed these results by showing a 70% reduction in hospitalizations among premature infants and infants with chronic lung disease. 58 Another monoclonal antibody, motavizumab, 59 demonstrated a further 26% relative reduction in RSV hospitalizations compared with patients receiving palivizumabbased prophylaxis. 60 In contrast, once RSV infection has been established, the use of palivizumab, 61 motavizumab, 59 or RSVimmunoglobulin 62 shows no clinical benefit, although RSVimmunoglobulin may provide limited protection in the most severe cases. 62 Passive immunotherapy can be highly successful for severe, even life-threatening human diseases such as smallpox, or hemorrhagic fever caused by arenaviruses including Junin or Lassa fever virus (see Table 8 .3). Successful intervention, however, typically requires initiating treatment before or very shortly after symptom onset. When convalescent serum from smallpox survivors was administered to smallpox patients during the late stages of confluent or hemorrhagic smallpox, there was no clinical benefit observed in comparison to untreated controls (80% vs. 72% mortality, respectively). 63 When vaccinia-immune gammaglobulin (VIG) was administered to smallpox contacts prior to disease onset in addition to postexposure vaccination (i.e., standard of care), the number of smallpox cases was reduced by 70% compared to contacts who received postexposure smallpox vaccination alone. 64 Likewise, administration of vacciniaimmune serum of animal origin along with postexposure vaccination resulted in 0 of 13 cases (0%) of smallpox among close contacts compared to 13 of 29 cases (45%) among controls who received smallpox vaccination alone. 65 During a smallpox outbreak in 1941, 3 of 10 patients (30%) died while undergoing standard clinical care. 66 To determine if addition of passive immunotherapy would reduce mortality after smallpox diagnosis, 250 cases of smallpox were treated with convalescent serum or blood, with no smallpoxassociated deaths reported (0 of 250). Approximately 75 patients were described as having severe or hemorrhagic smallpox at the time of treatment and yet all survived. This appears to be the result of using convalescent serum obtained at the peak of the humoral immune response shortly after recovery from smallpox and the use of an optimized dosing schedule with higher doses administered to patients with the more severe disease manifestations. 66 Argentine hemorrhagic fever is caused by infection with the Junin virus and untreated cases result in 15% to 40% mortality. [67] [68] [69] Convalescent serum is protective in animal models of Junin infection [70] [71] [72] and when administered within 8 days of symptom onset, the mortality rate among human cases drops to 1% to 3%. 68, 69 Likewise, in 35% to 50% of hospitalized cases, Lassa fever virus causes severe disease including diffuse capillary leakage and hemorrhagic diathesis. 73 Prophylactic administration of immune serum protects guinea pigs 74, 75 and nonhuman primates 76,77 from subsequent lethal challenge, indicating that antibodies play a clear role in protection against this virulent viral pathogen. In one small clinical study, if passive immunotherapy was administered within 0 to 5 days after admission to the hospital, 4 of 4 (100%) patients survived whereas if immunotherapy was initiated 7 to 9 days after hospitalization, 0 of 3 (0%) patients survived. 78 In another study, 79 patients with virologically\n\nWith any new scientific advance, there is controversy. In 1890, when Behring demonstrated that immune serum therapy could protect against diphtheria, it went against the current dogma at that time in which the cellular theory of phagocytosis was believed to be the primary mechanism of host protection. 5 There were also skeptics who, as early as 1896, discussed why antibody immunotherapy would not work. 114 However, the science not only prevailed but today a number of passive immunotherapy products are in clinical use (see Table 8 .1) and an ever-increasing number of human diseases benefit from the use of this technology (see Table 8 .3). Some believe that antibody plays a more important role in protection against cytopathic viruses and extracellular bacteria, but that T cells must be required for protection against infection by noncytopathic viruses and other intracellular pathogens. 115 Although this is partially refuted by the protective efficacy of maternal antibodies and IVIG therapy in SCID patients who do not have functioning T cells, it is important to bear in mind that antibody-mediated protection by passive immunotherapy in immunocompetent individuals does not function in isolation, but instead works best in conjunction with other immune defenses, including host T cells, B cells, natural killer (NK) cells, etc. Although the role of antibody-mediated protection against intracellular bacteria and chronic viral infections was thought to be relatively minor, there are examples in each of these instances in which passive immunity provides substantial clinical benefit.\n\nAs noted previously, prior to the advent of antibiotics, passive immunotherapy was the only option for clinical treatment of most bacterial infections including Francisella tularensis, a facultative intracellular bacterium that causes tularemia, a severe disease associated with up to 30% mortality in untreated cases. 116,117 When streptomycin became available, a comparative study in 1946 was performed with 542 tularemia patients who received only symptomatic treatment, 832 who received immune equine serum, 60 who received hyperimmune equine serum, and 9 who received streptomycin. 118 The untreated tularemia cases required an average of 3.78 months to recover and only three modes of therapy showed substantial improvement-treatment with immune serum within 9 days of disease onset (2.41 months until recovery), treatment with hyperimmune serum (2.15 months until recovery), and treatment with streptomycin (2.40 months until recovery). Two clinical cases were extensively described, with the following summary: \"The clinical responses to each agent [i.e., immune serum, and streptomycin] were similar, prompt amelioration of the symptoms of intoxication-headache, mental dullness or lethargy, sense of prostration and severe malaise; reduction of fever and of the sizes of the buboes, acceleration in the healing of ulcers and in the resolution of pulmonary exudates.\" In other words, passive immunotherapy appeared in many ways to mimic antibiotic therapy in terms of protective efficacy. However, it was noted that treatment with equine serum caused serum sickness in 51% of the patients and had a more variable outcome than the antibiotic approach, leading to the recommendation that streptomycin would be the agent of choice for future treatment of this disease. 118 With the recent development of polyclonal and monoclonal antibodies that show protective efficacy against tularemia in animal models, [119] [120] [121] it may be possible to incorporate both passive immunotherapy and antibiotic treatment into clinical practice not only for tularemia, but for other bacterial diseases, especially in cases in which antibiotic resistance is becoming more widespread. 122, 123 Mycobacterium tuberculosis is another intracellular bacterium that, despite the availability of antibiotics, remains one use of human immunoglobulin in at-risk populations. 102 Santosham and colleagues administered hyperimmunoglobulin (n = 353), or saline placebo (n = 350) to infants at 2, 6, and 10 months of age and examined the rates of invasive Hib. For the first 90 days following the passive immunization protocol, none of the treated infants experienced invasive Hib (0% incidence), compared to 7 of 350 placebo-treated children (2.0% incidence, P = .007). 102 Rotavirus represents an enteric viral pathogen wherein protective passive immunotherapy has been demonstrated. [103] [104] [105] [106] [107] [108] In one example of postexposure treatment in infants, oral administration of hyperimmune antibody (in addition to standard supportive care) was able to efficiently reduce rotavirus shedding compared to placebo controls; treated patients (n = 26) exhibited no evidence of viral shedding by day 8 posttreatment as compared to 25% of controls (n = 26). 105 In a separate study, prophylactic passive immunity using orally administered bovine colostrum from immunized animals was tested in a blinded and randomized trial among infant children (3-15 months old) admitted to a hospital, typically for respiratory conditions. 103 Following admission, infants were given a 10-day course of the bovine colostrum or placebo. Infants who received placebo contracted symptomatic rotavirus at a rate of 14% (9 of 65) whereas no symptomatic rotavirus disease was observed in the colostrum-treated infants (0 of 55; P < .001). Analysis of rotavirus vaccine failures also indicates that maternally derived antibodies play a role in passive immunity to rotavirus infection. In a study involving 177 vaccinated infants, a strong inverse correlation was observed between maternally derived rotavirus antibodies and the ability of infants to seroconvert following vaccination with a live rotavirus vaccine. 21 This is an important demonstration not only of passive immunity to an enteric pathogen, but also has broader implications on the timing of vaccine administration, especially in developing countries where preexisting immunity is relatively high, and rotavirus vaccine immunogenicity appears impaired. 109 E. coli is a significant enteric pathogen wherein prophylaxis through passive immunity has been demonstrated in several clinical studies. 110-113 Tacket and colleagues were able to passively protect human subjects against experimentally induced E. coli diarrhea with specific bovine antibody. 110 Using heatinactivated or glutaraldehyde-inactivated E. coli for vaccination, pregnant cows were hyperimmunized with a large number of enterotoxigenic O serogroups. Milk collected during the first 10 days of lactation was purified, concentrated, lyophilized, and formulated for oral administration. As a control, a similar preparation was made using rotavirus as the immunizing antigen. Subjects received daily treatment (3 times daily) for 7 days, with E. coli challenge administered 3 days into the treatment regimen. Of the 10 subjects who received the E. coli antibody prophylaxis, all remained diseasefree following challenge, compared with clinical diarrhea in 9 of 10 placebo subjects (P < .0001). Using a closely related clinical protocol, Otto and colleagues also demonstrated good efficacy with hyperimmune bovine colostrum tablets. 111 In the first study conducted in this trial, 11 of 15 (73%) of placebo subjects contracted diarrhea following challenge, but this was reduced to only 1 of 15 (7%) in treated subjects (P = .0005). In a second study investigating the impact of omitting buffer to the oral prophylaxis, the authors also examined dose sparing. In these studies, the standard dose still conferred significant protection with 3 of 15 (20%) treated subjects contracting diarrhea, compared with 12 of 14 (86%) of controls. Interestingly, if the dose was reduced by one-half then disease incidence increased to 5 of 14 subjects (36%), indicating a key role played by treatment dose in achieving successful passive immunotherapy. developed at similar rates among all three groups (P = .97). However, because administration of immunoglobulin is typically only performed during the first 4 months after transplantation and antiviral antibody half-life is estimated to be approximately 25 days, 134 it is not surprising that the protective effects of passive immunotherapy were only maintained through the first year. Nevertheless, the inadvertent discovery of the protective role of antibodies in preventing EBV-induced non-Hodgkin lymphoma represents a potential breakthrough in clinical management of this vulnerable patient population.\n\nDespite decades of research aimed at finding a vaccine or a cure for HIV infection, this virus remains a scourge of global proportions. Early attempts at passive immunotherapy using first-generation HIV-specific monoclonal antibodies were not highly effective [135] [136] [137] and this approach was not further pursued until a new generation of highly potent and broadly neutralizing antibodies were identified. 138, 139 In particular, a recent Phase I clinical trial 140 involving a single administration of a broadly neutralizing antibody, 3BNC117, has renewed interest in the study of passive immunotherapy for HIV prevention and therapeutic intervention. 3BNC117 is an anti-CD4 binding site antibody that neutralizes 195 of 237 HIV strains comprising six different clades and was tested in a doseescalation study among HIV-positive patients with different levels of viremia. At a dose of 10 or 30 mg/kg, patient viral load was reduced by up to 2.5 log 10 (average decline: 1.48 log 10 ) in 10 of 11 individuals. The subject that did not respond to antibody treatment at 10 mg/kg was infected with a resistant strain of HIV. Although the effect of antibody therapy on viremia was mainly transient after a single administration, the viral load remained lower than their preexisting set point in 3 of 10 patients at 56 days and one subject exhibited viremia levels that remained near the limits of detection throughout the 56-day study. It is currently unclear if HIV viremia in these patients will eventually rebound to their original levels. Similar results were observed during antibody-based therapy of SHIV-infected rhesus macaques in which most animals showed a rebound in viral replication after the transferred monoclonal antibodies declined to undetectable levels but a subset of animals maintained virological control in the absence of further infusions. 141 Combinations of antiretroviral drugs are currently the standard of care for treatment of HIV infection and it is unlikely that one dose of a single monoclonal antibody will be sufficient to have a long-term clinical benefit among a broad patient base. However, there is growing optimism that combining a cocktail of potent, broadly neutralizing monoclonal antibodies with antiretroviral drugs and/ or agents that activate latent virus reservoirs could theoretically provide long-term reduction in viral load and reduce the rates of transmission.\n\nWith substantial advances in monoclonal antibody technologies and an increasing appreciation for the role of antibodies in the control of infectious disease, the development of sophisticated new passive immunotherapies is likely to continue at an accelerated pace. Antibiotic resistance among clinically relevant bacteria including multidrug-resistant (MDR) and XDR M. tuberculosis, methicillin-resistant Staphylococcus aureus (MRSA), and dominant strains of antibiotic-resistant Salmonella typhi and other gram-negative bacterial species is a growing concern. 122, 125, [142] [143] [144] This, coupled with the knowledge that fewer new antibiotics are moving through the drug pipeline, 122,123 may further motivate research into the development of antibody-based therapies to overcome these challenges to clinical intervention against microbial disease. One drawback to passive immunization is that antibody half-life in vivo of the most common human diseases and it is estimated to infect up to one-third of the world's population. 124 The development of strains of extensively drug-resistant (XDR) tuberculosis (TB), 125 some of which are resistant to all current antibiotic therapies, 126, 127 is also a growing concern, especially as there are few antibiotic drugs in the pipeline. 122, 123 There is considerable debate over the role of antibodies in controlling TB, with many believing that antibody plays little or no role in protective immunity (reviewed in references 124 and 128). In a comprehensive historical review by Glatman-Freedman and Casadevall, 128 the clinical benefit of antibody-mediated immunotherapy, albeit quite variable, provides evidence to suggest that antibody plays a role in protection against TB. In studies reported by Paquin in 1895, a group of patients with pulmonary TB confirmed by the presence of bacterium in their sputum showed clinical benefit. After 2 months of passive immunotherapy, 82% of patients showed reduced cough, reduction in bacterial load in sputum, clearance of pulmonary infiltrates, reduction in hemoptysis, improved appetite, and weight gain. 128, 129 At 6 months after initiating treatment, all the treated patients were alive and more than half were discharged from the hospital. In contrast, more than 30 untreated TB patients from another ward in the hospital had died within 4 months of starting the study. Experimental proof of antibody-mediated protection against TB was also published in 1897 by Fisch. 128, 130 After lethal TB challenge of guinea pigs, administration of immune serum was performed on days 4, 7, and 10, with further doses administered every other day for 4 weeks and once a week after that. Fisch reported that 16 of 18 treated animals were alive after 2.5 months (89% survival). If treatment was delayed until day 14 postchallenge, then 2 of 3 (66%) animals survived but showed signs of illness. If no antibody treatment was performed, then 0 of 3 (0%) of the animals survived past day 28. The same approach was used to treat 50 patients with pulmonary TB. 131 All of the 19 patients treated at the earliest stages of disease improved rapidly after passive immunotherapy and were tuberculin negative at the end of the study. Of the 11 patients treated at the \"incipient\" stage of disease, 36% no longer had bacilli in their sputum and were considered cured and 64% showed substantial improvement in disease symptoms. The 20 patients with advanced TB showed only modest or no improvement after therapy and it was concluded that immune serum was only beneficial in early but not advanced cases of disease. 131 EBV is a common human pathogen that causes a chronic infection and is a leading cause of posttransplant non-Hodgkin lymphoma resulting from the uncontrolled proliferation of EBV-infected B lymphocytes in patients undergoing immunosuppressive therapies. 132 In a large retrospective study involving 44,828 kidney transplant patients, the effect of prophylactic treatment for cytomegalovirus (CMV) on posttransplant incidence of non-Hodgkin lymphomas was examined. 133 The standardized incidence ratio (SIR) for non-Hodgkin lymphoma was expressed as the number of lymphoma cases per 100,000 persons and calculated after normalizing for age, sex, and geographical origin. The 30,255 patients who did not receive CMV prophylaxis had a SIR = 26.4, which remained unchanged (SIR = 24.2, P = .62) among the 12,470 patients who received antiviral drugs (acyclovir or ganciclovir). In striking contrast, the 2103 patients who received anti-CMV immunotherapy showed a complete absence of lymphomas during the first year after transplantation (SIR = 0, P = .016 vs. antiviral treatment). The most common anti-CMV immunoglobulin products were shown to contain antibodies against EBV and it is believed that this is the mechanism of action for the protection afforded during the first year posttransplantation. 133 In the subsequent 5 years of follow-up, new cases of lymphoma sufficient for protection or therapeutic intervention of acute or remittent disease, active immunization through improved vaccine design may still be needed to train the host immune system to maintain long-term levels of protective immunity. Importantly, examples of successful passive immunization approaches may provide a useful framework for developing new and improved vaccines that elicit the most protective antibody responses.\n\nReferences for this chapter are available at ExpertConsult.com. often provides only transient protection unless repeated administrations are performed. This may change as new technologies that increase the half-life of monoclonal antibodies are employed. For example, the Fc region of an anti-RSV monoclonal antibody, motavizumab, was mutated to increase its binding to the neonatal Fc receptor (FcRn), resulting in serum antibody pharmacokinetics in human subjects that increased from a typical 19-to 34-day half-life to up to a 100-day half-life while still retaining virus-specific neutralizing activity. 144a "}