{"title": "Human-animal interactions and bat coronavirus spillover potential among rural residents in Southern China-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)", "body": "In the highly biodiverse southern region of China, interactions among humans, wildlife, and livestock are likely to be common, and are hypothesized to be a risk factor in the emergence of zoonotic infectious diseases [1] [2] [3] . Human-animal interactions may pose a particular public health threat in rural communities where frequent contact with animals occurs and where disease prevention measures are likely less well-developed [4] . Although human-animal interactions are thought to be associated with zoo-notic disease emergence, few studies have addressed the nature of specific interactions that occur between animals (particularly wild animals) and humans that lead to pathogen spillover.\n\nBats (order Chiroptera) are reservoirs of a large number of zoonotic viruses, including coronaviruses (CoVs) that have caused disease outbreaks in human and livestock populations [5] [6] [7] [8] [9] [10] [11] [12] [13] : Severe Acute Respiratory Syndrome coronavirus (SARS-CoV), the causative agent of the SARS outbreak affecting 32 countries in 2002-3, infecting 8,096 people and causing 774 deaths [14] ; Middle East Respiratory Syndrome coronavirus (MERS-CoV), which has caused 823 deaths from 2,374 human cases in 27 countries by the end of February 2019, and is thought to have originally spilled over from bats into camels, in which is it now endemic [15] [16] [17] [18] ; and Severe acute diarrhea syndrome coronavirus (SADS-CoV) which emerged in the pig population of Southern China and caused the deaths of more than 20,000 piglets in 2017 and 2018 [5] .\n\nA large diversity of coronaviruses, including SARS-related Coronaviruses (SARSr-CoVs), has been discovered in bats, and phylogenetic and pathogenesis studies of these suggest a high capacity for transmission across species barriers [9, 11, 13, [18] [19] [20] [21] [22] . However, few studies have analyzed bat-to-human spillover events in non-outbreak conditions, likely due to the rarity of these events and difficulties in identifying at-risk populations or target geographies. Additionally, the symptoms of novel bat coronavirus infection in the human population may not be clinically recognized at the time of emergence as a result of a lack of adequate surveillance or confusion with other diseases. This represents a significant biosafety risk considering the large and increasing number of coronaviruses discovered in bats [23, 24] and the wide distribution of bat populations in rural regions such as Southern China [25] .\n\nIn this paper we report on a study designed to characterize the bat coronavirus spillover potential associated with presumed high-risk human behavior in rural communities of Southern China [26] . We collected data during a community serological and behavioral survey to understand the driving factors of bat coronavirus spillover, providing evidence for developing community-based strategies in preventing zoonotic disease emergence.\n\nWe conducted a cross-sectional study in the districts of Yunnan, Guangxi, and Guangdong, China, which are known for their high levels of wildlife biodiversity, active wildlife trade activity, and historic zoonotic disease emergence events [3, 5, 10, 14, 22, 24, 27] . Eight study sites were selected in areas where we have previously reported diverse coronaviruses in bat populations [24] roosting close (within 5 km) to human dwellings. The study targeted human populations that are highly exposed to bats and other wildlife, including people who visit or work around bat caves, work in local live animal markets, raise animals, or are involved in wildlife trade (e.g., wild animal harvest, trade, transportation, and preparation), as identified by previous exploratory ethnographic interviews.\n\nPrior to the recruitment and sampling, project staff who received human subject research training visited each participating site to introduce the project to the local community, assisted by officials from provincial and city-level Centers for Disease Control and Prevention. To generate interest and develop recruitment strategies, project staff held meetings with village committees to discuss topics relevant to their daily contact with animals and any health issues in the community that were particularly concerning for them. With permissions from local authorities, community leaders conducted house visits and broadcast announcements a week before data collection took place to inform community residents about the study and its recruitment plan. All information was communicated in local dialects using easily understandable language to convey the study purpose, eligibility and inclusion guidelines, potential risks and benefits of participation, and the time and locations at which the study would take place.\n\nWe aimed to obtain a minimum sample size of 400 participants from each of the three districts (Yunnan, Guangxi, and Guangdong), for a total sample size of over 1,200 participants. A snowball sampling method was used because the population size at selected sites and the people who were highly exposed to wild animals were difficult to elucidate [28] . During each house visit, we requested information about potential eligible participants from the residents' networks, and we then followed their referrals to recruit from the community. Only one person per household was recruited to participate in this study, and no participants were recruited from clinics or healthcare settings. We made every effort to include participants across a range of demographic indices including gender, age, and socioeconomic status, as well as to ensure that any contribution was voluntary and involved minimal risk to the participants.\n\nFollowing the completion of the informed consent process, a standardized Mandarin questionnaire was administered by study staff speaking in local dialects. The interview was conducted in a private environment where confidentiality was maintained, and interviewers and participants were paired by sex. Children aged 10 to 18 years were interviewed with the permission and in the presence of a parent or guardian.\n\nThe questionnaire included five sections consisting of demographics, living circumstances and livelihood, travel, types of contact with animals, and unusual illness symptoms in the past 12 months. The survey assessed symptoms including fever with cough and shortness of breath or difficulty breathing (severe acute respiratory infection [SARI] symptoms) and fever with muscle aches, cough, or sore throat (influenza-like illness [ILI] symptoms) (Appendices). SARI and ILI symptoms were included in the survey in anticipation of potentially low coronavirus sero-positivity rates. These symptoms are commonly used as metrics in emerging infectious respiratory disease surveillance and are known to be associated with coronavirus infections (e.g., MERS-CoV, SARS-CoV) [29] . Therefore, SARI and ILI symptom histories can be analyzed in addition to serological testing to maximize our understanding of bat coronavirus spillover risk.\n\nAfter the questionnaire interview, participants were asked to provide a blood sample (2.5-5 mL stored in a serum-separating tube) and an oropharyngeal swab (stored in a cryotube with viral transport medium). Samples were collected by study staff from local clinics. All samples were stored in liquid nitrogen immediately after collection and transferred to an ultralow (-80°C) freezer within 48 h.\n\nWhat are the behavioral risks in human-animal interactions that could lead to the emergence of bat coronaviruses in human population.\n\nEvidence before this study Bat borne coronaviruses have caused several emerging infectious disease outbreaks of global significance, including SARS. Novel SARS-related coronaviruses have been discovered in bat populations in Southern China, some of which have the capacity to infect human cells. Human-animal interactions are thought to be critical for the emergence of bat coronaviruses, however the specific interactions linked to animal-to-human spillover remain unknown.\n\nThis study found serological evidence for bat-borne coronavirus transmission to people. Direct contact with bats was not identified as a risk factor. However, self-reported severe acute respiratory infection (SARI) and/or influenza-like illness (ILI) was linked to human interaction with other wildlife and livestock, suggesting that there may be other zoonotic exposures leading to clinical illness in these populations.\n\nSignificance of the study Findings from this study suggested that an integrated biological and behavioral surveillance in healthy community settings can help identify potential zoonotic disease spillover events or target surveillance to at-risk populations. This approach represents a potential early-warning system that could be used under nonoutbreak conditions to identify potential zoonotic emerging diseases prior to largescale outbreaks.\n\nA unique alphanumeric identification code was assigned to each questionnaire and biological specimen collected from each participant. No personal identifying information was collected. Only authorized study personnel who received human subject research training were allowed access to the questionnaire and biological data.\n\nSerum samples collected from study participants were analyzed using newly developed IgG enzyme-linked immunosorbent assays (ELISA) based on selected nucleocapsid proteins (NP) expressed and purified in E. coli for four specific coronaviruses: SARSr-CoV (DQ071615, Bat SARS coronavirus Rp3, NP), HKU10-CoV (sample 3740, NP), HKU9-CoV (MG762674, BatCoV_HKU9-2202, NP), and MERS-CoV (JX869059, Human betacoronavirus 2c EMC/2012, NP). Micro-titer plates were coated with recombinant and purified NP (100ng/well); samples were tested at 1:20 dilution; and an anti-Human IgG-HRP conjugated monoclonal antibody (Kyab Biotech Co., Ltd, Wuhan, China) was used as the secondary antibody with different dilution ratios for different coronaviruses. 100 serum samples collected from healthy people in Wuhan were tested using this ELISA kit to set up the cutoff value, and positive test results were determined by the cut-off value in each run for each of the four coronaviruses, as the product of the mean of all serum samples' optical density (OD) values plus three standard deviations, and confirmed by Western blot test [30] .\n\nQuestionnaire data were entered into an Excel database with quality control for data cleaning and validation. The glmnet package in R version 3.6.0 was used to fit a least absolute shrinkage and selection operator (LASSO) regression to characterize associations between animal contact and SARI and/or ILI symptoms in the preceding 12 months [31, 32] . The bat coronavirus serology testing outcome was not analyzed in the LASSO due to low rates of sero-positivity.\n\nThe LASSO regression is an adaptation of the generalized linear model (GLM) and was selected because it is effective at minimizing prediction error for datasets with many predictor variables. The model identifies subsets of predictors that are associated with the outcome of interest by applying a shrinkage operation to regression coefficients and shrinking some coefficients to exactly 0. The LASSO is often utilized for its variable selection capabilities for sparse datasets including surveys and questionnaires. Demographic variables (age, gender, province, and income) were included in the model as independent and interaction terms in order to account for potential confounding. Because the LASSO does not generate confidence intervals, we repeated the model using bootstrapping instead to calculate bootstrap support, i.e., the proportion of times a predictor variable is selected in the model [33] [34] [35] [36] .\n\nChi-Square and fisher exact tests were also conducted to explore associations between potential risk factors in local demographics, behaviors, attitudes (independent variables) and bat CoV serological evidence (dependent variables), with effect size examined. However, due to the low positivity rate (9/1,497), the results were not robust and are not reported in this paper.\n\nFrom October 2015 to July 2017, a total of 1,596 residents from eight sites in Yunnan (n=761), Guangxi (n=412), and Guangdong (n=423) provinces were enrolled in this study. Of these, 1,585 participants completed the questionnaires and 11 participants withdrew from the questionnaire interview due to scheduling reasons. After the interviews, 1,497 participants provided biological samples for lab analysis.\n\nMore female (62%) than male (38%) community members participated in this study. Most participants were adults over 45 years old (69%) and had been living in the community for more than 5 years (97%) with their family members (95%). A majority (86%) relied on a comparatively low family annual per capita income less than 10,000 RMB which is below the national mean for per capita disposable income of rural households from 2015 to 2017 (11,422 -13,432 RMB) [37] . Most participants (98%) had not received a college education and were making a living in crop production (76%). 9% of participants frequently traveled outside the county as migrant laborers. Some participants were working in sectors where frequent human-animal contact occurs, such as the animal production business (1.7%), wild animal trade (0.5%), slaughterhouses or abattoirs (0.5%), protected nature reserve rangers (0.4%) or in wildlife restaurants (0.3%). It was common for participants to have multiple part-time jobs as income sources (Table 1) \n\nSerological testing of serum samples from 1,497 local residents revealed that 9 individuals (0.6%) in four study sites were positive for bat coronaviruses, indicating exposure at some point in their life to bat-borne SARSr-CoVs (n=7, Yunnan), HKU10-CoV (n=2, Guangxi), or other coronaviruses that are phylogenetically closely related to these. All individuals who tested positive (male=6, female=3) were over 45 years old, and most (n=8) were making a living from crop production. None of those participants reported any symptoms in the 12 months preceding the interview. Due to the low rate of sero-positivity, we did not obtain robust results from the statistical comparisons of animal-contact behavior by coronavirus outcome. Figure 1 shows animal contact rates in the previous 12 months among the survey population (n= 1,585) and among seropositive individuals (n=9). Participants reported common contact with poultry and rodents/shrews, and most animal contact occurred in domestic settings through animal raising or food preparation activities.\n\nAmong the 1,585 participants who responded, 265 (17%) reported experiencing SARI (n = 73) and/or ILI (n = 227) symptoms in the last year. The LASSO regression showed that eating raw or undercooked carnivores in the preceding 12 months was the most salient predictor of selfreported SARI and/or ILI symptoms over the same time period (odds ratio [OR] = 1.6; bootstrap support = 0.67). Additional salient predictors were slaughtering poultry as a resident of Guangxi province (OR = 1.4; support = 0.68), having an income below 10,000 RMB as a resident of Guangxi province (OR = 1.3; support = 0.84), domestic contact with bats (OR = 1.3; support = 0.63) and domestic contact with rodents or shrews as a resident of Guangdong province (OR = 1.2; support = 0.63) (Figure 2) . Some demographic variables were associated with self-reported SARI and/or ILI symptoms as either independent or interactive terms. For example, respondents aged 41 to 60 and residents of Yunnan province were less likely to report symptoms. Slaughtering poultry was positively associated with the outcome only in Guangxi residents, whereas the association was negative in Guangdong residents. Family income also showed interactions, with family income less than 10,000 RMB being positively associated with the outcome in respondents who raised poultry but negatively associated in respondents who cooked or handled poultry. Gender was not found to be salient in either direction.\n\nWhen asked about animals and disease transmission, more than half of the study participants believed that animals could spread disease (n=871, 56%) and were worried about disease emergence from animals at wet markets (n=810, 52%). Of those worried about disease emergence, 46% (n= 370) purchased animals from wet markets in the past 12 months. Among all participants who purchased animals from wet markets in the past 12 months (n=502, 32%), some (n=194, 39%) took protection measures or strategies such as washing hands, purchasing live animals less often (n= 153, 30%), or purchasing meat at supermarkets instead of live animal markets (n=148, 29%). Very few participants considered wearing a mask (n= 7, 1%) or gloves (n=7, 1%) while visiting the markets. Bootstrap support values ≥ 0.6 are demonstrated here, meaning they were identified as associated with the outcome for 60% or more of the bootstrap iterations. Odds ratios >1 (orange) are positively associated with the outcome, and odds ratios <1 (purple) are negatively associated with the outcome.\n\nWe used a novel human surveillance approach to integrate serological and behavioral data to characterize associations between human-animal contact and zoonotic disease spillover risk in Southern China. This study provides the first serological evidence of bat-borne SARSr-CoVs and HKU10-CoV transmission to people and highlights potential spillover pathways through animal contact. Given the high diversity and recombination rate of bat coronaviruses, and close relationship of SARSr-CoVs to SARS-CoV, it is possible that exposure to these coronaviruses may lead to disease emergence in human populations. Continuous surveillance of both human and bat populations, as well as further pathogenesis studies of these viruses, are important to determine the extent of the disease risk.\n\nContact with animals was prevalent among the survey population. Raising poultry and having rodents/shrews in the house were the most common types of contact. Correspondingly, contact with poultry and rodents/ shrews, as well as with carnivores, was identified in the LASSO regression as being associated with self-reported ILI and/or SARI symptoms, with results varying by income and province. It's important to note that the questionnaire used broad classification of the type of animals for these exposures due to the presumed variability in respondent's capacity to identify species or genera of wildlife. It is likely that the most significant exposure we identified (to carnivores) reflects animals as diverse as civets, porcupines, ferret badgers and taxas that respondents recognized as nonrodent and non-shrew. This study also assessed health risks from human interaction activities for each study participant in the survey based on their travel history and the health history of people who they lived with. The goal was to minimize the possibility that illness was caused by human-tohuman transmission of pathogens causing ILI and/or SARI symptoms. We did not find evidence supporting a direct relationship between bat contact and bat coronavirus sero-positivity in the human population. However, there is frequent contact with domestic animals in these communities and it is known that other bat-borne viruses have been transmitted to humans via livestock (e.g. henipavirses and filoviruses) [38] [39] [40] [41] . It is possible that these findings reflect other indirect exposures to bat CoVs, and future surveillance may benefit from including a wide range of livestock and peridomestic animals in viral and serological studies to identify potential spillover pathways [42] [43] [44] [45] .\n\nWhile it is known that bias can occur in self-reported illness data, this approach has been widely used in previous disease surveillance and risk factor studies [46] [47] [48] [49] . It is useful as an early warning system to assess broad categories of factors within high-risk communities in a nonoutbreak condition. This is particularly important in rural regions, where people have high levels of contact with domestic and wild animals but may not seek diagnosis or treatment in a timely fashion, slowing early detection and response.\n\nWhile the majority of survey respondents believed that animals could spread disease and were worried about disease emergence from animals at wet markets, many did not take measures to protect themselves from exposure. Further work on what drives these local attitudes to risk may help in developing risk-mitigation behavior change programs. A number of affordable and readily adaptable measures could be targeted to these at-risk populations, including the use of gloves and masks while killing or butchering animals, and handwashing.\n\nThe low levels of sero-positivity found in the study could reflect a number of factors: 1) the rarity of spillover and bat-to-human transmission, as has been reported for other virus-host systems [50] [51] [52] [53] [54] ; 2) the use of a snowball technique for sample selection that could have biased the population sampled; 3) the limited diversity of CoVs that this study tested for; 4) the possibility that these infections cause high mortality rates and therefore the number of survivors and number of seropositive people is low, although this seems unlikely because the mortality rate from SARS was >10% during an outbreak that included hospital exposure and therefore likely high infectious doses [55, 56] ; and 5) that antibodies to these viruses wane rapidly in humans. The latter hypothesis is supported by findings that antibodies to SARS decline rapidly (2-3 years) after illness [57] . Expanding this approach to a larger population, using a longitudinal (repeated sampling) approach, and targeting people who are in the higher-risk categories identified here may provide a larger number of sero-positives and more critical information on the driving factors of viral spillover. However, despite the small sample sizes, this study suggests that there are a substantial number of people in rural Southern China who are exposed to bat-borne viruses, and that exposure likely occurs through the daily or normal practices of rural communities, rather than specific high-risk behaviours (e.g. wild animal hunting). Considering the proven potential of some SARSr-CoVs currently circulating in bats in southern China, to infect human cells, cause clinical signs in humanized mouse models, and lead to infections that cannot be treated with monoclonal therapies effective against SARS-CoV [58] [59] [60] , this represents a clear and present danger to our biosafety and public health. Further studies to determine the relationship between SARSr-CoV and HKU10-CoV exposure and illness in people may help elucidate this risk and provide critical mitigation strategies.\n\nThis study was approved by Wuhan University School of Health Sciences Medical Ethics Committee; Institutional Review Board Administration of University of California, Davis (No. 804522-6); and Hummingbird IRB (No. 2014-23)."}