{"title": "All rights reserved Health Outcomes Research in", "body": "R E S U L T S : A total of 147 (81 female, 66 male) postoperative THA patients were included in the study; mean age was 62.7 years (SD 10.6, range 45-91 years). The majority (79%) of patients initiated PT <9 weeks postsurgery; predominately lower-functioning women started at $9 weeks. For patients initiating treatment at <9 weeks, the curvilinear slopes of recovery were similar between sexes, although the predicted levels of functional status were lower for females than for males (P ¼ .041).\n\nC O N C L U S I O N S : This study of usual physical therapy practice supports the findings from controlled studies that post-THA women enter and are discharged from outpatient PT with lower functional status than men. New findings suggest that functional status for early start patients steadily improves over 26 weeks postsurgery. Modeling change in clinical practice using outcomes measures acquired through usual practice can feasibly and adequately serve to guide decisions in the management of THA rehabilitation.\n\nTotal hip arthroplasty (THA) is a successful and cost-effective elective surgical procedure frequently used to alleviate pain and dysfunction due to osteoarthritis. 1 The prevalence of THA has rapidly increased in the US 2 and the demand is expected to continue in the future. 3 Changes in the perioperative management of THA have resulted in decreased length of hospital stay, shifting the emphasis to postoperative care following hospital discharge. 3 After being discharged from the hospital, patients will often receive postoperative rehabilitation services in inpatient rehabilitation centers, or from home health agencies or outpatient physical therapy clinics. 4 An increasing number of THA procedures will likely lead to an increased use of outpatient physical therapy care. The economic impact resulting from the increased THA procedures will make it even more important to maximize the available rehabilitation resources and to show the effectiveness of rehabilitation options such as outpatient physical therapy.\n\nExamining the pattern of recovery following THA and the factors associated with recovery is necessary to understand prognosis and to benchmark outcomes after THA. Benchmarking provides a means to compare groups and individual patients to the expected outcome. 5 The identification of characteristics that may influence outcome is also important to understanding and predicting the pattern of recovery. Controlled studies have found a link between sex and rates of THA recovery. [6] [7] [8] [9] [10] [11] Compared with females, males have been shown to have better function immediately after surgery. This trend is maintained through the recovery period as the rate of recovery between males and females is similar. [6] [7] [8] [9] [10] [11] Sex differences may be attributable to the patient deciding when surgery is necessary; women appear to be more disabled than men at the time of THA, thereby having lower physical function at the time of surgery. [6] [7] [8] [9] [10] [11] Understanding the pattern of recovery after THA surgery can help answer questions patients often ask clinicians related to the recovery process, providing a timeline and reasonable expectations for patients. Establishing the pattern of early recovery after THA has been identified as an important marker to provide best practice services in the management of THA rehabilitation. [11] [12] [13] [14] [15] Little research has been completed evaluating the pattern of recovery following THA, 11, 13 and existing studies have been completed mainly in controlled research environments rather than in routine care settings, and they may provide estimates not generalizable to usual outpatient physical therapy care. Examining recovery from THA in usual outpatient physical therapy care has been difficult due to a lack of outcomes data collection in physical therapy settings 16, 36 and the lack of appropriate methods to allow the contribution of each patient's unique visit (time point) to be taken into account. At present there is no published evidence examining recovery after THA for patients seeking and attending physical therapy in a usual outpatient physical therapy care setting. The purpose of this study is to examine the pattern of change seen in patients attending physical therapy after THA in a usual outpatient physical therapy care setting and to explore the effect of sex and time from surgery to the first physical therapy visit as potential prognostic factors influencing postoperative THA recovery.\n\nAll data were collected as part of routine clinical practice in 15 outpatient physical therapy clinics of Intermountain Healthcare, located in the Salt Lake City, Utah region from October 1, 2004 through April 30, 2010. The Intermountain Physical Therapy clinics maintain an electronic database that stores data from all physical therapy visits. The database contains basic demographic information about each patient (age, sex, onset/surgical date, and reason for referral). Clinical outcomes, including a pain rating and region-specific disability score, are collected at the beginning of each visit and entered into the electronic database. The Lower Extremity Functional Scale (LEFS) 17 is used as the region-specific disability questionnaire for all patients with disorders related to the hip at Intermountain Physical Therapy. The LEFS is a 20-item selfreport measure designed to assess functional status for patients with a variety of conditions affecting the lower extremity. Each item of the LEFS is scored from 0-4, with the final score expressed as a sum out of 80 possible e120\n\nPhysical Therapy after Total Hip Arthroplasty points. Higher scores are associated with higher functional status. Although the LEFS was designed for use with a variety of lower-extremity conditions, high reliability estimates have been shown in the THA population (internal consistency 0.93, intraclass correlation coefficient 0.85-0.92, and minimally detectable change of 9 points). 17, 18 The LEFS is easy for the patient to use and it is quick to administer and score. 17, 18 A numeric pain rating scale (NPRS) is used to assess the patient's current pain level at each visit. The NPRS is a 0-10 scale with 0 representing \"no pain\" and 10 the \"worst imaginable pain\" (Cronbach coefficients 0.86-0.88; test-retest reliability 0.57-0.83). [19] [20] [21] [22] [23] Extracted demographic data for this study included age, sex, date of surgery, the number and dates of all visits during the physical therapy episode of care, and the clinical outcome scores (NPRS and LEFS) recorded for each visit. This study qualified for exempt review from the Institutional Review Board at Intermountain Healthcare.\n\nThis study examined patients receiving outpatient physical therapy following a recent THA. Specifically, patients were included if they met all of the following criteria: age 45 years or older on the date of the first physical therapy visit, at least one physical therapy visit with an LEFS value entered into the database, and the first physical therapy visit was within 26 weeks from date of surgery. Patients were identified in 1 of 2 ways. First, we examined the reason for referral in the Intermountain Physical Therapy electronic database. All patients categorized as referred following arthroplasty of the hip were considered for inclusion. To identify patients who may have been categorized otherwise in the electronic database, we examined the Intermountain Healthcare electronic medical record (EMR) from the hospital within Intermountain Healthcare performing the majority of THA procedures, identifying all patients with an International Classification of Diseases-9 procedure code indicating a THA procedure (81.51); we then cross-referenced these cases with the Physical Therapy electronic database. If a patient identified as having a THA was also in the electronic database with an initial visit date that was after the THA surgical date, the patient's physical therapy record was reviewed for inclusion.\n\nA total of 166 people receiving physical therapy within a participating clinic following a THA were identified; 150 were identified from the Intermountain Physical Therapy electronic database, and 16 additional patients were identified from the hospital EMR, as shown in Figure 1 . Upon application of the inclusion criteria, 19 patients were excluded as follows: 6 were under age 45 years, 1 had a missing surgery date, and 12 patients had their first visit more than 26 weeks after surgery.\n\nWe defined the episode of care in physical therapy as the number of days from the initial visit to the final visit. If more than 30 days elapsed between visits, the episode of care was judged to be completed. Indicative of usual outpatient physical therapy practice, the patient's initial visit in physical therapy occurred at varying times from the date of surgery. Recovery curves constructed from the LEFS scores of patients after THA in a controlled research study 13 suggest that at 9 weeks postsurgery, the patient's rate of recovery slows and the patients appear to function moderately well, such that they would have no difficulty with light activity, but would still have a little difficulty with stairs, walking far distances, and with heavy activities. Therefore, physical therapists may expect patients who begin physical therapy within 9 weeks after surgery to have diminished physical function due to the natural recovery progression postsurgery; whereas those patients initiating physical therapy 9 weeks or more following surgery may be seeking treatment because their recovery is not progressing as anticipated. We therefore defined an episode of care with the initial visit occurring within 9 weeks (ie, <63 days) of the date of surgery as an \"early start\" in physical therapy. An episode of care with an initial visit occurring after 9 weeks (ie, $63 days) was defined as a \"late start.\"\n\nThere is no standardized treatment protocol for postoperative THA used within Intermountain Physical Therapy clinics. Typical of usual outpatient physical therapy care, the frequency, number, and content of the physical therapy visits were expected to be variable.\n\nThe primary reason for this study was to explore physical function between sexes using patient demographics, and treatment characteristics at first visit. The secondary reason was to investigate the relationship between sex and physical therapy start time. First, descriptive statistics (mean, SD, percentage) were calculated for the entire study sample, and for sub-groups of patients based on sex and physical therapy start time. The primary outcome measure was the LEFS score. We examined the LEFS score as a continuous variable. Further analyses exploring sex differences were completed using chi-squared (Fishers' exact for late start) and independent t tests for categorical or continuous variables, respectively. Variables meeting statistical significance (P <.05) were incorporated into the multilevel model. To evaluate the pattern of recovery from THA, growth curves and individual variations in the pattern of LEFS scores across the episode of care were characterized using a randomeffects multilevel modeld hierarchical linear modeling, which allows both the patient's rate of change and initial functional status to vary randomly. The use of a multilevel model allows repeated measures to be gathered over the treatment time by accommodating different time points between scores, allowing different numbers of scores between subjects, and accounting for the correlation that occurs with repeated scores. 35 An unconditional covariance structure was used in the basic model, with LEFS scores as the repeated variable (independent variable) and weeks after surgery as the dependent variable. To explain the variation in intercepts and slopes across individual predictors of recovery such as sex, age, and episode of care, early/late start time and number of physical therapy visits were evaluated. Following the basic model, a conditional analysis examined predictors of recovery, which were added as level 2 fixed-effect terms into the model. A growth curve will depict the predicted LEFS scores over time using the final conditional model. Statistical analyses were performed using Stata Statistical Software: Release 11 (StataCorp LP, College Station, TX). Physical Therapy after Total Hip Arthroplasty\n\nThe final study population included 147 patients; 81 female patients (55.1%) and 66 male patients (44.9%). Their ages ranged from 45 to 91 years (mean 62.7, SD 10.6). There were a total of 845 LEFS score measurements, with 80% (n ¼ 117) of the study population having 3 or more measurements per patient (range 2-16). On average, the first clinical visit occurred 6.2 days (SD 4.7) after surgery and patients had an average LEFS of 28.2 (SD 14.9), as shown in Table 1 . Comparing treatment characteristics, the time from THA until the first physical therapy visit was significantly longer (P ¼ .001) for women (7.3 weeks, SD 5.1) than men (4.8, SD 3.7). In addition, women had significantly higher initial NPRS scores (P ¼ .02) than men (Table 1 ).\n\nDemographics and treatment characteristics were compared by sex and start time as shown in Table 2 . The majority (n ¼ 116, 78.9%) of patients were categorized as having an \"early start\" in physical therapy. The majority of men (60; 90.9%) were early start, while only 56 (69.1%) of the women were considered early start (P ¼ .001). Mean age, time to first visit, total number of visits, and length of treatment were similar between men and women early-start patients. The only significant difference between males and females in the early-start group was that women had more pain on their first visit (P ¼ .01).\n\nStratified analysis results by start time and sex indicate that start time differences were significantly associated with sex (P ¼ .001); there were 4 times more women in the late start group (n ¼ 25, 30.1%) compared with men (n ¼ 6; 9.1%). Women in the late start group were, on average, 9 years older than the late-start men (P ¼ .002). Limited postoperative recovery was found in late-start patients; initial functional status and pain scores for late-start patients were similar to early-start patients. Due to the disproportion of males (n ¼ 6) to females (n ¼ 25) and the small sample size, predicted recovery was not completed for latestart patients.\n\nGrowth curves were modeled only for early-start patients due to the low number of patients in the latestart group and the confounding effects of sex in the late-start group. The basic growth model included parameters that estimate the intercept (LEFS score) and the patient's rate of change (weeks) with a second-degree polynomial growth term (weeks squared), which provided a reasonable fit for the data over the study interval as the rate of improvement decreased over time. When the potential predictive variables were examined, only \n\nEstablishing the pattern of recovery after THA surgery has been identified as an important benchmarking outcome for both clinicians and patients. 13 In this study, functional ability was measured at varying time points unique to each patient and then used to map recovery after THA for those patients attending usual outpatient physical therapy. The results of this study suggest that in the clinics examined, the majority of patients attend physical therapy within the first 9 weeks after THA surgery, but there was a segment of patients who initiated physical therapy more than 9 weeks after THA surgery. The patients initiating physical therapy later (>9 weeks after THA surgery) had initial pain and function scores similar to the early-start patients, perhaps indicating that recovery was not progressing as anticipated. In addition, those initiating physical therapy later were significantly older than early starters, and the proportion of women that were late starters was 3 times that for men. Further research is warranted to explore the determinants characterizing why patients, particularly women, may be initiating physical therapy late in the recovery process and why these patients are well below the predicted level of functional recovery. In addition, investigating whether this trend can be established across different usual outpatient physical therapy practice care settings (ie, national level) would be an important next step for physical therapists.\n\nBeing able to discuss what to expect after THA is important for the patient and clinician. Patients want to know what their functional level may be and how long it may take them to recover. To answer the 13 (2006) have been instrumental in providing evidence about the recovery process following THA. In a controlled setting (where patients met specific inclusion criteria, gave consent to participate, and had designated follow-up times), Kennedy et al 13 used 4 standardized measures of physical function to evaluate recovery over the first 15 weeks post-THA. Using consecutive patients undergoing THA, they found an increased rate of recovery in the first 6-9 weeks, which was followed by a plateau in recovery between weeks 9 and 15.\n\nOur study builds on the foundation initiated by Kennedy et al 13 (2006) by providing insight into the recovery of THA patients that attend usual physical therapy (a noncontrolled setting) and by monitoring 25 weeks of THA recovery. In our early start patient sample, there was an increased rate of recovery in functional ability, with similar levels of functional ability at 15 weeks, similar to the findings of Kennedy et al. 13 However, our study found that the recovery plateau occurred 16 weeks after surgery, compared with the plateau at 6-9 weeks reported by Kennedy et al. 13 Differences between our study and the previous report by Kennedy et al 13 may be attributed to multiple factors. First, using outcomes obtained from a usual clinical setting may have removed the selection bias that occurs when patients are part of a controlled study that includes an inclusion criteria and patient's informed consent, factors that may not translate to conditions seen in clinical practice. Second, during the study by Kennedy et al, 13 a near pandemic of Severe Acute Respiratory Syndrome restricted patients' activity due to quarantine procedures and led to loss of follow-up in some cases. Although the use of clinically gathered data in our study provides a generalizable sample of patients for those who attend physical therapy, it excludes those who are unable to pay for and attend physical therapy. Therefore, those with low socioeconomic status may not be represented in our sample. Finally, methodological factors may contribute to the differences due to the lack of preoperative scores available and the longer duration of our study.\n\nGathering clinical outcomes data in usual clinical practice is important to advance the understanding of prognosis and the recovery process for a variety of conditions, including THA. Clinicians reporting outcome measure use in clinical practice describe \"enhanced communication with patients and help to direct the plan of care.\" 16 The findings of our study illustrate that in day-to-day clinical practice, the use of outcome measures allows recovery to be quantitatively monitored for the individual patient and contributes new information in the recovery process post-THA. Barriers in the availability and usability of outcome measures seen in research that examine postoperative THA recovery, such as the WOMAC 24 and Short-Form health survey, 25 are not in the public domain and readily available to clinicians. Advances in the recent literature 10 the present study have shown that clinically available and relevant outcome measures are available and feasible for clinical use. With the advent of EMRs and electronic databases into clinical practice, barriers that limit the routine collection of outcome measures may be alleviated, as these tools present the capability of aggregating data to facilitate the routine use of outcome measures in clinical practice. 30 In addition, there are advanced statistical techniques available that can be used to analyze the clinical data. [31] [32] [33] [34] These techniques allow each individual patient to contribute their time point (ie, patient visit) so that a natural process reflective of usual care results.\n\nThe aggregation of usual physical therapy practice data can serve to move the physical therapy practice forward in providing evidence on the effectiveness of practice. This study demonstrated that in clinical practice, functional gains occur over a longer recovery period, changing the expectation of recovery and the plan of care after THA.\n\nThe database used in this study originates from actual physical therapy clinical practice; therefore, the data are only as reliable as what is documented in the patient record. Thus, there exists the possibility that some LEFS scores may not have been documented in the EMR, which may have influenced the results of this study. The application of the hierarchical modeling techniques minimize the potential limitation of missing values by allowing each patient to contribute independently to time points. Second, the data were limited to 15 clinics within one practice setting. Therefore, practice patterns and patient progress may not be reflective of all total post-THA patients. Third, the preoperative functional status was unknown due to patients initiating physical therapy after their THA. In controlled studies, preoperative function has been shown to predict postoperative recovery. 11 The lack of preoperative scores in our study may overestimate the rate of recovery. Lastly, only patients who attended physical therapy were included in this study. The pattern of recovery is unknown for those post-THA patients who did not seek physical therapy.\n\nAfter THA surgery, women enter and are discharged from outpatient physical therapy with lower function status than men, although the rate of recovery is similar between groups. There are patients who enter physical therapy later in the recovery period and may present a unique problem set that requires further investigation. Evaluating change in clinical practice utilizing outcomes measures acquired through usual practice can feasibly and adequately serve to guide decisions in the management of THA rehabilitation.\n\nF I G U R E 2 : Predicted recovery curve for early start patients by sex. LEFS ¼ lower-extremity functional score.\n\nPhysical Therapy after Total Hip Arthroplasty"}