{"title": "Are animals a bane for the spread of the deadly malady, the corona virus (MERS)? Asian Pacific Journal of Tropical Biomedicine journal homepage: www.apjtb.com", "body": "To the editor, Respiratory diseases are one of the leading killers of humans worldwide. There is a substantial evidence of morbidity and mortality according to the epidemics [1] .\n\nHKU-1 and NL-63 are two lethal viruses that have been identified by researchers, which are playing a major role in severe acute respiratory syndrome pandemic worldwide [2] [3] .\n\nRecently, World Health Organization have affirmed two cases epidemically acquired pneumonia named as Middle East respiratory syndrome corona virus (MERS-CoV) [4] [5] . Cases have been identified since then in Middle Eastern countries such as Saudi Arabia, Qatar, Jordan etc [6] [7] . The host which is causing this deadly plague is still in suspense, but there is another reason which is setting researchers in a puzzled situation. Animals are set to be another major cause for the spread of this deadly disease. Intrinsically, a research team had observed the blood samples of 50 camels from Oman and compared to 15 of 105 samples from Spanish camels. Reusken et al. have performed this study in which they have confirmed that the all the Omani camels that were investigated (100%) did possess protein specific antibodies against MERS-CoV spike which confirms that the camels may lead the major role in spreading of this virus among Middle East countries [8] .\n\nIn general, camels are regarded as peers for people in Middle Eastern countries. It may have spread to the humans very likely from the camels which are used by people in racing, as a mode of transport etc. This S47 statement gained its strength after a case from Abu-Dhabi was studied [9] . A person who died from MERS in a hospital in Germany stated that he had used to be in contact with his racing camels and he strongly supported the statement that the transmission of virus was from his camels.\n\nOn the other hand, bats are standing in the front line in carrying this virus. A research team from their previous work did elucidate that a group 2 CoV was found in a bat Pipistrellus pipistrellus, in Europe. Four verspertilionid bat species were found to excrete group 1 CoVs, viz. Myotis daubentonii, Myotis dasycneme, Pipistrellus pipistrellus, and Nyctalus noctula [10] . They have also affirmed that the European Pipistrellus bat-derived CoVs that are closely related to MERS-CoV. Another study by Drexler et al. did confirm that novel clade 2c betacoronaviruses in Nycteris bats were phylogenetically related to the novel hCoV EMC/2012 [11] . Knowledge of the close relatedness of PML/2011 and MERS-CoV, which contrasts with the more distant relatedness of CoVs in bats from the Americas and Asia, enables speculations of an African origin for bat reservoir hosts of MERS-CoV ancestors. Corona viruses were very much amplified in bat maternity colonies in temperate climates [12] . Fecal samples were collected on tarps laid out at bat roosting sites in and around Bisha, Unaizah, and Riyadh also suggested that bats can probably transmit the virus. Technically, no CoV virus has not been directly isolated from any bats. However, there is a need for high research activities to be included in countries where there is high prevalence of this virus.\n\nIn countries such as Libya, Saudi Arabia etc., there is high need of public health awareness and advanced research activities to set up to act against such life taking viruses. Many rich research sources like Nature, Lancet, The New England Journal of Medicine etc. have research affirmations on animal related MERS transmission, but there has to be more conclusions regarding the virus and its life cycle for a better understanding.\n\nAuthors declare no conflict of interest and no institutional funding source for this article."}