{"title": "Seasonal influenza vaccination knowledge, risk perception, health beliefs and vaccination behaviours of nurses", "body": "Annual epidemics of seasonal influenza result in about 3-5 million cases of severe illness and 250 000-500 000 deaths worldwide [1] . Healthcare workers (HCWs) can be a key source for influenza transmission in communities and hospitals as they are exposed to both infected patients and high-risk groups [2, 3] . Vaccination is the most effective way to prevent infection and severe outcomes [1] and the principal measure to reduce the impact of epidemics, such as hospitalization, mortality and morbidity [2, [3] [4] [5] . Moreover, studies suggest that the vaccination of HCWs has substantial economic benefits as well as health-related benefits, including reduced absenteeism from work and the extra costs of sick leave and staff replacement [4, 6, 7] .\n\nFor the above reasons, the World Health Organization (WHO), United Kingdom Department of Health (DoH) [8] , United States Centers for Disease Control and Prevention (CDC), other healthcare professional organizations and many countries' government agencies [1, 9, 10] strongly recommend the annual seasonal influenza vaccination of HCWs. However, studies suggest that influenza vaccine uptake in HCWs is often low worldwide [11] [12] [13] [14] . For example, the overall seasonal vaccination rate in England for HCWs was 26 . 4% for the 2009/2010 season [15] . Nurses, as the group having the most patient contact, are more reluctant to be vaccinated than other HCWs [16] [17] [18] [19] [20] [21] [22] [23] .\n\nAlthough predictors influencing nurses' vaccination practices have been identified to some extent regarding knowledge and risk perception [16] [17] [18] [19] [23] [24] [25] [26] [27] , further studies are needed to explore the influences on nurses' attitudes and practices regarding influenza vaccination and to identify the major influencing factors for their vaccination behaviours. This study aimed to examine the relationship between knowledge, risk perceptions, health beliefs towards seasonal influenza and vaccination and the vaccination behaviours of nurses.\n\nA cross-sectional survey was conducted of qualified nurses between 18 April and 18 October, 2010. Qualified nurses attending continuing professional education courses at a large university in central London were invited to participate in the study. Potential respondents were given a study information sheet and a questionnaire by the investigator. Completed questionnaires were collected immediately by the investigator or returned by mail to the research team using Freepost addressed envelopes. Questionnaire completion was anonymous so that it was not possible to follow up non-response. Ethical approval was obtained from the University Ethics Committee.\n\nThe questionnaire collected the following data : (1) knowledge about seasonal influenza and vaccination (22 items requiring true, false or unsure responses) included five dimensions to assess general information, severity of influenza, influenza vaccination, high-risk groups and vaccination-recommended groups; (2) risk perception (12 items with a 4-point Likert scale) towards influenza and pandemic with three dimensions (i.e. personal vulnerability to illness, negative consequences of contracting influenza and severity of influenza) ; (3) health locus of control including internal, chance and powerful others dimensions assessed by the Multidimensional Health Locus of Control (MHLC) scales [28] (18 items) ; (4) vaccination behaviours (nine items) including vaccination status (whether respondents had been vaccinated in the previous season), vaccination intent (whether respondents intended to be vaccinated next season) and vaccination history (how many times respondents had been vaccinated in the last 5 years) ; (5) reasons for accepting or refusing vaccination using two open questions; and (6) demographic characteristics (10 items) including gender, age group, highest educational qualification, place of work, clinical speciality, year of qualification as a nurse and whether or not respondents had direct patient contact. The Cronbach's a-coefficients for the three newly developed scales (sections 1, 2, 4) ranged from 0 . 701 to 0 . 763 and principal components analysis produced a good fit and confirmed the internal design of the instrument.\n\nStatistical analysis was performed using SPSS version 15.0 (SPSS Inc., USA). The x 2 test or Fisher's exact test was used to explore the statistical differences between categorical variables. The independentsamples t test was used to compare statistical difference between continuous variables in two groups. The one-way between-groups analysis of variance (ANOVA) was used to explore the differences between more than two groups. Logistic regression was performed to explore the impact of the variables on vaccination status. The two-step cluster analysis procedure was performed to explore the natural groupings (i.e. clusters) within the respondents. The clustering criterion was that the solution had smaller values of Schwarz's Bayesian Information Criterion (BIC), a reasonably large ratio of BIC changes and a large ratio of distance measures. A P value <0 . 05 was considered to denote statistical significance.\n\nIn total, 672 questionnaires were distributed and 522 were returned representing a response rate of 77 . 7%. The characteristics of the respondents are summarized in Table 1 . Overall 188/508 respondents (37 . 0%) reported receiving a vaccination in the previous season with 44 . 9% never receiving a vaccination during the last 5 years. There was no difference in the demographic characteristics of the vaccinated or unvaccinated respondents in the previous season. The number of years qualified as a nurse for the two groups were 11 . 99¡9 . 085 years and 11 . 89¡8 . 624 years (P=0 . 898), respectively.\n\nComparison of knowledge and risk perception scores and sub-scores of MHLC are summarized in Table 2 . There were significant differences in knowledge scores and risk perception between the vaccinated and unvaccinated nurses and between those with vaccination intent, no intent or unsure. There was no significant difference in the sub-scores of MHLC between the vaccinated and unvaccinated (data not shown in table) but there was a significant difference for the sub-score of powerful others between those groups with different vaccination intent.\n\nDirect logistic regression was performed to assess the impact of a number of factors on the likelihood that respondents had been vaccinated in the previous season. The model contained five independent Table 3 , only two of the independent variables made a unique statistically significant contribution to the model (knowledge score and risk perception score). The strongest predictor of vaccination status was the risk perception score, recording an odds ratio of 1 . 76, indicating that respondents who had higher risk perception scores were >1 . 76 times more likely to have been vaccinated in the last 12 months than those with lower scores, controlling for all other factors in the model. Knowledge score with an odds ratio of 1 . 05 indicated that knowledgeable respondents were more likely to be vaccinated than the unknowledgeable, controlling for other factors in the model.\n\nThe two-step cluster analysis procedure was used to explore the natural groupings within the respondents. First, the auto-clustering exploratory analysis was performed using the categorical variables of vaccination status, vaccination intent, vaccination history and the continuous variables of knowledge score and risk perception score. Of the 522 respondents, 64 were automatically excluded from the analysis due to missing values on one or more of the variables. Of the 458 respondents assigned to clusters, 195 (42 . 6%) were assigned to the first cluster, 143 (31 . Subsequently the analysis was performed using the combined categorical variables of vaccination status in the previous season (=yes) and vaccination history and the continuous variables of knowledge and risk perception scores. The results were auto-clustered into four groups but not explainable. The procedure was repeated with the cluster number fixed to 2 due to the values of BIC, ratio of BIC changes and ratio of distance measures. Of the total 188 vaccinated respondents, 12 were excluded due to missing values. Of the remaining 176 respondents, 107 (60 . 8%) were assigned to cluster 1 and 69 (39 . 2 %) to cluster 2. Vaccinated cluster 1 comprised those vaccinated only in the previous season, i.e. the newly vaccinated group and vaccinated cluster 2 contained those vaccinated in the previous season who had more than one previous vaccination, i.e. the continuously vaccinated group. Then, the same analysis was repeated for the unvaccinated respondents and two clusters emerged, i.e. unvaccinated cluster 1 (never vaccinated) and unvaccinated cluster 2 (used to be vaccinated).\n\nThe analysis had therefore separated the respondents into reasonable categories. A comparison of variables across all clusters revealed that the never vaccinated had the lowest knowledge score, risk perception score and powerful others sub-score of MHLC compared to the other clusters (P<0 . 001, P<0 . 001, P=0 . 020, respectively) and this difference was statistically significant. For the vaccinated, there were no significant differences across any variable for the newly vaccinated and continuously vaccinated clusters although there was a trend of higher average scores for knowledge and risk perception in the newly vaccinated cluster compared to those of the other clusters (P=0 . 652, P=0 . 288, respectively). For the unvaccinated, there were no statistically significant differences across the variables except for the MHLC 'powerful others ' sub-score (P=0 . 008).\n\nFurther comparisons were performed to explore whether there were differences across the different items of knowledge and risk perception in the clusters.\n\nIn the clusters of never vaccinated, other vaccination history and vaccinated with intent, there were significant differences in knowledge related to general information, high-risk groups and vaccination of recommended groups with P values of <0 . 001, <0 . 003 and <0 . 006, respectively. On average those never vaccinated had the lowest score while those vaccinated with intent had the highest scores across all knowledge items. For only one item of risk perception, i.e. personal vulnerability to illness, was there a significant difference between the clusters of never vaccinated and other vaccination history and between never vaccinated and vaccinated with intent (P<0 . 000 respectively). Those never vaccinated had the lowest average score. There was no statistically significant difference in the knowledge and risk perception item scores between the two vaccinated clusters. However, the newly vaccinated usually had higher scores than those of the continuously vaccinated except for one item, i.e. the vaccination of recommended groups. Similarly, for the two unvaccinated clusters there was no difference for knowledge scores, but there was a significant difference in one risk perception item, i.e. personal vulnerability to illness (P=0 . 001). Those never vaccinated had a lower score for this item than those who used to be vaccinated and they were also less knowledgeable compared to the other group. Tables  4 and 5 .\n\nIn this study, the seasonal influenza vaccination rate in nurses was 37 . 0 % which is higher than previous reports of vaccination coverage ranging from 14 . 3-26 . 4% in HCWs in UK [12, 29, 30] and 16% in nurses reported by Chalmers [27] and similar to O'Reilly et al.'s reported vaccination coverage of nurses in elderly care units [19] . This higher vaccination rate might be explained to some extent by the UK media reports of the risk of seasonal influenza and H1N1 pandemics in 2009 which may have increased the sample nurses' risk perception towards influenza and consequently changed their vaccination decisions as noted in a previous study [31] .\n\nThis study found that vaccination behaviours in nurses were more complex requiring an analysis of both vaccinated and unvaccinated nurses' behaviours. More levels of vaccination behaviours existed in the sample with the two-step cluster analysis revealing three whole population clusters, i.e. those never vaccinated, those vaccinated this season with intent next year, and those with other vaccination history. Two clusters, the newly vaccinated and continuously vaccinated, were identified for the vaccinated group and another two clusters, never vaccinated and used to be vaccinated, were identified in the unvaccinated group. To improve the influenza vaccination rates in nurses, it may be helpful to develop different strategies which target the nurse groups of the never vaccinated and the occasionally vaccinated.\n\nWe found that a lack of knowledge about influenza and vaccination was a strong predictor of nurses' vaccination behaviours, especially for those never vaccinated. This cluster had the lowest knowledge score, suggesting that increasing their knowledge might improve their vaccination behaviours. However, it seems there are 'persistent decliners ' who are in the 'habit ' of not having a vaccination. This suggests that future educational campaigns need to be persistent, durative, and intensive if their vaccination behaviours are to be modified. For those who had been vaccinated in the past but not in the current season, knowledge was also a predictor for their vaccination behaviours, which suggests that current vaccination campaigns have failed to address their misgivings about vaccination to maintain their compliance with the annual vaccination recommendation for HCWs. Between those occasionally vaccinated and continuously vaccinated, knowledge levels were not significantly different but the newly vaccinated in 2009 had on average higher knowledge scores than those continuously vaccinated. This may reflect an increase in their risk perceptions towards influenza due to widespread reporting of the risks in the media encouraging them to be vaccinated for the first time in their lives. This suggests that timing may be crucial to the success of vaccination campaigns making behaviour modification easier. Future studies are required to explore the relationship between the content and timings of vaccination campaigns and nurses' first vaccination uptake.\n\nThis study showed that the perception of personal vulnerability to illness was important in nurses making vaccination decisions. But perceptions of the negative consequences of contracting influenza and severity of influenza were not major factors, a finding which is consistent with findings of previous studies [16] . This suggests that future educational campaigns might be more effective if they focus on the negative personal consequences of contracting influenza and its sequelae rather than nurses' professional duty to protect patients or other vulnerable groups. Additionally, the reasons which nurses gave for having vaccination focused upon their personal health motivation rather than a professional responsibility regardless of whether they were vaccinated or unvaccinated. Concerns about the vaccine's side-effects and effectiveness or safety were the two most frequent reasons for not having a vaccination indicating continuing misconceptions about influenza vaccine in nurses. Future educational campaigns may wish to consider providing targeted information to change these widespread myths in nurses. However, these concerns did not seem to influence vaccination decisions because both vaccinated as well as unvaccinated nurses noted these reasons against vaccination. It may be the case that 2 days of minor discomfort postvaccination is tolerable when set against a year's influenza protection. Unvaccinated nurses reported 'no need ' as their reason not having a vaccination which is consistent with their low-risk perception of contracting influenza. The convenience of the vaccination programme was identified as an organizational reason highlighting the importance of easy access to vaccination to increase its coverage in nurses.\n\nOur analysis of health locus of control data found that those never vaccinated had a lowest 'powerful others ' locus of control for their vaccination behaviours, indicating that they did not believe their health was something over which they had no control [32] . This pattern of health beliefs towards influenza vaccination is consistent with their low-risk perception of personal vulnerability to illness and 'no need ' as their reason refusing vaccination and may be an important factor for never vaccinated nurses. Further studies are needed to explore what may influence this pattern of health locus of control in order to modify nurses' vaccination behaviours.\n\nSome organizations have recently required mandatory seasonal influenza vaccination for HCWs as a professional and ethical obligation to protect their patients' health [33, 34] . However, ethical issues have been raised with mandatory vaccination because, while promoting the interests of patients and employers, it challenges HCWs' personal autonomy and freedom of choice [35, 36] . Moreover, it has been suggested that vaccination is not the only avenue of influenza prevention and there are several other important measures that healthcare organizations may take to protect both patients and HCWs [37] . Further previous studies have also suggested that not all HCWs support mandatory vaccination [38] . Until mandatory influenza vaccination for HCWs is accepted worldwide, continued efforts to improve nurses' vaccination behaviours will be required.\n\nThis study has some limitations. First, there is possible selection bias of a convenience sample ; however, the broad range of qualified nurses together with a high response rate strengthen the results. The extent of bias is unknown especially regarding nurses not working in London or in different care settings. Second, the survey relied on self-report vaccination data ; however, Zimmerman et al. [39] found that selfreport data were reliable in comparison with medical records. Third, the three factors explored relating to nurses' vaccination behaviours explained only 8 . 7-11 . 9% of the variance according to the logistic regression analysis (although it was statistically significant) and therefore our results cannot fully explain nurses' vaccination behaviours. Additional predictors will need to be introduced into the model in future studies to fully explain nurses' vaccination behaviours.\n\nIn conclusion, this study revealed that nurses' influenza vaccination behaviours are complex. Knowledge and risk perception were identified as two predictors influencing nurses' vaccination decisions with the health belief pattern of 'less powerful others ' being an important predictor in the never vaccinated ; however, there are other influential factors which need to be identified in future studies."}