{"title": "Intracellular delivery of serum-derived hepatitis C virus", "body": "More than 170 million individuals worldwide are infected with hepatitis C virus (HCV), and hepatic steatosis, cirrhosis and hepatocellular carcinoma (HCC) induced by HCV infection are life-threatening [1] . Although combined-therapy with peg-interferon (IFN) and ribavirin has achieved a sustained virological response in 50% of individuals infected with HCV genotype 1 [2] , a more effective therapeutic modality for HCV infection is needed [3] . To this end, further detailed analyses of HCV are needed in order to clarify not only the viral life cycle but also the pathogenesis. Although cell culture systems for HCV (HCVcc) have been established based on the JFH-1 strain isolated from a fulminant hepatitis C patient [4] , such systems were unable to establish chronic infection in chimpanzees [4] or to induce cell damage and inflammation in chimeric mice xenotransplanted with human hepatocytes [5] , and therefore establishment of a robust cell culture system capable of propagating serum-derived HCV (HCVser) from hepatitis C patients is required.\n\nAlthough previous reports suggested a partial replication of HCVser in the primary hepatocytes (PHH) freshly isolated from human liver [6] , the level of viral RNA replication was low and reconfirmation of the viral propagation was not achieved due to the difficulty of providing a stable supply of the PHH. Recently, it was shown that a three-dimensional culture system of immortalized PHH was capable of propagating the HCVser from chronic hepatitis C patients [7, 8] . HCVser in the patients was slightly amplified in these culture systems, but the levels of viral RNA replication were far lower than those of HCVcc in Huh7derived adaptive cell lines. Part of the difficulty in establishing a cell culture system for HCVser might be attributable to: i) the existence of high titers of neutralizing antibodies in the sera of hepatitis C patients [9] ; ii) the heterogeneity of HCV particles (quasispecies), which exhibit different cell tropisms for infection and replication [10] ; and iii) the inconsistent expression of the putative receptors for HCV entry, including CD81, SR-BI, claudin-1 and occludin [11] . It may be necessary to overcome these obstacles before a robust and reliable in vitro cell culture system can be established for HCVser.\n\nPolybrene has been used for the efficient infection of retrovirus [12] , and spinoculation has also been employed to accelerate the entry of various viruses, including retrovirus [13] and murine coronavirus [14] . Entry of HCVcc into not only the permissive cell line Huh7.5.1 but also the non-permissive cell line PLC/PRF/5 has been shown to be enhanced by spinoculation [15, 16] . In this study, we examined the effects of these accelerating procedures for entry of HCVser and found that a cationic amphiphilic-based lipid-mediated protein intracellular delivery reagent (PIDR) [17] exhibited a potent enhancement of entry of HCVser. Our data suggest that PIDR allows complex formation with viral particles via both electrostatic and hydrophobic interactions and enhances internalization of the HCVser into cells in a receptor-independent manner.\n\nSera from chronic hepatitis C patients and a cured patient possessing the anti-HCV antibodies were obtained at the Kyushu University Hospital after obtaining full informed consent from all patients. Seven serum samples from hepatitis C patients, including two window-period serum samples without any detectable anti-HCV antibodies, were obtained from the Benesis Corporation (Osaka, Japan). Human sera from healthy donors were obtained from SigmaeAldrich Inc. (St. Louis, MO). Sera from healthy donors, chronic hepatitis patients and acute hepatitis patients were designated HDS, CHS, and AHS, respectively. The HCV-RNA titers of CHS and AHS were 7.15 AE 0.34 (range: 6.6e7.5) and 8.20 AE 0.14 (range: 8.1e8.3), respectively. The genotypes of HCV in these sera were 1a (7 patients) and 1b (11 patients).\n\nHepG2 and HEK-293T cell lines were obtained from the American Type Culture Collection (Rockville, MD). The Huh7OK1 cell line exhibits an efficient propagation of HCVcc as described previously [18] . The HepCD81 cell line stably expressing human CD81 was established as described previously [19] . HuS-E/2 was kindly provided by M. Hijikata, Kyoto University [20] . Hc (an immortalized human liver cell line) was purchased from the Applied Cell Biology Research Institute (Kirkland, WA). These cell lines were cultured in Dulbecco's modified Eagle's medium (DMEM) (Sigma) containing 10% fetal bovine serum (FBS). The in vitro transcribed RNA of the JFH-1 strain of HCV was introduced into Huh7OK1 cells [21] and culture supernatants were collected at 7 days post-transfection and used as HCVcc. The infectivity of HCVcc was determined by focus forming assay as previously described [19] .\n\nThe plasmids were transfected into cells by liposomemediated transfection using TransIT-LT1 (Mirus, Madison, WI). The proteins were introduced into cells by PIDR (PUL-Sin; Polyplus-transfection Inc., New York, NY) according to the manufacturer's protocol. FITC-conjugated mouse IgG antibody (Invitrogen Molecular Probes, Eugene, OR) or recombinant phycoerythrin (PE; Polyplus-transfection Inc.) was introduced into cells by the PIDR as a positive control.\n\nTotal RNA was prepared from cells using an RNeasy mini kit (Qiagen, Tokyo, Japan). The synthesis of first-strand cDNA and qRT-PCR was performed using TaqMan EZ RT-PCR Core Reagents and ABI Prism 7000 system (Applied Biosystems Japan, Tokyo, Japan) according to the manufacturer's protocol. The primers for Taqman PCR were designed in a non-coding region as previously reported [22] .\n\nCells were seeded at 1 Â 10 5 cells/well in a 48-well plate and cultured for 24 h. For spinoculation, 2 ml of HCV-positive serum or HCVcc at a multiplicity of infection (MOI) of 0.05 were inoculated into cells and immediately centrifuged at 500Â g for 120 min at room temperature. For infection of HCV by polybrene and PIDR, 2 mg of polybrene or 1.5 ml of PIDR were incubated with HCV-positive serum or HCVcc diluted in 20 ml of phosphate-buffered saline (PBS) for 15 min at room temperature to allow complex formation [12] . Cells were trypsinized at 24 h post-inoculation, seeded in a 48-well plate to remove nonspecific binding of HCV, and cultured for several days.\n\nPseudotype VSVs were generated as described previously [19] . The pseudotype VSVs, VSVpv/GFP and VSVpv/luc, bore the VSVG protein on the virion surface and replaced the G envelope gene with the green fluorescent protein (GFP) and luciferase genes, respectively. Pseudotype VSV bearing HCV E1 and E2 glycoproteins (HCVpv) was prepared as described previously [19] . These pseudotype viruses were inoculated into Huh7OK1 cells in the presence or absence of PIDR together with or without anti-VSVG polyclonal antibody (ab34774; Abcam Inc., Cambridge, MA) or CHS, and infectivity was determined at 24 h post-infection by the expression of GFP or luciferase activity after treatment with a passive lysis buffer (Promega Co., Madison, WI).\n\nTo determine the involvement of human CD81 in the intracellular delivery of HCV by PIDR, Huh7OK1 cells were pre-treated with 5 mg/ml of anti-human CD81 monoclonal antibody (JS-81; BD Biosciences Pharmingen, Mountain View, CA) for 1 h at 37 C and then inoculated with HCVcc or HCVser in the presence of PIDR. Anti-E2 monoclonal antibody (AP-33) was kindly provided by A.H. Patel, University of Glasgow [23] . AP-33 was pre-mixed with HCVcc for 1 h with or without PIDR and then cells were incubated with this mixture and cultured for several days.\n\nFirst, we examined the effect of spinoculation on the entry of HCVser or HCVcc. Intracellular HCV-RNA titers of Huh7OK1 cells upon infection of HCVser and HCVcc with or without spinoculation at 24 h post-infection were determined (Data not shown). Although entry of HCVcc into Huh7OK1 cells was 10fold increased by the spinoculation, no effect was observed in the entry of HCVser. Next, we examined the effect of polybrene on the entry of HCVser and HCVcc into Huh7OK1 cells. Although polybrene induced a slight increase of the entry of HCVcc, no significant effect on the entry of HCVser was observed intracellularly at 24 h post-infection (Data not shown). These results indicated that neither spinoculation nor polybrene induced an enhancement of the entry of HCVser.\n\nTo determine the efficacy of intracellular delivery of proteins by PIDR, FITC-conjugated mouse IgG and recombinant PE were introduced into Huh7OK1 cells by PIDR. Both FITCconjugated IgG and PE were efficiently internalized into Huh7OK1 cells by the treatment with PIDR but not by the lipofection (Fig. 1A) . Next, to determine the receptor-independent entry of viral particles into cells by the PIDR, the expression of GFP upon infection of a pseudotype VSV lacking VSVG (VSVΔGpv/GFP) into Huh7OK1 cells was examined. Although VSVΔGpv/GFP lost infectivity due to a lack of the G glycoprotein, the addition of PIDR facilitated entry of the particles (Fig. 1A) . To further examine the effect of the presence of neutralization antibody on the delivery of viral particles by PIDR, the expression of GFP upon transduction of VSVpv/GFP into Huh7OK1 cells in the presence of neutralization antibody and PIDR was examined. Although VSVpv/GFP exhibited a high infectivity to Huh7OK1 cells and the infection was completely neutralized by the anti-VSVG antibody, treatment with PIDR partially recovered the infectivity of VSVpv/GFP neutralized by the antibody (Fig. 1B) . Similar results were confirmed by using VSVΔGpv/luc and VSVpv/luc carrying the luciferase gene as a reporter (Fig. 1C) . These results indicate that PIDR is a useful tool to facilitate the entry of viral particles into target cells, irrespective of the authenticity of the envelope proteins of the particles or the presence of the neutralizing antibodies.\n\nTo determine the effect of PIDR on the infection of HCV, HCVcc was inoculated into Huh7OK1 cells at an MOI of 0.05 in the presence or absence of PIDR and intracellular viral RNA was measured every 24 h. No significant difference in the infection of HCVcc was observed by the addition of PIDR ( Fig. 2A) . Next, to mimic the infection of HCV in the presence of neutralization antibodies, HCVcc was mixed with CHS and inoculated into Huh7OK1 cells. Although infection of HCVcc into Huh7OK1 was completely neutralized by the incubation with CHS, addition of PIDR recovered the infectivity of HCVcc (Fig. 2B) . Furthermore, to confirm the effect of PIDR on the internalization of HCVcc interacting with neutralizing antibody, HCVcc was pre-incubated with AP-33 and inoculated into Huh7OK1 cells. Although infection of HCVcc was neutralized by the treatment with AP-33 in a dose-dependent manner, the neutralization by AP-33 was canceled by the treatment with PIDR (Fig. 2C) . These results suggest that PIDR has the ability to internalize HCVcc even in the presence of neutralizing antibodies.\n\nThe efficient neutralizing activities of HCV infection in CHS were comfirmed by a neutralization assay using pseudotype viruses. Infection of HCVpv bearing HCV E1 and E2 proteins but not of VSVpv bearing VSVG protein was significantly neutralized by the CHS (Fig. 3A) . Next, to determine the effect of PIDR on the entry of HCVser in the presence of neutralizing antibodies, HCVser and CHS possessing the neutralizing antibodies against HCV were inoculated into Huh7OK1 cells with or without incubation with PIDR. Huh7OK1 cells inoculated with CHS pre-incubated with PIDR exhibited significantly higher HCV-RNA titers at 24 h post-infection than those without the treatment (Fig. 3B) . Furthermore, to determine the amount of HCV internalized into cells, Huh7OK1 cells inoculated with CHS treated with PIDR were trypsinized and reseeded into a new culture plate at 24 h post-infection. HCV-RNA was detected in cells inoculated CHS pre-incubated with PIDR but not in those without PIDR treatment at 24 h after reseeding (Fig. 3C) . These results indicate that treatment with PIDR permits HCVser to internalize into target cells even in the presence of neutralizing antibodies.\n\nNo reduction of infectivity of HCVpv and VSVpv was observed by the incubation with AHS, suggesting that AHS possesses no detectable neutralizing antibodies to HCV (Fig. 4A) . To examine the effect of neutralizing antibody on the intracellular delivery of HCVser by PIDR, AHS was incubated with the CHS carrying neutralization antibodies but no infectious HCV obtained from patients cured by the interferon therapy in the presence or absence of PIDR and inoculated into Huh7OK1 cells. Internalization of HCV in AHS was increased two-fold by the treatment with PIDR. However, intracellular viral RNA titer was slightly decreased by the incubation with CHS in the absence of PIDR, probably due to the neutralization by the antibodies, and addition of PIDR resulted in a three-fold enhancement of the entry of HCV in AHS in the presence of CHS compared with that in the absence of CHS (Fig. 4B) . Next, Huh7OK1 cells were inoculated with HCVcc at an MOI of 0.05 after incubation with 0.4e40 ml/ml of HCV-negative CHS in the presence or absence of PIDR. Although infection of HCVcc was neutralized by CHS in a dose-dependent manner, addition of PIDR enhanced the infection of HCVcc in the presence of CHS in a dose-dependent manner (Fig. 4C) . These results indicate that PIDR facilitates entry of HCVser in the presence of neutralizing antibody.\n\nNext, to determine the involvement of human CD81 (hCD81), a major receptor candidate for HCV [24] , on the PIDRmediated entry of HCVser, Huh7OK1 cells were pre-treated with anti-hCD81 antibody and inoculated with HCVser treated with PIDR. Although pretreatment with anti-hCD81 antibody resulted in a significant reduction in the entry of HCVser, treatment with PIDR enhanced the entry of HCVser irrespective of the presence of the anti-human CD81antibody (Fig. 5A ). In addition, although entry of HCVser into HepG2 and HepCD81 cells was low and independent of the expression of hCD81, treatment with PIDR enhanced the entry of HCVser irrespective of the expression of human CD81 (Fig. 5B) . These results suggest that the PIDR-mediated entry of HCVser is independent of the expression of hCD81 and is effective for the entry of HCVser into various cell lines other than Huh7-derived cell lines. \n\nRecently, Aly et al. reported that immortalized human hepatocytes, HuS/E2 cells, exhibited a high susceptibility to the infection with HCVser [7] . Therefore, we examined the effect of PIDR on the entry of HCVser into immortalized human hepatocytes, including Hc and HuS/E2 cells. The addition of PIDR enhanced the entry of HCVser into both Hc and HuS/E2 cells ( Fig. 6A and B) . These results indicate that PIDR has the potential to enhance the entry of HCVser into not only cancer cell lines but also immortalized hepatocytes. Next, to evaluate the long-term effect of PIDR treatment on the infectivity of HCVser, Hc cells inoculated with CHS pre-incubated with PIDR were cultured for a long period. HCV-RNA could be detected at 10, 15 and 20 days after PIDR-mediated infection (Fig. 6C) . However, significant elevations of HCV-RNA titers were not seen (Data not shown).\n\nIn this study, we examined the efficiency of intracellular deliveries of HCVser by using spinoculation, polybrene and PIDR and found that the PIDR exhibited the highest efficacy on the entry of HCVser into target cells. Especially, trypsinization and reseeding of cells dramatically reduced HCV-RNA levels in groups that were not treated with PIDR as compared to those were treated with PIDR ( Fig. 3B and C) , and PIDR treatment dramatically increased the internalization of HCVcc treated with CHS or AP-33 at 2 and 4 days after infection ( Fig. 2B and C) . These results suggest that PIDR is feasible to deliver HCV/CHS complexes into target cells that allow productive infection. In addition, PIDR facilitated the entry of HCVser into the hepatoma cell lines and immortalized human hepatocytes in an hCD81-independent manner. Furthermore, we demonstrated that the intracellular delivery of HCVser by PIDR was enhanced by the addition of anti-HCV antibodies in sera from chronic hepatitis C patients, suggesting that PIDR is an effective reagent for the intracellular delivery of HCVser into the target cells in a receptor-independent manner.\n\nAlthough direct evidence of enhancement of the adsorption and penetration by the application of spinoculation and polybrene has not been demonstrated yet, sedimentation of the virus particles to the cell surface by the spinoculation and electrostatic interactions between viral particles and cells by the charged polybrene are suggested to overcome the first barrier between virus particles and cells [12e14] . PIDR is a cationic amphiphilic-based protein delivery reagent that forms a complex with proteins through electrostatic and hydrophobic interactions [17] . The complexes of protein molecules and PIDR have been shown to interact with heparan sulfate proteoglycans on the cell surface, and then to be internalized through endocytosis, after which the protein molecules are released from the complexes into the cytoplasm [17] , suggesting that PIDR is capable of enhancing not only adsorption but also penetration of HCVser.\n\nAlthough HCVser are composed of heterogenous viral populations and a large fraction of the viral particles was associated with lipoproteins or neutralizing antibodies [25] , these particles are capable of invading into human hepatocytes and establishing a persistent infection in vivo [1] . Therefore, it is feasible to speculate that some host factors are involved in the entry of HCVser into hepatocytes in vivo. Recently, Stamataki et al. [26] suggested that peripheral blood B lymphocytes participate as a reservoir for HCV for persistent infection and as a vehicle for transinfection to hepatocytes. Although the precise mechanisms of the entry of HCV have not been clarified yet, PIDR is an efficient modality to overcome the obstacles to the entry of HCV.\n\nRecent studies have revealed that at least four cellular molecules play crucial roles in the infection of HCV into hepatocytes in vitro: hCD81, scavenger receptor class B type I (SR-BI) [27] , and tight junction proteins claudin-1 [28] and occludin [11] . In this study, the entry of HCVser by the treatment with PIDR was shown to be independent from hCD81. Although the involvement of receptor candidates other than hCD81 was not examined in this study, PIDR was shown to enhance the entry of HCVser in cell lines including Huh7, HepG2, HepCD81, Hc and HuS/E2, suggesting that PIDR is capable of enhancing the entry of HCV through a pathway independent from the expression of these receptor candidates.\n\nPrevious studies have indicated that HCV infects not only hepatocytes but also lymphoid tissues and peripheral blood mononuclear cells [29] , and that the quasispecies nature of viral particles was different among tissues infected with HCV [10] . Furthermore, it was shown that the in vitro transcribed JFH-1 RNA used for the recovery of infectious particles contained 2.21 Â 10 11 copies/mg [30] , which is much higher than the amount of viral RNA detected in the patient's sera. The variety of cell tropisms depending on the quasispecies of HCV particles, a low viral load in sera co-existing with neutralization antibodies, and the lack of identified co-factors including functional environment of the liver might be the major obstacles to establishing cell culture systems for the propagation of HCVser. Several approaches have been taken for the establishment of an in vitro cell culture system of HCV, including the culture of human liver cells in a three-dimensional radial-flow bioreactor [31] , the three-dimensional culture of immortalized primary hepatocytes [7] , and the micropatterned culture of primary hepatocytes [8] . These innovative approaches to the cell culture of liver cells, in combination with PIDR which is able to overcome the first barrier of HCV propagation might contribute to a breakthrough in the establishment of a robust cell culture system of HCVser.\n\nIn this study, we demonstrated that PIDR is able to internalize HCV in a receptor-independent manner and provides a clue toward the development of a cell culture system of HCVser in the presence of neutralization antibodies. PIDR may also be useful for the study of viruses that are difficult to internalize into cells due to their low viral titers or the presence of neutralizing antibodies."}