{"title": "", "body": "C H A P T E R 1 7 GUINEA PIGS Shannon M. Riggs\n\nGuinea pigs, Cavia porcellus, are members of the Caviidae family of the order Rodentia. Guinea pigs are native to mountainous regions of South America where they were domesticated as long as 3000 years ago. Wild species of guinea pigs, or cavies, still inhabit Columbia, Peru, Venezuela, Argentina, Brazil, and Paraguay. Domesticated cavies in these countries are used for food. In the wild, guinea pigs live in small groups and, therefore, are often more comfortable in the presence of other guinea pigs when maintained as companion animals.\n\nExtensive breeding has resulted in numerous varieties of coat color and characteristics. The most common breeds are the American (or English) which has a short, smooth coat and the multicolored Teddy (Figure 17-1); Abyssinian ( Figure  17 -2), which has a medium length coat in a whorled pattern; and the Peruvian, which has a very long, smooth coat.\n\nGuinea pigs have wide bodies with short limbs. A distinctive anatomic characteristic of species in the family Caviidae is the number of digits on the front and rear feet (4 digits front feet and 3 digits rear). Tails are usually very short or absent. The guinea pig has a short, fl at nose, laterally placed eyes, and hairless external pinnae. Adult guinea pigs usually weigh between 700 and 1200 g, with the males being slightly larger than females. The average life span of the companion guinea pig is approximately 5 to 7 years.\n\nThe dentition of the guinea pig is described as aradicular hypsodont (e.g., all teeth have a relatively long crown and are \"open rooted\"). 1 The maxilla is slightly wider than the mandi-ble, and the occlusal angle of the premolars and molars is marked compared to other rodent species. The dental formula of the guinea pig is 2(I 1/1, C 0/0, PM 1/1, M 3/3) = 20. The maxillary incisors are much shorter than those set in the mandible. The molars and premolars are not easily visualized without special instrumentation because of the small size of the oral cavity and tendency for the involution of the buccal surface.\n\nFemales are sexually mature at 6 weeks of age, whereas males on average reach puberty approximately 4 weeks later. Gestation is long, when compared to other rodents, at 68 days. 2 As a result of this long gestation period, young are precocial when born. Juvenile pigs usually eat solid foods by 4 or 5 days of age. 3 Litter sizes range from 1 to 6, with an average of 3 to 4 young. 2 A female guinea pig should deliver her fi rst young before she is 6 months of age. If birth has not occurred before 6 months of age, the pubic symphysis becomes mineralized, with future pregnancies resulting in an inability of the sow to naturally deliver the babies. Female guinea pigs that become pregnant after 6 months of age invariably require cesarean section deliveries.\n\nGuinea pigs are best housed in well-ventilated, wire-sided cages with solid bottoms. Wire-bottom cages may also be used; however, care must be taken to ensure that the mesh is small enough that a limb cannot become entrapped. An area of solid fl ooring should be provided, as uninterrupted time on wire mesh may predispose the guinea pig to pododermatitis. Adequate space is needed in the enclosure for the guinea pig to move about unencumbered with enough space for a hide box. Hide boxes or a secluded space is required for prey species (e.g., rodents) to reduce stress that may lead to disease problems. Substrate products that contain aromatic oils (e.g., cedar and pine shavings) should not be used, as they can act as contact and respiratory irritants. Appropriate bedding materials include recycled newspaper products, shredded paper, and aspen shavings. The enclosure should be cleaned thoroughly on a regular basis (e.g., 2 times per week) because unsanitary conditions predispose the guinea pig to pododermatitis, respiratory, and other health problems. If housed indoors, guinea pig enclosures do not require a cover, as these animals do not typically jump or climb. However, the sides of the enclosure should be high enough to prevent escape (approximately 25 cm). 2 Heavy food containers are recommended to make dumping of the receptacle more diffi cult. All food containers should be easy to disinfect and cleaned regularly, as guinea pigs have a habit of soiling their food bowls. Most guinea pigs readily accept drinking water from a sipper bottle, which will decrease spillage and will keep feces, urine, and bedding from contaminating the water.\n\nThese animals, native to the Andes Mountains, are very susceptible to hyperthermia and should never be housed in temperatures greater than 80° F. High humidity can also exacerbate a guinea pig's sensitivity to elevated temperatures by increasing the heat index. All animals are very sensitive to environmental and/or nutritional changes. Therefore, if changes have to be made, gradual exposure of the animal to the changes is recommended.\n\nAn appropriate guinea pig diet includes a formulated, pelleted diet for that species, high-quality hay (e.g., timothy, orchard grass, oat) ad libitum, and ample fresh vegetables. As the animal's food intake is more dependent on volume consumed rather than calories consumed, a pet fed a predominantly pelleted diet (higher nutritional concentration) has a tendency to become obese. Fruits and grains, if they are offered at all, should comprise a very small portion (<10%) of the total diet and offered only as treats.\n\nBecause guinea pigs lack the enzyme L-gulonolactone oxidase, they are unable to synthesize ascorbic acid from glucose. Therefore, guinea pigs require supplemental vitamin C in their diets. Although commercial guinea pig pellets are manufactured with vitamin C, the supplement often degrades rapidly, especially if the pellets are subjected to high heat and humidity. Vitamin C placed in drinking water also degrades rapidly and should be changed daily. To ensure that a guinea pig is receiving a proper amount of vitamin C, it is necessary to supplement a diet of pellets and hay with plenty of fresh foods or often a specifi cally manufactured vitamin C supplement tablet (Oxbow, Inc., Murdock, NE). Many green, leafy vegetables, such as kale, mustard greens, dandelion greens, parsley, and many others, are excellent sources of ascorbic acid (Box 17-1). The vitamin C requirement of an adult, nonbreeding guinea pig is 10 mg/kg/day. 2,3\n\nIn the United States, guinea pigs are not routinely vaccinated for infectious diseases. However, owners should be encouraged to have annual examinations that include an oral examination and a complete blood count. Being prey species in the wild, guinea pigs are adept at hiding illness, and routine evaluations by a qualifi ed veterinarian may help in detecting abnormalities early.\n\nMany health problems of guinea pigs are related to improper husbandry. During a routine veterinary visit, the owners should be asked to provide a detailed description of the animal's housing environment, including substrate, frequency of cleaning, ambient temperature, and exercise time. The diet history is also important. Owners should be asked not only what the guinea pig is offered, but also in what proportions and of what foods the animal actually eats.\n\nMost guinea pigs are quite docile and do not require aggressive restraint. Often a hand on the animal's dorsum is adequate to restrain a guinea pig patient on the examination table ( Figure  17 -3). When transporting a guinea pig, support the body with one hand under the thorax and abdomen while placing the other hand on the back to prevent the patient from falling or jumping ( Figure 17-4) .\n\nIf chemical restraint is required, gas anesthesia with isofl urane or sevofl urane is generally well tolerated. Anesthetic gases can be delivered via mask or induction chamber. Mild sedation can be achieved with an intramuscular injection of a combination of midazolam (0.2-0.5 mg/kg) and butorphanol (0.2-0.5 mg/kg) intramuscularly.\n\nGuinea pigs often do not exhibit clinical signs early in a disease process. Therefore, a thorough physical examination can be extremely useful in determining the overall health status of the animal. Before beginning a physical examination, it is important to observe the animal before it has been stressed by restraint. A healthy guinea pig should be alert and aware of its surroundings. As guinea pigs are often shy animals, they may attempt to hide or escape. The examiner should use a thorough, systematic approach to focus on the respiratory character and rate, posture, and attitude of the animal. It is also important to have any instruments (e.g., transilluminator, stethoscope, thermometer, blood-collecting supplies) that may be necessary to decrease the amount of handling time for the patient.\n\nObtaining an accurate body temperature, heart rate, and respiratory rate is best accomplished at the beginning of the examination, as these parameters will invariably change with handling. An accurate weight should be obtained using an electronic gram scale. A \"hands-on\" physical examination should begin with the head; the veterinarian should assess the eyes for symmetry or discharge and check that the external pinnae of the guinea pig are hairless, as normal. The external ear canals often contain a small to moderate amount of dark, ceruminous debris. The nasal planum should be dry and fl at, whereas palpation of the ventral mandible may reveal deformities secondary to overgrowth of molar and premolar apices. The guinea pig coat varies somewhat with breed but, in general, should be smooth and shiny. Guinea pigs often have a mild to moderate amount of dark sebaceous debris on the skin of the dorsum. Older male guinea pigs may develop a focal accumulation of this debris at the base of the vertebral column, which may be referred to as the \"grease gland.\" 4 Thoracic auscultation and abdominal palpation can be performed as in other patients. Heart and respiratory rates will vary depending on the degree of stress a patient experiences. As pulse and respiratory rates can be very rapid, careful auscultation is necessary to detect subtle abnormalities (e.g., murmurs, crackles, wheezes). Auscultation of gut sounds is also an important part of the guinea pig physical exam. A healthy guinea pig should have 1 to 2 borborygmi per minute. The practitioner should keep in mind that stress will decrease gastrointestinal (GI) motility; therefore, a stressed animal will often have a decrease in borborygmi. Structures normally found on abdominal palpation include kidneys, urinary bladder, cecum, and intestines. Fecal pellets are often palpable in the colon. Careful examination may reveal the presence of abnormalities such as GI distention, masses, or, in females, ovarian cysts. Limbs and joints should be carefully evaluated because thickened or painful joints may be indicative of a vitamin C defi ciency.\n\nA complete oral examination is an important part of the guinea pig exam. Because of the potential stress associated with the oral exam, this evaluation should be reserved for the end. The oral cavity of the guinea pig is very narrow with a small opening, making visualization diffi cult ( Figure 17 -5) . Instruments such as an otoscope with cone or a human nasal speculum will increase visualization of the caudal oral cavity ( Figure  17 -6). However, many dental lesions may be overlooked using these methods, and anesthesia is often required to adequately determine oral health.\n\nObtaining blood samples from guinea pigs for routine diagnostics is a challenging procedure. Peripheral venipuncture sites available for most mammals (e.g., lateral saphenous vein and cephalic vein) are diffi cult to visualize in guinea pigs and only allow for the collection of small sample volumes. The jugular vein may be used; however, the short neck of the guinea pig and poor tolerance of the aggressive restraint by the patient restrict the availability of this site for blood collection. Often to obtain an adequate blood sample, it is necessary to anesthetize the patient. Once anesthetized, the large central vessels may be accessed with less stress on the patient and phlebotomist. Acceptable venipuncture sites while the patient is anesthetized include the cranial vena cava ( Figure 17 \n\nBaseline blood work is an important tool in the routine monitoring of health as well as in the diagnosis of disease. A complete blood count is essential for assessing red blood cell and white blood cell parameters (Box 17-2).\n\nGuinea pigs have heterophils rather than neutrophils as the predominant circulating granulocyte. Heterophils lack myeloperoxidase, the enzyme that causes purulent, liquid exudates. Therefore, the debris contained in guinea pig abscesses is often found to be very thick and caseous, a fact that must be understood when treating these conditions. A normal guinea pig white blood cell differential will consist of primarily heterophils and lymphocytes, usually with a greater proportion of lymphocytes. The remaining leukocyte types (e.g., monocytes, eosinophils, basophils) are normally present in very low numbers. Early stages of a guinea pig's infl ammatory response are often characterized by a shift in the differential white cell ratio (e.g., increased heterophils, decreased lymphocytes) rather than an increase in total leukocyte count. This ratio shift makes evaluating the entire leukogram essential for health evaluation (Box 17-3). The platelet count is also an important marker of infl ammation in guinea pigs and other small mammal species. Large increases in the platelet count (>1,000,000/μl) can be seen without an increase in the total white blood cell count.\n\nA cell type that is unique to guinea pigs is the Kurloff cell. These large lymphocytes contain a cytoplasmic inclusion (e.g., a Kurloff body). Kurloff cells are noted most often in the peripheral blood of reproductive age females, although they are also identifi ed in male guinea pigs. The number of circulating Kurloff cells will increase in response to exogenous estradiol and testosterone administration, although the effects were more dramatic with estradiol administration. 7, 8 Other studies have shown the disappearance of Kurloff cells in spayed female and castrated male guinea pigs. 8 The function of the Kurloff cell is not completely understood, and these cells appear to lack lysosomes. At this time, there is no evidence that the Kurloff cell has phagocytic activity. 8 The activity of Kurloff cells appears to most closely correlate with that of natural killer cells found in other species. 7\n\nPlasma biochemical analysis is necessary for evaluation of organ function as well as plasma glucose and proteins. It is important to interpret the results of a chemistry panel in conjunction with history, physical exam fi ndings, and the results of other diagnostic tests. Reference intervals for biochemical parameters are shown in Box 17-4.\n\nUrinalysis is a useful diagnostic test in guinea pigs with signs of upper or lower urinary tract disease. Urine samples may be obtained by free catch, fl oor catch, or cystocentesis. If urine is to be cultured, it is ideal to use the cystocentesis method of collection. Ultrasound guidance and/or mild sedation of the patient will aid the veterinarian and/or veterinary technician in obtaining the urine sample. The urine of guinea pigs is typically yellow to amber in color, but it may be darker and more orange depending on the patient's diet. Pigments in the urine can sometimes be mistaken for hematuria, so differentiation is important. Because guinea pigs are herbivores, the pH of guinea pig urine is alkaline, usually 8.0 to 9.0. Crystalluria may be seen but is not a normal fi nding. If crystals are found in a urine sample, the guinea pig patient should be examined for urinary calculi. To minimize rotation, care should be taken to extend the limbs symmetrically when positioning the patient. Because guinea pigs have stocky builds with short limbs, and because they resent aggressive restraint, sedation or anesthesia is helpful in obtaining diagnostic radiographs as well as in reducing the patient's stress ( Figure 17 -11). Table 17 -1 is a guideline for radiographic techniques used in common small mammal radiographic studies. Dental malocclusion is a common disease problem in guinea pigs. Radiographs of the skull are helpful in assessing the degree of malocclusion as well as potential bone involvement. In addition to lateral and dorsoventral views of the skull, right and lateral oblique views can help to localize lesions. Magnifi ed views of the skull can be obtained by placing the patient on an elevated platform under the x-ray beam without changing the distance between the x-ray cassette and beam.\n\nUltrasound is another imaging modality that is very useful in the diagnosis of common guinea pig disease processes, such as ovarian cysts (Figure 17 -12) and urinary tract calculi. As with radiographs, sedation or anesthesia can assist in reducing patient stress and improve the quality of images. Guinea pigs often have a large amount of gas accumulation in the GI tract, which obscures the ultrasound image, sometimes making this imaging technique of limited value.\n\nAdvanced imaging techniques, such as computed tomography (CT) and magnetic resonance imaging (MRI), are useful tools in the diagnosis of disease in guinea pig patients. Limitations of these modalities include limited availability, expense, and decreased image quality compared with that of larger patients. MRI has the added limitation of requiring a significant amount of time (often >45 min) under anesthesia with limited monitoring ability.\n\nRegardless of the present limitations, veterinarians should be aware that these techniques are available and that reference material exists that depicts normal anatomy. 9 As guinea pig owners continue to demand high-quality care for their pets, these imaging techniques will likely become more commonplace in small mammal practice for these patients.\n\nMicrobiologic samples can be obtained for diagnosis of various guinea pig infections. Exudates from nasal or ocular secretions can be examined for abnormal fl ora. Some bacterial organisms (e.g., Bordetella bronchiseptica) are diffi cult to culture. Laboratories need to be advised as to the organisms in question so they can perform more specifi c diagnostic tests to obtain organism identifi cation.\n\nAbscesses are another disease condition that may require culture for proper treatment. Because guinea pigs form caseous abscesses, the purulent debris itself is typically not useful for bacterial isolation. For the best chance of identifying organisms within an abscess, a portion of the abscess capsule should be submitted to the laboratory. Both aerobic and anaerobic bacterial cultures should be requested, especially if it is suspected that the abscess may have originated from a dental problem. \n\nRoundworms and coccidia are seen in guinea pigs and can be identifi ed by fecal fl otation or fecal direct smear, as in other species. Cryptosporidiosis has also been reported. 10 Identifi cation of Cryptosporidium organisms usually requires acid-fast staining or immunofl uorescent antibody testing in addition to fecal fl otation. Ectoparasites (e.g., mites, lice, fl eas) commonly infest guinea pigs. Visualization of the parasites and/or their waste, as well as skin scrapings, microscopic examination of hair follicles, and tape preparations can be useful in the identifi cation of these parasites.\n\nThe term enterotoxemia refers to the overgrowth of toxinproducing bacteria in the GI tract, particularly Clostridium diffi cile. This can occur with stress, an abrupt change in diet, GI stasis, or inappropriate antibiotic administration. The GI fl ora of guinea pigs is predominantly Gram positive, and administration of antibiotics with a primarily Gram-positive spectrum (e.g., beta-lactam antibiotics, macrolides, lincosamides) can lead to the depletion of normal gut fl ora, allowing colonization by opportunistic bacteria (e.g., Gram-negative organisms, Clostridium spp.).\n\nThe dentition of the guinea pig is described as aradicular hypsodont, meaning all teeth grow throughout the animal's life and are open-rooted. 1 The dental formula of the guinea pig is I 1/1, C 0/0, P 1/1, M 3/3. The mandible of these animals is wider than the maxilla. The occlusal angle of the molars and premolars in the guinea pig is quite severe when compared with that of rabbits and other rodents (Figure 17-13 ). Guinea pigs lack the layer of yellow enamel present on the rostral surface of the incisors in most other rodents.\n\nDental malocclusion is a common disease process in guinea pigs. The development of malocclusion can be the result of multiple etiologies or a combination of factors (e.g., improper diet, genetics, trauma). Incisor malocclusion alone is rare in guinea pigs, so a thorough oral examination is necessary to determine the presence of cheek teeth malocclusion. When the molars and premolars do not occlude properly, overgrowth of the crowns and reserve crowns takes place. With improper wear, sharp points can form on the buccal aspects of the maxillary cheek teeth and the lingual aspects of the mandibular cheek teeth. The mandibular cheek teeth can overgrow to such an extent that they entrap the tongue, making eating and drinking diffi cult (Figure 17-14) .\n\nClinical signs can include inappetence or dysphagia, decreased fecal output, ptyalism, poor coat quality, and leth-argy. Abscesses commonly occur at the apical aspects of overgrown molars and premolars. Because the premolars and molars are elodont (open-rooted), it is possible that these teeth can overgrow and impinge on the nasolacrimal duct, causing ocular and nasal discharge. The reserve crowns can also overgrow into the nasal cavity, where oral bacteria may be seeded, causing rhinitis and sinusitis.\n\nDiagnosis of dental disease is based on physical and oral examination fi ndings. Careful palpation of the ventral mandible and maxilla may reveal bony protuberances corresponding to overgrowth of the apical surfaces of the cheek teeth. Proper instrumentation is very important for adequate visualization of the oral cavity. Dental speculums and pouch dilators are invaluable aids in obtaining a good view of the molars and premolars (Figure 17-15) . However, many abnormalities can be overlooked in a conscious animal, so anesthesia is often required to obtain a thorough oral examination. Visualization of the oral cavity and occlusal surfaces can be facilitated by the use of an endoscope (Figure 17-16) . Most endoscopes available in veterinary practice have a degree of angulation of the fi eld of view, allowing greater focal area. Abnormal oral examination fi ndings may include an uneven occlusal surface or angle of the cheek teeth, formation of sharp points with or without associated ulceration of the oral mucosa, food impaction, and abnormal spaces (diastema) between teeth. Imaging, including routine radiographs, magnifi ed skull radiographs, and computed tomography can be incorporated to better evaluate the extent and seriousness of the process (Figure 17-17) . Radiographic studies should include dorsoventral, lateral, and right and left oblique views.\n\nTreatment is centered on restoring a normal occlusal plane to the teeth, a procedure that should be performed while the animal is under general anesthesia. Unstable animals should be provided with supportive care before the anesthetic event. A high-speed surgical dental handpiece can be used to restore a normal occlusal plane and to reduce any sharp points. Handheld trimmers are not acceptable, as they tend to crush teeth and can cause fractures and pulp exposure. 1 Dremel tools are also not considered acceptable because the small size of the guinea pig oral cavity will not allow for appropriate trimming. With any dental instruments, care should be observed to minimize oral soft tissue trauma.\n\nWhen a guinea pig is diagnosed with dental malocclusion, it is important to convey to the owners that this will be a lifelong problem for their pets. With many cases, routine occlusal adjustments will be necessary for the remainder of the animal's life.\n\nTyzzer's disease is the common term for bacterial enteritis caused by Clostridium piliforme. Infection with this organism is more commonly described in small rodents such as mice and hamsters, although it has also been described in guinea pigs as well as other mammalian groups. 11 Tyzzer's disease often presents acutely, with signs such as diarrhea, depression, and poor coat quality, often progressing rapidly to death. Transmission is via the fecal-oral route. Guinea pigs can be infected with C. piliforme without showing clinical signs. Animals that are carrying the organism but showing no signs of illness have still been found to shed organisms. 12 Animals that carry the organism and then become immunocompromised (e.g., stress, immunosuppressive drug therapy) often develop clinical disease.\n\nClostridium piliforme is an intracellular bacterium that will not grow on routine culture media, so antemortem diagnosis is diffi cult. Tyzzer's disease begins as an intestinal infection, but later spreads to the liver hematogenously, causing areas of necrosis. 11, 13 Positive identifi cation of the organism on necropsy requires examination of hematoxylin and eosin or silver staining of affected tissues.\n\nTreatment should consist of fl uid and nutritional support as well as appropriate antibiotic therapy. Unfortunately, the progression of the disease is rapid, making treatment unrewarding. Prevention is key, focusing on owners' reducing housing stress, providing a proper diet, and maintaining a clean environment.\n\nCryptosporidiosis has been described as causing disease in guinea pigs in a laboratory setting. 10 Diagnosis was made histologically from affected animals that lost weight, had diarrhea, and suffered an acute death. Cryptosporidium organisms were found in the brush border of the intestinal tract from the duodenum to cecum, with associated infl ammation. 10 \n\nSuspected coronavirus infection has been described in young guinea pigs. 14 Clinical signs in affected animals included anorexia, weight loss, and diarrhea. 14 Approximately half of the affected animals in the reported outbreak recovered. 14 Necropsies performed on animals that died or were euthanized showed lesions consistent with coronavirus infection resulting from an acute to subacute necrotizing enteritis involving primarily the distal ileum. 14 Coronavirus-like virions were identifi ed on transmission electron microscopy of feces collected from the lower GI tract at necropsy. 14 \n\nOutbreaks of salmonellosis have occurred in guinea pig colonies. Some of the organisms that have been isolated include S. enteritidis, S. dublin, S. fl orida, S. poona, and S. bredeney. 15, 16 Salmonellosis has been described to affect guinea pigs in acute and chronic disease processes. With acute salmonellosis, guinea pigs often die after a brief illness characterized by nonspecifi c signs of illness and diarrhea. 15 Usually only a few pathogenic abnormalities are found at necropsy, and confi rmation of a diagnosis is dependent on culture of affected tissues.\n\nChronic salmonellosis is a wasting disease, lasting several weeks. Splenomegaly, hepatomegaly, and mesenteric lymphadenopathy are common postmortem fi ndings in affected animals. 15 Guinea pigs that recover can remain chronic, intermittent shedders of Salmonella organisms.\n\nYersinia pseudotuberculosis causes several disease syndromes in guinea pigs. 15, 17 The most common presentation affects the mesenteric and colonic lymph nodes, infi ltrating these lymph nodes with caseous nodules. Clinically, affected guinea pigs will lose weight, have diarrhea, and develop a generalized lymphadenopathy. Transmission of the disease can be either vertical or horizontal.\n\nAs stated previously, guinea pigs require dietary supplementation of ascorbic acid because they lack the enzyme L-gulonolactone oxidase necessary for synthesis of this compound. Although diets formulated for guinea pigs are supplemented with ascorbic acid, it is important to remember that it breaks down very rapidly, usually within the fi rst 90 days after production. If a guinea pig is not receiving vitamin C supplementation in its diet, the veterinarian can assume that the diet is defi cient in this important nutrient.\n\nAscorbic acid is a necessary component of collagen, and defi ciencies are often noted as manifestations of abnormal collagen synthesis. 13 Clinical signs of hypovitaminosis C can include lameness, hemorrhage, lethargy, anorexia, poor coat quality, and bruxism.\n\nDiagnosis of hypovitaminosis C is based largely on clinical signs and history. Radiographs will reveal changes to the costochondral junctions and widening of the epiphyses of long bones. Recommended treatment includes fl uids and nutritional support, pain control, and parenteral vitamin C supplementation. Attention should also be paid to improvement of the guinea pig's diet at home.\n\nIn addition to causing skeletal and cartilage abnormalities, vitamin C defi ciency has been known to reduce immune function. In vitro, vitamin C defi ciency was demonstrated to cause a reduction in migration of macrophages in guinea pigs. 18 Urogenital DYSTOCIA Dystocia most frequently occurs in primiparous sows that are bred after approximately 6 months of age. At this time, the symphysis between the pubic bones becomes fused and will not expand to allow the passage of fetuses. Cesarean section must be performed in these cases to save the sow and the young. Factors other than age that can predispose a sow to dystocia include large fetuses in relation to sow size, uterine inertia, and obesity. 13 \n\nUrolithiasis occurs commonly in pet guinea pigs, and the common clinical signs associated with the disease include stranguria and pollakiuria, vocalizing when urinating, and hematuria. The underlying cause(s) of this condition is not completely understood but is likely associated with a genetic predisposition and/or the presence of a high-calcium diet. Other less common underlying etiologies associated with urinary calculi formation include ureteral neoplasms (e.g., papilloma). 19 Calculi are primarily composed of calcium carbonate, although magnesium ammonium phosphate hexahydrate and calcium phosphate calculi will also occur. 20 Radiographic or ultrasonic imaging can be used to confi rm the location of the urinary calculi, which may be present in the renal pelvis, ureters, urinary bladder, or urethra (Figure 17-18) . Urinary tract calculi often require surgical removal. Ideally, once removed, the calculus and/or a portion of the bladder wall should be cultured. It may also be helpful to analyze the composition of the stone to help determine ways of preventing recurrence.\n\nOvarian cysts are a common fi nding in middle-aged to older female guinea pigs. This disorder has a reported prevalence of 76% in female guinea pigs aged 1.5 to 5 years. 13, 21 Multiple cysts can be present on one or both ovaries. Clinical signs related to cystic ovaries can include abdominal distention, lethargy, and anorexia related to the space-occupying nature of the cysts. Ovarian cysts that are actively producing hormones can produce bilaterally symmetrical alopecia of the fl anks.\n\nOvarian cysts can be quite large (up to several centimeters) and can often be identifi ed on physical examination. Abdominal ultrasound is the most useful diagnostic tool for a defi nitive diagnosis. The most defi nitive treatment for cystic ovaries is ovariectomy or ovariohysterectomy, curing the current problem and preventing recurrence. In animals where surgery is not a viable option, ultrasound-guided percutaneous aspiration of ovarian cysts can be performed as a palliative treatment. However, without removal of the ovaries, the cysts will recur, requiring repeated procedures.\n\nPregnancy toxemia typically occurs in pregnant sows during the last 2 weeks of gestation. As with other species, pregnancy toxemia is the result of a negative energy balance and the metabolism of fat. Sows that experience pregnancy toxemia are typically overweight and become anorexic. Clinical signs include lethargy, dyspnea, and anorexia, usually progressing to death within a few days. 13 Therapy of affected sows should center on providing nutritional support, correcting electrolyte imbalances, and preventing opportunistic infections. Prognosis is generally considered poor, as many sows fail to respond to treatment.\n\nNeoplasia of the reproductive tract is not commonly reported in guinea pigs, but several tumor types have been described. Of the described reproductive neoplasms, the vast majority occur in female guinea pigs. Uterine leiomyoma (often associated with ovarian cysts) 22 and leiomyosarcoma, ovarian teratoma, and granulosa cell tumor are reported neoplasms of the reproductive tract. 21 Diagnosis, as in any other patient, should be based on the results of cytologic or histopathologic sampling. Benign neoplasms may be resolved with ovariohysterectomy, but further diagnostics to determine the extent of local invasion should be performed before surgery takes place. A thorough diagnostic work-up, including imaging techniques (e.g., abdominal ultrasound, thoracic radiographs), should be performed to look for metastases of malignant tumor types.\n\nMycoplasma caviae has been isolated from the reproductive tracts of guinea pigs. 15 These guinea pigs are often unaffected by the organism, but metritis has been suspected to be associated with infection. As with other species, Mycoplasma spp. is suspected to cause reproductive problems (e.g., abortion and decreased fertility).\n\nRespiratory disease is a common presenting complaint in guinea pig patients. Clinical signs can vary from sneezing and upper respiratory signs to severe dyspnea and death.\n\nBordetella bronchiseptica is one of the most common respiratory bacterial agents associated with pneumonia in guinea pigs. 15 Many guinea pigs are carriers of the organism, which will cause clinical disease if the animal is stressed. A thorough history, obtained from the patient's owner, often reveals interactions with other species that are also subclinical carriers of B. bronchiseptica (e.g., rabbits, dogs). 13 Clinical signs noted in guinea pigs infected by the Bordetella organism include nasal discharge, dehydration, tachypnea, and lethargy. 23 Diagnosis should be based on clinical and radiographic signs and history. Confi rmation of the diagnosis can be determined with enzyme-linked immunosorbent assay (ELISA) and indirect immunofl uorescence diagnostic tests, or culture of exudates. 24 Treatment/preventive options for B. bronchiseptica infections in guinea pigs include an autogenous bacterin vaccine as well as three commercially available vaccines for Bordetella spp. (porcine B. bronchiseptica and human B. pertussis), which were found to offer some protection against the development of bronchopneumonia in experimentally infected guinea pigs. 25 \n\nStreptococcus pneumoniae can cause pleuropneumonia, pleuritis, and peritonitis in guinea pigs. 26 Serologic detection of S. pneumoniae antibodies using ELISA have been described in previously published papers. 26 On postmortem examination, lesions found to be associated with S. pneumoniae infection included pleuritis, pleural effusion, lung abscessation, otitis media, pericarditis, and others. 20 Streptococcus pneumoniae was also identifi ed from septic arthritis lesions in a group of guinea pigs. 26 Five guinea pigs in a laboratory colony demonstrated multiple enlarged joints from which pure cultures of S. pneumoniae were isolated. Several other individuals in this colony had previously died with typical S. pneumoniae lesions (e.g., pleuritis, pericarditis) and lesions consistent with hypovitaminosis C. The group with septic arthritis also had scorbutic changes on necropsy. 26 \n\nStreptobacillus moniliformis, the causative agent of rat-bite fever in humans, was isolated from a laboratory guinea pig with pneumonia. This organism is of particular importance because of its zoonotic potential. 27 \n\nAdenovirus has been shown to cause necrotizing bronchopneumonia in guinea pig populations, although it can also produce a transient, subclinical infection. 28, 29 Clinical signs include depression and dyspnea, but guinea pigs often die acutely without clinical signs. 30 Identifi cation of adenovirus DNA from diseased lung tissue was achieved using a polymerase chain reaction technique in one study. 28 Development of this PCR assay for identifi cation of the virus has determined that the guinea pig adenovirus is distinct. 28 Histopathologic examination of affected tissues of animals infected with adenovirus will reveal the presence of characteristic intranuclear inclusion bodies. 29 \n\nThe most commonly reported neoplasm of the respiratory tract in guinea pigs is bronchogenic papillary adenoma. The prevalence of the tumor is as high as 30% in guinea pigs over the age of 3 years. 13 Given the relatively more common occurrence of pneumonia in guinea pigs, bronchogenic papillary adenoma can often be misdiagnosed. For this reason, thoracic radiographs of guinea pigs with respiratory disease are highly recommended.\n\nYersinia pseudotuberculosis can cause septicemic pneumonia in guinea pigs. 15 Death usually occurs rapidly, after the development of coughing and dyspnea. At necropsy, severe congestion of the lungs is found grossly and through histologic evaluation of the tissues.\n\nTrixacarus caviae are sarcoptoid mites that commonly affect guinea pigs (Figure 17-19) . Affected guinea pigs are intensely pruritic, sometimes to the extent of seizure development. As with other mite infestations, diagnosis is based on the identifi cation of the parasites on skin scrapings. Once defi nitive diagnosis has been made, treatment with ivermectin and selamectin (6 mg/kg q2-4wk) is usually effective. Chirodiscoides caviae are fur mites diagnosed in guinea pigs. Because it rarely causes clinical disease, treatment is usually unnecessary. 20, 31 Gyropus ovalis and Gliricola porcelli are species of lice that are commonly identifi ed in guinea pigs (Figure 17-20) . Infested guinea pigs may be pruritic, but are usually unaffected. 20 Guinea pigs severely infested with these mites may demonstrate poor coat quality and alopecia.\n\nPatchy hair loss without associated pruritus may be attributed to dermatophytosis, most commonly Trichophyton mentagrophytes 2 (Figure 17-21) . Lesions are circular and scaled and usually occur on the face and head. 20 The diagnosis of dermatophytosis is made by a positive fungal culture. Because of the zoonotic potential of these fungal organisms, care should be \n\nStreptococcus zooepidemicus Lancefi eld's group C is the causative agent of cervical lymphadenitis. This disease will cause severe swellings of the lymph nodes in the cervical region in guinea pigs. Affected guinea pigs will frequently exhibit no other clinical signs but may become septicemic, with lesions affecting the heart, lungs, kidney, and skin. 20 The most effective treatment for cervical lymphadenitis is complete surgical excision of the affected lymph nodes, followed by appropriate antibiotic therapy based on culture and sensitivity testing. Lancing and draining the abscesses is often not curative, as the abscesses form thick capsules that harbor organisms, leading to recurrence. Yersinia pseudotuberculosis has also been shown to cause cervical lymphadenitis in guinea pigs. 17 Although the affected guinea pigs are usually not ill, the concern is that rupture of the abscesses will release large amounts of this potentially zoonotic organism into the environment. Another potential causal agent of cervical lymphadenitis is Streptobacillus moniliformis. 32 One report exists of a cervical mass, initially believed to be cervical lymphadenitis, which was histologically determined to be a thyroid papillary adenoma. 33 The mass was apparently nonfunctional and the guinea pig appeared otherwise healthy, but surgical resection was curative.\n\nGuinea pigs housed in cages with wire fl ooring are predisposed to developing ulcerated lesions on the plantar surfaces of their feet. Mild lesions may appear as hyperemic, swollen areas of the weight-bearing surfaces. These lesions can progress to ulcerations with secondary infections (Figure 17-22 ). Vitamin C defi ciency has also been considered a predisposing factor for the development of pododermatitis, as affected animals may be in pain and reluctant to move, resulting in the development of pressure sores. 20 Ulcerated, infected lesions should be managed with appropriate antibiotics and antiinfl ammatory drugs, but the focus of treatment should be improving husbandry (e.g., providing appropriate fl ooring/bedding, vitamin C supplementation).\n\nTrichofolliculomas are the most common cutaneous tumor seen in guinea pigs. 20 These benign tumors often occur on the dorsum and are typically round and hairless (Figure 17-23 ).\n\nAnother cutaneous abnormality that has been described in guinea pigs is cutaneous vascular malformation. 34 The lesion described was a raised, ulcerated plaque on the animal's fl ank, which bled intermittently. Ultimately, the cutaneous vascular malformation resulted in fatal hemorrhage. Histologically, the lesion was described as an expansile mass extending into the skeletal muscle and consisting of multiple vascular spaces of varying sizes. These vascular spaces were lined with endothelial cells.\n\nCompared to the incidence of neoplasia in other mammalian species, the incidence of neoplasia in guinea pigs appears low or is underreported. However, there have been several reported cases of neoplasia in guinea pigs. As more guinea pig owners seek quality veterinary care for their pets, reports of neoplasia will increase.\n\nLymphoma is the most commonly reported neoplasia in guinea pigs. 20 Clinical signs associated with guinea pig neoplasia include lymphadenopathy, splenomegaly, and hepatomegaly. Leukemic and aleukemic forms of guinea pig lymphoma have been identifi ed.\n\nThyroid carcinoma has been reported in an adult guinea pig that demonstrated multiple masses in the ventral cervical region. 35 As there was no evidence of neoplastic disease elsewhere on postmortem examination, this was considered a primary tumor.\n\nMesothelioma has been reported in the abdomen of an adult guinea pig. 36 The guinea pig had died of complications associated with pneumonia, and the mesothelioma was diagnosed through a necropsy examination. The mass consisted of diffuse nodules on the serosal surfaces of numerous organs in the abdominal cavity.\n\nGuinea pigs are native to cooler regions of South America and are therefore relatively intolerant of temperatures above 80° F, lower if the environment is also humid. Guinea pigs should be housed in well-ventilated enclosures at temperatures between 65° and 75° F to prevent heat stress.\n\nClinical signs of heat stress include rapid, shallow respirations, lethargy, poor peripheral perfusion, and ptyalism. 13 Treatment includes reducing the animal's core body temperature with cool water baths or applying alcohol to the feet and ears; in addition, fl uid therapy (either intravenous or subcutaneous) is recommended to improve perfusion. The prognosis for this condition is guarded.\n\nChlamydophila psittaci has been identifi ed as a disease-causing agent in guinea pigs; it usually causes a mild, self-limiting conjunctivitis. This intracellular bacterial disease usually occurs in young guinea pigs 4 to 8 weeks of age but has been reported in adults as well. 37 In one outbreak, the typical conjunctival abnormalities were present with other, more signifi cant, clinical signs, such as rhinitis, abortion, and pneumonia. 38 A defi nitive diagnosis can be achieved through Giemsa staining, immunofl uorescent antibody testing of conjunctival scrapings, and serologic testing. 37 \n\nGuinea pigs have been reported to develop pathologic changes related to ingestion of Forssk fern. 39, 40 In these studies, guinea pigs fed fresh fern developed hematuria and hemorrhage of the bladder wall. 40 One guinea pig fed dried fern developed proliferative urocystica and adenoma of the bladder, a fi nding sometimes considered precancerous in human patients. This guinea pig did not show clinical signs associated with the bladder abnormalities. 39 \n\nRabies virus infection is uncommon in rodent species, but it has been described and should be considered a differential diagnosis for an ill guinea pig with suspect contact to wildlife, especially raccoons. A recent report of a rabies in a privately owned guinea pig described abnormal behavior (biting the owner) 26 days after the guinea pig had possible interactions with a raccoon. 41 In this guinea pig, rabies virus antigen was detected by immunofl uorescent antibody testing in the sublingual salivary gland, tongue, and buccal tissues, implying that the guinea pig could have transmitted the virus via a bite wound.\n\nSick guinea pigs are often anorexic and therefore dehydrated. Restoration of normal hydration status is crucial for the successful treatment of many disease processes. Replacement of fl uid defi cit and maintenance of normal hydration can be achieved by administering crystalloids substances through subcutaneous, intraperitoneal, intravenous, or intraosseous routes. Because of the diffi culty in placing and maintaining catheters in peripheral veins and bones, the most common route for fl uid administration is subcutaneous.\n\nSubcutaneous fl uid administration is generally well tolerated. Fluids are administered under the skin of the cranial, dorsal thorax (Figure 17-24) . Butterfl y catheter needles are useful because they allow the patient to move around without pulling out the injection needle. Maintenance fl uid rates for guinea pigs are 80-100 mL/kg/day.\n\nAnother important aspect of management for the sick guinea pig is nutritional support. Anorexic guinea pigs can experience a change in their normal GI fl ora in as little as 8 to 12 hours. This change of GI fl ora can lead to ileus, colic, overgrowth of pathogenic bacteria, and enterotoxemia. Commercial products are available that are palatable and high in fi ber. These products help to maintain gut motility (Oxbow Critical Care for Herbivores, Oxbow Hay Company, Murdock, NE).\n\nPatients will often eat directly from a dish or 60-ml catheter tip syringe. For patients that are more resistant to eating, a technique that is useful, in my experience, is to remove the plungers from 1-ml or 3-ml syringes and fi ll them individually using a catheter tip syringe. Although this method may seem tedious, it allows the delivery of small boluses of food to be incrementally dispensed.\n\nThe GI tract of guinea pigs can be very sensitive to the effects of certain classes of antibiotics. The GI fl ora of guinea pigs is primarily Gram positive, and administration of antibiotics with a primarily Gram-positive spectrum can result in overgrowth of Gram-negative and anaerobic organisms. Enteral administration of penicillins (e.g., amoxicillin, ampicillin), macrolides (e.g., erythromycin, lincomycin), and fi rst-generation cephalosporins can result in overgrowth of opportunistic pathogens. 20 Ampicillin administered subcutaneously at doses of 8 and 10mg/kg three times a day resulted in mortality rates of 20% and 30%, respectively, in a group of guinea pigs. At necropsy, Clostridium diffi cile was cultured from the ceca of all fatalities. 42 Twenty-fi ve percent of guinea pigs administered 100 mg/kg of cefazolin, a fi rst-generation cephalosporin, intramuscularly died of enterocolitis after several injections. 43 All antibiotics should be used with caution in guinea pigs because of the possibility of disruption of the GI fl ora (Table 17 -2).\n\nGuinea pigs can be induced using isofl urane or sevofl urane administered by mask or induction chamber (Figure 17-25) .\n\nFor lengthy or potentially painful procedures, preanesthetic medications may be used before induction of the inhalant anesthetic agent. As a preanesthetic, an injectable combination, midazolam (0.2-0.5 mg/kg) and butorphanol (0.2-0.5 mg/kg), has been used with success. The administration of premedications will also decrease the stress of induction. Isofl urane and sevofl urane are both acceptable inhalant anesthetics for guinea pigs. The advantage of sevofl urane is that it does not appear to have as noxious a scent as isofl urane, thereby reducing breath holding during induction and producing a smoother anesthetic episode. After induction, the inhalant anesthetic may be switched to isofl urane if cost is an issue. Guinea pigs should not be fasted more than 2 to 3 hours before anesthesia. Because these animals are hindgut fermenters, withholding food for longer periods of time may disrupt GI fl ora.\n\nCareful monitoring during anesthesia is essential. The number of respirations must be visually monitored for depth and character. Heart rate and rhythm should also be monitored continuously using a pediatric stethoscope or Doppler unit, which can be placed on a peripheral artery. Changes in heart rate or respiratory rate can occur rapidly, so it is advantageous to have precalculated doses of emergency drugs (e.g., glycopyrrolate, epinephrine, atropine, dopram) drawn and available for use before anesthetic induction.\n\nIntubation of guinea pigs is generally considered to be very diffi cult. The long, narrow oral cavity makes visualization of the glottis diffi cult. The soft tissues of the tongue and soft palate are continuous in the caudal oropharynx, leaving only a small aperture, the palatal ostium. Intubation must be performed through this opening in the mucosal tissues. Several techniques have been described for visualizing the glottis to assist with intubation. These usually involve alterations of laryngoscope blades so that they may be introduced into the oral cavity without traumatizing the delicate buccal mucosa. 47, 48 Another possible intubation technique utilizes a stethoscope altered so that an appropriately sized endotracheal tube can be affi xed to the end. The endotracheal tube is then inserted into the caudal oropharynx. The anesthetist will then listen through the ear pieces of the stethoscope for expiration.\n\nThe tube is then gently introduced into the trachea. This technique requires practice to perfect but, once the procedure has been performed several times, is a reliable way to intubate guinea pigs. Application of a small amount of lidocaine to the rima glottis can ease intubation. Rigid endoscopes and otoscopes, when available, are also very helpful in visualizing the glottis for intubation. \n\nIndications for an ovariohysterectomy procedure in guinea pigs include routine sterilization, dystocia, and reproductive tract disease (e.g., neoplasia, muco/hydro/pyometra, ovarian cysts). In general, the surgical approach and technique are similar to those used with domestic species. The patient is placed in dorsal recumbency, and a ventral midline incision is made through the linea alba. Care must be taken upon entering the abdomen to avoid incising the large cecum, which is often situated along the ventral body wall. The body of the uterus can be located dorsal to the bladder. The ovaries lie caudally and laterally to the kidneys and are 6 to 8 mm in length. 49 The abdomen of the guinea pig is deep, and the ovaries can be diffi cult to exteriorize. Care must be taken to avoid tearing the short ovarian vessels. Once the ovaries are removed, the uterus is ligated and transected in a manner similar to that used with other mammals.\n\nAnother method of sterilization that is reported in guinea pigs is ovariectomy. The incidence of uterine disease compared with ovarian disease in guinea pigs is quite low. The approach for removal of the ovaries is through small incisions of the dorsal-lateral body wall caudal to the last rib. The advantage of this approach is that the sensitive GI tract is not manipulated to reach the structures to be excised.\n\nOrchiectomy is typically performed to prevent reproduction, to decrease undesirable sexual behavior, and to treat reproductive tract disease. The orchiectomy procedure in guinea pigs is performed by making an incision through the scrotum over each testicle. \n\nReactions to suture material are relatively common in guinea pigs after surgical procedures. These reactions can vary in severity from mild local irritation to abscessation. Suture materials that cause a large amount of infl ammation, such as chromic gut, should never be used in guinea pigs. In general, monofi lament suture materials that are degraded by hydrolysis are preferred."}