{"title": "Influenza A Virus Infections in Dromedary Camels, Nigeria and Ethiopia, 2015-2017 Appendix Methods Reverse Transcription PCR (RT-PCR) for Detection of Influenza Viruses", "body": "products were analyzed with 1% agarose gel electrophoresis. Products with expected segment sizes were sequenced using Illumina HiSeq 2500 system with Nextera XT library preparation method (Illumina). The virus genome was deduced by taking the consensus of sequencing raw reads mapped to a selected pdm09H1N1 reference genome. Sequencing read coverages of at least 100 were achieved for each nucleotide.\n\nPhylogenetic tree of hemagglutinin of influenza A H1 pdm09H1N1 lineage viruses by the maximum likelihood method using IQTree with auto substitution model selection (3) Louis, Missouri). Each well was inoculated with 100ul of the swab supernatant in MEM and incubated for one hour at 37°C in a CO2 incubator. Each inoculated well was separated by an uninoculated cell control well to avoid cross-contamination and provide cell controls. The inoculum was replaced with MEM with trypsin (2μg/ml) and incubated for 5 days. The cells were observed for cytopathic effect (CPE) each day. When CPE appeared or on day 5 if no CPE was seen, aliquots of the cell supernatant was tested for hemagglutination with turkey red blood cells in U-bottomed plates. Culture supernatants with CPE or hemagglutination activity were also tested by RT-PCR for influenza matrix (M) gene and serially passaged in MDCK cells to obtain stock virus for aliquoting and freezing at 80°C.\n\nThe sera were treated with receptor-destroying enzyme (RDE) (Denka Seiken Co Ltd, Tokyo) at 37°C overnight to remove nonspecific inhibitors. Next morning residual RDE was destroyed by heat inactivation at 56°C for 30 minutes and then diluted with six volumes of 0.9% NaCl solution before carrying out HI tests. Serial 2-fold dilutions of each RDE treated serum was prepared in duplicate in 96-well microtiter plates. Equal volumes (25uL) each serum dilution was mixed with virus antigen with a hemagglutination titer of 8 in each well. After a 1h incubation, 50µL of a 0.5% solution in PBS of washed turkey red blood cells (TRBC) was added to each well and incubated for 30min. The plates were inspected with tilting. The HI titer of each serum was defined as the highest serum dilution that inhibited hemagglutination and formed a clear button of TRBC at the bottom of the well with a tear-drop appearance being seen when the plate was tilted. Positive and negative control sera were included with each set of titrations. Antigen back titrations were done to ensure that the correct HA dose was used in each run (5) .\n\nThe 3 day microneutralization test as described in reference (6) hour and then the virus-serum mixture was transferred to pre-formed MDCK cell monolayers.\n\nOne hour after inoculation, serum-virus mixtures were removed and serum free MEM with 2 ug/ml TPCK trypsin was added to each well. The plates were incubated at 37°C in a CO2 incubator and cytopathic effect was observed to determine the highest serum dilution that neutralized CPE in ≥50% of the wells. On day 3, an aliquot of each culture supernatants were tested for hemagglutination with turkey red blood cells. A virus back titration and positive and negative control sera were included in each assay."}