{"title": "Monitoring of HIV-1 envelope-mediated membrane fusion using modified split green fluorescent proteins", "body": "Membrane fusion is the prerequisite event that allows enveloped viruses, some of which are linked to emerging infectious diseases such as avian influenza, severe acute respiratory syndrome, and acquired immunodeficiency syndrome (AIDS), to enter their host cells. Among these emerging diseases, AIDS has become a global threat to human health. The discovery of a membrane fusion inhibitor has made HIV-1 Env an important target for anti-HIV-1 chemotherapy (Chan et al., 1997; Eckert and Kim, 2001; Este and Telenti, 2007; Poveda et al., 2005; Weissenhorn et al., 1997) . Recently, a new class of inhibitor that blocks the interaction between Env and its co-receptor, CCR5, has been developed (Santoro et al., 2004) . A simple phenotyping method of Env-mediated membrane fusion will facilitate progress in the development of new inhibitors or in the evaluation of drugresistant mutants (Olson and Maddon, 2003) .\n\nA phenotyping method of HIV-1 Env requires a system that generates a measurable signal upon membrane fusion either in a cell-cell or virus-cell system. The methods described employ materials, such as visible dyes, transcription factors, and selfcomplementing enzyme fragments, that produce a signal when they transfer from one compartment to another via membrane fusion (Barbeau et al., 1998; Blumenthal et al., 2002; Feng et al., 1996; Furuta et al., 2006; Holland et al., 2004; Huerta et al., 2002; Jun and Wickner, 2007; Lin et al., 2005 Lin et al., , 2003 Monck and Fernandez, 1992; Sakamoto et al., 2003) . The development of a versatile, cell-based membrane fusion assay system is described in this report. The system employs a modified green fluorescent protein (GFP), split GFP (spGFP), which has been engineered to have the capacity for self-assembly (Cabantous et al., 2005) . The pleckstrin homology (PH) domain (Lemmon, 2008) was fused at the N-termini of spGFPs so as to focus the signal in the membrane regions. These spGFPs become fluorescent only when they have reassociated with each other (Cabantous et al., 2005) during the membrane fusion. Unlike an enzyme-based assay, this spGFP system allows real-time monitoring of the membrane fusion process without any additional substrates.\n\nThe PH domain based on human phospholipase C␦ was synthesized by assembling 10 oligonucleotides, each containing 79 nucleotides. The oligonucleotides were combined and assembled Similarly, 30 oligonucleotides, which overlapped each other with 18 bases at the both ends, were used to assemble the optimized GFP gene, named GFPopt 1-11 . The primary sequences of the PH domain and GFPopt 1-11 are shown in Fig. 1A . Both amplicons were cloned and sequenced in pCR4Blunt-TOPO (Invitrogen, Carlsbad, USA). GFPopt 1-11 was split into GFP 1-10 (1-642 base pairs) and GFP 11 (643-696 base pairs), at a point between the 10th and 11th ␤-sheets of the GFP. The subscripts 1-10 and 11 reflect this location. The PH-GFP 1-10 and PH-GFP 11 genes were generated by combining the PH domain gene with the spGFP genes. These genes were then cloned to pdEGFP, which was constructed by deleting the EGFP gene in pEGFP-N2 (BD Biosciences Clontech, Palo Alto, USA) (Fig. 1B) . The expression vector for each protein was named by adding pd in front of the target protein, such as pdPH-GFP 1-10 .\n\nThe FLAG tag sequence was added to the 3 -termini of the spGFP genes by using a 3 -primer that included the FLAG tag sequence dur-ing PCR. A new HIV-1 Env-expression vector called pNHcRedEluc, a derivative of pElucEnv (Miyauchi et al., 2005) , was constructed by replacing the gene for EGFP with that of a tandem red fluorescent protein; HcRed (Evrogen, Moscow, Russia). This was preceded by a nuclear-localizing signal (Fig. 1C) . Thus the nuclei of transfected cells became red. The transfection efficiency could then be measured by firefly luciferase activity. The pNHcRedEluc NB vector in which most of the env gene had been deleted was prepared as a negative control.\n\nThe 293FT (Invitrogen, Carlsbad, USA) and 293CD4 (Miyauchi et al., 2005) cells were maintained in Dulbecco's modified Eagle's medium (DMEM, Sigma, St. Louis, USA) supplemented with 10% fetal bovine serum (Hyclone, Logan, USA). The 293FT cells were cultured with 500 g/ml of Geneticin (Gibco, Grand Island, USA), as recommended by the manufacturer. Transient transfection was accomplished using Fugene HD (Roche, Indianapolis, USA). Stable cell lines expressing PH-GFP 1-10 were established after transfecting 293CD4 cells with pdPH-GFP 1-10 by electroporation (Biorad GenePulsar, Hercules, USA). Transfected cells were selected with 700 g/ml of Geneticin in DMEM.\n\nThe spGFP-mediated fusion assay was performed as follows. The expression vectors pNHcRedEluc and pdPH-GFP 11 were transfected into 293FT cells. The transfected 293FT cells were overlaid with 293CD4 cells which were transfected transiently or permanently with vector pdPH-GFP 1-10 . In the case of transient transfection, the mixing of cells was started at 42 h after transfection. Fusion was monitored in real-time using an IN Cell Analyzer 1000 (GE Healthcare, Uppsala, Sweden) or was observed using a confocal microscope (Olympus FluoView FV1000, Tokyo, Japan) that examined fixed cells (4% paraformaldehyde) at designated time points.\n\nThe fusion assay using the mixing of the two different fluorescent proteins expressed in the Env(+)-and receptor(+) cells, respectively as an indicator was carried out as follows. The pElu-cEnv (Miyauchi et al., 2005) was transfected into 293FT cells to make Env(+) cells. Because pElucEnv expressed both the HIV-1 Env and GFP proteins, this generated \"green\" Env(+) cells. Meanwhile the expression vector for DsRed (Clontech/Takara, Otsu, Japan) was transfected into 293CD4 cells to generate \"red\" receptor(+) cells. These two types of cells were co-cultured and the extent of the fusion was monitored by the redistribution of the green and red signals by microscopy.\n\nThe inhibitor C34 was used to show the specificity of the new fusion assay. According to the previous study (Kliger et al., 2001) , two different concentrations, 12 nM and 150 nM in a final concentration, of the peptide inhibitor, C34, was added at the beginning of the co-culture. The IC50 value of the C34 peptide was about 12 nM and more than 90% inhibition was observed with the concentration of 150 nM (Kliger et al., 2001) . The cells were fixed and examined after 2.5 h of co-culture and analyzed as described above.\n\nSample preparation and immunoblotting were done as described previously (Miyauchi et al., 2005) . Anti-FLAG antibody (Sigma, Saint Louis, USA) and anti-GFP antibody (Santa Cruz Biotechnology, Santa Cruz, USA) were used as primary antibodies for the analysis of GFP 11 and GFP 1-10 , respectively. Chemiluminescence signals were detected using an LAS-3000Lite (Fujifilm, Tokyo, Japan).\n\nTransfected cells were fixed in an acetone:methanol solution (1:1) for 15 min at room temperature and stained with an anti-FLAG antibody (3 g/ml) for 40 min at 30 • C. A secondary antibody, labeled with Alexa Fluor 555 (Invitrogen, Carlsbad, USA), was used. The fluorescent signal was observed using a confocal microscope (Olympus FluoView FV1000, Tokyo, Japan).\n\nThe expression vectors containing different spGFPs shown in Fig. 1B were transfected into the cells and the expressed pro- teins were then analyzed by immunoblotting. When probed with an anti-GFP antibody, GFP 1-10 and PH-GFP 1-10 were detected as approximately 25 kDa and 40 kDa bands, respectively ( Fig. 2A) . The observed molecular weights were consistent with those expected from the amino acid sequences. The cells transfected with pEGFP-N2 (BD Biosciences Clontech) were included as a positive control ( Fig. 2A, EGFP lane) . As for GFP 11 , an anti-GFP antibody failed to detect any band (data not shown). A FLAG tag was added to GFP 11 with and without the PH domain because this failure could have been caused by the absence of anti-GFP's epitope in the seventeenamino-acid-long GFP 11 portion. When probed with an anti-FLAG antibody, a band of 22 kDa was detected for PH-GFP 11 -FLAG but not for GFP 11 -FLAG (Fig. 2B) . This result suggested that GFP 11 , as only a seventeen-amino-acid-long peptide, was unstable without the PH domain.\n\nImmunofluorescence analysis was used to examine the intracellular localization of the spGFPs. The GFP 1-10 distributed throughout the cell, but with the PH domain attached, the PH-GFP 1-10 localized to the periphery of the transfected cells (Fig. 3A) . The expression of FLAG-tagged GFP 11 (Fig. 3B, top) was not detected. This finding is consistent with the results of immunoblotting (Fig. 2B) . However, FLAG-tagged PH-GFP 11 was detectable at the cell periphery (Fig. 3B , middle). Without the FLAG tag, PH-GFP 11 showed no signal with anti-FLAG antibody (Fig. 3B, bottom) .\n\nNext, pairs of the spGFPs were co-transfected into 293FT cells and their outcome was examined (Fig. 3C ). Consistent with the data shown in Fig. 2 , PH-GFP 11 , but not free GFP 11 , was able to generate a green signal (Fig. 3C) . When PH-GFP 11 was co-transfected with GFP 1-10 , a homogenous green signal was observed. This data suggests that the reassociation of two split GFPs could take place before they are localized to the plasma membrane. With the pair of PH-GFP 1-10 and PH-GFP 11 , most of the green signal was detected in the rim of the co-transfected cells (Fig. 3C) . As expected, neither the spGFPs nor the PH-spGFPs alone showed any fluorescence (Fig. 3D) . \n\nPH-spGFPs was used for the analysis of membrane fusion induced by HIV-1 Env. For this, the 293FT cells were transfected with pNHcRedEluc and pdPH-GFP 11 and then co-cultured with the 293CD4 cells that were stably expressing PH-GFP 1-10 . The green sig-nal was observed at the plasma membrane surrounding several red nuclei (Fig. 4A) . The red nuclei were derived from the 293FT cells expressing Env as pNHcRedEluc expressed the nuclear-localizing HcRed proteins. The unique localization of green signal in the membrane region made it easy to differentiate the real signal from the non-specific autofluorescence background. Furthermore, the nonenvelope-mediated spontaneous fusions, if they occurred, could be ruled out by the absence of red nuclei in the syncytia. This result indicates that the simultaneous use of pNHcRedEluc and spGFPs allows us to monitor membrane fusion directly without the addition of dyes or substrates.\n\nThe specificity of the spGFP assay was examined by using the known inhibitor of the HIV-1 Env-mediated membrane fusion, C34 (Seo et al., 2005) . The C34 peptide is known to inhibit the formation of 6-helix bundle. Two different concentrations, 12 nM (IC50) and 150 nM (IC90) (Kliger et al., 2001) , were tested in spGFP fusion assays. For a comparison, in addition to the spGFP assay, the fusion assay using the Env(+)-or receptor(+)-cells expressing GFP and DsRed, respectively was used. In the spGFP assay, the number of the GFP signal-positive cells was decreased in a dose-dependent manner (Fig. 4B, left column) . In a parallel assay, the number of the fused cells indicated by the presence of the both GFP and RFP signals in the fused cells was decreased similarly (Fig. 4B, right panel) . The new spGFP assay was much easier to monitor, because the green signal was only observed when the actual fusion took place. In a conventional method relying on the mixture or redistribution of the two colors was more time consuming, because each cell has to be scored for the presence of either or both colors.\n\nThe previously described fusion-inefficient mutant Env that carries the mutation in the membrane-spanning domain (MSD) (Fig. 1C , lower panel) (Miyauchi et al., 2005) was also analyzed. Consistent with previous data (Miyauchi et al., 2005) , the MSD mutants showed the fusion events but less frequently, as exemplified by the lower number of cells bearing the green signal (Fig. 4C) .\n\nThe membrane fusion in a real-time manner using spGFP system was monitored with an IN Cell Analyzer 1000. The green signal derived from the reassociated spGFPs gradually increased in the number and intensity over the observation period (Fig. 4D) . When T7 RNA polymerase transfer assay was applied (Miyauchi et al., 2005) , a corresponding increase in the reading of the reporter enzyme was observed (data not shown). Using the transient transfection system, we performed several tests to determine the timing needed to detect the green signal. Sometimes the signal was detected as early as 30 min after co-culturing. A more reliable result, however, was obtained after more than 1 h co-cultivation.\n\nA cell-based assay system of membrane fusion that uses spGFP has been developed. It was found that the PH domain not only localizes the signal resulting from the spGFPs reassociated to the membrane but also aids the stable expression of GFP 11 .\n\nThe new spGFP-mediated system is cost-and labor-efficient. First, the same living co-cultured cells can be monitored for realtime monitoring over a prolonged period (Fig. 4D) . Second, the reassociated spGFPs will produce a measurable signal without any additional reagents. The dye-mediated fusion assay requires preloading of dyes before the fusion reaction (Blumenthal et al., 2002) . A quantitative fusion assay using enzymes, either as preexpressed self-complementing enzyme fragments or as induced reporter enzymes, requires the addition of enzyme substrates to monitor the processes (Cavrois et al., 2002; Holland et al., 2004; Jun and Wickner, 2007) . Furthermore, if a particular substrate is membrane impermeable, continuous monitoring of the same sample is impossible because the cells have to be lysed for the assay.\n\nSimple assay systems described in this study are suitable for high-throughput analyses. The combination of dye-transfer and fluorescence-activated cell sorting can achieve this (Huerta et al., 2002; Lin et al., 2003) . However, the system reported in this study is much simpler than these methods because it generates the detectable signal only when fusion actually occurs. In the dyetransfer assay or similar \"color\"-mixing assay shown in Fig. 4B , one has to discriminate the simple aggregation from real fusion because the dye signals are persistent throughout the assay.\n\nAs shown in the Fig. 4C , the lower incidence of membrane fusion induced by mutant Envs was detected as visible foci with the spGFP system. If one can clone the envelope genes from clinical samples into an appropriate expression vector, this system may be useful for detecting a minor population of Env that possesses the different co-receptor usage. Such a tropism assay can be easily adapted by using CCR5/CD4+ cells together with CXCR4/CD4+ cells. Similar identification of fusion foci can be achieved if GFP is used as a reporter gene in a transcriptional factor transfer assay, such as T7 RNA polymerase or Tat (Barbeau et al., 1998; Feng et al., 1996; Lin et al., 2005; Sakamoto et al., 2003) , but the need for de novo transcription/translation steps may result in a longer lag time for signal generation. Of course, membrane fusion by viruses other than HIV-1 can be monitored easily.\n\nThis spGFP-based system does not require on-going transcription/translation steps during membrane fusion. Therefore, when the tag for a different intracellular compartments is applied, the system can be used to detect communication between two compartments in the cell, such as that which occurs in vesicular transport. The application of the spGFP in other biological systems has been described previously (Feinberg et al., 2008) ."}