{"title": "SECTION B Viruses PART III Etiologic Agents of Infectious Diseases SECTION B: Viruses 201 Classification of Human Viruses", "body": ".3 lists specific viruses within each family that are linked to human disease.\n\nFacilitated by advances in molecular methods, the discovery of new viruses and more careful characterization of known viruses 6, 7 have resulted in frequent changes in family taxonomy. Examples of such changes include de novo creation of a virus family (e.g., Anelloviridae), 8 splitting a new family off of an existing one (e.g., Hepeviridae from Caliciviridae), 9 dividing a family into two new families (e.g., Papovaviridae into Papillomaviridae and Polyomaviridae), 10 and uniting formerly separate families (e.g., incorporation of Toroviridae into Coronaviridae). 11, 12 Working groups 13 within the International Committee on Taxonomy of Viruses (ICTV) 14 illustrate the relationships among human virus families in terms of key biologic criteria listed in Table 201 .1.\n\nNext-generation nucleic acid sequencing has facilitated rapid and massive screening of samples obtained from healthy individuals, patients, nonhuman organisms, and environmental sources, resulting in the ongoing discovery of numerous viruses. 15, 16 The clinical significance of most of these viruses has yet to be established. Advances in understanding the human microbiome are providing insights into the impact of microbial viruses in causing or modulating human disease. A well-characterized example is the role of Vibrio cholerae phage CTXψ in producing the clinical symptoms of cholera. 17 Families hierarchically are subdivided in a variety of ways, including into subfamilies (suffix -virinae), genera (suffix -virus), and species (suffix -virus). 18 In the past, the conventions for naming species were somewhat arbitrary and varied from family to family. The ICTV has instituted a more uniform system. A virus species, as defined by van Regenmortel, is \"a polythetic class of viruses that constitutes a replicating lineage and occupies a particular ecologic niche.\" 19 Polythetic refers to the fact that viruses grouped within a species share many properties. Species criteria may include genetic structure, sequence homology, host range, tissue tropism, biologic reservoir, route of transmission, immunologic cross-reactivity, epidemiology, and pathogenicity. 20 With the advent of rapid nucleic acid sequencing, sequence homology has taken precedence over other species classification criteria. 21 The current system of species classification does not always correspond to common usage or historical concepts of species. For example, the three immunologically distinct viruses targeted by the trivalent poliovirus vaccine are considered to be the same species: human enterovirus C. 22, 23 This species includes at least 23 additional serotypes with diverse clinical presentations, as well as circulating recombinant forms. 24 The practicality of distinguishing serotypes is emphasized by the eradication of wild poliovirus type 2 in 2000 25 and wild poliovirus type 3 in 2012. 26 Species can be subdivided further into groups, clades, types, subtypes, serotypes, variants, and isolates, depending on the family involved and the degree of similarity. Selected representatives Floating genus, which is not currently assigned to a viral family. It bears some similarities to viroid pathogens of plants. In addition to biologic classification, viruses often are categorized according to their clinical presentation (i.e., syndromic classification), epidemiology, or mode of transmission. Box 201.1 lists the major routes of transmission for human diseases, with representative examples of viruses transmitted by each route.\n\nUnderstanding virus classification can lead to important generalizations regarding the prevention and treatment of viral infection and insights into the distribution and evolution of viruses. In addition, insights from viral taxonomy play key roles in preventing and staunching the spread of viral disease at the population level.\n\nAll references are available online at www.expertconsult.com. "}