{"title": "A novel group of rhinoviruses is associated with asthma hospitalizations", "body": "Viral acute respiratory tract infections (ARIs) cause significant morbidity in children. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] Human rhinoviruses (HRVs), members of the family Picornaviridae, were first identified in culture in 1956, and currently, more than 100 serotypes have been identified. [11] [12] [13] [14] Although once thought to cause only the common cold, we and others have shown the association of HRVs with lower respiratory tract infections and asthma exacerbations in adults and children. 5, [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] Using sensitive molecular methods that markedly enhanced the detection of HRVs, [4] [5] [6] [7] 26, 27 we previously reported that 26% of hospitalizations for acute respiratory illness among children aged less than 5 years were associated with HRVs during 1 year of population-based surveillance. 5 However, the HRVs detected in that study were not sequenced to identify specific HRV serotypes.\n\nPreviously, HRV serotypes were classified into 2 phylogenetic groups, group A (HRVA) and group B (HRVB), 28, 29 but recently, a novel group of HRVs detected by means of RT-PCR, designated group C (HRVC; also named HRVA2, HRVNY, HRVQPM, and HRVX), have been identified by using partial sequence data. [30] [31] [32] [33] [34] [35] [36] In the current study we performed prospective population-based viral surveillance among hospitalized children to assess the incidence, clinical presentation, and genetic diversity of HRV strains.\n\nProspective population-based surveillance was conducted among children less than 5 years of age hospitalized with acute respiratory symptoms or fever from October 1, 2001 , through September 30, 2003 , in area hospitals providing care to more than 95% of children admitted to Davidson County, Tennessee (Nashville), and Monroe County, New York (Rochester). [4] [5] [6] [7] Institutional review boards from both academic medical centers, participating hospitals, and the Centers for Disease Control and Prevention approved the study. After obtaining written informed consent, study nurses enrolled children admitted to surveillance hospitals from Sunday to Thursday of surveillance weeks. Nasal and throat swabs were obtained from all enrolled children, combined into a single tube of viral transport medium, and promptly delivered to the research laboratories at the study sites. Demographic and clinical information was collected by using a standardized questionnaire, as previously described. 6 Comparisons were made between HRV-positive and HRVnegative children and between specific HRV groups. High-risk conditions were assessed and included history of asthma, heart disease, sickle cell anemia, cystic fibrosis, diabetes mellitus, or neuromuscular conditions, such as seizures, cerebral palsy, or muscular dystrophy (analogous to those high-risk conditions listed in the Advisory Committee on Immunization Practices, http://www.cdc.gov/vaccines/recs/ACIP).\n\nEnrolled children were assessed for 3 different clinical scenarios: a past history of asthma, an acute wheezing hospitalization, and a discharge diagnosis of asthma. We recognized that there would likely be overlap between these clinical diagnoses, but we sought to capture all wheezingassociated diagnoses. A history of asthma was determined by asking the parents whether their child had ever been given a diagnosis of asthma by any health care provider (analogous to the question included in the 2003 National Health Interview Survey 37 ) or by documentation of a previous diagnosis of asthma in the medical record. An acute wheezing hospitalization was defined as medically diagnosed wheezing during the current illness documented in the medical record by receipt of an International Classification of Diseases, Ninth revision, code 786.07 during the current hospitalization; any discharge text with ''wheezing,'' ''wheeze,'' or ''wheezing episode''; or an admission or a discharge diagnosis of asthma, bronchiolitis, or wheezing. 38 The third category, a discharge diagnosis of asthma, was defined as any discharge diagnosis of asthma (International Classification of Diseases, Ninth revision, code 493.xx).\n\nRNA extraction and real-time RT-PCR. Specimens were divided into aliquots and stored at 2808C until processing. RNA was extracted from pooled nasal and throat swab media, as previously described. 8, 26, 27 Realtime RT-PCR for HRVs was performed with the Smart Cycler II (Cepheid, Sunnyvale, Calif) by using primers and probe sequences directed at a highly conserved HRV 59-noncoding region (NCR) shown to be capable of detecting all 100 HRV prototype strains. 39 Batched assays of 32 patient specimens were assessed by using HRV-positive RNA, nontemplate controls, and b-actin as an extraction control.\n\nHRV sequencing. RT-PCR was performed on HRV-positive samples by using primers that amplified a fragment of approximately 548 nt, encompassing the VP4/VP2 region, and the hypervariable region in the 59-NCR. 40 Amplified fragments were sequenced bidirectionally with the ABI PRISM BigDye Terminator Kit (Applied Biosystems, Foster City, Calif) on a 3730xl DNA Analyzer (Applied Biosystems).\n\nPopulation-based hospitalization rates. HRV-positive hospitalization rates per 1000 children were calculated as the weighted number of HRV-related ARI or fever hospitalizations divided by the number of children in the county population determined by the 2000 US Census and multiplied by 1000. 5, 6 Rates were calculated by weighting the observed number of enrolled hospitalizations to account for 4 sampling days per week and eligible patients who were not enrolled; age and study site were the sampling strata. Rates were determined overall and by demographic subsets, with 95% CIs calculated by using 1000 bootstrap samples. Rates were compared between the age groups by using conditional and normal theory tests. 41 Although multiple admissions of the same child were regarded as independent hospitalizations if the interval between the 2 admissions was greater than 1 month, statistical analyses performed with and without repeat admissions yielded similar results (data not shown).\n\nHRV phylogeny and clinical symptoms. Sequences were aligned with the ClustalW algorithm in MacVector version 9.0 (Accelrys, San Diego, Calif), with published HRV sequences obtained from Genbank. Pairwise sequence alignment, multiple sequence alignment, and percentage nucleotide identity were performed with MacVector version 9.0 (Accelrys). Phylogenetic analyses were performed with programs within PHYLIP version 3.67 (Department of Genome Sciences, University of Washington, Seattle, Wash). 42 Bootstrapping was performed with Seqboot (100 datasets), branch lengths were estimated and rooted trees were calculated by using parsimony with DNAPARS with HRV87 as the outgroup, and the majority tree was resolved with Consense and rerooted with Retree. The final tree was visualized and edited with MEGA version 4. 43 Fisher exact tests and x 2 tests were used as appropriate for contingency table analyses of symptoms and signs associated with different groups of HRVs. Prospectively collected demographic and clinical data were compared in children with and without HRVs and among those in different HRV groups. Age was categorized into 3 groups, as assessed in prior New Vaccine Surveillance Network studies (0-5, 6-23, and 24-59 months), with x 2 trend tests performed to evaluate the association between age groups, HRV status, and HRV groups. Age distribution by site was assessed by using the Mann-Whitney U test. Three multivariable logistic regression models were fitted to evaluate predictors of the disease outcome with HRVCs versus HRVAs. The main risk factor of interest, age in months, was treated as a continuous variable. One model adjusted for study year and site, and the other 2 models adjusted for coinfection with any of 4 other viruses (respiratory syncytial virus [RSV], human metapneumovirus [hMPV], influenza [A or B], or parainfluenza virus [PIV] 1-3). Additional multivariable logistic regression models were used to evaluate the association between coinfections and potential predictors including age, HRVA/HRVC, study year, and site. CIs were calculated for proportions assuming binomial distribution. All analyses were performed with R version 2.6.2 software.\n\nOf 1298 children with respiratory symptoms or fever admitted to the surveillance hospitals during the 2-year period, 1123 (86.5%) were enrolled. Of 175 children not enrolled, 87 (49.7%) parents/guardians refused participation, 62 (35.4%) parents/ guardians were not available for enrollment, 16 (9.1%) were discharged before enrollment, and 10 (5.7%) were missed admissions, interpreter unavailability, or physician refusal. Sufficient samples for HRV testing were available for 1055 (93.9%) of 1123 study children. Of these, 3 had repeat admissions that were less than 1 month apart and were excluded. Thus a total of 1052 samples were available for testing. (Table I ). Significant differences were noted in the median age of children with positive test results for HRVs (12 months) compared with children without HRVs (6 months, P < .001). Thirty-three percent of HRV-positive children were classified as high risk, primarily because of a large number of children with asthma, compared with only 18.6% of HRV-negative subjects (P < .001). The most common discharge diagnoses in children with confirmed HRVs were wheezing (56.3%), asthma (44.6%), pneumonia (26.5%), bronchiolitis (15.7%), and upper respiratory tract illness (10.8%), with more than 1 discharge diagnosis included per subject. More HRVs were detected in Nashville in year 1, but in year 2, the opposite was true (Table I) .\n\nOf 167 HRV-positive samples, molecular sequencing identified 64 HRVA, 6 HRVB, and 77 HRVC strains, with 20 samples having insufficient amounts for sequencing. Because of the small number of children with HRVBs, comparisons were made between HRVAs and HRVCs only (Table II) .\n\nHRVAs were more frequently detected in year 1 of the study (37 vs 31), and HRVCs were more frequently detected in year 2 (46 vs 27, P 5.038). There were no statistically significant differences in the proportion of HRVAs and HRVCs between sites. Children with HRVCs were significantly older than those with HRVAs (median, 15 vs 7 months; P 5 .006). While evaluating predictors of HRVC versus HRVA status, the adjusted odds ratio for every year of increasing age was 1.43 (95% CI, 1.13-1.80; P 5 .012), indicating that older children with HRVs were more likely to have HRVCs. This finding persisted even after additionally adjusting for coinfection with any of the 4 other viruses or coinfection with RSV alone (P 5 .031 and P 5 .015, respectively). Children with HRVCs were more likely to have underlying high-risk conditions than those with HRVAs (41.6% vs 23.4%, P 5 .023), with most high-risk conditions being asthma. Median duration of hospitalization was 2 days for both children with HRVAs and children with HRVCs. Although presenting ''symptoms on admission'' were comparable between children with HRVAs and HRVCs, more children with HRVCs had cough (90.9% vs 78.1%, P 5 .034), and more children with HRVAs had fever (81.3% vs 59.7%, P 5 .006, data not shown). A discharge diagnosis of asthma was more likely to be assigned in children with a confirmed HRVC (54.6% vs 35.9%, P 5 .022).\n\nThe seasonal prevalence of HRVAs and HRVCs differed (Fig  1) , with more HRVC strains detected in October (22.1% vs 10.9%, P 5 .080) and more HRVA strains detected in April (21.9% vs 9.1%, P 5 .034). These differences persisted in both study years. \n\nCoinfection with another virus was detected in 26 (15.6%) of 167 children infected with an HRV. Other viruses included RSV (7.8%), hMPV (3.6%), influenza (2.4%), and PIV (2.4%). More coinfections were detected with HRVAs (23.4%) than with HRVCs (10.4%, P 5 .037, Table III ). Fifteen percent of children with HRV coinfection had a history of asthma compared with 34.8% of children with HRVs alone (P 5 .051). Thirty-five percent of children with HRVs alone had a history of asthma compared with 18.8% of HRV-negative children, 18.5% of children infected with only RSV, or 8.2% of children infected with influenza alone (P < .001, P 5 .002, and P < .001, respectively; results not shown). Disease severity characterized by need for oxygen, admission to the intensive care unit, and prolonged length of stay did not differ between children with only HRVs or those with coinfections, although these numbers were small. Four children had 2 genetically distinct HRV isolates (3 with HRVCs and 1 with HRVAs) separated by 2, 4, 6, and 7 months, respectively.\n\nBy using the 2000 Census data, the overall rate of HRVassociated hospitalizations was 2.2 (95% CI, 1.9-2.6) per 1000 children less than 5 years of age per year, with age-specific rates of 7.2 (95% CI, 5.4-9.2) for children 0 to 5 months of age, 2.6 (95% CI, 2.1-3.3) for children 6 to 23 months of age, and 1.2 (95% CI, 0.9-1.6) for children 24 to 59 months of age. Overall rates of hospitalization with HRVs were similar in Nashville and Rochester (Table II) .\n\nThe VP4/VP2 sequences of 100 prototype HRV sequences and HRV87 were aligned and compared. The VP4/VP2 sequence regions have been shown to correlate with the serotype classification of HRVs. 28, 29, 40, 44 HRV87 , which has been shown to be closely related genetically to HEV68, 44, 45 was used as the outgroup for all phylogenetic analyses. As expected, the sequences clustered into 2 major groups, A (75 types) and B (25 types), corresponding to HRV phylogenetic analyses (data not shown). 28, 29 Pairwise nucleotide identity of the VP4/VP2 region was calculated between all types within each of the 2 major groups, with HRVAs having a mean nucleotide identity of 78.8% (minimum of 68.3% and maximum of 94.8%). Only 10 HRVA serotypes were greater than 90% identical. Several of these serotype pairs have been shown previously to cross-react, and 2 (HRV8 and HRV95) were likely the same strain. 28, 46, 47 HRVBs had a mean nucleotide identity of 77.3% (minimum of 58.8% and maximum of 88.8%).\n\nBy using a nucleotide identity of less than 90%, based on the calculated genetic relatedness of established serotypes, HRVC strains were defined. Applying this criterion, 30 distinct HRVC genotypes were identified, comprising 77 distinct strains (see Table E1 in this article's Online Repository at www.jacion line.org). The HRVC genotypes had a mean nucleotide identity of 72.4% (minimum of 63.9 and maximum of 90.7%). Thus greater diversity was noted among HRVC viruses than among HRVA viruses. Multiple types cocirculated, and HRVC genotypes were detected nearly continuously during the study period (see Table E1 ). When nucleotide identity was compared between our HRVC strains and those reported in the literature, 30-34 5 of our genotypes were greater than 95% identical with the previously identified strains HRVQPM, HRVNY, or HRVX and likely represent the same viruses. Two other HRVCs identified in our study were 86% and 89.7% identical to published HRVC strains. [30] [31] [32] [33] [34] The VP4/VP2 sequences of the 77 HRVC strains did not cluster into either HRVA or HRVB groups (Fig 2) but instead clustered into 30 unique genotypes that were clearly distinct from HRVAs and HRVBs, showing a high degree of diversity within the group. Analyses of the data using maximum-likelihood method (DNAML) or neighbor joining (DNADIST and NEIGHBOR) yielded similar results (data not shown). Interestingly, we also detected a few viruses that clustered within the HRVA group but were less than 90% identical to previously identified HRVA serotypes and likely represent novel HRVA strains. The few HRVB viruses that were detected were all 90% or more identical with previously known strains.\n\nHRVs are associated with a significant burden of disease in young children and particularly in those with asthma. 5,15-18,20-22, 24,25 A few recent smaller studies have described a novel group of HRVs called HRVA2, HRVNY, HRVQPM, HRVX, or HRVC that are associated with respiratory symptoms, such as wheezing or bronchiolitis. [30] [31] [32] [33] [34] [35] [36] Our study is the first comprehensive population-based assessment of this novel group of HRVs with demographic and clinical information collected in the context of a large, prospective, multiyear study. [4] [5] [6] [7] Strikingly, we found that viruses from this new group comprised nearly half of the HRVs detected, with a substantial burden of HRV-related illness attributable to HRVCs. Furthermore, several clinically significant differences were observed in patients with HRVCs compared with patients with HRVAs. Of note, children with HRVCs were significantly older and were twice as likely as children with HRVAs to have underlying high-risk conditions, including asthma (unadjusted odds ratio, 2.32; 95% CI, 1.05-5.23). Children with HRVCs also were twice as likely to have a discharge diagnosis of asthma compared with those with HRVAs (unadjusted odds ratio, 2.20; 95% CI, 1.06-4.62). These data suggest that viruses in the HRVC group are more likely to be associated with asthma.\n\nOverall, HRVs were detected in 15% of all children hospitalized for ARI or fever. Analysis for other viruses during these same years detected RSV in 15.6%, PIV 1 to 3 in 6.1%, influenza in 5.0%, hMPV in 4.0%, and coronaviruses in 1.8%. Overall, a virus was detected in 46% of the study children hospitalized for ARI or fever. Thus HRV prevalence in hospitalized children was comparable with or greater than that of other commonly detected respiratory viruses.\n\nWe also assessed coinfections of HRVs and other viruses. To determine whether age played a role in coinfection, we constructed 2 multivariable logistic regression models, with common covariates in both models being age in months, HRVA/HRVC, study year, and site. The outcome of one model was coinfection for any of the 4 viruses, whereas the outcome for the other was coinfection with RSV alone. Age was significant in both models (P 5.028 and P 5.032, respectively), highlighting that older children infected with HRVAs or HRVCs were less likely to have coinfections with either RSV alone or any of the 4 viruses.\n\nWe also assessed seasonal variation in HRVs because prior studies suggested that such variation existed. 48 Although our study included only 2 years, we showed both annual and seasonal variation in HRV strains. During both study years, more HRVCs were detected in October, whereas more HRVAs were detected in April. Earlier reports have associated the September peak in asthma hospitalizations with rhinovirus circulation. [49] [50] [51] Our data support that HRVCs could be a significant contributor to this seasonal peak. Our study, like other recent studies, found a low burden of HRVB-related illness. These seasonal and yearly variations underscore the importance of studies over multiple years and seasons to understand fully rhinovirus epidemiology.\n\nWe found a surprising amount of genetic diversity among the 77 HRVC strains detected, with clustering into 30 genotypes all distinct from both HRVA and HRVB. Although these are genotypes and thus do not prove distinct serotypes, the VP4/VP2 region is a protein-coding region, and phylogenetic analysis of this region has been shown to correlate with traditional serotyping for known HRVs. 40 All of the recently described HRVs for which the VP4/VP2 sequence is available fell into the same novel group, including the QPM strains from Queensland that were originally classified as a subgroup of HRVAs. 30, 32 Lee et al 35 recently described a number of novel HRVs isolated from 26 infants. In that study 59-NCR sequences were used for phylogenetic analysis, and some of the novel viruses detected were classified as HRVA2s (including the QPM strains), whereas others were classified as HRVCs. Different viral sequences obtained in these studies make direct comparisons problematic, with different phylogenetic methods and use of different outgroup species (or no outgroup) influencing the results of such analyses. Although the classification of HRVs into 3 groups is still tentative and is based on partial sequence analysis, it appears that most of the newly discovered rhinoviruses belong to the HRVC group.\n\nThe identification of a novel group of HRVs and our finding that this group accounted for approximately half of all HRVassociated hospitalizations raises the question of why these viruses were not identified previously. One reason appears to be the difficulty in culturing HRVCs. Similar to other groups, we have been unable to cultivate these viruses despite numerous attempts using classical and nonclassical approaches (data not shown). 33, 35 Although HRVCs might have been detected by means of RT-PCR in our earlier study, 5 we did not sequence those samples. We extensively searched HRV sequences published in GenBank before 2006 and were unable to identify any that belonged to the HRVC group (data not shown). However, Lamson et al 31 reported detecting a genetically similar virus in a specimen taken in New York in 2004, and recent data from our laboratory show that similar viruses have been circulating since at least 2002. We speculate that the increased overall detection of HRVs reported in recent studies might be due primarily to molecular detection of previously unknown HRVCs rather than improved detection of known HRVA and HRVB strains. It seems likely that HRVCs have been circulating for some time rather than being newly emergent, but additional studies in our population and others are needed to definitively address this question.\n\nDespite the strength of our prospective population-based surveillance system from 2 distinct geographic regions, our study has several limitations. First, we did not test concurrent healthy control subjects to determine the prevalence of asymptomatic HRV infection. Previous reports suggest that the rate of HRV detection in asymptomatic individuals varies between 4% and 18%, 52, 53 with one study showing rates as high as 33% in young infants. 24 Second, our data do not prove that HRV infection was the trigger for all hospitalizations when detected. However, we performed highly sensitive molecular testing for influenza, RSV, hMPV, PIV 1-3, and human coronavirus, including OC43, 229E, NL63, and HKU1 (data not shown), with no virus detected in 84.4% of the HRV-positive children, strongly suggesting that HRV was the causative pathogen. Other studies support our findings. 54, 55 A third limitation of our study was that we evaluated only 2 years and 2 geographic sites. By using highly sensitive RT-PCR methods, HRVs were detected less frequently in the 2 surveillance years contained in this report (15% HRVs) when compared with our previously published work (26% HRVs). 5 Whether this represents seasonal variation or sample degradation after multiple freeze-thaw periods in samples tested in the 2 surveillance years contained in this report cannot be determined.\n\nA final limitation is the problem of asthma diagnosis in young children, illustrated by the fact that the significance of the diagnosis of asthma was reduced when adjusting for age. Older children are more likely to be given the diagnosis of asthma for acute wheezing illnesses, 56 and children with HRVCs, as a group, were older.\n\nOur study confirms that the novel HRVC group accounts for at least half of all HRV-associated illnesses in young children hospitalized with respiratory symptoms or fever, particularly in those children with asthma. We detected significant seasonal and clinical differences between children infected with HRVCs versus children infected with HRVAs. Children with HRVCs had a higher rate of discharge diagnosis of asthma (55% vs 36%, P 5 .022), suggesting that HRVCs might play an important role in asthma exacerbation. Further studies are required to confirm these interesting observations. "}