{"title": "Synthesis of empty capsid-like particles of Asia I foot-and-mouth disease virus in insect cells and their immunogenicity in guinea pigs", "body": "The assembly of foot-and-mouth disease virus (FMDV) requires the cleavage of the P12A polyprotein into individual structural proteins by protease 3C. In this study, we constructed a recombinant baculovirus that simultaneously expressed the genes for the P12A and 3C proteins of Asia I FMDV from individual promoters. The capsid proteins expressed in High Five TM insect cells were processed by viral 3C protease, as shown by Western blotting, and were antigenic, as revealed by their reactivity in an indirect sandwich-ELISA, and by immunofluorescent assay. The empty capsid-like particles were similar to authentic 75S empty capsids from FMDV in terms of their shape, size and sedimentation velocity, as demonstrated by sucrose gradient centrifugation. Both empty capsid-like particles and some small-sized particles (about 10 nm in diameter) were also observed using immunoelectron microscopy. Furthermore, the empty capsid-like particles or intermediates induced high levels of FMDV-specific antibodies in guinea pigs following immunization, and neutralizing antibodies were induced in the second week after vaccination. These recombinant, non-infectious, FMDV empty capsids are potentially useful for the development of new diagnostic techniques and vaccines.\n\nß 2009 Elsevier B.V. All rights reserved.\n\ncapsid-like particles of the FMDV are as antigenic and immunogenic as authentic FMDV, but produce no infection, because they have no RNA genome. A FMDV subunit vaccine based on empty capsid-like particles has been developed as one of the most promising alternatives to conventional vaccines (Li et al., 2008) . The baculovirus expression system is a valuable expression system that has successfully produced many kinds of virus-like particles from viruses such as enteroviruses (Hu et al., 2003) , poliovirus (Urakawa et al., 1989) , rabbit hemorrhagic disease virus (Laurent et al., 1994) , Norwalk-like viruses (Mortola and Roy, 2004) , and the severe acute respiratory syndrome (SARS) virus (Belliot et al., 2001) .\n\nBased on these results, we have generated a recombinant baculovirus Bac-P12A3C that contains all of the structural and non-structural protein genes necessary for the formation of FMDV empty capsid-like particles. Among these genes, the P1 sequence contains the B-lymphocyte and T-lymphocyte epitopes, allowing stimulation of the same cellular and humoral immune responses as those induced by complete virions. Myristoylation at the Nterminus of P12A is essential for efficient capsid assembly Krausslich et al., 1990) , and the P1 sequence, as well as the 2A and 3C proteases are necessary for processing of the P1 polyprotein into VP1, VP3 and VP0. These are therefore included in the expression system. We then investigated the expression, processing, and assembly of FMDV empty capsid-like particles and analyzed their antigenicity and immunogenicity. These recombinant noninfectious FMDV empty capsid-like particles are potentially useful for the development of diagnostic techniques and vaccines.\n\nThe Asia I/JS/2005 (Genbank No. EF149009) strain of FMDV was prepared and grown in BHK-21 cells, and was used for FMDV genomic RNA extraction. Spodoptera frugiperda (Sf9) insect cells were maintained at 27 8C in Sf-900 II SFM (Invitrogen) supplemented with 2.5% fetal bovine serum. High Five TM cells (HF cells, pH 6.3) were maintained at 27 8C in Express Five 1 SFM (Invitrogen).\n\nThe transfer plasmids were generated using the pFast-Bac Dual vector (Invitrogen), which contains two multiple cloning sites (MCS). The gene fragments for P12A (2202 bp) and 3C (639 bp) were amplified by polymerase chain reaction (PCR) from the cDNA of the Asia I/JS/2005 virus. The primers used for amplification of P12A gene were as follows: P1F, 5 0 -AGGGGATCCATGGGCAACACTGGAAGCAT-CAT TAAC-3 0 ; P1R, 5 0 -GATTCTAGATTACCCAGGGTTGGACTC-CACGTCTCCTG-3 0 . The incorporated Bam HI and Xba I restriction enzyme sites, respectively, are underlined. The primers for amplification of the 3C gene were: 3CF, 5 0 -AGGCCATGGAGAGTGGTGCCCCACCGACTGA-3 0 and 3CR, 5 0 -AGGGTACCTTACTCGTGGTGTGGTTCGGGGTCGATG-3 0 . The incorporated Nco I and Kpn I restriction enzyme sites, respectively, are underlined. The PCR product encoding P12A was digested with Bam HI and Xba I and cloned into MCS I under the control of the polyhedron (PH) promoter. Similarly, the amplified 3C fragment was digested with Nco I and Kpn I and cloned into MCS II under the control of the p10 promoter. The target genes in resulting transfer plasmids were confirmed by sequencing and no mutations were introduced. The transfer plasmids were named pFBDual-P12A3C.\n\nThe recombinant baculovirus Bac-P12A3C was subsequently generated using the Bac-to-Bac System (Invitrogen). Briefly, the recombinant plasmids were transformed into Escherichia coli DH10Bac (Invitrogen), in which all the expression cassettes between Tn7R and Tn7L had been transferred from pFBDual-P12A3C to the bacmid by sitespecific transposition. The subsequent steps for bacmid isolation, transfection, and selection of the recombinant viruses were performed according to the instructions for the Bac-to-Bac System.\n\nSf9 cells were infected with the recombinant baculovirus to prepare high titer viral stock. Once a viral stock of known titer of the recombinant baculovirus was acquired, HF cells were infected with recombinant virus at a multiplicity of infection (MOI) of 10 for 3 days postinfection (dpi).\n\nThe recombinant protein extracts from baculovirusinfected HF cells and mock-infected cells were separated by 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis. Cell lysates were prepared in lysis buffer [0.1% Triton X-100 in PBS, pH 7.4]. For Western blotting, the separated proteins were electro-transferred onto a nitrocellulose membrane for 2.5 h at 160 mA. The membrane was blocked, and then incubated with cattle serum against FMDV (1:160). The serum was collected at 60 dpi from cattle infected with FMDV strain Asia I/JS/2005. After several washes, the membrane was incubated with horseradish peroxidase-conjugated anti-cattle IgG antibody (1:20,000; KPL). The reaction was visualized with TMB substrate (KPL).\n\nFor the immunofluorescent assay (IFA), HF cells were grown on cover slips and infected with the recombinant baculovirus at 10 MOI for 12 h before fixation with cold acetone. The cells were incubated with rabbit serum against FMDV 146S antigen (37 8C for 30 min) in a humid box. After washing with phosphate-buffered saline with 0.05% Tween-20 (PBST), the cells were stained with fluorescein isothiocyanate-conjugated goat anti-rabbit IgG. The unbound fluorescent antibodies were washed away with PBST. The slides were sealed with glycerol and observed under a fluorescence microscope.\n\nIn order to determine which MOI would induce the best kinetics of infection for maximal protein expression, the recombinant virus Bac-P12A3C was used to infect HF cells at MOIs ranging from 3 to15. HF cells were harvested at 4 dpi. The recombinant virus was also used to infect HF cells at an appropriate MOI, after which infected cells were harvested daily from 2 to 6 dpi, in order to determine when the peak level of protein expression occurred. The harvested cells and supernatants were detected by indirect sandwich-enzyme-linked immunosorbent assay (IS-ELISA), which was carried out using the standard method for FMDV antigen typing (Office International des Epizooties, 2004). In brief, microtiter plates were coated with anti-FMDV type Asia I rabbit sera at a dilution of 1:1000 in carbonate coating buffer overnight at 4 8C. All subsequent incubations were performed at 37 8C for 1 h, using 100 ml of reagent added to each well. Cell lysates (75 cm 2 monolayer cells were harvested in 2 ml lysis buffer) and supernatants from infected HF cells were diluted with two-fold serial dilutions and added to the wells with inactivated FMDV Asia I/JS/2005 virions and mock-infected antigen, as the positive and negative controls, respectively. Plates were then incubated with anti-FMDV type Asia I guinea pig sera, followed by peroxidase-linked rabbit anti-guinea pig IgG conjugate (Sigma) (diluted 1:10,000). Following the washing step, TMB (KPL) substrate was added to the plate, and sulfuric acid was added to stop the substrate/chromogen reaction. The optical density at 450 nm (OD450) of each well was determined in an automated ELISA plate reader.\n\nConcentrated lysates and supernatants from HF cells infected with recombinant baculovirus Bac-P12A3C were preclarified by low speed centrifugation (8000 g, 30 min at 4 8C) and subsequently centrifuged on a 15-45% (wt/ vol) sucrose gradient in NET buffer (0.1 M NaCl/0.001 M EDTA/0.05 M Tris-HCl, pH 7.5) at 35,000 g for 2.5 h at 4 8C. The peak fraction for target protein was determined by spectrophotometer and was used for electron microscopy.\n\nFor immunoelectron microscope (IEM) observation, the cell lysates were clarified by centrifugation at 12,000 g for 20 min and then extracted with an equal volume of chloroform. The supernatants of extracted cell lysates were mixed with rabbit anti-FMDV sera at a dilution of 1:100 in PBS, and then incubated for 2 h at 37 8C. Subsequently, the antigen-antibody complexes were precipitated by low speed centrifugation (3000 g for 20 min at 4 8C). After washing with PBS, the precipitates were resuspended again in PBS. The immune complexes were adhered to carbon/Formvar grids (Electron Microscope Sciences) for 3-5 min, washed once with PBS and stained for 15 s with 1% ammonium phosphotungstate (Sigma), pH 7.0. Specimens were viewed using a JEM-1200EX transmission electron microscope.\n\nIn order to determine the immunogenicity of the baculovirus-derived antigen, 18 healthy guinea pigs weighing 300-400 g were used for the vaccination test. All of the animals were fed in an isolation hutch. The guinea pigs were randomly divided into three groups, with six guinea pigs in each group. For primary inoculation, group A received 0.5 ml conventional FMD vaccine containing approximately 1.0 mg 146S antigen, group B received 0.6 ml crude extracted proteins from Bac-P12A3C containing approximately 1.2 mg empty capsid-like particles, and group C received 0.6 ml cell lysates infected with wild-type baculovirus. Groups A-C were then boosted with 0.5 ml conventional FMD vaccine, 1 ml crude extracted proteins containing approximately 2.0 mg empty capsid-like particles and 1 ml cell lysates infected with wild-type baculovirus, respectively, 28 days after primary vaccination. All antigen used to vaccinate animals was emulsified with Montanide ISA 206 (Seppic). All guinea pigs were inoculated intramuscularly on the inner side of a rear leg. Three guinea pigs in each group were randomly selected and bled at 2-week intervals for the detection of antibodies against Asia I FMDV.\n\nSerum antibodies to FMDV were detected by indirect ELISA using 96-well flat-bottomed plates (Nunc) coated with FMDV Asia I/JS/2005 whole virus inactivated antigen in 0.1 M carbonate/bicarbonate buffer, pH 9.6, overnight at 4 8C. Antigens were prepared by inactivating viruses grown on monolayers of BHK-21 cells with binary ethyleneimine using the procedures similar to vaccine manufacture. After blocking with 5% bovine serum albumin/PBS plates were incubated with duplicate two-fold serial dilution of test sera for 1 h at 37 8C. Rabbit anti-guinea pig IgG peroxidase conjugate (Sigma) at 1:20,000 dilution was then added for 1 h at 37 8C, followed by the TMB substrate. Absorbance was determined at 450 nm. Neutralizing antibody determinations were performed with sera sampled at day 0 (prior to vaccination), day 14 and day 28 after the primary and booster vaccinations. Serum samples were obtained from three guinea pigs from each group. dpv: days post vaccination. a Log10 reciprocal antibody titers to neutralize 100 TCID 50 of homologous FMDV in 50% of the wells.\n\nAll sera taken from guinea pigs were analyzed for neutralizing antibody titers by using a micro-neutralization assay with monolayers of BHK-21 cells (Yu and Cui, 1997) . Double dilutions of sera were reacted with 100 TCID 50 of FMDV Asia I/JS/2005 at 37 8C for 1 h. Cells were then added as indicators of residual infectivity. The microplates were incubated at 37 8C for 3 days prior to fixing and staining. The endpoint titers were calculated as the reciprocal of the last serum dilution to neutralize 100 TCID 50 homologous FMDV in 50% of the wells. Table 1 .\n\nIn order to verify the presence of the target gene in the recombinant bacmid, PCR was performed using the M13 Forward and M13 Reverse primers. This pair of primers flanks the mimi-att Tn7 site within the lacZ a-complementation region to facilitate PCR analysis. The target gene was inserted after transposition, generating a 5401-bp fragment; if no target gene was inserted, amplification produced a 300-bp fragment (Fig. 1) .\n\nThe recombinant baculovirus was generated after transfection of Sf9 cells with recombinant bacmid, which was named Bac-P12A3C. The titers of recombinant virus were measured at 1 Â 10 8 -1.3 Â 10 8 plaque forming units/ ml at the third passage. HF cells were then infected with recombinant baculovirus at an MOI of 10. Cells and supernatants were harvested and analyzed at 3 dpi, at which point most of the cells showed cytopathic effects. In the IFA, the recombinant virus-infected cells (but not the mock-infected cells) reacted with the rabbit anti-FMDV sera (Fig. 2) . The expressed proteins also reacted with sera against FMDV as shown by Western blotting, and four bands of approximately 24, 33, 47 and 81 kDa were detected. These results demonstrated that recombinant P1-2A (81 kDa) polyprotein was partially processed by 3C protease into VP31 (47 kDa), VP0 (33 kDa), VP3 (24 kDa) and VP1 (24 kDa) (Fig. 3) . \n\nThe results of IS-ELISA revealed that the maximum amount of proteins were expressed when HF cells were infected with 10 MOIs of Bac-P12A3C recombinant baculovirus (Fig. 4A ). In addition, the FMDV capsid proteins were produced and released into the culture medium at low levels at 2 dpi. Peak expression of the recombinant FMDV capsid proteins occurred at 4-5 dpi, as detected in the cell lysates and supernatants (Fig. 4B) . The OD of the harvested cell lysates and supernatants infected with recombinant baculovirus decreased as the dilution rate increased, which was in good agreement with the variation in the positive control FMDV antigen. Neither the lysates nor the supernatants of mock-infected cells changed (Fig. 5) .\n\nThe expressed empty capsid-like particles were purified from both the cell lysates and supernatants by sucrose gradient centrifugation. The peak level of protein was observed in the fraction separated using a 25% sucrose gradient (Fig. 6A) . This position was similar to that of 75S empty capsid particles from FMDV. The results showed that the expressed empty capsid-like particles were similar to authentic 75S empty capsids from FMDV in terms of their sedimentation velocity. According to electron microscopic observations, the authentic 75S empty capsid from FMDV (Fig. 6B) and empty capsid-like particles (Fig. 6C) were both approximately 30 nm in diameter.\n\nEmpty capsid-like particles were also observed by IEM in cells infected with Bac-P12A3C recombinant baculovirus. The observed particles were spherical with diameters ranging from 10 to 30 nm (Fig. 7) . These results indicated that some small-sized pentamer-like structures, as well as empty capsid-like particles, existed in the cell lysates.\n\nIndirect ELISA showed that the specific antibody response of guinea pigs vaccinated with inactivated whole virus vaccine increased greatly during the second week after the first vaccination. At the same time the antibody responses of group B increased continuously after primary and boosted inoculation with crude extracted protein containing empty capsid-like particles. No seroconversion occurred in guinea pigs in group C (Fig. 8) .\n\nThe neutralizing antibody response to FMDV is considered to be the basis of protective immunity (Doel, 1999; Aggarwal and Barnett, 2002) . In order to identify empty capsid-like particles that could elicit neutralizing antibodies, we assessed the protective capacity of the sera taken from immunized guinea pigs by observing their ability to neutralize the infectivity of Asia I virus in cells. Guinea pigs in groups A and B produced an increased neutralizing antibody response against FMDV after primary and boosted inoculation with inactivated whole virus vaccine and crude extracted proteins containing empty capsid, whereas animals in group C did not produce any detectable neutralizing antibodies.\n\nStudies in immunology have identified the presence of linear and conformational sites present on both empty capsids and virions (Rowlands et al., 1975; Doel and Chong, 1982; Grubman et al., 1985) , and antisera raised against empty capsids had serological specificities that were indistinguishable from those of sera prepared against virions (Rweyemamu et al., 1979) . All of these results demonstrated that empty capsids of FMDV were similar to virions, and could be used to mimic virions immunologically. Several different expression systems have been used to produce empty capsid-like particles of FMDV (Lewis et al., 1991; Abrams et al., 1995; Mayr et al., 1999) , however, many problems still exist such as poor immunogenic capability or low efficiency. Adenovirus based vaccine known for its best protective effects can protect 5 of 5 vaccinated cattle, but this vaccine is still unacceptable because of the limit for repeated vaccination and high cost. The baculovirus expression system has many advantages over other expression systems, and has been used to produce large quantities of viral proteins (Luckow and Summers, 1989; Webb and Summers, 1990) . Although there have been many attempts to complete the assembly of FMDV empty capsid-like particles in the baculovirus expression system, no FMDV empty capsid-like particles have been detected in insect cells by electron microscopy. As shown in the previous study by Jae-Ku et al. (2007) , only pentamer-like structures could be observed using electron microscopy. These authors presumed that the pH (about 6.2) of the insect cell medium influenced the assembly of the FMDV capsid structures. In our study, however, in addition to pentamer-like structures (small-sized particles under IEM), we also observed some empty capsid-like particles. This was consistent with the Fig. 8 . The antibody titers of guinea pigs after primary and booster inoculations analyzed by indirect ELISA. Sera were sampled at day 0 (prior to vaccination), day 14 and day 28 after the primary and booster vaccinations and tested for antibodies at 1:32 dilution. The result was obtained from the average of three sera in each group. dpv: days post vaccination. report of Ellard et al. (1999) , who reported that empty capsids were more resistant to low pH than corresponding virions, and that some survived at pH 6.2. We collected and processed the infected cells using a lysis buffer (pH 7.4) that might have facilitated the assembly of empty capsid-like particles. These results further suggest a pivotal role for pH in the stability of FMDV empty capsids. It is also possible that empty capsids of the Asia I virus strain that we used were more resistant to acid conditions than those of the O type virus. Curry et al. (1995) found that acid-resistance varied among different strains of FMDV within the same serotype.\n\nIn this study, we achieved the efficient expression, processing, and assembly of empty capsid-like particles from the Chinese strain of FMDV (Asia I/JS/2005) by using the pFastBac TM Dual vector containing two MCS to allow expression of two heterologous genes. The viral proteins were expressed by a recombinant baculovirus in HF cells, and expressed recombinant proteins were processed by 3C protease and self-assembled into empty capsid-like particles or intermediates, as observed by IEM and the appearance of the VP0, VP3 and VP1 bands in Western blotting. Sucrose gradient analysis indicated that 75S empty capsids were present in the 25% sucrose gradient, and this was confirmed by electron microscopy. According to the results of IS-ELISA and IFA, the expressed empty capsid-like particles were antigenic.\n\nIn order to examine their immunogenicity, guinea pigs were immunized with FMDV empty capsid-like particles or intermediates. Both FMDV-specific antibodies and neutralizing antibodies were generated in these guinea pigs, but their levels were lower than those generated by the commercial vaccine. One possible reason for this was that we vaccinated animals with crudely extracted proteins containing empty capsids, and the quantity of empty capsidlike particles might have been lower than in the conventional inactivated vaccine. Further studies are therefore needed to improve the amount of protein expression and empty capsid assembly in insect cells. Based on our results, we can conclude that empty capsid-like particles or intermediates of Asia I FMDV assembled in insect cells exhibit good antigenicity and immunogenicity. These initial laboratory results are encouraging for the development of an empty capsid subunit vaccine for FMD. However, the conventional inactivated FMDV vaccine currently remains the most effective means of controlling and preventing FMD in epidemic areas."}