{"title": "cd4 + t-cell counts and interleukin-8 and ccl-5 plasma concentrations discriminate disease severity in children with rsV infection RSV Monoinfection Is Associated With Disease Severity, Irrespective of Viral Load", "body": "r espiratory syncytial virus (RSV) is a common cause of bronchiolitis in young children (1, 2) . The clinical manifestations of RSV infection range from a common cold to severe lower respiratory tract infections requiring mechanical ventilation. About 1-2% of RSV-infected children are hospitalized (3) (4) (5) , of which 6-11% require intensive care admission (3, 6) . Although young age, prematurity, congenital heart diseases, chronic lung diseases, and immune deficiencies are risk factors for severe RSV infection, more than half of the RSV-infected children requiring intensive care admission were otherwise healthy (3, 7) .\n\nIt has been reported that 35% of children hospitalized with bronchiolitis did not receive any supportive intervention (8) .\n\nOn the other hand, it is crucial that those children who may experience clinical deterioration are not discharged. Among those sent home with a diagnosis of bronchiolitis, 4.6-6.8% required hospitalization later on during infection (9, 10) . Clinical prediction models may help clinicians to distinguish RSV-infected children requiring hospitalization from those who can be safely sent home. To date, mainly clinical parameters have been used to predict the severity of disease in RSV infection (11, 12) . Several studies have associated severity of RSV disease with particular cytokines such as interleukin (IL)-8, IL-6, IL-4, and interferon (IFN)-γ (13) (14) (15) (16) . A change in plasma or nasopharyngeal levels of these cytokines early in the host response can be used as early markers for severity of disease. The addition of inflammatory parameters may improve the prediction of disease severity in children with RSV infections.\n\nTo examine whether a combination of these inflammatory mediators can differentiate between severe and mild RSV infection, we characterized immune cells (CD4 + and CD8 + T cells, natural killer (NK) cells, monocytes, and B cells) and measured concentrations of 16 cytokines and chemokines in young children with RSV bronchiolitis.\n\nDemographics and clinical features of the 52 included infants are presented in Table 1 . Children with severe disease were significantly younger than those with mild or moderate disease (1.0 vs. 2.0 and 5.3 mo; P < 0.01 and P = 0.04, respectively). No other significant differences in clinical parameters were observed.\n\nAn examination of the nasopharyngeal samples detected RSV in all the samples. In 21 of 53 samples (40%), one or more other viruses than RSV were detected, of which rhinovirus was most frequently detected (n = 17). Viral coinfection occurred more often in children with mild RSV infection (73%) as compared with those with moderate (46%) and severe disease (16%; P < 0.01). No differences in RSV load were observed between the severity groups or between children with RSV monoinfections and those infected by multiple viruses.\n\nNo differences were found in the numbers of granulocytes, monocytes, or B cells between the severity groups (Figure 1) . Severe RSV infection was associated with lower CD4 + T-cell, CD8 + T-cell, and NK-cell counts as compared with mild or moderate infection. During recovery, the number of NK cells, CD4 + T cells, and CD8 + T cells in children with severe RSV infection increased to normal values for age (Supplementary Figure S1 online). No differences were found in immunophenotyping of fresh or cryopreserved peripheral blood mononuclear cells (PBMCs) (data not shown).\n\nCytokine concentrations in plasma and nasopharyngeal aspirates in the three patient groups are summarized in Table 2 and Supplementary Table S1 online. Cytokines that were present in less than 30% of the acute blood and nasopharyngeal samples were excluded from further analyses (Supplementary Tables S2 and S3 online).\n\nIn children with severe disease, IL-8, IL-6, and granulocyte colony-stimulating factor (G-CSF) plasma concentrations were higher than in those with mild or moderate disease ( Table 2 ). In contrast, severe disease was associated with lower chemokine (C-C motif) ligand (CCL-5) plasma concentrations as compared with mild or moderate disease (P < 0.01). Whereas CCL-5 concentrations were higher during acute infection as compared with those during recovery in the moderate group (P = 0.03), CCL-5 plasma levels were lower during acute infection as compared with those during recovery in the severe group (P = 0.01). In addition, CCL-5 plasma concentrations during recovery were significantly higher in the moderate group than in the severe group (P = 0.03).\n\nNo significant differences in the percentage or absolute numbers of IL-4-and IFN-γ-producing CD4 + and CD8 + T cells were observed in children with severe RSV infection as compared with those with mild or moderate RSV infection (Supplementary Table S4 online).\n\nOverall, nasopharyngeal cytokine concentrations were higher during acute infection than after recovery (Supplementary Table S3 online). Higher IL-6 concentrations were found in nasopharyngeal samples from children with moderate or severe disease as compared with those with mild disease (P < 0.05). No other significant differences in nasopharyngeal cytokine levels were found between the patient groups (Supplementary Table S1 online). \n\nGiven that severe disease was associated with younger age, we also performed analyses in infants within 3 mo of birth.\n\nBecause of the small numbers, we categorized these infants into two groups: ventilated (15) and nonventilated (18) . In this young age group, higher IL-8, IL-6, and G-CSF plasma concentrations, lower CCL-5 plasma concentrations, and lower NK cell and CD4 T-cell counts were observed in ventilated as compared with nonventilated RSV-infected infants ( Table 3) .\n\nAs infection by multiple viruses may have influenced our results, we analyzed inflammatory parameters in 16 ventilated and 15 nonventilated children with RSV single infections. No significant differences in age and clinical parameters were found. Significantly higher IL-8, IL-6, and G-CSF and, although not significant, lower CCL-5 plasma concentrations (P = 0.06) were observed in ventilated children as compared with nonventilated children. In addition, CD4 + T-cell and NK cell but not CD8 + T-cell counts were lower in ventilated children than in nonventilated children.\n\nClinical and inflammatory parameters that were significantly different between the patient groups ( Table 4) were selected for further analyses. On the basis of the receiver operating characteristic curves, cutoff values were calculated (67 pg/ml, 13 ng/ml, and 2.3 × 10 6 cells/ml for IL-8 and CCL-5 plasma levels and CD4 T-cell counts, respectively). IL-8 plasma levels and CD + T-cell counts showed high sensitivity (89% and 87%, respectively) and specificity (77% and 74%, respectively), followed by CCL-5 with a sensitivity of 79% and specificity of 74%. We explored the possibility of using a combination of markers to predict disease severity. The combination of IL-8 and CCL-5 levels and CD4 + T-cell counts predicted disease severity with a sensitivity of 82% and specificity of 96%, if two of three cutoff values within a patient were above or below the threshold. Positive and negative predictive values were 93% and 89%, respectively, for this combination of markers.\n\nThis study demonstrates that CD4 + T-cell counts and IL-8 and CCL-5 plasma concentrations may be a useful set of markers for distinguishing disease severity in young children with RSV bronchiolitis. Therefore, by including immunological inflammatory parameters, current clinical prediction models for severity of RSV infection may be improved. \n\nData are presented as median values (25th-75th percentile). Kruskal-Wallis tests were performed and the results are presented; P < 0.05 was considered to be statistically significant. If differences were significant, a Mann-Whitney U-test was performed for one-to-one comparisons: *P < 0.01: mild vs. severe and moderate vs. severe; **P < 0.01: mild vs. severe and moderate vs. severe; ***P = 0.02: moderate vs. severe; and † P = 0.01: moderate vs. severe.\n\nccL, chemokine (c-c motif ) ligand; G-csF, granulocyte colony-stimulating factor; IL, interleukin; IP, inducible protein; McP, monocyte chemoattractant protein; Ns, not significant; RsV, respiratory syncytial virus.\n\nArticles Brand et al.\n\nIn our study, young age, lymphocytopenia, and IL-8, IL-6, G-CSF, and CCL-5 plasma levels were associated with severe RSV infection. Young age is a known risk factor for severe RSV infection. An immature immune system, in combination with the lack of in utero sensitization to RSV and small airways, indicates that severe RSV infections are predominantly observed in young infants (17) . However, age alone cannot explain the observed differences in inflammatory parameters because our analyses in infants within 3 mo of birth still showed significant differences in inflammatory parameters between the severity groups.\n\nIn line with previous studies (18) (19) (20) , lower T-cell and NK-cell counts were observed during severe RSV infection as compared with milder infections. Given that young infants have normally higher T-cell and NK-cell counts than older children (21, 22) , the degree of lymphocytopenia may even have been underestimated in this patient group. This lymphocytopenia can be explained by either migration of lymphocytes into the airways or apoptosis (13, 18, 19, 23) . Another hypothesis may be that infection-induced immune suppression results in lower lymphocyte counts.\n\nAs previously described (15), our results show that RSV infections induce a systemic response reflected by changes in cytokine plasma concentrations. Despite the significantly higher IL-8, IL-6, and G-CSF and lower CCL-5 concentrations in plasma during severe RSV infection as compared with milder infection, in nasopharyngeal aspirates, only IL-6 was significantly higher during severe RSV infection. Given that nasopharyngeal samples do not necessarily reflect local inflammation in the lower airways (24) , and sampling methods and correction for dilutional effects differ between studies, the use of cytokines in nasopharyngeal samples as biomarkers is complicated. Because blood samples are relatively easy to obtain in a uniformly established manner, and cytokine plasma levels were all normalized at the time of recovery, cytokine levels in plasma are potential biomarker candidates for diagnostic use.\n\nIn contrast to increased IL-8, IL-6, and G-CSF levels, CCL-5 plasma concentrations were decreased during severe RSV infection as compared with those after recovery and milder manifestations of RSV infection. Although our results differ from some \n\nNumbers are presented as median values (25th-75th percentile). cytokine concentrations are given in pg/ml and cell numbers in 10 6 cells/ml. Mann-Whitney U-tests were performed; P < 0.05 was considered to be statistically significant.\n\nccL, chemokine (c-c motif ) ligand; G-csF, granulocyte colony-stimulating factor; IL, interleukin; NK, natural killer; RsV, respiratory syncytial virus. cutoff values are based on optimal sensitivity and specificity for each marker. \n\nstudies that observed increased CCL-5 concentrations in respiratory samples (24, 25) and blood (26) during acute RSV infection as compared with healthy controls, they are consistent with others showing lower CCL-5 concentrations in blood during acute infection as compared with recovery samples (27, 28) . The fact that not all studies examined recovery samples or evaluated disease severity may explain these differences. Although CCL-5 is initially produced by local innate immune cells to attract T cells and monocytes to the site of infection, CD4 + and CD8 + T cells have been described as the main source of the second peak of CCL-5, which occurs 5-7 d after infection (29) . A decrease in T cells may therefore result in lower CCL-5 levels. However, the discrepancy between T-cell counts and CCL-5 levels during recovery in the moderate and severe groups suggests that the lower T-cell counts cannot completely explain the lower CCL-5 levels during severe RSV infection. Other mechanisms such as an inadequate or suppressed T-cell response may play a role. Infection-induced immune suppression is a well-established phenomenon and has been described in sepsis, measles, and chronic viral infections (30) (31) (32) . The immature immune system of infants can also result in a reduced immune response. Controversial results have been published on changes in CCL-5 levels during the first months of life, and we cannot exclude that higher CCL-5 levels reflect functional maturation of the immune system (33, 34) . However, in infants within 3 mo of birth, we still observed significantly lower CCL-5 concentrations in ventilated infants than in nonventilated infants.\n\nThe inflammatory response during severe RSV infection has been associated with atopy and asthma, although the precise mechanism behind this relation is still unclear (35) . It has been suggested that an IL-4-induced Th2 response during primary RSV infection might play a role in the development of atopic disease, although this could also be due to a shared etiology of bronchiolitis and asthma (36) . If this had played a role in our study, one would expect differences in IL-4-producing T-cell subsets or differences in the prevalence of atopic disease. However, no differences between severe and nonsevere patients were found. Therefore, it is unlikely that the inflammatory markers found to be associated with disease severity can be explained by the existing atopy or the development of atopic disease.\n\nSome limitations of our study need to be considered. Multiple viruses were detected in 40% of the samples, and these coinfections were associated with less severe RSV infection. Although comparing single RSV infections between ventilated and nonventilated children gave results similar to those of the analyses in which multiple infections were included, the possibility that the presence of other viruses induced a different inflammatory response cannot be entirely excluded. Another important consideration regarding markers for disease severity is that they do not have clinical implications at this moment, because currently no antiviral treatment is available. However, newly developed antiviral treatment of patients will be based most likely on diagnostics predicting disease severity and susceptibility (37, 38) . For the evaluation of intervention studies, such as vaccination and antiviral treatment, markers for disease severity will be valuable. Furthermore, given that we focused on the discrimination between ventilated and nonventilated children, studies need to be undertaken to determine whether this set of biomarkers could also discriminate between children requiring hospitalization and those who can be discharged.\n\nIn summary, we demonstrate the usefulness of a combination of immunological markers to distinguish disease severity in young RSV-infected children. We conclude that prediction models of RSV infection in young children may be improved by including immunological parameters, such as IL-8 and CCL-5 concentrations and CD4 + T-cell counts. Future studies have to be performed to validate our findings to see whether the use of these parameters may contribute to early recognition of children developing severe RSV infection. This may guide clinicians to decide whether a child needs to be hospitalized and to initiate symptomatic therapy in an early phase of disease.\n\nChildren below 2 y of age with RSV bronchiolitis were prospectively included during three consecutive winter seasons (from November to April 2006-2009). Bronchiolitis was defined as an acute infection of the lower airways, characterized by increased respiratory effort and expiratory wheezing and/or crackles and/or apnea. The study was approved by the Committee on Research Involving Human Subjects of the University Nijmegen Medical Center, and written informed consent was obtained from all parents. Within 24 h after presentation, blood and nasopharyngeal samples were collected; and from hospitalized children, permission was asked of the parent or guardian for a recovery sample 4-6 wk later. Clinical data were collected from questionnaires and medical records. Retrospectively, based on the clinical course, patients were classified into three different groups: children without supportive interventions were allocated to the mild group; those requiring hospitalization for supplemental oxygen (oxygen saturations below 93%) and/or nasogastric feeding were allocated to the moderate group; and children requiring mechanical ventilation were allocated to the severe group.\n\nNasopharyngeal aspirates were collected by introducing a catheter into the nasopharynx. Then, 1.5 ml saline was instilled into the nose and, while slowly retracting the catheter, the nasopharyngeal fluid was aspirated in a collection tube. Subsequently, the catheter was flushed with 1 ml saline, which was added to the collection tube. The samples were cooled and immediately transported to the laboratory. The nasopharyngeal aspirate was centrifuged and the supernatant was frozen at −80 °C.\n\nA total of 5 ml of blood was collected into sodium heparin tubes and processed within 2 h. Blood smears were stained with May-Grunwald-Giemsa to determine the percentages of granulocytes. PBMCs were obtained by density gradient centrifugation (Lymphoprep, Axis Shield, Oslo, Norway) and stored in liquid nitrogen after cryopreservation. Immunophenotyping was performed on either fresh blood cells or on viably frozen PBMCs to determine the leukocyte subsets. Plasma samples, diluted 1:1 with phosphate-buffered saline, were stored at −80 °C for cytokine analyses.\n\nMultiplex real-time reverse transcription PCR was performed on nasopharyngeal aspirates as previously described (39 "}