{"title": "A highly conserved cryptic epitope in the receptor-binding 3 domains of SARS-CoV-2 and SARS-CoV 4 5 6 7", "body": "(3). Such a high degree of sequence similarity raises the possibility that cross-reactive 48 epitopes may exist. A recent study has shown that CR3022, which is a human 49 neutralizing antibody that targets the receptor-binding domain (RBD) of SARS-CoV (4),\n\ncan bind to the RBD of SARS-CoV-2 (5). This finding provides an opportunity to uncover 51 a cross-reactive epitope. 52 53 CR3022 was previously isolated from a convalescent SARS patient and is encoded by 54 germline genes IGHV5-51, IGHD3-10, IGHJ6 (heavy chain), and IGKV4-1, IGKJ2 (light 55 chain) (4). Based on IgBlast analysis (6), the IGHV of CR3022 is 3.1% somatically 56 mutated at the nucleotide sequence level, which results in eight amino-acid changes 57 from the germline sequence, whereas IGKV of CR3022 is 1.3% somatically mutated 58 resulting in three amino-acid changes from the germline sequence (fig. S1). We 59 therefore determined the crystal structure of CR3022 with the SARS-CoV-2 RBD at 3.1 60 Å resolution (table S1 and fig.S2 , A and B) (7). CR3022 uses both heavy and light 61 chains (Fig. 1B) , and all six complementarity-determining region (CDR) loops (Fig. 1C) \n\n. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.991570 doi: bioRxiv preprint 4 for interaction with the RBD. The buried surface area on the epitope is 917 Å 2 and 63 SARS-CoV-2 recognition by CR3022 is largely driven by hydrophobic interactions (Fig.   64 1E). Five out of 11 somatic mutations are found in the paratope region ( fig. S2C ),\n\nimplying their likely importance in the affinity maturation process.\n\nOut of 28 residues in the epitope (defined as residues buried by CR3022), 24 (86%) are 68 conserved between SARS-CoV-2 and SARS-CoV (Fig. 1D ). This high sequence 69 conservation explains the cross-reactivity of CR3022. Nonetheless, despite having a 70 high conservation in the epitope residues, CR3022 Fab binds to SARS-CoV RBD (K d = 1 71 nM) with a much higher affinity than to SARS-CoV-2 RBD (K d = 115 nM) (Table 1 \n\nMass spectrometry analysis has shown that a complex glycan is indeed present at this 79 N-glycosylation site in . An N-glycan at N370 would fit into a groove 80 formed between heavy and light chains ( fig. S4C ), which could increase contact and, 81 hence, binding affinity to CR3022. We then tested whether CR3022 was able to 82 neutralize SARS-CoV-2 and SARS-CoV in an in vitro microneutralization assay (7).\n\nWhile CR3022 could neutralize SARS-CoV, it did not neutralize SARS-CoV-2 at the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.991570 doi: bioRxiv preprint 5 SARS-CoV-2 uses the same host receptor, angiotensin I converting enzyme 2 (ACE2) 89 as [9] [10] [11] . Interestingly, the epitope of CR3022 does not overlap with the 90 ACE2-binding site ( Fig. 2A) . Structural alignment of CR3022-SARS-CoV-2 RBD complex 91 with the ACE2-SARS-CoV-2 RBD complex (11) further indicates that binding of CR3022 92 would not clash with ACE2 (12). This analysis implies that the neutralization mechanism 93 of CR3022 does not depend on direct blocking of receptor binding, which is consistent 94 with the observation that CR3022 does not compete with ACE2 for binding to the RBD 95 (5). Unlike CR3022, most known SARS RBD-targeted antibodies compete with ACE2 for 96 binding to RBD (4, [13] [14] [15] [16] . The epitopes of these antibodies are very different from that 97 of CR3022 (Fig. 2B ). In fact, it has been shown that CR3022 can synergize with other 98 RBD-targeted antibodies to neutralize SARS-CoV (4). Although CR3022 itself cannot 99 neutralize SARS-CoV-2 in this in vitro assay, whether CR3022 can synergize with other 100 SARS-CoV-2 RBD-targeted monoclonal antibodies for neutralization remains to be 101 determined.\n\nRecently, the cryo-EM structure of homotrimeric SARS-CoV-2 S protein was determined 104 (17, 18) and demonstrated that the RBD, as in other coronaviruses (19, 20) adopts two 105 different dispositions in the trimer. The RBD can then undergo a hinge-like movement to 106 transition between \"up\" or \"down\" conformations ( Fig. 3A ). ACE2 host receptor can only 107 interact with the RBD when it is in the \"up\" conformation, whereas the \"down\" 108 conformation is inaccessible to ACE2. Interestingly, the epitope of CR3022 is also only 109 accessible when the RBD is in the \"up\" conformation ( Fig. 3, B and C) . Furthermore, the 110 ability for CR3022 to access the RBD also depends on the relative disposition of the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.991570 doi: bioRxiv preprint 6 protomer if the latter adopts a \"down\" conformation ( Fig. 3D) . As a homotrimer, the S 115 protein could potentially adopt four possible RBD configurations, namely none-\"up\", 116 single-\"up\", double-\"up\", and triple-\"up\". It appears that CR3022 can only bind to the S 117 protein when it is in double-\"up\" or triple-\"up\" configuration. Specifically, one molecule of 118 CR3022 can be accommodated in the double-\"up\" configuration ( Fig. 3E) , whereas three 119 molecules of CR3022 could potentially be accommodated in the triple-\"up\" configuration 120 (Fig. 3F ). Previous cryo-EM studies have also shown that the recombinant SARS-CoV S 121 protein is mostly found in the none-\"up\", single-\"up\", or double-\"up\" conformations (19, 122 21), but rarely in the triple-\"up\" conformation, even with ACE2 receptor bound (21, 22) .\n\nTogether with the fact that CR3022 was isolated from a convalescent SARS patient (4) \n\nTherefore, although CR3022 does not neutralize SARS-CoV-2 in vitro despite its 146 reasonable binding affinity, it is possible that this epitope can confer in vivo protection.\n\nThe potential existence of non-neutralizing protective antibodies to SARS-CoV-2 148 highlights the need for an effective SARS-CoV-2 infection mouse model, which has yet 149 to be established.\n\nSince there is currently great urgency in the efforts to develop a vaccine against SARS-\n\nCoV-2, characterizing the epitopes on SARS-CoV-2 S protein is extremely valuable.\n\nMuch work is now ongoing in isolating human monoclonal antibodies from SARS-CoV-2 154 patients. We anticipate that these investigations will decipher the antigenic properties \n\n. CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 "}