{"title": "Characterization of severe acute respiratory syndrome coronavirus membrane protein", "body": "The outbreak of a new highly pathogenic severe acute respiratory syndrome (SARS) in 2002/2003 in Asia led to the identification of a new virus (SARS-CoV) which was classified in the family coronaviridae [1] [2] [3] . The coronavirus glycoprotein M is the most abundant protein of the viral particle and plays a crucial role in assembly and budding of virions [4] [5] [6] [7] [8] . In silico analysis suggested that SARS-CoV M consists of a long cytoplasmic tail, three transmembrane segments and a short N-terminal ectodomain harbouring one potential N-glycosylation site. To characterize SARS-CoV M, we took advantage of a human monoclonal antibody (S30) derived from Epstein-Barr virus-immortalized memory B-cells of a SARS convalescent [9] . In this study, we applied immunofluorescence analyses and biochemical approaches to investigate glycosylation and intracellular distribution of SARS-CoV M in infected cells and after recombinant expression.\n\nSequences encoding the SARS-CoV M gene (Frankfurt strain) were amplified by PCR using forward-primer 5 0 -CGGAATTCATGGCA-GACAACGGTACTATTACCG-3 0 and reverse-primer 5 0 -CGAGG-ATCCTTACTGTACTAGCAAAGCAATATTG-3 0 and the plasmid pBluescript-M as template. The PCR fragment and the plasmid pTM1 were cut with EcoRI and BamHI and ligated to generate the plasmid pTM1-M, where M is under the control of the T7 RNA polymerase promoter. pTM1-M N4Q was generated by site-directed mutagenesis (Quick change, Stratagene) using forward-primer 5 0 -GCCACCATGGCAGACCAAGGTACTATTACCG-3 0 and reverseprimer 5 0 -CGGTAATAGTACCTTGGTCTGCCATGGTGGC-3 0 and pTM1-M as a template.\n\nThe sequences encoding the Flag epitope were cloned either to the N-or the C-terminus of M. The fragments were amplified by PCR using forward-primer 5 0 -CCGGAATTCATGGACTACAAGGA CGACGATGACAAGGCAGACAACGGTACTATTACCGTTG-3 0 and reverse-primer 5 0 -CGAGGATCCTTACTGTACTAGCAAAG-CAATATTG-3 0 (pTM1-N-Flag-M) and forward-primer 5 0 -CGGAAT-TCATGGCAGACAACGGTACTATTACCG-3 0 and reverse-primer 5 0 -CGAGGATCCTTACTTGTCATCGTCGTCCTTGTAGTCCTG-TACTAGCAAAGCAATATTGTCGTTGC-3 0 (pTM1-C-Flag-M) and cloned into pTM1 as described above.\n\nBHK-T7, Vero, and Huh7 cells were grown as monolayer cultures at 37°C and 5% CO 2 in Dulbecco's modified Eagles Medium (DMEM, Gibco) supplemented with 10% foetal calf serum (FCS), 100 U/ml penicillin, and 0.1 mg/ml streptomycin. Vero cells were infected with SARS-CoV (Frankfurt strain) at a multiplicity of infection of approximately 0.1. Released virus was purified by centrifugation through a 20% sucrose cushion.\n\nPelleted virions were resuspended in PBS and aliquots were separated by 10% SDS-PAGE and blotted onto polyvinylidene difluoride membrane, which was then incubated either with serum of a SARS-CoV convalescent patient (dilution 1:100) or with S30-antibody (dilution 1:10). Bound antibodies were detected using POD-coupled donkey anti human IgG (dilution 1:20 000) and visualized using the SuperSignal chemiluminescence substrate as described by the supplier (Pierce, Rockford, USA).\n\npTM1-M and pTM1-M N4Q were employed in the T N T T7 quick coupled reticulocyte lysate system (Promega) according to the suppliers prescription. The proteins were metabolically labelled with [ 35 S]methionine (GE Healthcare) and translated in the presence or absence of canine pancreatic microsomal membranes (Promega). Membrane-bound proteins were pelleted at 13 000 rpm for 15 min and resuspended in PBS. Samples were split into three aliquots and incubated for 1 h at 37°C either with proteinase K (Sigma; 0.15 lg/ll), or additionally with 1% Triton X-100. Proteinase K was inactivated by PMSF and the samples were subjected to SDS-PAGE. Radioactive signals were visualized by exposing dried gels to BioImage plates, which were scanned by using a bioimager analyser (BAS-1000; Fuji). For immunoprecipitation analysis, in vitro translated M was preincubated with protein-A-Sepharose (Sigma) for 1 h at 4°C in Tris/KCl buffer and thereafter precipitated using S30-antibody (dilution 1:10) and protein-A-Sepharose.\n\n2.5. Pulse-chase experiments and endoglycosidase (Endo) H and peptide-N-glycosidase (PNGase) F treatment BHK-T7 cells in 7 cm 2 wells were transfected with M-encoding plasmids using Lipofectamine Plus reagent (Life technologies) according to the manufacturer's instructions. At 24 h post transfection (p.t.), cells were starved for 30 min using methionine-and cysteine-deficient DMEM and metabolically labeled with [ 35 S]Promix (60 lCi) for 30 min. After labelling, cells were washed with DMEM and lysed at the indicated time with lysis buffer (20 mM Tris/HCl pH 7.6, 100 mM sodium chloride, 0.4% deoxycholic acid, 1% NP-40, 5 mM EDTA, 25 mM iodacetamide, 1 mM PMSF, and 1 mM DTT). Cell lysates were subsequently sonicated and cell debris was pelleted at 13 000 rpm for 15 min. Supernatants were preincubated with protein A-Sepharose for 1 h at 4°C. Immunoprecipitation analysis was performed using S30-antibody (dilution 1:10) and protein A-Sepharose. One third of a sample was subjected for 1 h at 37°C to Endo H-or PNGase F-digestions (both from New England Biolabs), respectively. The samples were then subjected to SDS-PAGE and analyzed by autoradiography as described above.\n\nVero cells were infected with SARS-CoV (Frankfurt strain) at a multiplicity of infection of approximately 1 plaque forming unit per cell or mock infected. At 24 h p.i., pulse-chase-experiments and subsequent Endo H-and PNGase F-treatment were performed as described above.\n\nSubconfluent Huh-7-cells were transfected with pTM1-M and different plasmids expressing ER-, Golgi-, or endosomal-specific marker proteins, respectively, fused to enhanced cyan fluorescent protein (Living Colorsä Subcellular Localization Vectors, Clontech; pCFP-ER, pCFP-Golgi, and pCFP-Endo;) using Fugene 6 (Roche) according to manufacturers' instructions. The overall amount of transfected plasmids was held constant by adding vector (pTM1). At 24 h p.t., cells were washed with DMEM, fixed with 4% PFA/DMEM for 15 min, and permeabilized for 10 min with 0.1% Triton X-100. After blocking with 3% BSA/PBS, the cells were incubated with the S30-antibody (dilution 1:10) and then with the secondary goat anti-human rhodamine-coupled antibody (Dianova). ERGIC was detected using a mouse monoclonal anti-ERGIC-53 antibody and an anti-mouse FITC-labelled secondary antibody. Microscopic analysis was performed using an Axiomat fluorescence microscope (Zeiss). SARS-CoV-infected Vero cells were fixed and permeabilized at 24 h p.i. and subjected to immunofluorescence analysis as described above. Flag-tagged mutants of M were expressed in subconfluent Huh-7cells by transfection of pTM1-N-Flag-M or pTM1-C-Flag-M and the plasmid pCAGGS-T7, which expresses the phage T7 DNA-dependent RNA-polymerase, using Fugene 6 according to manufacturers' instructions. At 24 h p.t., cells were put on ice and then successively incubated with a polyclonal anti-Flag antibody (Sigma, dilution 1:200) and a secondary anti-rabbit rhodamine-coupled antibody (Dianova). Then, fixed and permeabilized cells were additionally incubated for 1 h with a rabbit polyclonal anti-Flag antibody and a FITC-coupled secondary anti-rabbit antibody (Dianova) at room temperature. Confocal images were generated using laser scanning microscope 510 META (Zeiss).\n\nIn Western blot analysis of purified virions, S30 recognized two viral structural proteins with an approximate molecular mass of 22 and 27 kDa (Fig. 1A, lane 2) . The two proteins were also recognized by the serum of a convalescent (Fig. 1A, lane  1) . Based on the molecular weight, it was suggested that these bands represented two different forms of M. Upon treatment of SARS-CoV structural proteins with Endo H and PNGase F, the 27 K-band disappeared while the migration pattern of the 22 K-band was unaltered (Fig. 1B, lanes 2 and 3) . To verify the specificity of S30, M was in vitro translated from a plasmid, pTM1-M. In the absence of canine pancreatic microsomes in the translation reaction, one protein could be detected migrating at 22 kDa. Expression of M in the presence of microsomes gave rise to an additional protein with an apparent molecular mass of 27 kDa (Fig. 1C, lanes 1 and 2) .\n\nBoth forms of M could be precipitated using S30 and protein-A sepharose (Fig. 1C, lane 4) . Next, asparagine at position four of M was substituted by glutamine and the protein was expressed in the presence of microsomes which led to only one protein product migrating at 22 kDa (Fig. 1C, lane 3) . These results demonstrated that SARS-CoV M is exclusively N-glycosylated at asparagine 4 and, in addition, a nonglycosylated M is incorporated into the virion.\n\nTo analyze whether the nonglycosylated form of M (22 kDa) was soluble or attached to lipid membranes, we performed proteinase K-digestion of M, which was in vitro translated in the presence of membranes. This treatment led to a shift of both M-specific bands to 18 and 23 kDa, respectively, suggesting that glycosylated and nonglycosylated M are partially protected against the proteinase K digestion (Fig. 1D, lanes 1 and  2) . The molecular weight of the two proteolytic peptides was slightly larger than expected if the complete cytoplasmic domain (11 kDa) was removed. Possibly, hydrophobic residues located near the third transmembrane domain are peripherally attached to the microsomal membrane and thereby protected against protease treatment [4] . The addition of the detergent Triton X-100 to the protease K digestion led to the complete proteolysis of both forms of M (Fig. 1D, lane 3) . These results are consistent with the presumption of a long cytoplasmic domain of M. The potential N exo -C exo -topology of TGEV-M [10, 11] seems not to appear in M of SARS-CoV.\n\nTo investigate intracellular glycosylation of recombinant M, BHK-T7 cells were transfected with the M-encoding plasmid, metabolically labelled for 30 min and subsequently chased for the indicated time. Cell lysates were analysed by immunoprecipitation using S30-antibody and SDS-PAGE ( Fig. 2A) . Right after labelling both, glycosylated and nonglycosylated M was detectable (lane 4). The amount of nonglycosylated M remained constant throughout the chase period whereas the level of Endo H-sensitive M decreased ( Fig. 2A ''M ER '') . Concomitantly, Endo H-resistant forms ranging from 29 to 35 kDa appeared and their amount increased during the chase ( Fig. 2A ''M Golgi '') . This result suggested that upon recombinant expression, glycosylated M is transported through ER and Golgi-complex and gains complex-glycosylated sugar side chains a result, which confirmed data presented by Nal et al. Expanding their experimental approach, we were able to avoid any effect of epitope tags on the distribution and posttranslational modification and further to analyse the glycosylation and transport of M in the viral context using the M-specific human monoclonal antibody. To this end, Vero cells were infected with SARS-CoV and pulse-chase experiments were performed under BSL-4 conditions as described before (Fig. 2B) . During the chase, the ratio between nonglycosylated and glycosylated M remained constant, and no Endo H-resistant forms appeared (Fig. 2B , lanes 4-21) suggesting that processing of N-linked glycans is prevented in SARS-CoV-infected cells. Completely synthesized membrane associated nonglycosylated M is no target for Nlinked glycosylation suggesting that the protein has been transported out of the ER. This is underlined by the finding that nonglycosylated M is incorporated into the virion. This indicated that glycosylation of M is neither a prerequisite for intracellular transport nor for recruitment into virions which has been shown previously for other coronavirus M proteins [4, [12] [13] [14] .\n\nTo check whether different localization of recombinant M and M in SARS-infected cells could explain the different glycosylation pattern, we examined the respective intracellular localization of M by immunofluorescence analysis. Incubation of fixed SARS-CoV-infected Vero cells with the S30-antibody led to a perinuclear, dot-like staining pattern which was indicative for Golgi-complex localization (Fig. 3A, right panel) . Upon recombinant expression in Vero cells (Fig. 3A , left panel), the distribution of M seemed to be the same as in infected cells.\n\nTo identify the intracellular M-positive compartment, we coexpressed M with fusion proteins consisting of enhanced cyan fluorescent protein (ECFP) and ER- [15, 16] , Golgi- [17] [18] [19] , or endosomal-specific targeting sequences [20] and detected M using S30 in immunofluorescence analysis. Alternatively, M expressing cells were incubated with an anti-ERGIC (ER-Golgi-intermediate-compartment) antibody and S30 and respective fluorescently labelled secondary antibodies. While the signals for M and Golgi-marker or ERGIC strongly colocalized, no or only a partial colocalization was observed with ER-or endosomal-marker (Fig. 3B) . These results are in line with previous studies on SARS-CoV [21] and other coronaviruses [22] [23] [24] , showing that recombinant M is enriched in the Golgi-complex region. It is therefore presumed that differences in Endo H sensitivity of M in transfected and infected cells are not caused by a different intracellular distribution. More likely, trimming of the sugar side chain was prevented in the infected cell by the presence of S which sterically hindered the access of glycosidases. Results from Opstelten et al., showing that S and M of mouse hepatitis virus interact during the assembly of progeny, point into this direction [4, 7, 25, 26] .\n\nTo explore whether M is completely retained in the Golgicomplex, we performed immunofluorescence studies of cells expressing N-or C-terminally FLAG-tagged M (N-Flag-M, C-Flag-M). 24 h p.t. the transfected cells were incubated with a rabbit a-Flag and with a rhodamine-coupled a-rabbit antibody at 4°C. Subsequently, the cells were fixed, permeabilized and stained with the a-Flag antibody followed by FITC-conjugated secondary antibody to detect intracellular M. N-Flag-M was recognized at the surface and intracellularly (Fig. 4 , upper panels). The C-Flag-M, however, was only detectable in permeabilized cells confirming the intactness of the plasma membrane during the staining procedure and that the C-terminus of M, indeed, faces the cytoplasm (Fig. 4, lower panels) . These results indicated that singly expressed M is transported to the cell-surface and confirmed the results of the complex-type Nglycosylation analyses. Nevertheless, although plasma membrane transport took place, the steady state localization of M was the Golgi-complex. Further experiments have to elucidate whether M in SARS-CoV-infected cells is also transported to the plasma membrane like M of TGEV [27] .\n\nTaken together, our results confirm existing data showing that recombinant SARS-CoV M protein is N-glycosylated and located at steady state in the Golgi apparatus. Our results extend existing data in showing that Asp at position 4 is the only glycosylation attachment site of M and the recombinant protein is transported to the plasma membrane. Due to unknown reasons, M in SARS-CoV infected cells is not complex glycosylated. Both, recombinant and virion incorporated M is also present in a nonglycosylated form. Future studies have to clarify the significance of nonglycosylated, virion incorporated M for e.g. induction of IFN-a/b in SARS-CoV-infected cells [28] or the release of cytokines during infection [29] ."}