{"title": "", "body": "Despite the attempts to improve patient outcomes by incorporating new active systemic agents into clinical practice, there has been little improvement in the metastatic CRC patient cure rate. In spite of 5-fluorouracil (5-FU) use, with or without additional therapy, to eradicate metastatic disease after \"curative\" surgery for CRC, most cancers relapse within the first few years following treatment completion. This suggests that there is a relatively rapid repopulation of neoplastic progeny, i.e., CRC stem cells [1, 2] . A more aggressive treatment with higher or prolonged doses of multiple drug combinations, such as 5-FU and oxaliplatin, leads to serious side-effects [3, 4] . Despite the frequent use of 5-FU in cancer, a thorough understanding of its mechanisms of action and interventions to overcome resistance are still relatively limited. One of mechanisms of resistance to 5-FU occurs through the induction of the EMT pathway [5, 6] . The down-regulation of epithelial markers (APC, b-catenin and E-cadherin) is characteristic to the EMT pathway EMT, which is involved in CRC stem cell invasion, metastasis and drug-resistance [7e12] .\n\nIn an effort to develop a more effective drug that has a minimal side effect profile on normal epithelial cells in CRC treatment, we recently identified a novel tetraazaadamantane containing small molecule NSC30049\n\n(1-(4-Chloro-2-butenyl)-1l~5~,3,5,7tetraazatricyclo[3.3.1.1e3,7~]decane) that either alone or in combination potentiates 5-FU-mediated growth inhibition of CRC heterogeneous bulk, FOLFOX-resistant and CRC stem cells while maintaining the integrity of the normal colonic epithelial cells [13] . Nitrogen containing adamantane analogs [14, 15] , e.g., 1azaadamantanes, 1,3-diazaadamantanes, 1,3,5-triazaadamantanes and 1,3,5,7-tetraazaadamantanes are of great interest as conformationally constrained motifs for the design of various pharmacological tools [16] . Structural uniqueness of these azaadamantanes is related to both physical and chemical properties, most notably in the reduction of lipophilicity thus inducing higher aqueous solubility of these compounds compared to that of adamantanes consisting solely of carbon and hydrogen atoms [14, 15] . However, studies of the biological activity of azaadamantanes and their derivatives are still relatively less explored despite having good pharmacological properties. A few representative examples of 1-azaadamantane motif ( Fig. 1 ) include 5-HT4 receptor agonist SC-54750 (1) [17] , a modulator of neuronal nicotinic acetylcholine receptors (nAChRs) 2 [18e20], inhibitors of s 1 (CNS related diseases) and s 2 (cancer), inhibitors of human T-cell leukemia virus-1 (HTLV-1), and anti-viral and analgesic agents [21e23] . Furthermore, the natural product, ansabananin (ABN) (3) that inhibits SARS Coronavirus (SCV) [24] , and other natural alkaloids dapholdamine B (4) [25] , daphnezomines A (5) [26] possess 1azaadamantane moiety (Fig. 1) . Recently, a diazaadamantane derivative 6 has been reported as an inhibitor of the rimantadineresistant strain of the influenza A/Puerto Rico/8/34 (H1N1) virus [27] . It is noteworthy that although methenamine is clinically used to prevent urinary tract infections [28] , the tetrazaadementane skeleton is barely utilized to design small drug-like molecules except in synthesizing the crucial reaction intermediate phenacyl amines [29e31] . NSC30049 (7a) is a unique tetraazaadamentane (methenamine) analog identified recently by our group that showed activity against 5-FU/oxaliplatin resistant and stem cells [13] .\n\nThe expected mechanism of action of 7a in CRC is through the inhibition of checkpoint kinase 1 (Chk1) pathway through an indirect mechanism(s) [13] . Since Chk1 plays a critical role in cell cycle regulation in response to DNA damage, several Chk1 inhibitors have been developed and tested as chemo-sensitizing agents [32e39]. Compound 7a has been shown to inhibit Chk1 phosphorylation both in vitro and in vivo CRC models [13] ; however, the pharmacokinetic analysis showed a short plasma half-life similar to 5-FU [40] . The short plasma half-life of 7a is likely due to the presence of a reactive alkyl chloride group. To overcome this problem, we designed and synthesized several novel tetraazaadamantane 7a analogs, and tested their cytotoxic efficacy against CRC bulk, FOLFOX-resistant as well as CRC stem cells.\n\nThe structural optimization of 7a was focused mainly on replacing the reactive alkyl chloride group with more stable alkyl/ alkenyl/aryl moieties. The rationale is that reactive alkyl chloride can potentially react with protein thiols and amines to compromise its plasma half-life and thus the biological activity. The functionalities that replaced cholo (Cl) group were chosen to enhance the overall stability of the molecule while retaining or possibly enhancing the potency (Fig. 2 ). In addition, the approaches of modification also included saturation of the olefinic group, shortening of the alkyl chain length, and replacement of nitrogen (N-7) of tetraazaadmantane ring with phosphorus having more labile valence shell electrons (Fig. 2 ).\n\nNovel 1,3,5,7-tetraazaadamantane (7a-c, g, f & 11a-c) and 1,3,5triaza-7-phosphaadamantane (7d-f) analogs of NSC30049 (7a) were prepared as depicted in Schemes 1 and 2. Compounds 7a-c were synthesized by the reaction of readily available tetraazaadamantane 8a with various alkenyl halides 9a-c in CH 2 Cl 2 under reflux conditions in quantitative yields (Scheme 1) [41] . To evaluate the difference in activity between the nitrogen and corresponding phosphorus analogs, we also synthesized isosteric 7-phosphorus analogs (7d-f) of lead compound 7a. 1,3,5-Triaza-7phophaadamanatne 8b was reacted under reflux conditions in CH 2 Cl 2 with different alkenyl halides 9a-c to furnish the corresponding phosphorus analogs 7d-f in excellent yields (Scheme 1).\n\nButyl chloride analog 7g and the boronic acid analog 7h were also synthesized using similar reaction conditions by refluxing for 12 h and 24 h, respectively.\n\nTo further diversify the structure activity relationship study on azaadamantane 7a derivatives, we synthesized azaadamantane analogs 11a-c as depicted in Scheme 2. Compounds 11a-c were synthesized by reacting 8a with readily available phenacyl chlorides 10a-c in CH 2 Cl 2 under reflux conditions in good yields (Scheme 2) [41] . The structures of all the novel NSC30049 derivatives were confirmed by 1 H NMR, 13 C NMR and HRMS analysis. The compounds purity (!98%) was analyzed by analytical highperformance liquid chromatography (HPLC) before proceeding for in vitro biological assays. We determined the IC 50 of the novel azaadamantane (7a-c, g, h and 11a-c) and aza-phosphaadamantane (7d-f) analogs of NSC30049 (7a) in HCT116 cells by MTT-cell survival assay. Results showed a variable range of IC 50 of these analogs. Based on the results of this cell viability assay, some structure-activity relationship (SAR) can be inferred: First, reducing the olefinic double bond by retaining chlorine atom (7g) reduced the potency of the compounds on cancer cell viability. Second, replacing the chlorine atom of 7a by a phenyl (ASR352, 7b) retained the activity of the molecule while the removal of the chlorine atom (7c) led to reduced potency (Table 1) . Third, isosteric phosphorous analogs of 7a (i.e. 7d) and 7b (i.e. 7e) displayed only moderate cell viability when compared to its parent nitrogen analogs, while both 7c and its isosteric phosphorus analog 7h exhibited poor activity (Table 1) . Compound 7h having a 3-phenyl boronic acid functionality also led to a reduced potency. Fourth, among the analogs designed by replacing chlorine atom of 7a with phenacyl groups of different alkyl chain lengths (11a-c), analogs having phenyl (ASR367, 11a, IC 50 18.53 ± 1.41 mM) and 4-methoxy phenyl (11b, IC 50 13.10 ± 0.16 mM) displayed moderate inhibition of cell viability, while 11c designed by extending the alkyl chain length of 11a lost the activity (Table 1) . Overall, except replacement of Cl À group of 7a by a phenyl group, all other modifications in structure including chain length, functional group variation, or isosterically replacing nitrogen by phosphorous, caused a dramatic reduction in or the total loss of cytotoxicity against HCT116 cells (Table 1) . Compounds 7d, 11a and 11b showed IC 50 in the range of 13e18 mM; other analogs, such as 7c, 7e, 7f, 7h, 7g and 11c did not show any or very poor inhibitory activity against HCT116 cells (Table 1) .\n\nAmong all these analogs, 7b exhibited a low micromole range IC 50 (5.75 ± 0.09 mM) that was close to the IC 50 of 7a (2.46 ± 0.14 mM) (Table 1) . Thus, 7b was identified as the lead novel compound having potency comparable to 7a. This result suggests that the Cl À of the 7a is not an active group responsible for the cytotoxic activity of this compound and 7b appears pharmacologically more stable and favorable for further development. Next, we determined whether 7b can enhance the potency of 5-FU in CRC cells. Results showed that the 7b treatment reduced the IC 50 of 5-FU with HCT116 and HT29 cell lines in a dose-dependent manner that was similar to 7a ( Table 2 ). These results indicate that 7a and its analog 7b can reduce the effective dose of 5-FU and inhibit the growth of all CRC cells, thus potentiating the effect of current therapy.\n\nTo determine whether 7b can inhibit the survival of FOLFOXresistant HCT116 and HT29 cell lines [42] , we performed MTT-cell survival assay and compared the results with 7a. Indeed, treatment with 7b effectively sensitized both FOLFOX-HCT116 and FOLFOX-HT29 cell lines with an IC 50 of 2.38 ± 0.25 mM and 2.59 ± 0.28 mM, respectively, that was similar to or slightly better than the IC 50 of 7a; IC 50 of 7a was 5.50 ± 0.20 mM and 3.08 ± 0.09 mM, respectively, for FOLFOX-HCT116 and FOLFOX-HT29 cell lines (Table 3 ). Since the growth of FOLFOX-resistant HCT116 and HT29 cell lines are maintained in the continuous presence of 50 mM 5-FU and 1.25 mM oxaliplatin, the effect on reduced IC 50 of 7b and 7a with these cell lines is independent of 5-FU and oxaliplatin treatments.\n\nIn recent studies we have shown that 7a inhibits the spheroid formation activity of CRC stem cells [13] . Here, we determined whether 7b has similar activity against CRC stem cells. For these experiments, we used a well-characterized CRC stem cell line, CA2 [43, 44] and performed sphere formation assays involving threedimensional (3D) culture system in serum-free conditions. Results showed that 7b inhibited the growth of spheres similar to 7a ( Table 3 ). The IC 50 of 7b in CA2 cells were greater than the IC 50 of heterogeneous population of CRC bulk cell lines HCT116 and HT29, suggesting that CA2 cells are more resistant to these drugs than CRC bulk cells.\n\nIn recent years many anticancer drugs have been discovered that target cell cycle checkpoints, arrest cell proliferation, and at the same time, provides opportunity for the repair of the damaged DNA [45, 46] . The consequence of this leads to drug resistance and cell survival [47, 48] . Therefore, current efforts are to induce death of the arrested cells by using inhibitors of the checkpoint kinases [49e51]. It was known that the therapeutic activity of 5-FU is linked to the replication stress as one of the mechanisms [52, 53] . Several other inducers of the replication stress pathways have been implicated as therapeutic agents [51,53e56] . By enhancing replicative stress through perturbing the S-G 2 /M checkpoints in cancer cells, a mitotic catastrophe can be induced with accumulated singlestranded DNA (ssDNA), and double-stranded DNA (dsDNA) breaks, that exceeds the repair capacity of the cell; and leads to cell death [57e59].\n\nIn recent studies, we have shown that 7a treatment further increases S phase arrest of the cell cycle over hydroxyurea (HU) treatment [13] , which is a pure inducer of replication stressdependent S phase arrest [60, 61] . In the present study, HCT116 cells were treated with 25 mM of 5-FU for 24 h, then with 20 mM of 7a or 7b for additional 8 h (Fig. 3A) . The cell cycle analysis results showed 5-FU-induced S phase arrest of HCT116 cells (Fig. 3B ). However, after combination treatment with 7a, while S phase arrest continued the G 2 /M phase arrest was abrogated. Interestingly, in combination with 5-FU, 7b abrogated the S phase and increased the G 2 /M phase arrest (Fig. 4B ). The structural differences in 7a and 7b seem to be important for the differential activity of these two compounds on cell cycle profiling.\n\nChk1 after phosphorylation at S317 subsequently phosphorylates itself at S345 for efficient progression of DNA replication forks and prevention of fork stalling. Therefore, to impair DNA repair or cellular division, Chk1 (S317P) inhibitors as single agent or in combination with chemotherapeutic agents may be important for further research. It is well-established that ATR-mediated Chk1 phosphorylation at S317P and S345P plays a critical role in DNA replication, DNA repair, S-G 2 /M phase checkpoint control [62] , and has been the target for cancer therapy [63] , It has been also shown that the inhibition of Chk1(S317P) and Chk1(S296P) abrogates Sphase progression [64, 65] . Since 7b abrogates S phase arrest, we determined the phosphorylation level of Chk1 after treatment with 7b either alone or in combination with HU, a pure inducer of S phase arrest [60, 61] . The experimental protocol is described in combination treatment with 7b (Fig. 4 , compare lane 2 with 4). However, treatment with 7b alone did not affect the phosphorylation of Chk1 (Fig. 4 , compare lane 1 with 3). These results suggest that 7b blocks HU-induced Chk1 phosphorylation and thus is involved in the abrogation of S phase as seen in Fig. 4 .\n\nWe determined whether 7a and 7b can also block Chk1 phosphorylation, as observed with bulk HCT116 cells. The FOLFOX-HCT116 and FOLFOX-HT29 cell lines were treated with different concentrations of 7a and 7b for 24 h. The results showed inhibition of Chk1(S317P) and Chk1(S296P) in a dose-dependent manner (Fig. 5 ), as seen with bulk cells (Fig. 4B ). There was an increase in Chk1(S345P) phosphorylation by both 7a and 7b with FOLFOX-HT29 cells; however, with FOLFOX-HCT116 cells it was reduced in a dose-dependent manner (Fig. 5) . This differential effect of 7a and 7b on these two cell lines may be due to their p53 status, where FOLFOX-HT29 cells express mutant p53 and FOLFOX-HCT116 cells express wild-type p53. However, the mechanism by which p53 might be regulating Chk1 phosphorylation in these two cells lines is currently unknown.\n\nBlockage of replication from UV, hydroxyurea, or 5-FU treatment activates the ATR-Chk1 pathway, stalls replication fork, and leads to double-stranded DNA breaks (DSBs), cell cycle arrest and apoptosis [66, 67] . ATR phosphorylates histone H2A variant H2AX at Ser139 to form gH2AX that is considered as a marker of DSBs [68, 69] . Previously, it has been shown that the inhibition of Chk1 by gemcitabine and 5-FU treatments increases gH2AX levels through ATR-mediated replicative stress [66, 68] . In the present study, we examined whether 7b-induced toxicity either alone or in combination with 5-FU, was related to DSBs and phosphorylation of gH2AX. We examined the levels of gH2AX by IHC staining. The cells treatment protocol is given in Fig. 6A . We observed an increased gH2AX-foci after treatment with 7b alone in HCT-116 cells that was further increased in combination with 5-FU (Fig. 7B) . Thus, these results show that 7b either alone or in combination with 5-FU induces replication stress-mediated DNA damage in HCT-116 cells.\n\n2.3.8. Compounds 7a and 7b do not inhibit Chk1 activity in a reconstituted purified system.\n\nWhile from our cell-based studies it was clear that 7a and 7b inhibit Chk1 phosphorylation in FOLFOX-HCT116 and FOLFOX-HT29 cells, we do not know whether the inhibition of Chk1 phosphorylation by 7a and 7b was through direct or indirect mechanisms. For direct mechanism, we performed in vitro Chk1 kinase assay by using purified Chk1 protein. Results showed no inhibition of the Chk1 activity by any of these compounds (Table 4 ). Next, we tested whether any other kinases may be a target of these compounds. We profiled the activity of 366 kinases in an in vitro assay system but did not find a significant inhibition by 7a and 7b (see Table S1 , Supplementary Material). From these results it became clear that the inhibition of Chk1 phosphorylation is not directly caused by 7a and 7b, but possibly due to some unknown mechanism(s) which remain to be elucidated.\n\nATR is one of the key activators of Chk1 phosphorylation at Ser345 and Ser317 [70] , which promotes autophosphorylation of the same kinase at Ser296 that plays an important role in cell cycle control and DNA replication [71] . In our studies, the inhibition of Chk1 phosphorylation by 7a and 7b is caused only at Ser317 not at Ser345, indicating that ATR may not be a target of 7a and 7b. However, this possibility cannot be completely ruled out as the ATR was not included in our kinase profiling assays. It is also possible that Chk1 is indirectly inhibited by proteins, such as Claspin, that serves as a scaffold protein in ATR-mediated Chk1 phosphorylation [72, 73] . The down-regulation of Claspin expression have been shown to inhibit Chk1 activation in response to replication stress [74] . Studies are awaited to examine whether 7a-and 7b-mediated inhibition of Chk1 phosphorylation is due to down-regulation of Claspin. Furthermore, 7a and 7b might down-regulate mammalian TOR complex 1 (mTORC1) activity, that in turn, may down-regulate Chk1 phosphorylation and induce gH2AX phosphorylation [75] .\n\nHowever, we have not yet experimentally verified the role of mTORC1 in 7a-and 7b-mediated inhibition of Chk1 phosphorylation.\n\nIn previous studies, increased expression of Bax, an important member of the Bcl2 family, has pro-apoptotic effect [76] , and has been implicated in the better survival of colorectal cancer patients [77e79]. On the other hand, increased expression of Bcl2 prevents apoptosis by inhibiting the activity of Bax [80] . Thus, the increased Bax/Bcl2 ratio plays a critical role in determining the susceptibility to apoptosis in cancer cells. We determined the effect of 7a and 7b treatments on the expression of apoptotic marker proteins e.g. cleaved caspase 3 and PARAP 1 and then determined their correlation with Bax/Bcl2 ratio in FOLFOX-HT29 and FOLFOX-HCT116 cells. Results showed an increased levels of cleaved caspase 3 and PARP1 in FOLFOX-HT29 and FOLFOX-HCT116 cells after treatment with 7a and 7b, suggesting an increased level of apoptosis in these cell lines (Fig. 7A) . The apoptotic effect of 7a and 7b was further supported by the increased Bax/Bcl2 ratio ( Fig. 7A and B).\n\nWith an aim to check to the drug-likeness of our compounds, we explored the Lipinski's parameters [81] for our two potent compounds (7a and 7b) using the \"Filter by Lipinski and Veber Rules\" embedded in the Discovery Studio (DS) 4.0 client (Accelrys, San Diego, CA, USA), and are summarized in Table 5 . According to Lipinski's rule, any compound with the molecular weight (MW) greater than 500 Da, hydrogen bond acceptors (HBAs) more than 10, hydrogen bond donors (HBDs) more than five, and an octanolwater partition coefficient (logP) value more than 5, is likely to have poor absorption or membrane permeation under physiological conditions. Similarly, Veber et al., based on their studies in rats, suggested that any compound with rotatable bonds 10 would have good oral availability [82] . A closer inspection of Table 5 shows that both 7a and 7b showed compliance with the Lipinski's as well as Veber indicators. The topological polar surface area (TPSA), which is an indicator for hydrogen bond forming capability of molecules, was also computationally predicted using the same tool in DS. More than 90% drugs targeting human proteins are reported to have PSA <140 Å 2 , hence considered to be an important indicator to predict the bioavailability of drug candidates after oral absorption. Both 7a and 7b with TPSA around 10 Å 2 exhibited compliance with TPSA indicator (Table 5) , again suggesting their potential to be developed as drug molecules.\n\nIn conclusion, SAR based on novel 7a analogs led to the identification of 7b which showed comparable potency in inhibiting the growth of CRC bulk, sensitized FOLFOX-resistant, and reduced sphere formation capacity of CRC stem cells. Experiments to evaluate underlying mechanisms of action revealed that 7a and 7b abrogated 5-FU-induced S phase, reduced the phosphorylation of Chk1 at S315P, S345P and S296P, increased gH2AX staining, and increased the expression of apoptotic marker proteins. Thus, these compounds have the potential to be developed further as a therapeutic agent that is effective both as a single agent and in combination with 5-FU, with solid mechanistic basis by targeting the Chk1 pathway in 5-FU-resistant CRC heterogeneous bulk and CRC stem cell populations.\n\nMelting points were recorded on a Fischer-Johns melting point apparatus and are uncorrected. 1 H NMR spectra were recorded on a Bruker Advance 500 instrument in CDCl 3 , operating at 500 MHz.\n\nChemical shifts are reported in d values (ppm) and J values are reported in hertz (Hz). The signals are quoted as s (singlet), d (doublet), t (triplet), m (multiplet), and dd (doublet of doublet). High-resolution MS were recorded on AB Sciex 5600 TripleTOF instrument at Pennsylvania State University, University Park. Experiments were performed under a nitrogen atmosphere in ovendried glassware. Reagents, starting materials, and anhydrous solvents were purchased from commercial suppliers and were used as received. Reaction courses were monitored by thin-layer chromatography (TLC) on pre-coated silica gel 60 F 254 aluminum sheets (Merck, Darmstadt, Germany), and the spots were visualized under UV light. The crude reaction products were purified by recrystallization in ethanol-methylene chloride mixture. Tetraazaadamantane (8a) triaza-phophaadamanatne (8b), various alkyl/ alkenyl/aryl halides 9 and phenacyl derivatives 10a-c were purchased from commercial sources. The purity of the final compounds (!97%) was quantified by analytical high performance liquid chromatography analysis by comparing the peak areas of the product relative to any impurities. Synthesis of 7a was accomplished in our laboratory following the procedure of Warmus et al. [83] , as described in our recent studies [13] .\n\nA mixture of 1.0 mmol of 1,3,5,7-tetraazaadamantane (8a) or 1,3,5-triaza-phosphaadamantane 8b and alkenyl halides 9a-c (1.0 mmol) in CH 2 Cl 2 (10 ml) was refluxed 6 h (for reaction with 8a) and 9 h (for reaction with 8b). After completion of the reaction as indicated by TLC, reaction mass was cooled to room temperature, filtered the residue, and washed with excess methylene dichloride. The crude solid thus obtained was recrystallized in an EtOH/CH 2 Cl 2 mixture and was dried under vacuum (1 mm) to afford the corresponding pure analogs 7a-h. The mixture of 1,3,5,7-tetraazaadamantane 8a (1.40 g, 10 mmol) and 1,4-dichlorobutane (1.27 g, 10 mmol) in acetone (10 mL) was refluxed for 24 h. After completion of the reaction as indicated by TLC, reaction mixture was cooled to room temperature, filtered the residue, and washed with excess acetone. The crude solid thus obtained was recrystallized in an EtOH/CH 2 Cl 2 mixture and was dried under vacuum (1 mm) to afford the corresponding pure analog 7g. Yield 87% (0.232 g); white solid; mp 229e231 C; 1 The mixture of 1,3,5,7-tetraazaadamantane 8a (0.140 g, 1.0 mmol) and phenyl]boronic acid (0.170 g, 1.0 mmol) in CH 2 Cl 2 (10 mL) was refluxed for 24 h. After completion of the reaction as indicated by TLC, reaction mass was cooled to room temperature, filtered the residue, and washed with excess CH 2 Cl 2 . The crude solid thus obtained was recrystallized in an EtOH/CH 2 Cl 2 mixture and was dried under vacuum (1 mm) to afford the corresponding pure analog 7h.\n\nYield 75% (0.232 g); white solid; mp 235e237 C; 1 4.1.11. General procedures for the synthesis of novel azaadamantane NSC30049 (7a) analogs 11a-c A mixture of azaadamantane 8a (1 mmol) and phenacyl chlorides 10a-c (1 mmol) in CH 2 Cl 2 (10 mL) was refluxed 24 h. After completion of the reaction as indicated by TLC, reaction mass was cooled to 25 C, the residue was filtered and washed with excess methylene dichloride. The crude solid thus obtained was recrystallized from a mixture of EtOH and CH 2 Cl 2 and was further dried under vacuum (1 mm) at 25 C to afford the corresponding pure 11a-c. \n\nHuman colon cancer cell lines HCT-116 and HT-29 were obtained from the American Type Culture Collection (ATCC, Rockville, MD). Cells were maintained as recommended by ATCC either in McCoy's 5a or Dulbecco's modified Eagle medium (DMEM; 4.5 g/L D-glucose) supplemented with 10% FBS and 1% antibiotic/antimycotic in tissue culture flasks in a humidified incubator at 37 C in an atmosphere of 95% air and 5% carbon dioxide. The medium was changed two times a week and cells were passaged using 0.05% trypsin/EDTA.\n\nThe FOLFOX-resistant HCT-116 and HT29 cell lines were obtained from Dr. Adhip P. Majumdar (John D. Dingell VA Medical Centre, Detroit, MI) [42] . These cells were generated by exposure to clinically relevant doses and schedules. The exposing schedule was for 12 cycles; each cycle lasted for one week. Briefly, the cells were first exposed to FOLFOX (25 mM 5-FU and 0.625 mM oxaliplatin) for 72 h. The surviving cells were then cultured in normal medium without the drugs for 4e5 days. This cycle was repeated 12 times. The surviving cells were then split and exposed to higher doses of FOLFOX (50 mM 5-FU þ 1.25 mM oxaliplatin or 100 mM 5-FU þ 2.5 mM oxaliplatin) for 2e3 days per week for approximately 4 weeks. Finally, the resistant cells were maintained in normal culture medium containing a low dose of FOLFOX (5 mM 5-FU þ 0.125 mM oxaliplatin).\n\nCRC stem cell line, CA2, was obtained from Dr. Emina Huang (Lerner Research Institute, Cleveland, OH), as described in our recent publication [13] . These cells were characterized for the expression of ESA high , ALDH1 þ , CD44 þ and CD133 þ stem cell markers [43, 44] . These cells were maintained in DMEM/F12 (50/50 1X) medium containing, 6 g/ml D-glucose, 1 mg/ml NaHCO 3 , 4 mg/ ml bovine serum albumin, 2 mM glutamate, 25 mg/ml ITS (insulin, transferrin, and selenium), 20 nM progesterone, 9.6 mg/ml putrescine, and 1% antibiotic/antimycotic solution in ultra-low attachment 6-well plates. Cultures were maintained in a humidified incubator at 37 C in an atmosphere of 95% air and 5% carbon dioxide.\n\nThe survival of cells was determined by MTT (3-(4,5-Dimethylthiazol-2yl-)-2,5-diphenyltetrazolium bromide) assay (ATCC, Manassas, VA). In principle, the viable cell number is directly proportional to the purple formazan color of the reduced MTT dye, which can be quantitatively measured by spectrophotometry. Briefly, 1500 cells were plated in quadruplets in 96-well flat-bottom tissue culture plates. After treatment with compounds for certain periods as described in respective figure legends, 10 ml of MTT reagent was added to each well and incubated at 37 C for 4 h to allow the formation of purple color crystals of formazan. In total, 100 ml of detergent solution was added to each well, and the reaction mixture was incubated in dark for 2e4 h at room temperature. The developed color density was then measured spectrophotometrically at 570 nm using the POLARstar Omega micro-plate reader (BMG Labtech, Inc., Cary, NC).\n\nLive CA2 cells (100) were seeded in 384-well ultra-low attachment plates. Next, day cells were treated with different concentrations of 7a and 5-FU either alone or in combination. Cells were incubated for 7 days and the number of spheroids were counted in control and treated groups under an Olympus inverted microscope with a 10 Â magnification.\n\nFor determining the cell cycle profile, cells were plated in 60 mm tissue culture dishes and grown until 60% confluence. Cells were treated with 25 mM 5-FU for 24 h followed by treatment with 20 mM 7a for an additional 8 h, as described previously [84] . After treatment, cells were harvested at different time intervals, washed with ice-cold PBS and processed for FACS analysis [85, 86] . The ranges for G 0 /G 1 , S, and G 2 /M phase arrested and sub-G 1 apoptotic cells were established on the basis of the corresponding DNA content of the histograms. At minimum, 10,000 cells were counted from each sample.\n\nThe levels of various proteins were determined by Western blot analysis with our previously described procedure [87, 88] . The antibodies for phospho-Chk1(Ser317), phospho-Chk1(Ser317), phospho-Chk1(Ser319), phospho-Chk1(Ser345), Chk1, and GAPDH were purchased from Cell Signaling Technology (Danvers, MA).\n\nTo determine whether NSC30049 and ASR352 are Chk1 kinase inhibitors, an in vitro Chk1 kinase activity was determined by Eurofins Pharma Discovery Services, Wolverhampton, UK. To further determine whether 7a and 7b can inhibit any kinases, a profiling of 366 kinases was tested by Reaction Biology Corp., Malvern, PA.\n\nAll experiments were repeated at least three times and results were expressed as mean ± SE. One-way analysis of variance (ANOVA) was calculated with Sigma-Plot 9. A one-tailed t-test was used to compare any significant differences between control and treated groups. The criterion for statistical significance was p < 0.05. For western blotting data, band intensities were measured using ImageJ and normalized with GAPDH."}