{"title": "Puces à protéines et perspectives d'applications médicales Protein arrays and perspectives of medical applications", "body": "Les succès de l'analyse des génomes de nombreux organismes au cours de la dernière décennie ont prédéterminé l'entrée de la recherche biomédicale dans une nouvelle époque, la protéomique, avec pour objectif l'identification des fonctions de toutes les protéines et l'élucidation des réseaux des interactions protéiques dans les cellules. La technologie des puces à protéines n'a émergé et n'est devenue attractive pour des recherches sur les protéomes qu'au début des années 2000. La détection des interactions entre deux protéines, une immobilisée sous forme d'un mini-spot sur une surface plane (phase solide) et une autre en solution (phase liquide), est plus sensible par rapport aux autres méthodes conventionnelles si l'affinité entre les molécules est supérieure au seuil critique [1] . Cette technologie miniaturisée à haut débit permet de détecter les interactions des protéines spottées avec diverses molécules (protéines, peptides, acides nucléiques, sucres, etc.). De plus, étant donné qu'une faible quantité d'échantillons cliniques est nécessaire pour l'analyse, les puces à protéines deviennent hautement attractives comme outils uniques pour l'étude des pathologies humaines. Dans ce contexte, les domaines médicaux, où la détection des antigènes et/ou anticorps est à la base de l'analyse, se situent en première ligne des exigences des méthodes plus performantes pour un diagnostic précoce, le choix d'un traitement efficace et le suivi d'une thérapie appropriée. Les résultats obtenus au cours de ces dernières années sont impressionnants et soulignent l'intérêt croissant que suscitent les puces à protéines pour répondre aux questions médicales urgentes. Des applications potentielles sont présentées dans le Tableau 1.\n\nDans cette revue nous décrivons succinctement le principe de la technologie des puces à protéines (antigènes et anticorps) en renvoyant les lecteurs aux informations plus détaillées publiées dans d'autres revues [2, 3] . Nous présentons les progrès récents réalisés dans le développement des puces à antigènes et à anticorps destinées au diagnostic des maladies humaines.\n\nOn distingue deux types de puces à protéines à finalité biomédicale, les puces à antigènes et les puces à anticorps (Fig. 1) . Les puces à antigènes, constituées de protéines et de peptides, peuvent être utilisées pour détecter la présence des anticorps spécifiques dans le sérum et quantifier les immunoglobulines correspondantes chez les sujets atteints de la maladie suspectée. En générale, la détection est réalisée par un anticorps secondaire dirigé contre l'immunoglobuline de reconnaissance. Les puces à anticorps peuvent servir pour détecter, dans divers échantillons cliniques (cellules, sérum, biopsies, etc.) des marqueurs ou cibles protéiques. La technique sandwich, couramment utilisée pour ces puces, nécessite un couple d'anticorps dirigés contre deux épitopes différents de la même protéine.\n\nPlusieurs facteurs jouent un rôle important dans la performance des puces à antigènes et à anticorps. Le développement des supports pour immobiliser les protéines sur la surface d'une lame de verre a été l'objet de nombreuses investigations [4] . Selon la nature de l'immobilisation des protéines, les supports proposés sont regroupés pour :\n\n• un accrochage covalent, qui est assuré par la fonctionnalisation d'un radical de la protéine ou de la surface recouverte de la lame ; • un accrochage non-covalent, qui est assuré par l'environnement d'un hydrogel ou par la structure poreuse de la membrane de nitrocellulose.\n\nSur les supports du premier type, la densité des molécules dans les spots peut être augmentée via l'immobilisation orientée des protéines, ce qui favorise les contacts avec les partenaires de la phase liquide. En revanche, la structure tridimensionnelle des supports du second type ne nécessite pas une telle orientation et assure, de plus, un meilleur maintien de la structure des protéines déposées.\n\nActuellement, parmi les différentes approches de détection, la fluorescence est la plus couramment utilisée. Les anticorps de détection sont marqués par des fluorophores via une approche Sur les puces à antigènes, la détection des immunoglobulines réagissant avec les molécules spottées est réalisée par des anticorps anti-IgG, anti-IgM ou anti-IgE marquées (en rouge). Sur les puces à anticorps, la détection des protéines-cibles, captées par des anticorps primaires, est réalisée par des anticorps secondaires marquées (en vert). La détection peut être aussi réalisée par d'autres molécules capables de reconnaître des anticorps avec un tag (par exemple, l'interaction de l'avidine avec l'immunoglobuline biotinylée). chimique connue comme la bioconjugaison. La sensibilité de détection, qui dépend du rapport signal/bruit de fond, peut être améliorée de différentes façons, en particulier, par l'utilisation de supports émettant une faible autofluorescence ou des fluorophores de l'infrarouge proche ou par l'amplification des signaux [3] . L'intensité du signal de détection de la fluorescence est une fonction de la concentration de la/des protéine(s) présente(s) dans l'analyte. En utilisant un ou deux fluorophores l'abondance des cibles peut être évaluée sur une échelle dynamique d'au moins trois log [5] . Le fait que les puces à antigènes et à anticorps permettent d'identifier, de caractériser et de quantifier à haut débit des protéines dans les fluides biologiques devient très important pour le diagnostic clinique.\n\nLes maladies infectieuses restent globalement la cause la plus commune de mortalité et de morbidité dans le monde. Dès leur [19] apparition, les puces ont été particulièrement attractives pour évaluer la réponse immunitaire de patients atteints de diverses infections virales ou bactériennes [6] . De nombreux travaux mettent en évidence leurs avantages pour les études fondamentales et appliquées de ces pathologies (Tableau 2). Une des premières puces à antigènes a été dédiée à l'étude du Sida pour suivre la cinétique de la réponse antivirale après immunisation de macaques par le virus ou l'ADN recombinant [7] . Une réponse immunitaire due à la présence majoritaire d'anticorps dirigés contre les épitopes des glycoprotéines gp 120 et gp 41 a été détectée. À notre tour, nous avons réalisé une puce à peptides mimétiques de l'épitope immunodominant de la protéine gp 41, sélectionnés par la méthode phage display [8] . La réactivité des anticorps du sérum de patients avant et après la trithérapie a été évaluée par les méthodes des puces et de l'Elisa qui ont révélé des variations similaires de la concentration des immunoglobulines. Cependant, l'essai par les puces s'est avéré plus sensible et plus représentatif de la réponse immunitaire vis-à-vis des peptides possédant l'affinité la plus ou la moins élevée.\n\nPlus récemment, les puces à protéines ont été utilisées pour suivre une autre infection virale très grave, le syndrome respiratoire aigu, provoquée par le Coronavirus Sars-CoV [9, 10] . Les puces, constituées des protéines caractérisées et non caractérisées de six souches de coronavirus, ont servi pour le monitoring du sérum de centaines de sujets infectés et non infectés. Il a été montré que les fragments correspondant à l'extrémité C-terminale de la protéine N de la nucléocapside possèdent la réactivité la plus antigénique suggérant leur importance pour la création des vaccins. De plus, ces puces ont permis de différencier de nombreux sérums selon leur degré de spécificité et d'évaluer la réactivité de différentes souches. Les nouveaux algorithmes, développés pour l'analyse par clustering hiérarchique, ont permis de classer les sérums Sars positifs et Sars négatifs avec une précision de 92 % par les puces contre 91 % par Elisa. Il est remarquable de constater, en outre, que 1 l de sérum a été suffisant pour l'analyse sur une puce avec une sensibilité d'environ 50 fois plus importante que par Elisa [10] .\n\nLes puces à protéines ont été aussi exploitées avec succès pour évaluer la réponse immunitaire après une infection provoquée par des bactéries pathogènes et par des parasites. En particulier, les protéines membranaires, possédant une réactivité antigénique importante, ont été identifiées chez Yersinia pestis [11] , Neisseria meningitidis [12] , Mycobacterium tuberculosis [13, 14] , M. leprae [15] , Francisella tularensis [16] et Plasmodium falciparum [17, 18] . Certaines de ces protéines seraient de bons candidats pour la vaccination ou pourraient servir de biomarqueurs pour l'évaluation sérologique de l'état de santé des patients. Toutefois, on a découvert que, dans le cas de la malaria, la réponse immunitaire s'avère plus complexe car elle n'est pas corrélée avec la réactivité du sérum contre les antigènes individuels [18] .\n\nIl faut noter, qu'une puce à antigènes peut être mixte, c'està-dire constituée, en plus des protéines, de polysaccharides, de lipopolysaccharides et de fractions de cultures de mycobactéries [13] . En outre, l'analyse du sérum des patients, atteints de lèpre, sur une puce constituée par des fractions de protéines natives, extraites de la paroi et de la membrane de M. leprae, ainsi que par des protéines recombinantes de cette bactérie, a permis de discriminer les différentes formes de cette maladie [15] . Par ailleurs, pour réaliser des puces couvrant un large répertoire d'antigènes d'un organisme pathogène, les protéines peuvent être synthétisées dans un système acellulaire en évitant les étapes fastidieuses de leur surexpression et purification [17, 19] .\n\nAinsi, les puces à protéines, y compris à protéomes, apportent les informations indispensables pour comprendre les mécanismes de l'immunité. De plus, elles peuvent aider à choisir des candidats protéiques individuels ou une combinaison de candidats possédant les propriétés antigéniques nécessaires pour le développement, dans un avenir proche, de vaccins efficaces et d'outils immunodiagnostiques.\n\nLes maladies auto-immunes affectent environ 5 % de la population mondiale [20] . Bien que les mécanismes des pathologies auto-immunes restent encore à élucider, il est connu qu'elles sont caractérisées par une surproduction d'auto-anticorps dirigés contre les propres protéines humaines. La détection d'un nombre restreint d'antigènes est actuellement basée sur un test d'immunofluorescence indirecte ou Elisa combiné parfois avec l'analyse par western blot [21] . Les puces à antigènes plus repré-sentatives seraient particulièrement adaptées pour la recherche de biomarqueurs dans les sérums des patients et pour définir un panel d'antigènes dédié à l'identification, en un seul essai, des signatures spécifiques des maladies auto-immunes.\n\nLes premières puces, composées d'auto-antigènes connus, ont servi à analyser le sérum de patients présentant des symptômes cliniques différents, dont le rhumatisme articulaire, le lupus érythémateux systémique, le syndrome de Sjögren, les polymyosites et la sclérose systémique [22, 23] . Ces travaux ont permis de mettre en évidence des profils d'auto-anticorps spécifiques des maladies testées avec une concordance de plus de 85 % avec les méthodes conventionnelles. Des puces, composées de plusieurs centaines d'antigènes incluant des peptides synthétiques et des protéines de la myéline, ont été utilisées pour évaluer leurs potentiels antigéniques chez le modèle murin de la sclérose multiple afin de choisir les meilleurs candidats pour générer des vaccins ADN codant pour les protéines les plus réactives [24] . De même, l'utilisation d'une puce présentant plusieurs dizaines d'auto-antigènes a permis d'établir la prévalence et la signification clinique d'un éventail d'auto-anticorps IgG et IgM chez des patients atteints de lupus érythémateux systémique et des syndromes incomplets de cette maladie [25] .\n\nPour certaines pathologies auto-immunes, les auto-antigènes restent encore non identifiés. Une approche proposée pour rechercher des antigènes potentiels est basée sur le criblage de puces à extraits cellulaires, provenant d'une banque de c-ADN du cerveau du foetus humain [26] . De cette manière, plusieurs biomarqueurs potentiels, impliqués dans la cardiomyopathie dilatée et la perte de cheveux (Alopecia areata), ont été découverts et utilisés à leur tour pour préparer des puces à antigènes destinées à l'étude de ces maladies [27, 28] . En outre, une puce commerciale, composée d'environ 8000 protéines humaines, a été proposée pour rechercher de nouveaux auto-anticorps (www.invitrogen.com).\n\nEn fournissant des signatures spécifiques, les puces se révèlent être des outils performants pour le diagnostic différentiel de pathologies auto-immunes. Il est particulièrement important de noter que le caractère des clusters reflétant la réactivité des anticorps dans le sérum des patients peut avoir une valeur pronostique.\n\nEnviron 25 % de la population des pays industriels souffrent d'allergies qui posent aussi un problème important de santé publique. Les allergies de type 1 (asthme, dermatite, conjonctivite, sinusite, etc.) sont médiées par les IgE, les anticorps les moins répandus dans le sérum, qui reconnaissent les antigènes, y compris des protéines, provenant des nutriments, des cosmétiques ou de l'environnement. En conséquence, dans le sérum des personnes sensibles aux réactions allergiques, la concentration des IgE libres, spécifiques aux allergènes correspondants, est élevée.\n\nDepuis longtemps, il existe des méthodes conventionnelles de détection des produits allergiques, basées sur le dosage des IgE dans le sang des patients [29] . La technologie des puces a été appliquée avec succès, en exploitant une approche enzymatique d'amplification du signal fluorescent [30] [31] [32] [33] . Les puces, constituées à la fois de nombreuses protéines recombinantes purifiées, d'extraits bruts et de molécules d'origine non protéique, permettent d'identifier les allergènes environnementaux et de les regrouper selon leur puissance de réactivité. Récemment, des puces constituées de protéines natives et dénaturées du lait de vache ont été aussi utilisées pour évaluer leur réaction allergique dans une faible quantité de sérum des enfants [34] . Bien que différents auteurs exploitent divers supports pour immobiliser des allergènes protéiques et non protéiques, il semblerait que les puces développées répondent aux standards internationaux des tests allergiques.\n\nLes résultats issus de plusieurs laboratoires démontrent que les puces à antigènes et à anticorps assurent une analyse des protéines et d'autres molécules avec une haute sensibilité et spécificité et avec une faible consommation des échantillons cliniques qui ne sont disponibles qu'en quantités infimes. Ces puces s'avèrent plus avantageuses par rapport aux essais immunologiques conventionnels, y compris « le standard d'or » Elisa et ainsi deviendraient indispensables pour une nouvelle génération de méthodes diagnostiques. Les questions concernant le contrôle de la qualité des puces à protéines et la reproductibilité des résultats font actuellement l'objet de plusieurs recherches pour répondre aux critères exigeants du diagnostic des pathologies humaines [35] . Toutefois, l'entrée récente en clinique d'une puce composée de 14 biomarqueurs pour identifier et quantifier la concentration des IgG correspondant à dix maladies autoimmunes (www.whatman.com) est la première « hirondelle » donnant l'espoir de la création d'autres micropuces diagnostiques.\n\nLes puces à anticorps possèdent aussi un potentiel important pour élucider la régulation globale et évaluer l'activité fonctionnelle des voies de signalisation dans les cellules et tissus cancéreux. L'approche la plus appropriée est basée sur la comparaison du profil de l'expression des protéines et de leurs modifications post-traductionnelles (phosphorylation, acétylation, etc.) en se basant sur la détection par deux fluorophores [36] . Cependant, la faible concentration des protéines-cibles, la réactivité croisée des anticorps avec plusieurs protéines et aussi le manque de biomarqueurs crédibles constituent encore des obstacles pour l'extension des puces à anticorps au diagnostic précoce du cancer [37, 38] . Néanmoins, les techniques d'enrichissement ou du fractionnement des protéines-cibles des différents compartiments ou de la déplétion des protéines majoritaires présentes dans certains fluides biologiques peuvent diminuer les interactions non spécifiques et abaisser le seuil de détection des molécules de faible abondance [39] [40] [41] [42] . Par ailleurs, la découverte des biomarqueurs du cancer et d'autres maladies, en combinant les avantages des puces à protéines avec d'autres techniques à haut débit et la génération d'anticorps ou d'autres molécules de reconnaissance de haute qualité sont des sujets « chauds » pour la recherche biomédicale [43] [44] [45] . Les progrès dans ces directions seront essentiels pour l'introduction, dans la pratique médicale, des micropuces multiplexes pour le diagnostic précoce et le monitoring multiparamétrique des maladies humaines.\n\nNous remercions les membres du laboratoire de biotechnologie de l'université de Nantes et de la société ProtNeteomix qui ont participé aux développements technologiques sur la plateforme « Puces à protéines » d'Ouest Génopôle. Nous exprimons notre reconnaissance à la région des pays de la Loire pour les subventions accordées pour ces travaux. Nous remercions également Michele Lecocq pour la relecture de l'article."}