{"title": "", "body": "Las primeras descripciones [1] [2] [3] [4] [5] de pacientes críticos con gripe A (H1N1)v pandémica 2009 describen unas características que difieren sobre el comportamiento de la gripe estacional y requieren un enfoque diferenciado. En Australia y Nueva Zelanda (ANZIC) el ingreso de casos de gripe en unidades de cuidados intensivos (UCI) durante la primera ola en el invierno austral se multiplicó por más de 15 respecto de años previos 4 .\n\nPacientes con una historia de 3 a 5 días de síndrome gripal desarrollan hipoxemia con signos de compromiso respiratorio progresivo que en menos de 24 h requiere intubación y ventilación mecánica (VM). La secuencia típica es tos seca, seguida de fiebre elevada, a la que 72 h después se asocia hipoxemia. Por ello, no se debe demorar el inicio de tratamiento antiviral y estos pacientes deben ser rápidamente ingresados en el hospital con monitorización continua de la oxigenación. Los médicos que asisten a estos pacientes no deben confiarse de que se trate de pacientes jóvenes, con buena salud y ausencia de comorbilidades, porque estas características no excluyen el rápido desarrollo de insuficiencia respiratoria grave y muerte 3 . Algunas comorbilidades, como el asma, la obesidad o el embarazo, parecen incrementar el riesgo de presentar complicaciones graves [3] [4] [5] . La vigilancia cuidadosa del desarrollo de sobreinfección bacteriana, embolia pulmonar y complicaciones de la VM son fundamentales. El adecuado aislamiento respiratorio es una prioridad (www.msps.es) dado que la transmisión nosocomial es causa de hasta un 10% de los ingresos en UCI 4 .\n\nEn Europa, Reino Unido y España fueron los países más afectados en julio y esta experiencia inicial en España se publicó el 11 de septiembre 5 , constituyendo la serie de casos más larga de Europa hasta el momento. La respuesta coordinada de diversas sociedades ha permitido el desarrollo del proyecto InFACT (International Forum for Acute Care Trialists) de colaboración entre responsables de registros. Esta iniciativa mundial integra 5 bases de datos regionales para crear un registro común mundial de pacientes con gripe A 6 .\n\nComo cualquier nueva enfermedad, la gripe A (H1N1)v pandémica crea un considerable grado de incertidumbre acerca de la disemi-nación, la gravedad y las consecuencias. Esta incertidumbre alimenta el miedo, los comentarios y declaraciones inapropiadas que generan más desconcierto. Nada mejor que la información objetiva para combatirlas. Por ello, el objetivo de nuestras actuaciones fue recoger la información de la primera ola para ponerla a disposición de la comunidad científica durante la segunda ola, que ha alcanzado su pico a finales de noviembre ( fig. 1 ). Este artículo compara la epidemiología y la historia natural de los primeros casos de gripe A (H1N1)v pandémica en España que requirieron ingreso en UCI durante el verano, con otras series publicadas en Canadá 3 y en ANZIC 4 .\n\nLa frecuencia de ingresos en las UCI españolas debido a neumonía primaria fue significativamente superior (90%) a la observada en Canadá (44%) y en ANZIC (48%). Por contrapartida, el porcentaje de neumonía bacteriana secundaria en ambas series 3,4 fue significativamente mayor que el observado en España 5 , mientras que la exacerbación de obstrucción al flujo aéreo fue superior en el hemisferio sur y en Canadá, pero sin llegar a la significación (tabla 1).\n\nLa mayoría de pacientes fallecidos presentó neumonía viral primaria, que afecta particularmente a una población joven (mediana global de edad de 35 años), muchos de los cuales (30-60% según las series) no tienen comorbilidades (tabla 1). La obesidad, la patología pulmonar crónica, el embarazo y la cardiopatía fueron las comorbilidades más frecuentes observadas en las 3 series comparadas. Tres de cada 10 pacientes ingresados en las UCI 3-5 presentaron un índice de masa corporal (IMC) superior a 30 (obesidad) y en 1 de cada 10 el IMC fue superior a 40 (obesidad mórbida). Esta proporción de pacientes obesos asistidos en UCI por gripe A (H1N1)v está muy por encima de la proporción de la población española adulta con obesidad, la cual se sitúa en el 14,5% según datos del Ministerio Salud y Política Social 7, 8 . Este comportamiento coincide con lo observado en el estudio ANZIC 4 y sugiere a este grupo de pacientes como un grupo de riesgo para las formas graves de gripe A (H1N1)v.\n\nAproximadamente el 10-30% de los pacientes hospitalizados requiere ingreso en UCI. Los pacientes críticos incluyen principalmente a los que experimentan enfermedad respiratoria del tracto inferior rápidamente progresiva, insuficiencia respiratoria y distrés respiratorio agudo (ARDS) con hipoxemia refractaria. Aproximadamente el 40% de los pacientes presentó opacidades que afectaron los 4 cuadrantes de la radiografía de tórax al ingreso en UCI 3, 5 . Dentro de las complicaciones graves, la insuficiencia renal aguda con necesidad de utilización de técnicas de sustitución renal, fue significativamente más frecuente en la serie española (21,8%) respecto de Canadá (7,1%) y ANZIC, con sólo un 3,8%. Probablemente, el motivo de esta diferencia deba buscarse en la significativamente mayor incidencia de pacientes con shock (más del doble) en los pacientes ingresados en las UCI de España (tabla 1). Las manifestaciones extrapulmonares de la gripe A (H1N1)v, como miocarditis, rabdmomiólisis y encefalitis, representan entre un 3 y un 10% de la presentación inicial de la enfermedad 4 y deberá investigarse esta etiología en los pacientes ingresados durante la pandemia.\n\nEstos pacientes presentan inicialmente tos seca, seguida de fiebre alta durante 3-5 días, que progresa a una complicación generalmente respiratoria. La progresión suele ser muy rápida (inferior a 24 h) y la asociación de deposiciones diarreicas debe hacer sospechar alta carga viral. Una vez intubados y en ventilación mecánica, se suelen observar secreciones hemáticas. Si bien la neumonitis viral puede explicar por sí misma estos hallazgos, se deberán descartar complicaciones graves como la miocarditis. Llamativamente, estos cuadros se evidencian en pacientes muy jóvenes y en embarazadas, en los cuales la ecocardiografía inicial es normal, pero desarrollan en menos de 24-48 h shock cardiogénico por miocarditis fulminante y muerte. Como hemos mencionado, la insuficiencia renal aguda grave no es infrecuente (5-20%) y podría estar relacionada con el shock y la rabdomiólisis. Es importante estar atentos e identificar signos de progresión clínica de la enfermedad (tabla 2), ya que estos pacientes, aun cuando impresionen estables, requieren un ingreso hospitalario bajo monitorización continua para un rápido diagnóstico de las complicaciones.\n\nLa presencia de coinfección bacteriana ha sido infrecuente en España (3%) 6 , a diferencia de lo observado en las otras series (20-30%) 3, 4 . Estudios previos sobre autopsias de pacientes fallecidos con influenza A, demostraron que muchas de esas muertes ocurrieron de forma concomitante con una neumonía bacteriana 9, 10 . El impacto de la coinfección bacteriana parece ser menor en la gripe A (H1N1). Sin embargo, un reciente estudio 9 revisó 77 autopsias de pacientes falleci- (12, 5) 28 (16, 6) 172 (28,6) Asma 5 (15, 6) 38 (22, 6) 231 (32,7) c EPOC 4 (12,5) 16 (9,5) -Embarazo 2 (6,2) 13 (7,7) 66 (9,1) Cardiopatía 2 (6,2) 25 (14, 9) 74 (10,5) Días hasta primera dosis de antiviral, mediana (IQ) \n\nIndicadores clínicos de \"progresión\" que requieren ingreso hospitalario urgente con monitorización continua 1. Síntomas y signos sugestivos de alteración de la oxigenación o insuficiencia cardiopulmonar (taquipnea > 25/min o pulsioximetría < 95% respirando aire ambiente) 2. Síntomas y signos sugestivos de complicaciones del sistema nervioso central (convulsiones o disminución del nivel de conciencia) 3. Persistencia o aumento de la fiebre después de 3 días como evidencia de replicación acelerada o infección bacteriana secundaria 4. Deshidratación dos con gripe A (H1N1) confirmada. En 22 de ellos (28,5%) se hallaron evidencias histopatológicas de coinfección bacteriana. Si bien esta cifra coincide con los comunicados por Kumar et al 3 y ANZIC 4 , el estudio tiene múltiples e importantes limitaciones. Las más destacadas se relacionan con la falta de datos clínicos de muchos pacientes y la diferente duración de la enfermedad, que oscila entre 1 y 25 días, lo cual obliga a tomar con sumo cuidado estos resultados. La baja incidencia de coinfección bacteriana en la serie española 5 puede relacionarse con la temporada estival, en la cual se desarrolló la primera ola en España. Probablemente, cuando avance el frío el porcentaje de pacientes con coinfección bacteriana por Streptococcus pneumoniae se incrementará. Por ello, es importante que la población candidata a vacuna antineumocócica esté correctamente vacunada.\n\nDado que al ingreso de los pacientes no se dispone de confirmación microbiológica, cuando se presenta en forma de ARDS con neumonía hay que iniciar tratamiento antibiótico concomitante al tratamiento antiviral. Algunos datos sugieren que el uso de macrólidos tiene un efecto inmunomodulador, con incremento en la secreción de inmunoglobulina A antiviral en la mucosa respiratoria con reducción de los síntomas 11 .\n\nEl diagnóstico se establece basándose en muestras del tracto respiratorio superior: frotis nasal y faríngeo. Múltiples evidencias 12, 13 sugieren que el rendimiento del test de ELISA para diagnóstico del virus de la gripe A (H1N1)v es muy pobre cuando se lo compara con el rendimiento de la rt-PCR (reacción en cadena de la polimerasa en transcripción reversa) en tiempo real. No hay duda de que la rt-PCR es la técnica de elección para el diagnóstico. Sin embargo, 1 de cada 6 pacientes intubados y con neumonía viral primaria en la serie española 6,14 tuvo una rt-PCR inicial negativa en frotis nasofaríngeo que posteriormente fue positiva en muestra de secreciones profundas respiratorias. Esto es coincidente con lo observado en ANZIC 4 y otro estudio 15 que evidenció 4 falsos negativos y 2 resultados equivocados cuando se probó la técnica de diagnóstico del CDC. El virus de la gripe A (H1N1)v pandémico 2009 tiene especial tropismo por el tracto respiratorio inferior, de tal manera que las muestras respiratorias (aspirado traqueal o lavado broncoaveolar [BAL]) parecen tener un mayor rendimiento en presencia de neumonía 14 . Bajo ninguna circunstancia debe retrasarse el inicio de prácticas de control de infección o el tratamiento antiviral si hay una alta sospecha de enfermedad por virus H1N1 pandémico. Si la prueba inicial es negativa, debe repetirse a las 48-72 h, preferiblemente con muestras del tracto respiratorio inferior. Algunos pacientes requieren 3 o más muestras 14 . Hay que recordar que los procedimientos que generan aerosoles, como la VM o las broncoscopias para obtener el BAL, deberían llevarse a cabo, si es posible, en habitaciones bien ventiladas, preferentemente de presión negativa y manteniendo una estricta protección personal completa (máscaras FFP2-3) del personal de salud que asiste al paciente. El ambú y la vía espiratoria del ventilador deben estar protegidos con un filtro de alta eficiencia.\n\nAl tratarse de pacientes jóvenes con gran reserva funcional cardiorrespiratoria, los signos clásicos de gravedad considerados en la mayoría de las escalas de gravedad usadas de forma habitual 16, 17 , en la neumonía comunitaria no parecen tener utilidad. Tanto en la valoración inicial en el área de \"triage\" como durante la hospitalización debe monitorizarse de forma continua la saturación de oxígeno por pulsioximetría. La estratificación de la gravedad de estos pacientes a través de la escala SOFA 18 en diferentes \"códigos de triage\", los cuales se relacionan con la prioridad de asistencia 19 , surge como un buen ejercicio teórico pero que debería ser probado en la práctica antes de recomendar su utilización. Hasta entonces, todos los pacientes con taquipnea (FR > 24) deben ser valorados cuidadosamente, con pulsioximetría y radiografía de tórax. En caso de dudas sobre las características o extensión de las opacidades, una tomografía de tórax puede ser de ayuda para realizar una más exacta valoración de la gravedad del paciente 20 . Se recomienda administrar oxigenoterapia de forma precoz para mantener saturaciones por encima del 90%. En la figura 2 se muestra una propuesta de algoritmo de manejo diagnóstico. Si a pesar del oxígeno a elevadas concentraciones, la saturación no mejora, no se debe demorar la intubación orotraqueal y el inicio de la ventilación mecánica. Entre 6-7 pacientes de cada 10 ingresados en las UCI 3-5 requirieron VM invasiva (VMI) por hipoxemia grave. La ventilación en prono fue la estrategia de oxigenación más usada en España (33%), mientras que la ventilación de alta frecuencia (11,9%) y la oxigenación extracorpórea mediante ECMO (4-7%) tuvieron una importante presencia en Canadá 3 y ANZIC 4 .\n\nEl papel que juega la ventilación no invasiva (VNI) en los pacientes afectados de gripe A (H1N1)v pandémica ha sido motivo de controversia. Entre el 25 5 y el 33% 3 de los pacientes ingresados en UCI recibieron esta modalidad de ventilación asistida, observándose una elevada frecuencia de fracaso (> 75%) (tabla 1). El nivel de gravedad de los pacientes que fracasaron fue similar al de los que recibieron VMI desde el inicio 5 , sugiriendo que tal vez estos pacientes no deberían haber sido candidatos a esta modalidad ventilatoria. Recientemente, la ERS (European Respiratory Society) y la ESICM (European Society of Intensive Care Medicine) han respaldado un documento sobre el rol de la VNI en pacientes con gripe A (H1N1)v 21 . Los autores concluyen que, como regla general, la VNI no está recomendada como una alternativa de la VMI en pacientes afectados por el virus (H1N1)v. Sólo se podrá considerar la aplicación de VNI para prevenir el deterioro y la necesidad de intubación en pacientes con insuficiencia respiratoria moderada hipercápnica secundaria a exacerbación de una enfermedad pulmonar crónica por gripe A (H1N1)v o edema de pulmón cardiogénico, pero en ausencia de neumonía, disfunción multiorgánica e hipoxemia refractaria. Esta recomendación concuerda con la experiencia clínica 3, 5 .\n\nEl tratamiento del ARDS debe basarse en estrategias de ventilación protectora del pulmón. Los pacientes con hipoxemia refractaria pueden beneficiarse de balances negativos, posición en prono, o soporte respiratorio avanzado con ventilación de alta frecuencia u oxigenación con membrana extracorpórea (ECMO) 22 . Nuestros datos sugieren la necesidad de implementar estas técnicas en España, tal como hacen otros países occidentales 3, 4 .\n\nEl virus de la influenza A (H1N1) es sensible (susceptible) a los medicamentos antivirales inhibidores de la neuraminidasa: zanamivir y oseltamivir. Es resistente a los medicamentos antivirales del grupo adamantane: amantadina y rimantadina. Los virus de la influenza humana tipo A (H3N2) son resistentes a la amantadina y rimantadina, pero sensibles (susceptibles) al oseltamivir y zanamivir. Por lo tanto, en estos momentos, las recomendaciones para el tratamiento antiviral de casos presuntos de infección por virus de influenza A (H1N1)v requieren que se tenga en cuenta la posible infección por este nuevo virus, al igual que por los virus de la influenza humana y sus diferentes susceptibilidades antivirales 23 .\n\nDeben recibir tratamiento todos los pacientes con sospecha clínica y presentación grave que ingresen a UCI, aun antes de tener el resultado de las muestras para virus, tengan o no factores de riesgo. El tratamiento es más efectivo si se inicia dentro de las primeras 48 h del inicio de los síntomas, aunque este hecho no debe limitar su inicio más allá de este período. Un reciente estudio 24 en pacientes con influenza A (H3N2) ha demostrado que la administración de oseltamivir antes del cuarto día se asoció a una mayor reducción de la concentración de ARN viral. Por ello, el tratamiento se iniciará independientemente del tiempo de inicio de los síntomas, aunque se espera que su efecto pueda ser menor. A pesar de estas evidencias, el tiempo desde el inicio de los síntomas hasta la primera dosis de antiviral es prolongado (4 días) 5 . Posiblemente, el prolongado tiempo evidenciado hasta la hospitalización (3-4 días) en todas las series juegue un papel importante en el retraso del antiviral.\n\nLa dosis estándar de oseltamivir es de 75 mg cada 12 h por vía oral, y la duración del tratamiento habitual es de 5 días. En pacientes con neumonía grave e insuficiencia respiratoria que ingresan en UCI sería recomendable aumentar la dosis al doble (150 mg/12 h). La utilización de esta dosis ha sido una recomendación efectuada por la Organización Mundial de la Salud (OMS) en 2006 para casos de neumonía por virus de influenza A (H5N1) 25 . Una dosis de 300 mg/día de oseltamivir durante 10 días se consideró una opción adecuada de tratamiento cuando la influenza A estacional cursara con neumonía grave 26 .\n\nEl tiempo de tratamiento es otro punto a considerar; la evidencia sugiere que el clearance del virus se correlaciona con la resolución del cuadro 27, 28 . Un reciente estudio 24 evidenció una eliminación prolongada del virus en pacientes hospitalizados por influenza. En dicho estudio, más del 30% de los pacientes tuvieron rt-PCR positiva para el virus a los 7 días. La gravedad general, las comorbilidades y la edad fueron otros factores relacionados con un mayor tiempo de eliminación de los virus. Es por ello que, mientras no se disponga de otras evidencias, sería recomendable mantener el tratamiento durante 10-14 días excepto si la PCR en secreciones respiratorias se negativiza. Si tras suspender el tratamiento aparece deterioro clinicorradiológico, se considerará realizar una toma de muestras y una nueva tanda de tratamiento antiviral conjuntamente con tratamiento ATB para neumonía asociada a la ventilación, hasta descartar reactivación del virus mediante PCR negativa. En pacientes con fracaso renal y enfermedad severa se debe ajustar la dosis en función del aclaramiento de creatinina y de la necesidad de depuración extrarrenal. En caso de fracaso renal agudo, se considerará iniciar la depuración extrarrenal de forma temprana, en cuyo caso no se debe reducir la dosis.\n\nNo está claro hasta qué punto el virus es el causante directo de la lesión pulmonar por alta carga viral o se trata de una reacción mediada por la inmunidad celular que lesiona el pulmón. Un reciente estudio translacional 29 observó que la infección por virus (H1N1)v en su presentación clínica leve o moderada induce una respuesta inmune típica. Sin embargo, en los cuadros clínicos más graves, con severo compromiso respiratorio (SDRA), la respuesta parece estar mediada por una precoz y elevada secreción de citocinas Th17 y Th1, las cuales, si bien se encuentran asociadas con la respuesta inmune mediada por células, también se han asociado a ciertas enfermedades inflamatorias como el asma. Tal vez esta vía podría explicar por qué los pacientes presentan un cuadro de SDRA casi exclusivamente pulmonar sin el componente habitual de disfunción multiorgánica evidente en otros tipos de SDRA por sepsis. Con independencia de si el mecanismo es de reacción inmune desproporcionada o de invasión viral, el uso de oseltamivir para inhibir la replicación viral parece crucial.\n\nUn reciente metaanálisis 30 acerca de la utilidad del oseltamivir en el tratamiento de la influenza en pacientes sanos, ha concluido que los inhibidores de la neuroaminidasa tienen un pequeño efecto beneficioso contra los síntomas de la influenza en la población sana. Esto ha generado una gran expectación y mayor desorientación, tanto en el colectivo médico como en la población general. Sin embargo, este estudio 30 se basa en la gripe estacional y no considera las publi-Figura 2. Algoritmo de diagnóstico de pacientes con sospecha de gripe A (H1N1)v. TC: tomografía computarizada; UCI: unidad de cuidados intensivos. caciones recientes acerca del impacto del tratamiento antiviral en pacientes graves afectados de gripe A (H1N1) pandémica 2009. Excluye niños y adolescentes. Por ello, esta conclusión no puede generalizarse a la actual pandemia. Datos de la serie española 5 evidencian un 50% de incremento en el riesgo de mortalidad (odds ratio = 2,90) cuando los pacientes reciben el tratamiento antiviral después de 48 h del inicio de los síntomas 31 . Estos datos son coincidentes con lo observado por Louie et al 32 y por Jain et al 33 . Así, nuestra estrategia de tratamiento coincide con la enunciada por la OMS (www.who.com) de administrar antiviral con la mayor precocidad en los pacientes con factores de riesgo así como en pacientes sin factores de riesgo con fiebre que se prolongue más de 3 días o bien evidencien criterios de progresión clínica (tabla 2) de la enfermedad. No debe utilizarse zanamivir inhalado si hay enfermedad pulmonar, por el riesgo de precipitar broncospasmo 34 . Tampoco debe administrarse nebulizado una vez reconstituida una solución, ya que este producto no está formulado para su reconstitución y al contener lactosa puede obstruir los filtros del respirador, además de no estar probada su seguridad, habiéndose comunicado casos de muerte después de su administración 35 .\n\nEn pacientes con intolerancia al oseltamivir por vía enteral o bien en aquellos con sospecha de posible resistencia del virus, el zanamivir administrado de forma intravenosa puede ser una opción de tratamiento 36 . Por el momento, sólo puede utilizarse como uso compasivo.\n\nLos corticoides se han relacionado con una disminución del clearance viral en pacientes con influenza A (H3N2) 27 , así como en infecciones por virus sincitial respiratorio 37 y SARS 38 . Sin embargo, la presencia de neumonitis y la importancia de la respuesta inflamatoria en la aparición posterior de fibrosis pulmonar podría resultar un objetivo para su utilización. Un reciente estudio 39 observó que dosis bajas o moderadas de esteroides se asociaron con una significativa mejoría del daño pulmonar y de la disfunción multiorgánica así como con una baja mortalidad hospitalaria. Este estudio presenta importantes limitaciones, incluye sólo 13 pacientes, se administró hidrocortisona o prednisolona a dosis no equivalentes y carece de grupo control, por lo cual los resultados deben ser interpretados muy cautelosamente. Dado que no hay evidencias, la utilización de esteroides para pacientes con SDRA por H1N1 no puede ser recomendada.\n\nLa mortalidad de la serie española (25%) fue superior a la registrada en Canadá (14,3%; p = 0,35) y ANZIC (16,9%; p = 0,15) aunque sin lograr significación. La interpretación de estos datos es dificultosa. En principio, ambos estudios 3,4 incluyen población pediátrica, mientras que el estudio español no. El estudio ANZIC 4 no registra el nivel de gravedad general de sus pacientes y esto hace difícil poder efectuar una adecuada comparación. Por su parte, y aunque la gravedad de los pacientes de Canadá 3 es similar a la de los españoles, la mayor incidencia de pacientes en shock en esta última podría justificar un incremento en la mortalidad. De todas formas, los pacientes afectados por gripe A (H1N1)v podrían agruparse globalmente en los que requieren ventilación mecánica, con una mortalidad del 30%, y los que no han necesitado soporte ventilatorio, cuya mortalidad fue del 0% ( fig. 3 ). Una mortalidad que resulta impactante no tanto por la frecuencia absoluta sino porque la población joven es la que se encuentra especialmente afectada.\n\nEn resumen, la mayoría de ingresos en UCI (y muertes) se debe a neumonía viral primaria en pacientes jóvenes. Aunque determina-das poblaciones (obesos, embarazadas, asma) están expuestas a un riego superior, la ausencia de comorbilidades alcanza un porcentaje considerable de pacientes intubados. El uso de oseltamivir es tardío y poco generalizado. Estos datos sugieren que una estrategia más facilitadora de obtención del antiviral podría reducir el número de pacientes que requieren ingreso en UCI y la mortalidad.\n\nLos autores declaran no tener ningún conflicto de intereses.\n\nA Rosi Luque por su inestimable ayuda y soporte administrativo. "}