{"title": "SARS-CoV Attack (Severe Acute Respiratory Syndrome)", "body": "The events unfolding between November 2002 and June 2003, which heralded the advent of severe acute respiratory syndrome (SARS), effectively demonstrated one significant downside of globalization and air travel: the ability to rapidly disseminate lethal respiratory infections worldwide. Although SARS was a natural biologic pandemic, it tested the global medical community's ability to recognize and rapidly respond to a potential covert biologic weapon attack. Dispersion of a previously unknown biologic agent produced illness after a relatively short incubation period, when victims had already dispersed to five continents. Effective medical response depended upon the ability of astute clinicians, not sophisticated electronic surveillance, to identify the case cluster announcing the presence of a new illness.\n\nAlthough many details regarding SARS-CoV, its origin, spreading mechanisms, full extent of illness, and effective management remain to be elucidated, much has already been determined. SARS-CoV, a novel Coronavirus species, produces a rapidly progressive atypical pneumonia. Coronaviruses are a family of enveloped, singlestranded RNA viruses that produce disease in several animal species, including humans. Seroepidemiologic data suggest that SARS-CoV originated as an animal virus, with live game animal markets hypothesized to be the potential site of recent interspecies transmission. [1] [2] [3] Isolation of SARS-CoV from several species, including the palm civet (Paguma larvata), suggests a wide range of host hiding places for SARS between human epidemics. SARS-CoV is the cause of SARS, as it satisfied all four of Koch's postulates. Reverse transcriptase polymerase chain reaction (RT-PCR) and virus isolation demonstrated virus from lung biopsy specimens, feces, urine, and respiratory secretions in SARS patients, but not controls. Seroconversion to SARS-CoV was shown in ill patients. Experimental cynomolgus macaque infection with SARS-CoV produced pneumonia pathologically similar to SARS in humans. [4] [5] [6] [7] [8] [9] No vector has been identified.\n\nSeveral SARS-CoV characteristics make it an interesting bioweapon candidate. Its unique RNA-dependent RNA polymerase allows for ready mutation and potential adaptation. It shows moderate transmission, with two to four secondary cases, and occasional \"super-spreader\" events, involving transmission to multiple individuals. Within months, more than 8000 individuals were infected and 774 individuals died in 26 countries on five continents. SARS-CoV has an incubation period of 2 to 10 days (median 4-7 days; range 2-14 days). Although mild and asymptomatic cases have been documented, they are uncommon and do not appear to contribute to infection spread. SARS-CoV is stable, surviving for many days in feces and for 1 or more days on hard surfaces.\n\nThe primary mode of transmission is via direct or indirect mucous membrane contact with infectious respiratory droplets or fomites. 10 Fecal-oral transmission may be an important secondary means, as virus is found in large quantities in stool and profuse, watery diarrhea is not uncommon. 5,11,12 Transmission is not described before clinical illness onset,which corresponds with peak viral load at day 12 to 14 of symptoms. As such, early patient isolation may facilitate transmission prevention. 11 Transmission occurs with close patient contact, with passage to casual contacts being unusual. Transmission is facilitated by aerosol-generating procedures in medical settings. Seasonality is suspected but remains to be elucidated. SARS affects individuals of all age groups and immune status, although children appeared less severely affected in the 2003 epidemic. Infected individuals initially experience fever, myalgias, and chills. Cough is common early, but tachypnea and shortness of breath are more prominent later in the illness. The elderly may not present with fever but may manifest decreased appetite and malaise. 13 Upper respiratory symptoms are uncommon, perhaps serving as one clinical clue differentiating a cluster of epidemiologically linked SARS patients from those with other atypical pneumonias. Pulmonary findings, such as rales, occurred in less than one third of SARS cases, and often did not correlate clinically with chest radiography (CXR) findings. 7,14 Twenty percent of patients had prominent gastrointestinal symptoms, including watery diarrhea. CXR findings appear to correlate with the rapidity at which patients require hospitalization. The most common initial findings on CXR are ground-glass opacifications or focal consolidations of the peripheral, subpleural lower lung fields. In 67% of patients with an initially normal CXR, findings appear on subsequent high-resolution chest tomography (HRCT). Pleural effusions, mediastinal lymphadenopathy, and cavitation are rare. 16 One third of SARs patients showed improvement, with defervescence and radiographic resolution over several weeks. In the remainder, fever persisted and progressive shortness of breath, hypoxia, tachypnea, increasing auscultative findings, and often diarrhea were noted. Serial radiography, or HDCT, revealed progression to multifocal unilateral or bilateral air-space consolidation, and often non-iatrogenic pneumomediastinum. Approximately 20% to 30% of patients require intensive care. Death is usually due to respiratory failure and/or multiple organ failure, sepsis, or accompanying cardiac decompensation. Later lung findings include diffuse alveolar damage, edema, hyaline membrane formation, pneumocyte desquamation, giant cells, a high viral load, and an inflammatory infiltrate. 6, 14, 17 Mortality risk factors, determined by multivariate regression analysis, include advanced age, co-morbid cardiovascular disease and diabetes, and high neutrophil and lactate dehydrogenase levels on presentation. 17, 18 Between 6% and 20% of recovered patients have some residual respiratory impairment. 3 Clinical manifestations are nonspecific. In one study, the WHO case definition was shown to be 96% specific but only 26% sensitive. 3 Laboratory data are nondiagnostic; however, lymphocytopenia is common and thrombocytopenia may be noted. Alanine aminotransferase, lactate dehydrogenase, and creatine kinase levels may be elevated. Although RT-PCR has been shown to be diagnostic in respiratory and fecal specimens, and viral RNA is detectable in serum and urine, the CDC and WHO do not deem RT-PCR currently reliable to rule out SARS infection. 19 Lower respiratory tract specimens are the most useful but place healthcare providers at the most risk of transmission via aerosol generation. 20 Seroconversion 21 to 28 days after symptom onset (wholevirus immunoassay via IFA or ELISA) remains the gold standard to confirm SARS infection. 21\n\nPre-incident actions focus on preparedness, healthcare provider education, and surveillance. Active syndromic surveillance for fever and respiratory symptom clusters should occur. Research focuses on improving testing sensitivity earlier in illness and on finding effective antiviral and immunomodulating agents. 21 Emergency department, hospital, and outpatient facilities should have disaster plans in place that address bioterrorist attack/major infectious disease outbreaks, and they should regularly conduct mock attacks. The importance of incorporating travel, immigration, and contacts into routine history-taking must be reinforced. Facilities should upgrade isolation and ventilation systems, using increased air flow in clustered negative pressure rooms. Strict staff universal precautions, frequent and thorough hand-washing, and the use of properly fitting N95 respiratory masks must be stressed. 22 Measures should be delineated for changing triage guidelines to accommodate rapid increases in patient census; isolating patients; and safely holding large numbers of ill and infectious patients in the likely advent of hospital overloading. These plans, developed in coordination with those of local, state, and federal EMS, public health and government agencies should specify leadership and decisionmaking roles. 23 Policies regarding restricted public gatherings, contact quarantine, and prepared quarantine facilities, if individuals will not maintain home quarantine, should be in place. 24, 25 The possibility of contracting SARS-CoV by particle inhalation from laboratory culture is significant, and negative pressure measures and BSL-3 procedures within laboratories should be used. 26\n\nHealthcare providers entertaining a high level of suspicion for a possible SARS-CoV attack should notify hospital infection control, the administrator on duty, and the local public health officer. Appropriate local, state, and federal public health and law enforcement authorities should be involved. In the healthcare area, provision of adequate supplies and reinforcement of patient isolation, mask placement, and thorough hand-washing precautions should be enforced immediately and strictly. Healthcare provider use of N-95 mask, eye protection, gown, shoe covers, and gloves must be enforced; adequate equipment ensured; and clearly marked biohazardous waste receptacles placed to facilitate use and disposal. Rooms, materials, and surfaces possibly contaminated by SARS-CoV patients should be disinfected appropriately with hypochlorite solution. Aerosol-generating procedures, such as intubation and bronchoscopy, if necessary, should be performed by highly experienced staff under the most strict infection control precautions. Exclusion from duty should be considered for exposed unprotected healthcare workers, with temperature and symptom monitoring. Visitors should be excluded from contact with suspected SARS-CoV patients and their close contacts. 25\n\nTreatment of SARS-CoV patients focuses on emergency management of life-threatening complications and ventilatory support. Interventions to manage profound hypoxemia should be instituted, including intubation, sedation, paralysis, lung recruitment maneuvers, and high-frequency, low-tidal volume and inflation pressure ventilator management. 28 To date, no efficacious antiviral or antiinflammatory drugs are identified. 3, 27 Current research focuses on candidate antiviral agents and vaccine development. If patients are not sick enough to warrant admission, they should be sent home, with strict guidelines regarding activity restriction and hospital return if symptoms worsen. 12, 25 \n\nSARS-CoV has several potential advantages over other respiratory biologic weapons because of its clinical similarity to other common atypical pneumonias, its relative stability, and its spread potential by large droplets, stool, and on fomites. Its unique RNA-dependent RNA polymerase allows for mutation and adaptation to adverse conditions. SARS-CoV release into a community could produce a large number of casualties in a relatively short period and allow widespread dispersion of infected individuals before symptoms manifest. Potential disadvantages of SARS-CoV use include the lack of transmission before clinical illness onset, suggesting that early patient isolation may facilitate transmission prevention and its apparent uncommon transmission to casual contacts. An aerosolized SARS-CoV attack would most likely occur in a large urban setting transportation hub, allowing significant spread over large population areas globally. Identification of SARS-CoV as the cause, without the obvious epidemiologic clue of an outbreak in another country, would be delayed because of its clinical similarity to other atypical pneumonias during respiratory virus season.\n\n• Failure to prepare, and frequently test, a system's ability to respond to potential terrorist attacks in advance • Failure to notify appropriate public health agencies when an outbreak of atypical lower respiratory illness is suspected • Failure to ask an appropriate travel, immigration, and exposure history • Failure to adequately isolate patients suspected of having SARS • Failure of medical staff to use appropriate respiratory and contact precautions"}