{"title": "Conflicts of interest", "body": "To the Editor-In a statement to the media on 3 January 2020, the Hong Kong Centre for Health Protection (CHP), citing provincial health commission sources, reported that they were closely monitoring a cluster of pneumonia cases in Wuhan, Hubei Province, in mainland China. 1 The so-called 'Wuhan pneumonia' appeared to be viral in nature and patients were placed in isolation. News of the outbreak initially triggered rumours of a potential outbreak of severe acute respiratory syndrome (SARS). 2,3 From a public health perspective, the imprecise definition of SARS could have grave consequences as patients may be erroneously quarantined, and communities and cities could be unduly stigmatised. 2, 4 Owing to similarities and differences between SARS, Middle East respiratory syndrome (MERS), and avian influenza, it is difficult to diagnose or refute SARS in epidemics of respiratory syndromes. 2, 5, 6 These epidemics are often severe, always acute, and invariably involve pneumonia with respiratory tract symptoms. 4, 7 Travel or contact history is pivotal in formulating management protocol during any outbreak when the pathogen is not initially clear, as illustrated by Hong Kong health personnel to obtain the relevant travel history of the recent patients from Wuhan. 3 As an alternative to current convention, we previously proposed the term epidemic pneumonia (EP) and the surveillance classification summarised below, which would remove any confusion associated with respiratory terminology such as SARS or MERS 2 The proposed classification provides clear guidance on patient management. Febrile individuals with severe acute respiratory symptoms, whether they originate from Wuhan or not, should be quarantined. Newly admitted patients in endemic areas with persistent fever and pneumonia should be isolated and be eventually classified into one of the four categories of EP. Patients with no pathogen identified (ie, P-) can be discharged from isolation once their symptoms have subsided. For patients with a pathogen identified (ie, P+), for example influenza A or measles, isolation is still necessary.\n\nHealth authorities should reflect on the SARS epidemic and be vigilant about the potential impact of Wuhan pneumonia. 8, 9 Emergency measures for a potential pandemic should be initiated immediately.\n\nMost importantly, healthcare authorities should issue a preparedness and response plan to a potential epidemic: act now before it is too late, and learn from history so as not to repeat it. Now the pathogen is identified to be a coronavirus. We are in the midst of a global epidemic termed WARS (Wuhan Acute Respiratory Syndrome) by some, that the World Health Organization has officially named COVID-19."}