{"title": "Integrated urban services: Experience from four cities on different continents", "body": "geomorphological, socio-economic, human population and activity, etc. (see WMO, 2018) . They are essential to provide context and support for urban analyses and model applications addressing issues, including policy requirements, urban planning and assessments, emergency response, human behavior, etc. Development of urban database tools, like the World Urban Database and Access Portal Tools (WUDAPT; www.wudapt.org) is extremely important. WUDAPT (Ching et al., 2018) is an international community-based initiative to acquire and disseminate climate relevant data on the physical geographies of cities for modeling and analyses purposes. The current lacuna of globally consistent information on cities is a major impediment to urban climate science towards informing and developing climate mitigation and adaptation strategies at urban scales. WUDAPT consists of a database and a portal system; its database is structured into a hierarchy representing different levels of detail and data are acquired using innovative protocols that utilize crowdsourcing approaches, Geowiki tools, freely accessible data, and building typology archetypes. The base level of information (Level 0, or L0), categorizes and maps city landscapes into Local Climate Zones (LCZ), each category of which is associated with a range of values for model relevant surface descriptors (e.g. roughness, impervious surface cover, roof area, building heights, etc.). L0 data and the protocol for acquisition, storage and dissemination is best developed and provides a framework for gathering other data. WUDAPT Levels 1 (L1) and 2 (L2) will provide values for other relevant descriptors at greater precision, such as data morphological forms, material composition data and energy usage.\n\nThe main objectives of this paper are: to demonstrate the novel concept and approach of Integrated Urban Hydro-Meteorological, Climate and Environmental Services using examples of several selected cities with good existing practice; aggregate main joint similarities and provide a synergy of cities experience; identify achievements and research findings, as well as existing gaps in knowledge and further research needs and strategy.\n\nVarious cities have already started implementation of Integrated Urban Services and successfully test and use them following specific requirements of local stakeholders, for example, Shanghai (Tang, 2006; Tan et al., 2015) and Stockholm (Amorim et al., 2018) . The following Sections demonstrate the best available knowledge/technologies and practices in four case study cities from different continents and countries (Hong Kong, Toronto, Mexico City and Paris) that have considered different ways to realize such services.\n\nIntegrated Urban Hydro-Meteorological, Climate and Environmental Services (IUS), suggested by WMO (WMO, 2018) , include a combination of dense observation networks, high-resolution forecasts, multi-hazard early warning systems, and climate services. These services should meet the special needs of cities as expressed by urban stakeholders and assist cities in setting and implementing mitigation and adaptation strategies that will enable them to build resilient, thriving sustainable cities that promote the Sustainable Development Goals.\n\nThe current task of WMO, its members and research community in this direction is to develop a comprehensive Guidance for Integrated Urban Hydro-Meteorological, Climate and Environmental Services. The conceptual and methodological part of the Guide was recently issued (WMO, 2018) and adopted in June 2018 by the WMO Executive Council. It documents the best available knowledge, principles, integration methods and practices for producing and providing the relevant services cities require to respond to the hazards posed by extreme weather, severe pollution episodes and climate change. The guide includes a multidisciplinary approach (i.e., not just meteorological agencies) to better serve the social-economic needs of urban areas, and identifies the required A. Baklanov, et al. Urban Climate 32 (2020) 100610 partnerships to establish and sustain urban services, including research, city governments, international organizations, and private sector stakeholders. The combination of hazards and risk factors can be different for different cities. They depend on geographical (e.g., coastal, river, mountainous, polar, deserts and others) and geophysical (e.g., fault lines, volcanoes, dust storm, fire danger, space weather and others) factors, climate conditions and the existing environment of the city itself. In general, Integrated Urban Services include monitoring and prediction for physical and environmental impacts (WMO, 2018) and should include also societal impact predictions, as presented in Table 1 .\n\nTo build Integrated Urban Services, each city, due to its own geographical, socio-economic, climatological, environmental and political setting, must identify the hazards (natural and human-made) and other risk factors at both urban and larger scales to which the city is likely to be exposed and the agencies that need to be involved.\n\nThe general structure of Integrated Urban Services typically includes the following (WMO, 2018):\n\n(i) Observation and Monitoring; (ii) Data, databases and data sharing; (iii) Modeling and prediction capability; (iv) Tailored urban service applications;\n\n(v) Decision Support Systems to support decision-making that includes human behavior/response considerations (vi) Products, service delivery, communications and outreach; (vii) Evaluation, assessment, societal impacts; (viii) Research and Development; (ix) Capacity Development.\n\nUsually Integrated Urban Services are realized using existing systems, infrastructures, and mechanisms. IUS focuses on improving and integrating the following main elements and sub-systems:\n\n(i) Weather (especially high impact weather prediction at the urban scale), (ii) Climate (urban climate, climate extremes, sector specific climate indices, climate projections, climate risk management and adaptation). (iii) Hydrology and water related hazards (flash river floods, heavy precipitation, river water stage, inundation areas, storm tides, sea level rise, urban hydrology), Baklanov, et al. Urban Climate 32 (2020) 100610 (iv) Air quality (urban air quality and other larger scale hazards: dust storms, wildfires smog, etc.).\n\nIntegrated Urban Services must consider seamless provision of services across all time scales: from historical records, monitoring current conditions, nowcasting (for very short term multi-hazards early warnings, e.g. thunderstorms, flash floods, dispersion), shortterm and medium-range forecasting for larger scale phenomena (typhoons, extra-tropical storms), to long-term (sub-seasonal to seasonal and climate change) time scales at urban and sub-urban spatial scales for climate risk management, adaptation to climate change, mitigation strategy assessments and urban planning.\n\nWe selected four cities with successful experiences and evidence of effective data and information services application by policy makers and other users. Each city system is described following the IUS Guide requirements with a particular view of the issues identified in Table 2 .\n\nHong Kong, situated along the southeastern coast of China and over the eastern part of the Pearl River Delta (PRD), has a subtropical climate with hot and humid summer and cool and dry winter. A wide variety of severe weather hazards may pose a threat to Hong Kong. These include: tropical cyclones, heavy rain, severe thunderstorms, extreme high temperatures and cold surges. In 2017, Hong Kong had about 7.4 million residents with an average population density of about 6830 people km −2 in urban areas (HKSAR, 2018) . In Hong Kong, the average building height is about 60 m and domestic building gross floor area per lot area is about 5-8. This high-density and compact urban setting is detrimental to urban climatic conditions especially urban ventilation and thermal environment in downtown areas (Lam, 2006; Lau and Ng, 2013) .\n\nAgainst the background of global climate change and local urbanization, Hong Kong has experienced significant changes in climate in the last century, including a long term warming trend, rising sea level, and more frequent extreme weather (e.g. Lee et al., 2010; Wong et al., 2011) . Looking into the future, Hong Kong can expect even warmer weather, more variable rainfall, a sea level that keeps rising, and more frequent extreme weather hazards (Shun and Lee, 2017) . Moreover, rapid development, large population increase and economic growth in the entire PRD region have had a great impact on the environment, including air quality (ENB et al., 2013) . Weather, climate and environment, in particular extreme hazards, have an impact on Hong Kong residents everyday life in many ways and shape the socio-economic development and infrastructure characteristics of societies (Lam, 2006) .\n\nThe Hong Kong Observatory (HKO) is the meteorological authority responsible for monitoring and forecasting weather, issuing warnings on weather-related hazards and providing climate services in Hong Kong, among others. Atmospheric environmental monitoring and air quality forecasting and warning services are under the purview of the Environmental Protection Department (EPD). The integrated urban service system in Hong Kong is comprised of three key components, namely weather and environmental monitoring; weather, climate and environmental services; and information dissemination/communication (Fig. 2) .\n\n3.1.1.1. Monitoring networks. For weather and atmospheric environmental monitoring, meteorological observations have been conducted at HKO headquarters since 1884 (Lee, 2016) . The advent of automatic weather station (AWS) networks of HKO and other government departments since the mid-1980s has significantly expanded data coverage both in terms of spatial and temporal resolution with over 200 AWSs providing a wide range of meteorological measurements (e.g. rainfall, temperatures, winds, etc.). Regular upper-air soundings and the increasing availability of high-resolution remote sensing observations (e.g. Doppler weather radar, wind profilers, LIDARs (light detection and ranging), satellite reception systems, etc.) also enable the monitoring of meteorological parameters beyond the near-surface levels through the depth of the atmosphere. The implementation of the Community Weather Information Network (Co-WIN) in 2007 further extended the meteorological measurement network to the school and community levels (Tam and Ong, 2012). EPD has been monitoring the air quality in Hong Kong since 1990, and currently Baklanov, et al. Urban Climate 32 (2020) 100610 operates a network of 16 air quality monitoring stations in Hong Kong (EPD, 2018) . The pollutants being monitored regularly include O 3 , NO 2 , SO 2 , CO, PM 10 and PM 2.5 .\n\n3.1.1.2. Urban services. By integrating comprehensive weather observations and numerical weather prediction products, HKO now provides a wide range of forecasts covering multi-time scales (e.g. nowcasting, 9-day forecasts, seasonal predictions, climate projections, etc.) and different spatial resolutions in Hong Kong, including territory wide, district, and specific sites (Fig. 3) . Moreover, warnings and advisories for various weather hazards (e.g. tropical cyclone, thunderstorm, heavy rain, landslide, flooding, cold and very hot weather, etc.) have been in place to reduce loss of life and damage to property, and minimize disruptions to economic and social activities of the city during inclement weather. HKO has been providing different sectors of the community (e.g. general public, government departments, public utilities (water and energy), building industry, health sector, insurance sector, transportation sector, disaster risk management, etc.) with a full range of climatological information services (HKO, 2018a) and conducting climate research as well as promoting climate change public education (Yeung and Song, 2016) . EPD has developed the Air Quality Health Index (AQHI) to provide timely and useful air pollution information to the public. By utilizing various air quality monitoring data and numerical air quality models, EPD also provides AQHI forecast for the next 24 h to advise the public before the onset of high health risk categories due to pollution episodes.\n\nTimely dissemination of various weather information, forecast and warnings from HKO are made to the general public, government departments, marine community and other specialized users through different channels, including media, Dial-a-Weather service, webpages, mobile platforms and social media. In particular, the online information service and location specific weather services offered by HKO's highly popular \"MyObservatory\" mobile app and website (HKO, 2018b) allow urban dwellers to access various first-hand weather information anywhere and anytime (HKO, 2018c). HKO website and the \"MyObservatory\" mobile app have attracted more than 145 billion page views in 2018, while the total number of downloads of the mobile app has exceeded 7.6 million. HKO also launched its Facebook page and Instagram platform to enhance communication with the public through social media in March 2018 with encouraging responses (HKO, 2018d). Moreover, close liaison is maintained with relevant government departments and public utilities during inclement weather. Regarding air quality information and forecasts, real-time hourly air pollutant concentrations and AQHI information are released by EPD to the public via various channels, including the website and mobile app of EPD, computer desktop alert wizard and telephone hotline.\n\nHKO has successfully cultivated close partnerships with various stakeholders to enhance its weather and climate services by embracing the spirit of the Big Data concept (Shun and Chan, 2017) , in particular in areas related to disaster risk reduction, energy, water, and health, in alignment with the priority areas of the Global Framework for Climate Services (GFCS) of WMO (WMO, 2018) . Some examples are highlighted in the following paragraphs.\n\n3.1.2.1. Public health. Given that weather conditions have impacts on public health, HKO has been studying, in collaboration with other government departments, tertiary institutions, and social enterprises, the impact of weather on public health in Hong Kong. Some examples include:\n\n• HKO collaborated with microbiologists of the Chinese University of Hong Kong (CUHK) to study the seasonal variations of the occurrence of influenza in Hong Kong (Chan et al., 2009). • HKO and local researchers from CUHK and HKU collaborated to develop the Hong Kong Heat Index (HKHI) for use in the city's hot and humid sub-tropical climate and to study the health impacts of extreme hot weather events on city residents (Wang et al., 2019; Lau and Ren, 2018; Ho et al., 2017; Shi et al., 2019) for further enhancing the heat-health information services in Hong Kong.\n\n• HKO has been working closely with the Senior Citizen Home Safety Association (SCHSA) to study how weather and climate impact the health of senior citizens (Mok and Leung, 2009; Wong et al., 2015) and to enhance care services for the elderly in Hong Kong through the utilization of weather and climate information (HKO, 2018e; Lee and Leung, 2016) .\n\nTo support water resource management, HKO has been providing monthly forecasts of yield collected in Hong Kong reservoirs to the Water Supplies Department (water authority in Hong Kong) since 2010. Verifications showed that the yield forecast is generally a better reference than climatology, demonstrating the benefits of climate prediction for managing water resources in Hong Kong (Lam and Lee, 2012) .\n\nSince Severe Acute Respiratory Syndrome (SARS) happened in 2003, a series of applicationbased urban climate related governmental consultancy projects have been launched and a range of design measures have been developed and implemented into local planning and development ( Fig. 2) (Ng, 2009; Ren et al., 2011) . HKO has been providing technical support and weather records in these consultancy projects. Knowledge of the impact of high density urban morphology on local climatic condition and design related outcomes from Hong Kong have been adopted by other application-based projects in mainland China and overseas countries . A. Baklanov, et al. Urban Climate 32 (2020) 100610 3.1.2.4. Energy sector. With a view to promoting energy efficiency and conservation, HKO and CLP Power Hong Kong Limited (CLP) have collaborated to provide a \"9-day Energy Forecast\" which utilizes the 9-day weather forecast provided by HKO. This energy consumption forecast allows property managers to plan ahead energy saving measures to reduce electricity consumption and peak loading under hot weather situations with significant results (Cheung et al., 2016) .\n\n3.1.2.5. Infrastructure design for disaster risk reduction. Over the years, HKO has been working closely with different engineering departments and professional bodies to establish and regularly review the engineering design standards and codes of practices appropriate to local conditions for protecting the city and public safety against various weather hazards and natural disasters (Fig. 4) . Some examples include the Code of Practice on Wind Effects; the estimation of extreme rainfall return periods and probable maximum precipitation; and the anticipated highest sea level for incorporation in the Port Works Design Manual.\n\nWith the continuous improvement of weather forecast and warning services and strengthening of infrastructure design based on climate data and services, there has been a long term decrease in the number of casualties associated with events related to extreme weather (such as landslides and tropical cyclones) in Hong Kong over the past 50 years (GEO, 2007; Lee et al., 2012) . Facing the climate change challenges, HKO will continue to work closely with different sectors and government departments to provide climate services support with a view to enhancing the city's resilience and readiness to climate change and extreme weather events.\n\nSome future thrusts and pilot projects for enhancing the urban weather, climate and environmental services for Hong Kong include establishing an urban weather monitoring system suitable for the climate and high density urban environment of Hong Kong, developing impact-based and risk-based public weather services, enhancing the applications of social media, big data, A.I., and crowdsourcing in various weather and climate services, improving the coverage, resolution and forecast accuracy of air quality forecasting system, and strengthening the contribution of environmental monitoring data for WMO's Global Atmosphere Watch (GAW) programme.\n\nThe Greater Toronto and Hamilton Area (GTHA) is the most populated place in Canada. It is an important region of economic activity and continues to experience both population increase and urban sprawl. Between 2011 and 2016 (Statistics Canada 2019), the population increased by nearly 6% and 4.5% for the GTHA and City of Toronto respectively. The GTHA is located along the north coast of Lake Ontario, and more generally is situated in a region bounded by three of the Great Lakes. The region is characterized by the regular occurrence of complex hydro-meteorological conditions with high impact. These have led to recurrent infrastructure damage in the region due to isolated extreme rainfalls, fog or strong winds and lightning, problematic thermal stress conditions related to high levels of humidity in summer and cold weather in winter, occurrence of unhealthy air quality episodes, risks of high water levels along stream networks and coastal flooding in the springtime.\n\nIntegrated Urban Services in Toronto are tailored by many different organizations including municipalities, the provincial government, the federal government, and even at the international level for some cross-border targeted issues. For example, the government of Canada distributes the responsibility for meteorological, air quality, climate, and environmental research, development and operations to the Ministry of Environment Canada and Climate Change (ECCC), and climate change impacts assessments and adaptation tools to Natural Resources Canada (NRCan). Crucial bridges are already provided (https://changingclimate.ca/ CCCR2019/), although many more are required to improve the IUS at the scale of Toronto.\n\nThe 2015 Pan and Parapan American Games in Toronto (TO15) were a high-attendance event that offered an opportunity to develop new seamless city-scale services. The ECCC TO15 science project has been a showcase on the capacity to implement advanced technical tools and to provide derived products to end-users ( A. Baklanov, et al. Urban Climate 32 (2020) 100610 this event were directed towards three major end-users: the TO15 organization (regular briefings), the police, and public health organizations (partnership for the extended region surrounding Toronto). The key success was improved communications between researchers and those involved in operations and services for the different sectors (public and marine weather, air quality, UV, nowcasting, emergency preparedness, public health) and for different organizations (ECCC, Health Canada, public health regional and municipal organizations, some universities, and a network of provincial and municipal government partners). ECCC project objectives for the Games were: 1) to provide advanced capacity to issue weather warnings, 2) to forecast weather conditions (in particular at the sport venues sites), 3) to provide climatological information, 4) to support critical weather sensitive government services, and 5) to monitor atmospheric conditions (Johnston et al., 2017 ). An overview of the daily ECCC operation cycle is presented in Fig. 5 . Underlying wider objectives were to provide legacy to the involved partners and the scientific community by developing: 1) monitoring strategies, 2) prediction models, 3) forecast methods, 4) data acquisition processes, and 5) distribution applications.\n\nThe observational network was designed to provide environmental conditions at the sport venues sites and to capture meteorological patterns specific to Toronto, such as lake-breeze front tracking (as they can lead to high-impact weather or modify local conditions rapidly, e.g., Mariani et al., 2018) , heat stress conditions (monitored by the Wet-Bulb Globe temperature -WBGT-index obtained with black globe thermometers measuring the radiant temperature, e.g., Herdt et al., 2018) or atmospheric pollution (e.g., using vehicle traverse sampling, Wren et al., 2018) . Substantial time (years in some cases) was needed to obtain land use licenses or leases required for siting fixed stations. A network of 55 weather stations were deployed at ground-level and rooftop locations using compact, inexpensive, and easily sited weather instrumentation together with high speed cell technology that increased bandwidth and memory capacity. Once installed, data from the mesonet network successfully reached users with 95% 'up time'. The new highresolution data acquisition system (60 observations per minute) for the weather mesonet was supported by existing operational network protocols to facilitate the use post-Games.\n\nAt the technical level, research and development methods were not mature enough to integrate all components. However, as illustrated in Fig. 6 , significant research and development innovations did progress in that direction (see Joe et al., 2018 for an overview). Daily integrated high-resolution urban scale forecasts with 250 m grid spacing including modeling of heat stress indices , and lake-breeze fronts forecasting assessment were disseminated in real-time to the Ontario Storm Prediction Centre (OSPC) for nowcasting purposes. On the other hand, weather and air quality sectors followed two relatively distinct roadmaps in term of monitoring, model resolution and configuration, and products. Service integration was therefore implemented in the communication plan. This included a weather portal for sharing observations, forecasts and alerts to sporting federations and TO15 organization, push-type communication with a mobile application for integrated health (\"EC Alert me\"), and pull-type communication such as the weather and public health decision web-portal based on the Web-Mapping Services (WMS), that were efficient with 96% up time during the Games.\n\nThe project resulted in a number of lessons learned. Sufficient preparation time and good communications were critical to update, expand and increase the observation frequency of the weather mesonet because many players were involved. It was also found that more research is needed to assess the value of providing model output to decision makers and educating them to internalizing the risk A. Baklanov, et al. Urban Climate 32 (2020) 100610 of the uncertainties associated with their use. As an example, although public health requested a full range of data (model outputs for heat, air quality, UV, etc.) for the web-based portal WISDOM, many small units did not have sufficient staff or the expertise to use these data to their fullest. Direct provision of more integrated indicators such as the AQHI (Air Quality Heat Index, Environment Canada, 2016) more adapted to decision-making would probably be more efficient and sufficient. Merging recent research and development tools and methods with operations remains challenging.\n\nFollowing the completion of the Games, additional objectives and partnerships have naturally arisen and strengthened due to improved knowledge of the different urban sectors and the potential for even more integration services. ECCC urban scale research activities for weather, air quality and climate sectors are progressing towards more coherent tools. Development and operation divisions have more activities directed towards the use of new technical capabilities to deliver city services. For example, national operational forecasts at moderate resolution (2.5 km) have included urban processes since 2018 and now deliver WBGT and UTCI thermal stress indices. Air quality experimental forecasting at ECCC has been moving to the urban scale at the same resolution.\n\nExpanded use of refined sub-km urban scale modeling from weather to multi-purpose environmental services is underway. As a climate adaptation perspective, a recent ECCC study driven by the Quebec provincial program for Action Plan on Climate Change ('Fonds verts'), heat mitigation strategies for Montreal and Toronto were evaluated in heat-wave conditions (Leroyer et al., 2019) . As a hazard watch perspective, due to the Lake Ontario flood over the Toronto islands in May 2017 with continuing high water levels, the experimental PanAm system was operated again during the season in support to ECCC's complete hydro-meteorological platform for water level and waves assessments, with results used for decision-making by the international Lake Ontario-St Lawrence River Board (International Joint Commission, 2017). \n\nAnother important TO15 legacy is the development of a demonstration for applications relevant to Greenhouse Gas emission studies in the GTHA. In the context of the Lima-Paris Action Agenda the Paris Agreement has formalized a role for sub-national entities such as metropolitan regions as leaders in greenhouse gas mitigation and climate adaptation. Urban regions account for roughly two-thirds of global energy-related greenhouse gas emissions due to their concentration of population and economic intensity. Given the high level of urbanization in Canada, 81.8% in 2015, urban regions are even more relevant here.\n\nIn order to provide a diagnosis of urban GHG emissions at relevant scales, these regions need to understand their emitting landscape due to both natural and human activities. Currently, four atmospheric measurement sites are operated in the GTHA area all of which include CO 2 and CH 4 as well as additional proxies like CO, N 2 O, δ 13 CO 2 , Δ 14 CO 2 , and 222 Radon at some sites. ECCC and the University of Toronto have successfully built a high-resolution (2.5 × 2.5 km 2 ) emission inventory 'SOCE' (Southern Ontario Carbon Emission) for CO 2 based on air quality emission maps for the TO15 domain (Pugliese et al., 2018) . Significant differences of up to 40% for total annual emissions were found in the urban domain when compared to existing inventories. In comparison, the climate action plan for the city of Toronto is to reduce GHG emissions by 30% between 1990 and 2010. Furthermore, the contribution of different emission categories is also significantly different as e.g. SOCE predicts traffic to contribute 24 MTCO 2 a −1 , while EDGAR V4.2 (EDGAR, 2010) predicts nearly twice the amount, i.e. 41 MTCO 2 a −1 . To build confidence and investigate the differences in these emission datasets we compared their ability to correctly predict atmospheric CO 2 concentrations. As a benchmark, a forward simulation using an air-quality model was compared to CO 2 observations at ECCC sites, i.e. the mean daily cycle for winter 2016. Pugliese et al. (2018) showed that the novel SOCE inventory displays the best performance with only minor deviations from observed atmospheric CO 2 at the Downsview measurement site as seen in Fig. 7 .\n\nThis study increased the confidence that the novel inventory better reflects local fossil CO 2 fluxes. As SOCE is sectorially explicit, this new framework now allows calculation of the impact of specific sources, like traffic or domestic heating on urban CO 2 concentrations, which can be used to guide targeted mitigation actions. This approach is now being expanded to allow assessment of urban CH 4 emissions and how the key source sectors, e.g. landfills and downstream natural gas infrastructure, impact urban CH 4 concentrations. An improved understanding of the CH 4 source will eventually help better understand air quality in the GTHA as CH 4 is a known short-lived climate pollutant and ozone depleting substance.\n\nThe Mexico City Metropolitan Area (MCMA) is one of the most densely populated cities in North America and one of the largest megacities of the world, with about 22 million inhabitants. The MCMA, which includes Mexico City, 59 municipalities of the State of Mexico and one municipality of the State of Hidalgo, has undergone massive transformations in urbanization and demographics during the 20th Century. The population increased from less than 3 million in 1950 to more than 18 million in 2000, corresponding to an approximate 6-fold increase in 50 years. Within this metropolitan area lies Mexico City with a population of 8.8 million and covering an area of~1500 km 2 (Fig. 8) .\n\nMCMA is situated in an inland basin at an altitude of 2240 m above mean sea level and is surrounded on three sides by mountains and volcanoes, with an opening to the Mexican Plateau to the north and a mountain gap to the southeast. The topography and meteorology of the metropolitan area affects its air quality substantially. A cool dry season from November to February is followed by a warm dry season until May and a rainy season from June to October. The dry-warm season is characterized by high pressure systems that induce clear skies, high solar radiation and weak wind most of the day. These conditions promote photochemical processes that induce the formation of ozone and other oxidants as well as an increase of secondary aerosol loadings through chemical reactions, dust and biomass burning. Weak winds and strong temperature inversions at night also lead to high primary pollutant concentrations during rush hour that persist into the morning, followed by very rapid boundary layer growth to about 2 to 4 km in the early afternoon. As a consequence, there is relatively little recirculation or day-to-day carry-over of pollutants within the basin. The dry cool season has stronger surface inversions and higher morning concentrations of primary pollutants. The rainy season has lower particulate matter but continues to have relatively high ozone concentration due to intense photochemical reactions occurring before the afternoon showers. Air pollution is therefore a year round concern for the residents of the MCMA (Molina et al., 2007 (Molina et al., , 2010 .\n\nRapid population growth, uncontrolled urban development, high rate of motorization, industrialization and consumption of fossil fuels, the topographic setting and climate conditions combine to cause serious problems of both primary and secondary pollutants for the metropolitan area. The automatic air-quality monitoring network, established in the late 1980s, revealed high concentrations of all criteria pollutants as ozone peaked above 300 ppb for 40-50 days per year, which at that time placed Mexico City air pollution problems among the worst in the world (Molina and Molina, 2002) .\n\nAfter four decades of comprehensive air quality management programs based on scientific, technical, social and political considerations, Mexico City has waged a successful war on air pollution. The atmospheric concentrations of lead, sulfur dioxide and carbon monoxide have dramatically reduced and are below the current Air Quality Standards. Air quality standards as well as other measures have been strengthened including the environmental contingency program. (Fig. 9) . Ozone, PM 10 , and PM 2.5 concentrations have decreased significantly, but both pollutants are still at levels above the respective air quality standards.\n\nMexico City government has also taken actions to mitigate emissions of greenhouse gases and short-lived climate pollutants by integrating air quality and climate action plans in the design of environmental policy to realize potential synergistic benefits. These benefits include: emission control standards for vehicles, energy efficiency programs for public and private buildings, improved collection and disposal of solid waste with more efficient solutions including potentially using landfill gas recovery to supply clean energy.\n\nMexico City is faced with multiple environmental risks due to its geographic location, meteorology and socio-economic circumstances. Climate change has become the biggest long-term threat to Mexico City's future. It is linked to water, health, air pollution, traffic disruption from floods, and housing vulnerability to landslides. The following are the main risks:\n\n• High pollution events exacerbated due to high pressure systems and thermal inversion • Extreme hydrometeorological events leading to floods and landslides • Health impacts caused by heat waves • Earthquakes • Volcanic eruptions • Wildfires • Vector-borne diseases related to climate change. A. Baklanov, et al. Urban Climate 32 (2020) \n\nThe main objective of Mexico City IUS is to provide key information to different sectors of the urban population about weather, water, air quality, climate and wildfires. Mexico City was motivated to develop integrated urban services in order to provide timely information to both decision makers and citizens due to the problems Mexico City has faced over time:\n\n-air quality management programs to mitigate severe air pollution revealed in the late 1980s; -water services to address the flooding Mexico City suffers during the rainy season; -wildfire prevention and monitoring measures to protect Mexico City's conservation land from wildfires occurring during hot dry season; -volcanic alert on the hazards from volcanic eruptions and emissions.\n\nThese services are provided by Mexico City Government through the different agencies that report to the Mayor and to the public.\n\nThe Integrated Urban Service System for Mexico City is shown in Fig. 10 . The Center for Command, Control, Computation, Communications and Citizen Contact (C5) monitors multiple hazards and responds within five minutes of an incident. The city government has also deployed various communication strategies to disseminate information to the public, including real-time reporting of ambient air quality data and forecasting information. These are available to the public via website and mobile application, and are used by the news media in weather forecasts to alert the public of high pollution episodes and severe weather events. The information is also used to provide hydrometeorological notices and has contributed to the development of a risk atlas.\n\nIn 2016, Mexico City launched the Resilience Strategy to build resilience in specific areas at the community level that includes the following 5 pillars: i) Foster regional coordination; ii) Promote water resilience as a new paradigm to manage water in the Mexico Basin; iii) Plan for urban and regional resilience; iv) Improve mobility through an integrated safe and sustainable system; and v) Develop innovation and adaptive capacity. In 2018, the Mayor of Mexico City announced the implementation of a contingency task force for water scarcity.\n\nIn spite of the progress that Mexico City has made towards implementing integrated services, some challenges still remain, including the following:\n\n• Recognize the large social and spatial inequality and high vulnerability of MCMA population to climate change; • The MCMA and the surrounding states comprising the megalopolis incorporate multiple jurisdictions including both federal and state level administrations. Integrated long-term planning and coordination among the various administrative government levels and entities is a major challenge;\n\n• Continue and finalize integration among Mexico City agencies; A. Baklanov, et al. Urban Climate 32 (2020) 100610 • Continue to promote more collaboration with national and international institutions and private sectors; • Expand and strengthen capacity building for technicians and scientists; • Improve communication with relevant stakeholders and the public; • Continuity of integrated services through different administrations.\n\nThe Mexico City IUS has provided investment in new technology, including measurements, air quality and meteorological modeling, and encouraged innovative open data practices with high access and transparency as part of public policy. Human resources are a key priority in the success of the IUS. Use of the best available knowledge and science has been the basis for informed decision making, and research is crucial for designing, implementing and improving many of these services: -Data, information and knowledge generation through air quality and meteorological parameters -Collaboration with national and international research institutions. -Mexico City government agencies (e.g., Mexico City Secretariat of Science, Technology and Innovation) have devoted substantial budget to support many research studies related to these services.\n\nThe development of a specific Mexico City air quality risk index as part of the IUS, which incorporates both health impacts and air quality condition to inform people with high vulnerability has been a success. Research conducted as part of the IUS has shown evidence of health benefits that have arisen due to improvements in air quality, e.g., the recent Harvard-SEDEMA publication showing 22,500 premature deaths avoided during the period of 1990 to 2015 and an increase in life expectancy of 3.2 years (SEDEMA-HSPH, 2018).\n\nGiven the variability in geography and climate in France, cities focus on several and different hazards on adaptation strategies in urban planning. In general, coastal cities are more concerned by sea level rise and, especially around the Mediterranean Sea, on flash flood events, that are recurrent in autumn. Inland cities, like Paris however, are more focused on heat waves and river flooding. For these cities, the expected climate change especially points to the risk of future increases in the frequency and intensity of heat waves . This is why, even if this is not the only hazard, adaptation to heat waves and mitigation of Urban Heat Islands has become a priority for many French cities, such as Paris, Lyon, Toulouse, Lille, and Rennes, even though these cities are under contrasting summer climates (much warmer in Toulouse than Rennes or Lille). IUS for Paris will be presented here. \n\nProposition and evaluation of adaptation strategies to climate change demand a quantification of the combined UHI and heat wave impacts, in terms of exposure of people, sanitary issues, and the development of interdisciplinary urban climate services (UCS).\n\nBecause questions of mitigation of, and adaptation to, climate change are driven by very long-term horizons, a common tool to address these is numerical modeling. However, a city is a very complex system, with its own evolution, influencing strongly the local meteorology (e.g. a growing city is likely to lead to a larger UHI). Studying future urban climate require UCS to consider the interactions between city and climate changes , including city evolution models (that include socio-economics and architectural aspects) and state-of-the-art urbanized atmospheric models.\n\nUsing modeling approaches, UCS should be delivered on the urban agglomerations at the city-scale (both processes and impacts cover the entire agglomeration), with a spatially fine-scale (typically 200 m). This allows assessment at the neighborhood scale, which is considered by French urban planners as the pertinent scale for the study of energy transition policies concerning urban planning related to buildings energy consumption.\n\nQuantification of impacts on city and population (UHI, comfort, energy consumption, water needs) and effects of adaptation strategies on these, were performed over Paris. The wide range of impacts but also the large scope of the adaptation scenarios (limited only by the imagination of people) require the use of, and sometimes the development of, many specific parameterizations within the numerical modeling system.\n\nMany scenarios are based on the application of urban vegetation in various configurations (e.g. ground vegetation, street trees, vegetated walls and green roofs). This required development of the TEB model (Masson, 2000) to consider, and further evaluate, such scenarios (Lemonsu et al., 2012; De Munck et al., 2013; De Munck et al., 2018; Redon et al., 2017) . Using a complete vegetation and soil model to represent green roofs, De Munck et al. (2018) showed that green roofs would not have a significant effect on air temperature at street level, contrary to ground vegetation and trees. Impacts on hydrology are now included in the model (Stavropulos-Laffaille et al., 2018) and will allow study of the combined UHI-hydrology impacts on Paris and its suburbs. The model developments also permitted testing of implementing alternative urban energy systems; Masson et al. (2014b) showed that solar panels could be widely implemented without adverse effect on the UHI (where a slight cooling, of approximately 0.2°C, was simulated). Air conditioning can increase night-time temperatures in more densely built parts of Paris by more than 1°C (De Munck et al., 2013) , so a Building Energy Module is also a desirable component of the modeling system to evaluate anthropogenic heat fluxes to the atmosphere. Energetic human behavior has been including in TEB (Schoetter et al., 2017) thanks to a collaboration with sociologists ). The modeling system then permits testing the impacts of not only changes to the character of the urban structure (insulation), but also eventually, societal change, such as aging of the population, who may demand greater use of building cooling during summertime. This emphasizes the interdisciplinary interactions that are needed to study the urban system and build UCS.\n\nIn order to be pertinent, such UCS need to be co-constructed between several actors, including city administrations. In France, this has been initiated by direct collaboration with urban planning agencies in research projects with local communities (through meetings, co-funded PhD thesis), and by the inclusion of sociologists and researchers in urban law in the research projects (Lambert-Habib et al., 2013) . These collaborations facilitate knowledge transfer and the proposition of modification of the legal documents to better consider energy and micro-climatic issues in urban development.\n\nIn the collaboration between several actors, especially institutional and academic ones, one field where co-construction is particularly important is during scenario development. During the conception of UCS, urban scenarios are built at both the services and technical levels: they are built in a cooperative way with the stakeholders, and then translated into input variables for the models (Houet et al., 2017) . This allows definition of practical tools for UCS and facilitates knowledge exchange between sectors and between planners and academics.\n\nA crucial point for city administrations is to anchor the state-of-the-art knowledge, coming from researchers or experiences in other cities, into their own city. This is preliminary to concrete action and realization of an adaptation strategy.\n\nExperimental studies are then considered necessary for cities to reach this objective. Two examples are used to illustrate this need. New technologies allow development of city-owned real-time urban networks of meteorological stations. Municipalities can gather such data to allow for future conception and production of UCS, internally or externally. Touati et al. (2019) presents how such finescale meteorological data can be combined with urban features in order to reach a spatial resolution fine enough for communities.\n\nThe city of Paris launched an experimental study focused on the estimation of the impact of the watering of sidewalks and roads during summer days (Hendel et al., 2015 (Hendel et al., , 2016 . This experiment (Fig. 11 ) was performed after previous numerical studies evaluating adaptation scenarios on Paris (based on white roof and street watering, Desplat et al., 2009 , Kounkou-Arnau et al., 2014 , in order to gain both experimental evidence and a first assessment of feasibility. A meteorological station was installed on a sidewalk, and several heat flux measurements were performed within the sidewalk and the road. Watering time intervals by water trucks were optimized, and daytime cooling of 0.8°C on air temperature, and 1.5°C on UTCI comfort index were observed. Such experimental implementation also eases the knowledge exchange with the stakeholders.\n\nUCS delivery to the stakeholder requires interdisciplinarity at different stages. Interactions are of course needed at the co-construction stage, in order to build UCS that are both pertinent for the user and feasible. Transfer tools are also needed to utilize the full potential of the UCS results . In the Toulouse case, the analysis of the current vulnerability of the city to heat waves used the urban climate map approach. It was further improved by using the Local Climate Zones approach (Stewart and Oke, 2012) , a now common way to represent urban neighborhoods from a climatic perspective. Modelled temperature and wind fields were provided at 250 m resolution. Local weather types (with specific weather types linked to the city site, not synoptic-scale weather regimes) proved a nice way to communicate with the stakeholder and for the stakeholder to comprehend the variability of the urban climate of their city. Finally, in order to facilitate integration of urban climate issues within the urban planning practice, sociologists and researchers in law analyzed various French legal documents related to planning to point out the most appropriate places where quantitative information or incentives should be included.\n\nProceeding from the above description and characterization of IUSs for the four selected cities and following the analysis categories/topics of Table 2 and Table 3 , as a profiling summary table of the cities, shows how their needs are covered by IUS, as well as differences and synergy of cities experience, IUS novelty, gaps, and further needs.\n\nThe case study cities all reported flooding associated with pluvial (surface water) or fluvial (river) flooding events was a concern. These are often associated with convective weather events that bring intense rainfall to urban areas and the watersheds for rivers in these areas. Forecasting of these types of events is needed on short timescales at high resolution with rapid communication to those potentially impacted. Heatwaves and the urban enhancement of temperatures related to impacts on human health and energy demand were a common concern. Two cities also mention cold wave type events for which some urban inhabitants may be particularly at risk. Air quality was also a common concern.\n\nThe geographical setting of the city is an important determinant of the hazards noted. Coastal cities report concern with coastal flooding associated with storms, tropical cyclones and sea level rise as well as availability of sea/lake breezes for urban ventilation, and recognize the need for information to support infrastructure modification. Cities in steep terrain with active tectonic processes note the risk posed by geophysical hazards such as landslides as well as on transport/dispersion of air pollutants and the possible importation of air pollution due to forest fires.\n\nThe need for IUS (its initiation) and scope as described by the case studies revealed that the 'co-construction between several actors' is an important element. It recognizes the complexity of urban systems and their socio-economic as well as physical dimension and the need for efficient and timely distribution of products to end users. Initiators of projects may arise from specific events with impact (e.g. SARS, natural disasters) or that have the potential to affect multiple operations as well as the citizenry (International Sporting Event), or simply recognition of need from users. The scope was generally broad in both time scale (e.g. severe weather warning vs information in support of infrastructure development) and type of users.\n\nThe case study cities indicate their IUS were subdivided into two or three components, these typically included an observational, modeling and forecast component, a communications component, and a broad component related to applications, which may be Fig. 11 . Appropriation of climate services by the city of Paris. After numerical evaluation of road watering scenarios (left, source: EPICEA project), experimental study of road watering took place (right, Hendel et al., 2016) . A. Baklanov, et al. Urban Climate 32 (2020) 100610 Baklanov, et al. Urban Climate 32 (2020) 100610 services, impacts and/or evaluation. The Hong Kong example (Fig. 2) provides a useful categorization of such applications: Category 1 are routine operations, emergency preparedness and disaster risk reduction. Category 2 relate to climate change mitigation and adaption, planning, sustainable development and infrastructure and urban design. Category 3 apply IUS data in a 'big data' framework, e.g. for smart city development and Category 4 relates to research, development and public education. All the case study cities included category 4 components; partnerships among universities, government departments (especially security, health, and planning), private sector involved in service delivery (e.g. utilities or non-profit health agencies) were common. Most cities included categories 1 and 2; category 3 was explicit in two of the case studies but may be implicit as part of the others. These categories show overlap with those typical of motivational themes for the use of climate services (Perrels et al., 2020) that include resilience, adaptation, mitigation and integrated sustainable development.\n\nThe Toronto case provides an example of an IUS that incorporates a greenhouse gas perspective. Greenhouse Gas testbed cities combine state-of-the-art regional atmospheric monitoring and high-resolution monitoring, along with other elements such as short term forecasting for high-impact weather and AQ episodes. Urban-scale greenhouse gas studies provide additional scope for IUS that try to link stakeholder demand with existing technical skills. An improved understanding of GHG emissions from combustion sources can also lead to a better prediction of air pollutants that are co-emitted in the same process. For example, the ability to identify leakages of CH 4 and related VOCs in an urban area that can have significant impact on air quality (increased ozone levels) and thus important health implications. Greenhouse gas studies in Paris (France), Indianapolis, Los Angeles, Salt Lake City (USA), Recife (Brazil) (Staufer et al., 2016; Turnbull et al., 2015; Newman et al., 2016; Wu et al., 2016) have contributed to efforts under WMO's IG3IS (https://ig3is.wmo.int/) and the CO2-USA (http://sites.bu.edu/co2usa) network. Work can range from simple surveys of atmospheric GHGs to identification of major GHG sources to long-term monitoring to track emission changes and even into processspecific studies. It is obvious that GHG are targeted by many policies to achieve the Paris agreement, but beyond this they are also an important puzzle piece in the IUS approach that is intrinsically linked with understanding urban circulation (weather) and air pollutants.\n\nA wide range of challenges were experienced by the case study cities (Table 3 ). These included: scientific and logistical challenges related to making the required representative observations in high density urban settings, development of numerical modeling systems and their required input data able to represent impacts at the required scale, and coupling physical modeling systems to urban socio-economic and human behaviors that are important in determining the future configuration of cities and the vulnerability of their citizens. Communications and/or coordination challenges were noted by all cities. Particular challenges were associated with social and spatial inequalities of urban residents and their vulnerabilities, coordination and communication between different levels of government and to the ability to reach a wide range of potential users through fast-changing modes of communication.\n\nBesides improving observational techniques and increasing sensor densities, e.g. by deploying lower-cost medium precision sensors (e.g. Lewis et al., 2018) another key area of development is improving high-resolution modeling capabilities. These help overcome some of the`matching domain' obstacles identified by Perrels et al. (2020) . In urban areas, we require a thorough understanding of the impact of building infrastructure such as heat island effects etc. and how these affect local GHG concentrations. The same is true for air pollutants, which share many of the same sources as GHG, e.g. fuel combustion causing CO 2 , CO, NOx emissions or fugitive leaks of process gases like CH 4 or other VOCs. Here an IUS approach provides multiple benefits: the improved ability to model urban weather, i.e. the dynamic part of the atmosphere, then allows better simulations of local GHG and air pollutant concentration.\n\nOne major barrier for cities, in comparison to national governments, is the limited capacity to deal with multiple, possibly inconsistent, data streams. It is key that all atmospheric observations are integrated into one framework that provides timely and comprehensive information to the stakeholders. Such a framework also allows weighing potential trade-offs and multi-benefits more clearly. For example, the use of burning renewable biomass like wood for heating, which is clearly positive in reducing fossil fuel use, but can significantly increase emissions of particulate matter and deteriorate air quality. An example of multi-benefit policies is the greening of cities. Additional tree planting will help sequester a certain amount of CO 2 , while also helping to counter act urban heat island effects.\n\nAdvances to model development and higher resolution observational and model data provided novelty and formed the basis for some innovative solutions described by the case study cities. Integration of government, private sector and research communications supported research and development advances. The development of impact-based services, such as an AQ risk index targeting vulnerable populations in Mexico City, was another area reported by multiple cities. In line with increased model and observational resolution, the handling of 'big data' was reported by some cities as a focus of current and future efforts.\n\nLevel of integration can be assessed on two axes: cross-service integration that represents interactions between the components of weather/climate services (meteorological, climatological, hydrological, and air quality), while crosssector integration refers to the integration between service providers and urban partners (IUS Guidance Volume 2, WMO, 2019). Assessment of integration can also vary for different components of an IUS so that the same city may receive multiple categorizations. A crude categorization by quadrants (Q) recognizes IUS with low levels of integration on either axis (Q1), strong integration across sectors, so a city with partners, but reliant on simple data provision (Q2), a more comprehensive integration of data products from service providers tuned to urban needs but without a lot of urban partners (Q3) and, at its most mature, maximum integration on both axes (Q4), which represents specialized products developed collaboratively with urban partners (WMO, 2019). Table 3 shows the level of integration according to these quadrants. Not surprisingly, the case study cities show maturity of IUS (Q4) in at least one component of their IUS. In Hong Kong, the Hong Kong Observatory partnered with the Environmental Protection Department and other government departments to create an integrated system where users are supported by various weather, climate and environmental services through a combination of communication approaches (Fig. 2) . Mexico City's C5 Centre provides a broad mechanism for communication of hazards to the public. In Toronto, a major international sporting event provided the opportunity to build initial relations with select end users (event organizers, security, and public health) and to facilitate partnerships among government agencies at different levels. However, the legacy of these relations and partnerships has to be strengthened and organized, and gaps were noted in the training and ability of local agencies to use research outputs provided by forecasters. In Paris, urban planning elements of the IUS directed towards modeling for climate change adaptation was most advanced, with research projects providing the basis for integration among sectors with incorporation of researchers from different academic backgrounds providing key input on the research. Multi-hazard early warning systems for Paris however were much less advanced, with largely a data-only availability and little integration with partners.\n\n4.1.1.5. Observations and data. The majority of the case study cities reported urban to meso-scale meteorological networks designed to help provide higher spatial resolution data appropriate for urban needs. Air quality measurements were also made by three cities, although typically at a much smaller number of stations. Site specific or mobile stations were used to answer specific research questions in some cities. Reporting on databases and sharing was split between cities advancing open data with high access for the public as well as IUS partners (Hong Kong, Mexico City), and those where it was more targeted to IUS partners (Toronto, Paris).\n\nThe most common city data reported were urban morphology and land use. Transportation and public health information were mentioned by two cities.\n\n4.1.1.6. Modeling, prediction & applications. The majority of cities reported short term forecasting products on the urban scale for hydrometerorological hazards and air quality / heat risk. Over the longer term, case study cities were directing modeling results towards climate change adaptation or mitigation strategies to advance sustainable urban development and infrastructure. Mexico City reported development of a risk atlas that incorporated other geophysical hazards in the urban environment.\n\nAll cities recognize the importance of liaison with other agencies and that effective communication is a key element of success that must incorporate researchers, operations, services and end users from different sectors. Social media is a new tool for communications that requires further development in the context of IUS, along with big data/AI/crowdsourcing approaches for timely collection and dissemination of information. Mexico City has set up a Command Centre that explicitly integrates multiple agencies. Research-based projects have become multidisciplinary recognizing the importance of, for example, the need for social scientists to better represent the expected future development of cities, the role of human behavior in modeling the anthropogenic heat flux, and socio-economic dimensions of vulnerability as they relate to specific products such as heat and air quality information.\n\nA key element for the case study cities was the establishment of interdisciplinary partnerships and collaborations that facilitated the application of data, knowledge transfer and provided feedback to service design and outputs. This is consistent with the view that more intensive interactions between users and providers is a key element of IUS (Giordano et al., 2019) . Communications -the type and format -were also important -whether it be to targeted user groups, such as in Toronto and Paris, or more broadly to the public in Hong Kong and Mexico City. Research was an important element to help demonstrate the benefits accruing from IUS. Human resources were needed, especially to develop specialized products and for end-user education.\n\nThe analysis for the four case study cities clearly demonstrates that the integrated urban systems and services are not fully integrating different elements and sectors of the system and remain at a development level. There remain several gaps in scientific platforms and effective communications between different Agencies and stakeholders. These are broadly described in the literature (e.g. Perrels et al., 2020; Giordano et al., 2019) .\n\nRealization of Integrated Urban Systems and Services requires further developments of unified complex and multi-disciplinary data bases and large scale data sets, as well as seamless integrated multi-scale modeling tools and models for the Earth System prediction on urban and down to the street scale. Data sets from urban observations are collected by different agencies, with different systems, sensors, formats and for different requirements to provide evidence-based services.\n\nThe continuous enhancement of weather monitoring networks, the development of higher resolution models, and introduction of new remote sensing technologies will result in rapid growth of meteorological big data, which requires extra resources and manpower as well as analytic expertise for storage, processing and utilization.\n\nThe engagement of social scientists and public communication experts in developing services in the social media and big data era are very important for further consideration.\n\nThe implementation of the smart city initiative and the advancement in big data analytics and A.I./machine learning techniques enable the feasibility of automatically and intelligently integrating meteorological and non-meteorological data in weather analysis and forecasts and open the opportunity to develop new services to meet users' needs (e.g. Chatbot, impact based forecasts, location specific services, etc.).\n\nThe experiences of the case study cities suggest that for more detailed analysis and to provide recommendations for IUS development for other cities, it is important to develop a set of criteria that can be used to classify and select future best practice demonstration cities for cities on different continents and countries. From the four cities examined here, a potential list of criteria are: -socio-economic condition (city size, isolated or agglomeration, economic condition (e.g. contribution to GDP); -existing environmental activities (adopted climate action plan, activities of non-governmental organizations and citizens, mitigation and adaptation commitments, membership in city network like C40, ICLEI (International Council for Local Environmental Initiatives) -Local Governments for Sustainability, etc.) -level of infrastructure (e.g. transport and communication, environmental management, monitoring and response mechanisms); -location, including continent, climate zone, weather classification and position in the landscape (inland, coastal, mountains, desert, etc.); -governance structure, policy making powers (local, regional, national), responsibility pathway for addressing urban hazards, role of hydro-meteorological service, management scheme of overall airshed; -types/combinations of hazards, focus on early warnings or/and long-term planning; -existing practice in the realization of integrated urban services (two or more hazards/elements integrated); -levels of integration: observation, infrastructure, modeling, decision making.\n\nThis article demonstrates successful integrated urban service realizations with different configurations using four case study cities that represent different geographical conditions, continents and countries: Hong Kong, Toronto, Mexico City and Paris. They are excellent demonstrations of the WMO urban cross-cutting focus and the IUS methodology integrating the various scientific disciplines in an innovative holistic way, and of continuous development of IUS linked to high-resolution and cost-effective observation systems, satellite observations, modeling, forecast and warning services, and effective use of communication. The analysis for the four cities also demonstrates that the IUSs are not fully integrating different elements and sectors of the system and several gaps remain in scientific platforms and effective communications between different agencies and stakeholders.\n\nThe configuration and focus of specific IUS depend on geographical, economical and other conditions and differ from city to city. To analyse and provide broad recommendations for IUS development for any specific city it is important to elaborate and use a set of criteria for classification (proceeding from many more cities under different conditions).\n\nIt is demonstrated that legal and institutional frameworks and climate-partnerships are essential to enhance urban services and improve research development in support of decision making and policy formulation, in particular in areas related to disaster risk reduction, energy, water, and health, in alignment with the priority areas of the Global Framework for Climate Services (GFCS).\n\nIt is also important to engage with relevant stakeholders (agencies, the public, NMHSs, city government, private sector and businesses) from the beginning, including raising awareness and getting feedback.\n\nNone."}