{"title": "Cyclophilin and Viruses: Cyclophilin as a Cofactor for Viral Infection and Possible Anti-Viral Target", "body": "Cyclophilin (CyP) and FK506 binding protein (FKBP) are peptidyl-prolyl cis-trans isomerases (PPIases), enzymes that catalyze the cis-trans interconversion of peptide bonds amino terminal to proline residues (Fischer et al. 1989; Harding et al. 1989; Takahashi, 1999; Takahashi et al. 1989) . CyP and FKBP are originally identifi ed as cellular factors that bind CsA and FK506, respectively, both of which are immunosuppressants used clinically for the prevention of graft rejection following organ transplantation (Handschumacher et al. 1984; Harding et al. 1989) . Therefore, these PPIases are also called immunophilin. The action of PPIases leads to changes in protein conformation (Takahashi, 1999) , but the binding of CsA and FK506 to CyP and FKBP, respectively, inhibits the activity of these enzymes (Fischer et al. 1989; Rosen et al. 1990; Takahashi et al. 1989 ). However, the inhibition of PPIase activity by CsA and FK506 is an insuffi cient requirement for their immunosuppressive function (Bierer et al. 1990; Schreiber, 1991) . The CsA/CyP or FK506/FKBP complex, subsequently interacts with and inhibits calcineurin (CN), a phosphatase involved in the activation of the transcription factor NF-AT. Proper NF-AT function is essential for the generation of a productive T cell response (Clipstone and Crabtree, 1992; Fruman et al. 1992; Liu et al. 1991) . In the absence of immunosuppressants, CN dephosphorylates cytoplasmic NF-AT, leading to NF-AT nuclear translocation and transactivation of downstream genes participating in the immune response (Liu et al. 1992; McCaffrey et al. 1993) . CsA and FK506 prevent the dephosphorylation and subsequent nuclear translocation of NF-AT leading to immunosuppression.\n\nMore than 10 CyP subtypes are found in mammals (Table 1 ). The subcellular localization of CyPs varies. CyPA is primarily found in the cytoplasm, while CyPB, CyPD, CyPE, and RanBP2 are distributed in the endoplasmic reticulum (ER), mitochondria, nucleus, and nuclear pore, respectively. Members of the CyP family play roles in a variety of cellular processes including the immune response, transcription, mitochondrial function, cell death, and chemotaxis, as described below. While a number of CyP family members have been ideitifi ed, intensive functional analysis has been performed on only a few including CyPA, CyPB, CyPD, and CyP40.\n\nCyPA is the most abundant CyP subtype found in the cells (Waldmeier et al. 2003) , and it is the primary factor mediating the immunosuppressive effects of CsA (Colgan et al. 2005) . However, even in the absence of CsA, CyPA plays an important role in regulating the immune responses as seen in CyPA-defi cient mice. CyPA-knockout mice have an \"allergic\" phenotype with increased serum IgG1 and IgE levels and tissue infi ltration by mononuclear cells, eosinophils, and mast cells (Colgan et al. 2004 ), related to increased and dysregulated activity of Th2 CD4+ T cells. In CyPA-knockout cells, interleukin-2 tyrosine kinase (Itk), a signaling molecule crucial for the development of a Th2 response, is constitutively activated. Itk is a member of the Tec family of SH2/SH3-containing tyrosine kinases, and it participates in the signal transduction cascade leading to T cell activation. CyPA can bind Itk, and this negatively regulates Itk activity (Brazin et al. 2002) . Thus, CyPA plays a suppressive role in the development of CD4+ T cell responses through its interaction with Itk.\n\nOther studies have reported several non-immune system roles for CyPA. CyPA interacts with apoptosis-inducing factor (AIF) and promotes AIF-mediated chromatinolysis during apoptosis (Cande et al. 2004) . Additionally, CyPA interacts with membrane-bound guanylate cyclase-A (GC-A), a receptor for atrial natriuretic factor (ANF) ). GC-A and ANF are involved in cardiovascular homeostasis, and CyPA appears to function as an endogenous inhibitor of GC-A activation by competing for ANF binding. Further interactions of CyPA with prolactin receptor (Syed et al. 2003 ) and transcription factor YY1 (Yang et al. 1995) have been observed, but the exact role of CyPA in these processes remains unclear. CypA was also observed to bind DNA in a zinc-dependent manner in a mouse macrophage cell line (Krummrei et al. 1995) . However, the best-characterized role identified for CyPA is not in normal cellular physiology, but rather as co-factor during the human immunodefi ciency virus-1 (HIV-1) viral life cycle (See below).\n\nCyPB was originally identifi ed as a CyP family member bearing a signal sequence leading to the ER lumen or the secretory pathway (Price et al. 1991) , but the specifi c function of CyPB is poorly understood. A yeast two-hybrid screening using CyPB as a bait identified an interaction with calcium-signal modulating cyclophilin ligand (CAML) (Bram and Crabtree, 1994) . CAML is located on the cytoplasmic face of the ER membrane (Holloway and Bram, 1998) . CAML participates in calcium signal transduction pathway and it is essential for peripheral T cell development (Tran et al. 2005) . However, the importance of CyPB binding to CAML function remains unknown. CyPB also enhances prolactin-driven cell proliferation (Rycyzyn et al. 2000) and promotes the nuclear retrotranslocation of prolactin through a direct interaction. Additionally, CyPB potentiates prolactin-induced STAT5 transactivation by promoting the dissociation of PIAS3, a STAT5 repressor (Rycyzyn and Clevenger, 2002) . CyPB can also associate with interferon regulatory factor (IRF)-3 (Obata et al. 2005) . Extracellular CyPB can bind platelets (Allain et al. 1999 ) and Yokoyama et al. 1995 this initiates a transmembranous infl ux of calcium ion, kinase activation, and platelet adhesion to collagen. Accumulating evidence suggests that CyPs, in particular CyPA and CyPB, can mediate intercellular communication similar to cytokines. CyPs are secreted from cells in response to infl ammatory stimuli or oxidative stress (Jin et al. 2000; Seko et al. 2004; Sherry et al. 1992; Xu et al. 1992) and they can act as potent chemoattractants for neutrophils (Sherry et al. 1992) , eosinophils (Xu et al. 1992) , and T cells (Allain et al. 2002) . CyPA and CyPB are recognized by the cell surface receptor CD147, and CyP binding leads to ERK activation and chemotaxis (Pushkarsky et al. 2001; Yurchenko et al. 2001; Yurchenko et al. 2002) .\n\nCyPD plays a critical role in mitochondrial function and cell death (Tanveer et al. 1996) . During ischemia-induced necrosis, e.g. following a heart attack or stroke, the accumulation of calcium and increase of reactive oxygen species (ROS) trigger the opening of a pore in the inner mitochondrial membrane, known as the membrane permeability transition pore (MPTP) (Halestrap, 1999) . Calcium overload and ROS induce a conformational change in adenine nucleotide translocase (ANT), a key component regulating the opening of MPTP at the inner mitochondrial membrane. The opening of MPTP leads to mitochondrial swelling, rupture of the outer membrane, and the release of small molecules (Waldmeier et al. 2003) . CyPD is located within the matrix of the mitochondria and it binds ANT facilitating its conformational change (Crompton et al. 1998; Woodfi eld et al. 1998 ). In CyPD-knockout cells, necrosis induced by calcium and ROS was decreased, but apoptotic cell death induced by cytokines or anticancer agents was unaffected (Baines et al. 2005; Nakagawa et al. 2005) . CyPD-knockout mice also experienced reduced cardiac injury following reperfusion after ischemia. Thus, CyPD is a key molecule involved in the cell death process.\n\nCyP40 regulates the activity of steroid receptors (SRs) (Duina et al. 1996; Owens-Grillo et al. 1995; Ratajczak et al. 1993) . SRs including the glucocorticoid receptor, estrogen receptor, androgen receptor and progesterone receptor are nuclear hormone receptors that exert transcriptional activity following steroid ligand binding and nuclear translocation. In the absence of steroid ligands, SRs form complexes with heat shock protein 90 (HSP90) together with the immunophilins CyP40, FKBP51, or FKBP52 in the cytoplasm. These immunophilins control SR activity by increasing receptor avidity for hormone ligands through PPIase-dependent conformational changes. Upon hormone binding, this SR/HSP90/ immunophilin complex dissociates, leaving homodimeric SR, which then translocates into the nucleus to transactivate downstream genes.\n\nAlthough there are some reports on other CyP subtypes (Table 1 ), the precise functions and signifi cances of them are largely unknown.\n\nAs described above, CyPs play essential roles in diverse cellular processes. Interestingly, several viruses have evolved to use CyPs during their life cycles. In particular, CyPs are demonstrated to be involved in the proliferation of HIV-1 and hepatitis C virus (HCV). Other viruses using CyPs during their life cycle include vaccinia virus (VV), vesicular stomatitis virus (VSV), and SARS-coronavirus.\n\nA signifi cant role of CyP in VV replication was fi rst identifi ed through the analysis of several CsA analogs. The ability of cyclosporins to suppress VV replication correlated with the inhibition of CyP function (Damaso and Moussatche, 1998) . VV infection stabilizes CyPA, leading to the accumulation of CyPA (Castro et al. 2003) . In VV infected cells, CyPA relocalizes to the peripheral region of the nucleus, colocalizing with sites of virus production. CyPA is incorporated into viral particles and is located in the viral core.\n\nCyPA interacted with the nucleocapsid protein of VSV (Bose et al. 2003) , and, like VV, CyPA is incorporated into VSV viral particles. Although the binding and incorporation of CyPA occurred beyond the virus serotypes, the functional role of CyPA in the viral life cycle appears to be straindependent. Inhibition of CyP activity by CsA reduced primary transcription of VSV-New Jersey (VSV-NJ) but not VSV-Indiana (VSV-IND) serotype, and CyPA activity was required for the replication of VSV-NJ to a greater extent than VSV-IND. The authors suggest that differential requirements of CyPA are likely the results of evolutionary pressure during lineage development.\n\nThe nucleocapsid protein (NP) of severe acute respiratory syndrome coronavirus (SARS-CoV) binds CyPA (Luo et al. 2004) , and another group reported that CyPA is incorporated into SARS-CoV particles (Chen et al. 2005) . Extracellular CyPA binds CD147 on the cell surface, and treatment with a peptide that blocks CD147 binding inhibits viral infection. Thus, CyPA may be involved in SARS-CoV invasion into host cells through interaction with NP and CD147, respectively.\n\nCyPA plays an important role in the viral life cycle of HIV-1. In 1993, CyPA was found to interact with HIV-1 Gag (Luban et al. 1993) , and in 1994, CyPA was reportedly incorporated into viral particles (Franke et al. 1994; Thali et al. 1994) . A gene targeting study demonstrated that only CyPA among Cyp subtypes was essential for HIV-1 proliferation (Braaten and Luban, 2001) . Within the HIV-1 life cycle, CyPA plays multiple roles through different interaction partners, including an early step prior to reverse transcription (Braaten et al. 1996; Mlynar et al. 1997; Steinkasserer et al.1995) . Although CyPA is incorporated into virions through binding to the CA domain of the Gag polyprotein (Franke et al. 1994; Ott et al. 1995; Thali et al. 1994 ), this incorporation is not required for viral infection. Instead, target cell expressed CyPA is important for productive infection and viral replication (Hatziioannou et al. 2005; Sokolskaja et al. 2004 ). It has been known for several decades that host cells express different restriction factors to prevent infection by certain retroviruses (Cullen, 2003) , and several recent studies have suggested that CyPA modulates sensitivity to such a restriction factor early in the HIV-1 life cycle prior to reverse transcription. TRIM5α is a host restriction factor originally identifi ed using expression cloning that recognizes CA limiting retrovirus proliferation (Stremlau et al. 2004 ). Towers et al. showed that CyPA regulates the activity of a host restriction factor (Towers et al. 2003) . Disruption of CyPA-CA binding by introducing of point mutation into CA or treating human cells with CsA decreases HIV-1 infectivity. Conversely, the loss of CyPA-CA binding greatly enhanced HIV-1 infectivity in simian cells (Berthoux et al. 2005; Kootstra et al. 2003; Sayah et al. 2004) . From the results, the hypothesis was proposed by Luban et al. that CA binding by CyPA prevented normal antiviral effects mediated by TRIM5α during HIV-1 infection of human cells, but this same interaction mediated HIV-1 restriction in nonhuman primate cells (Sokolskaja et al. 2006; Luban, in press ). Both the mechanism of TRIM5α restriction of HIV-1 and the modulation of CA recognition by CyPA remain unclear, and further studies are clearly needed to resolve these important issues in the HIV-1 life cycle and the host response to HIV-1 infection.\n\nCyPA may be important for other aspects of HIV-1 infection. CyPA interacts with CD147 (Pushkarsky et al. 2001) , heparans (Saphire et al. 1999) , Vpr (Zander et al. 2003) , and envelope glycoprotein gp120 (Endrich and Gehring, 1998) , although their relevances of the interactions should be further verifi ed.\n\nHCV is a major causative agent of chronic liver diseases such as chronic hepatitis, liver cirrhosis, and hepatocellular carcinoma (Liang et al. 1993) . HCV infection is a serious health problem affecting approximately 170 million individuals worldwide (Poynard et al. 2003) . The current standard therapy for HCV is restricted to interferon (IFN) or pegylated-IFN either alone or in combination with ribavirin. Because treatment with these agents, however, fails to produce sustained virus elimination in about one half of the patients (Di Bisceglie et al. 2002) , alternative and effective strategies to combat against HCV are greatly needed.\n\nHCV encodes a single polypeptide that is cleaved by host and HCV-encoded protease including NS3 to generate a set of functional proteins. Its genome is replicated by the HCV-encoded RNA-dependent RNA polymerase (RdRp) NS5B. Both of these proteins, NS3 and NS5B, are essential for HCV genome replication and are possible targets for the development of anti-HCV therapeutics (Di Bisceglie et al. 2002) . Small molecule compounds targeting NS3 and NS5B have been developed, and their effi cacy has been examined in clinical trials (Di Bisceglie et al. 2002) . In addition to these viral enzymes, host cell factors are required for viral replication, and these may provide other options for the development of novel anti-viral agents. Disrupting the function of host cell derived factors is particularly appealing as the mutation rate of host proteins is much less than that of viral encoded proteins and should less give rise to drug-resistant viruses. However, while some host factors required for viral genome replication have been identifi ed, other host proteins need to be identifi ed to develop optimal anti-viral therapies with few side effects.\n\nAt this time, only a limited number of host proteins have been found to be involved in HCV genome replication with biological relevance. hVAP-33 is one of SNARE family proteins that regulate vesicle biogenesis, protein sorting, and membrane fusion. hVAP-33 binds HCV NS5A and NS5B, and this interaction regulates the presence of HCV proteins in the subcellular compartment performing viral genome replication (Evans et al. 2004; Gao et al. 2004; Tu et al. 1999) . FBL2 is a member of the F-box protein family, involved in the ubiquitination pathway. FBL2 is geranylgeranylated in cells , and associates with NS5A in a geranylgeranylation-dependent manner to regulate HCV genome replication. However, the mechanism of action of FBL2 in HCV genome replication is not known. Additionally, we recently found that CyPB is a cofactor for HCV replication in host cells, and this may represent a new target for anti-HCV therapeutics (Watashi et al. 2005) . We will fi rst discuss the role of CyPB in HCV genome replication followed by the therapeutic implications of this discovery in HCV treatment.\n\nWe identifi ed CsA as an anti-HCV agent using a HCV replicon system, a cell culture system supporting HCV genome replication (Lohmann et al. 1999) , and CsA inhibits HCV genome replication as potently as IFNα (Watashi et al. 2003) . Since that time, several groups have made similar observations (Firpi et al. 2006; Nakagawa et al. 2004; Paeshuyse et al. 2006) . As shown in Fig.1A , cellular treatment with 1 µg/ml CsA decreases HCV RNA levels by approximately 1/500 (Watashi et al. 2003) . CsA also reduces the expression of HCV-encoded proteins to undetectable levels (Fig. 1B) . In contrast, FK506 has no effect on the production of HCV RNA or proteins ( Fig. 1A and B ). The differences between CsA and FK506 suggest that CsA prevents viral genome replication independently of CN, an effector (copy/pg total RNA) amount of HCV RNA Figure. 1 CsA suppresses HCV genome replication. (A) HCV RNA was quantifi ed in total RNA isolated from HCV replicon-bearing cells treated with various concentrations of CsA, FK506, or IFNα for 7 days. The amount of HCV RNA per 1 pg total RNA was plotted against the concentration of CsA (µg/ml), FK506 (µg/ml), or IFNα (× 100 IU/ml). (B) The expression of HCV NS5A and protein disulfi de isomerase (PDI) as a cellular protein was examined in the HCV replicon-bearing cells treated without (control) or with 100 IU/ml IFNα, 1 µg/ml CsA, or 1 µg/ml FK506 for 7 days. common to both CsA and FK506 mediated immunosuppression. And the anti-HCV effects of CsA are mediated by pathway(s) distinct from those of IFNα (Watashi et al. 2003 ).\n\nThe ability of CsA to inhibit HCV genome replication correlates with the inhibition of CyP activity (Watashi et al. 2005) . Moreover, an alternative CyP inhibitor, sanglifehrin, also decreases the levels of HCV RNA. Thus, the inhibition of CyP activity is essential for the anti-HCV effect of CsA, and this strongly suggests that CyP plays a direct, important role in HCV genome replication. Moreover, the specifi c knockdown of CyPB by RNAi reduced HCV RNA titer, but knockdown of CyPA, CyPC, CyPE, or CyPH had no effect on HCV replication activity. These data indicate that CyPB plays a critical role in HCV genome replication.\n\nThe effects of CyPB on HCV genome replication are mediated through a direct interaction with NS5B as demonstrated in both in vitro and in cells (Watashi et al. 2005) (Fig. 2A) . CyPB do not bind any other HCV proteins involved in viral replication. NS5B binds HCV genome RNA in order to function as a RdRp. CyPB but not CyPA promotes the RNA binding activity of NS5B and stimulates HCV genome replication in cells ( Fig. 2A) . This functional support by CyPB to NS5B is essential for the effi cient replication of the HCV genome, and CsA blocks the interaction of CyPB with NS5B, leading to reduced RNA binding (Fig. 2B ). Thus, CyPB serves as a cellular cofactor for HCV genome replication.\n\nThe anti-HCV activity of CsA analogs correlates with their ability to inhibit CyP function (Watashi et al. 2005) . The dissociation of CyPB and NS5B greatly reduces the extent of HCV genome replication. These observations suggest that the inhibition of CyPB may represent a novel therapeutic strategy against HCV. This possibility has been examined by two reports using stronger CyP inhibitors than CsA. Paeshuyse et al. used the CsA analog DEBIO-025 to inhibit CyP activity (Paeshuyse et al. 2006) , and this compound inhibited HCV replication 10-fold more potently than CsA. The authors speculated that DEBIO-025 might be an attractive drug candidate for the treatment of individuals with HCV/HIV coinfection because CsA derivatives should also inhibit HIV-1 replication. We used the non-immunosuppressive CsA derivative NIM811 to target CyP Ishii et al. 2006) . NIM811 inhibits CyP enzymatic activity two-fold more than CsA , and this increased inhibition correlates with greater suppression of HCV genome replication than CsA, especially at lower doses. Cotreatment of cells with NIM811 and IFNα led to a synergistic anti-HCV effect at higher doses of NIM811. Treatment of NIM811 for three weeks eliminated HCV RNA from host cells to under detectable level. Because the immunosuppression in patients during a viral infection is undesirable, these non-immunosuppressive variants of CsA that inhibit CyP activity are likely to offer great promise for the treatment of patients with chronic HCV infection.\n\nCyPs are cellular PPIases that catalyze conformational changes in proteins, but the role(s) and substrates for this protein family in cells are not well-characterized. However, discoveries of the signifi cance of CyP in life cycles for several viruses make this protein virologically notable and present novel therapeutic anti-viral targets. Further analyses of the role of CyPs in viral life cycles should reveal novel functions for these proteins as well as provide mechanistic insight into possible therapeutic targets."}