{"title": "The Functional Properties of Preserved Eggs: From Anti-cancer and Anti-inflammatory Aspects", "body": "inhibit the growth and invasion of tumor cell in vitro (Corder et al., 2001) . Studies have shown that preserved egg white hydrolysates show anti-inflammatory effects in vitro and in vivo experiments and can significantly decrease the expression levels of IL-8 and TNF-α (Zhao et al., 2017) . In addition, ACE-inhibitory peptides isolated from preserved eggs proved their antioxidant activity in vitro (Yang, 2016) . Numerous studies have indicated that alkaline foods, such as kelp (Yuan and Walsh, 2006) , grape (Renaud and De, 1992) , and bitter gourd (Rajasekhar et al., 2012) , can inhibit the growth of various human cancer cell lines. The results showed that the algae polyphenols extracted from kelp can inhibit the rancidity of fish oil and the antioxidant efficiency was 2.6-fold higher than that of butylated hydroxytoluene (BHT) (Yan et al., 1996) . Researchers found that seaweed polyphenols can significantly inhibit the proliferation of tumor cells, and the inhibition effect was linearly correlated to the total level of phenol in seaweed (Yuan and Walsh, 2006) . Resveratrol in grapes was shown to have inhibitory effects on cancer cell initiation, proliferation and development (Corder et al., 2001) .\n\nAt present, the research on the preserved eggs is limited on the optimization of processing technology. In this paper, the functional characteristics of preserved eggs were monitored using complementary in vitro and in vivo models. The levels of liver lipid and inflammatory factors in rats before and after treatment, as well as the ability of preserved eggs to inhibit tumor cells in vitro were investigated. The objective is to explore the nutritional and anticancer values of preserved eggs. Our findings will contribute to provide the theoretical basis for understanding the relationship between preserved eggs and human health.\n\nAll chemicals, unless otherwise stated, were purchased from Sinopharm Chemical Reagent Co., Ltd (China). The TG assay kit, TCHO assay kit, HDL cholesterol assay kit and LDL cholesterol assay kit were provided by Nanjing Jiancheng Biology Engineering Institute (China). The rat IL-6 ELISA kit and rat TNF-α ELISA kit were provided by Neobioscience Biology Engineering Institute (China). The caspase-3 activity assay kit was purchased from Beyotime Institute of Biotechnology (China). Annexin V-FITC/PI kit was supplied by Zoman Biotechnology Co., Ltd (China). Caco-2 cells were obtained from the cell bank of Chinese academy of sciences (China).\n\nFresh duck eggs (65-70 g) were obtained from Hubei Shendan Healthy Food Co., Ltd (China). Preserved eggs were obtained using clear material soaking method (Zhao et al., 2014b) with some modifications. Duck eggs soaked with a kind of special solution containing 4.5% of NaOH, 3% of NaCl, 0.4% of CuSO 4 , and 3.5% of Chinese black tea at 25℃. After 35 d, preserved eggs were obtained. After peeling, the preserved eggs were stirred in a homogenizer and lyophilized to obtain preserved egg powders. \n\nTwenty-five female Sprague Dawley (SD) rats aged 2-3 wk were obtained from Tongji Medical College, Huazhong Science and Technology University. All rats were kept and treated according to the requirements of the Laboratory Animal Ethics Review Committee (Animal Welfare No. 00140424). Sufficient food and water were provided and the room temperature and relative humidity were controlled in the range of 20±2℃ and 50±5%, respectively.\n\nAfter one week of adaptive feeding, five rats were sacrificed as 0-day control group. The rest were labeled with 3% picric acid solution (yellow) and 0.5% neutral magenta solution (red). After labeling, the rats were randomly divided into 4 experiment groups and 5 rats contained in each group. The rats in control group were intragastric administrated with distilled water while the other groups were administrated with the preserved egg powder at concentrations of 1.4 mg/mL (low-dose group), 2.8 mg/mL (middle-dose group) and 4.2 mg/mL (high-dose group) in distilled water of 2 mL respectively. The specific measurement was based on human and rat dose conversion formula, low dose, medium dose and high dose equivalent to every adult eats 1, 2 and 3 preserved eggs a day. The experiment period was 80 d. The behavior of the rats was observed every day, including their body weight, food & water intake, mood and stool status. The weight of each rat was measured every five days and the food intake was determined every three days.\n\nThe rats were sacrificed by cervical dislocation and the liver was extracted with tweezers after fasted overnight at the end of the experiment (80 d after treatment). We collected rats blood of the retro-orbital plexus and put the livers in a centrifuge tube followed by homogenization with 4 mL of methanol and acetone mixture (1:1). Then the mixture was centrifuged at 11,000×g for 15 min, and the supernatant was collected and stored at -20℃ for analysis of lipids, IL-6 and TNF-α. TG, TCHO, LDL cholesterol and HDL cholesterol were mesured by the TG assay kit, TCHO assay kit, HDL cholesterol assay kit and LDL cholesterol assay kit following the manufacture's instructions. IL-6 and TNF-α were mesured by the rat IL-6 ELISA kit and rat TNF-α ELISA kit following the manufacture's instructions.\n\nSimulated GI digestion using in vitro pepsin-pancreatin hydrolysis was conducted as described by You et al (2010) with some modifications. The powder was dissolved (10% w/v, in distilled water) and the pH was adjusted to 2.0 with 1 M HCl.\n\nThen pepsin (1.25% of the powder, w/w) was added. The mixture was incubated at 37℃ for 2 h. The pH was then adjusted to 7.0 with the 1 M NaHCO 3 solution. Pancreatin was added (2% of the powder, w/w). And the mixture was further incubated at 37℃ for 4 h. To terminate the digestion, the samples were kept in boiling water for 15 min. Then the GI digests were cooled to room temperature and centrifuged at 11,000×g for 15 min. The supernatant was lyophilized, sealed in plastic bags and stored at -20℃ before use.\n\nTo investigated the changes in cell proliferation inhibition rate of preserved eggs during simulated GI digestion, aliquots of GI digests were removed at 0 (pepsin digestion after 2 h), 1, 2, 3, 4 h (switch from 0 h to 4 h during pancreatin digestion) during digestion procession.\n\nThe human colon cell line Caco-2 was purchased from the Type Culture Collection of the Chinese Academy of Sciences, Shanghai, China. Cells were placed into 75 cm 2 tissue culture flasks and grown at 37℃ under a humidified 5% CO 2 atmosphere in DMEM medium with high glucose, 10% FBS, 100 units/mL penicillin and 100 units/mL streptomycin.\n\nThe cells were seeded on the six-well plate and adhered for 24 h, followed by treatment with GI digests for further 24 h.\n\nThe morphology, size and rupture of the cell were observed by fluorescence uptake microscope (IX71, Olympus Co., Ltd, Japan).\n\nApproximately 5×10 5 cells/well of Caco-2 cells were placed in 96-well plates and incubated for 24 h. Then the cells were exposed to 0.1, 0.5, 2.5, 5, 10 mg/mL of the GI digests for 24 h. The medium was removed at the end of incubation and each well was incubated with 10 μL of cck-8 solution (no bubbles) for 2 h, the absorbance at 450 nm was measured using a microplate reader (iMark, Lenovo Biological Technology Co., Ltd, China).\n\nA: absorbance of sample group A0: absorbance of control group\n\nApproximately 2.5×10 5 cells/well of Caco-2 cells were placed in 6-well plates and incubated for 24 h. The cells were exposed to 2.5, 5, 10 mg/mL of the GI digests for 24 h after carefully washed with PBS, set the cell without the digests as a blank control. After incubation, the cells were immediately collected and washed 2 times by PBS, then centrifuged at a speed of 2,000×g for 5 min to remove the supernatant, 500 μL binding buffer, 5 μL Annexin V-FITC and PI were added to suspend the cells, respectively. Mixtures were finally incubated in dark at room temperature for 15 min prior to investigation by flow cytometry (FACSCalibur, BD Co., Ltd, USA) for 1 h.\n\nApproximately 2×10 6 cells/well of Caco-2 cells were placed in 6-well plates and exposed to 2.5, 5, 10 mg/mL of the GI digests for 24 h. We set the cell without the digests as a blank control. After incubation, the cells were immediately collected and washed 2 times by PBS, then centrifuged at a speed of 2,000×g for 5 min to remove the supernatant. The cells were collected after the lysate was added to the cells at a rate of 100 μL/ 2×10 6 cells, and the remaining steps were performed based on the instructions from caspase-3 activity assay kit.\n\nThe results were analyzed using software of IBM SPSS Statistics 20. All data were expressed as the mean±standard error.\n\nStatistical significance was assessed using the Duncan's multiple range test, where p<0.05 was considered significant, and the \n\nAs shown in Fig. 1 , the body weight of rats treated with preserved eggs for 80 days was not significantly different at the end of treatment from that of control rats (p>0.05). The gain of body weight was normal in preserved egg-treated rats and there was no significant difference between control and preserved egg-treated rats.\n\nAs shown in Fig. 2 , the TG and TCHO contents of rats treated with the preserved eggs were significantly decreased (p<0.05) compared with the control group after 80 days (Fig. 2) . In the high-dose group (4.2 mg/mL), the TG and TCHO contents in the liver were found to decrease by 13.3% ( Fig. 2A ) and 29.6% (Fig. 2B ) respectively compared with the control group. However, as the dose raised up to high level (4.2 mg/mL), the TG levels in rats increased compared to treatment with low doses of preserved eggs. On the one hand, the increase of TG levels may be due to the upregulation of the expression of fatty acid synthase (FAS) in livers after treated with high doses of preserved egg (Kakuma et al., 2000) . FAS is the key enzyme in liver fatty acid synthesis, TG increases with the increasement of the FAS (Postic and Girard, 2008) .\n\nOn the other hand, the level of cholesterol was 450 mg per 100 g preserved egg (Ge et al., 2017) . As egg yolk is rich in TG, the intake of high dose of preserved eggs elevated TG levels in rats. So, the TG levels were observed to be elevated by high dose preserved eggs ( Fig. 2A) . Actually, our body health has been proved to be favored by an appropriate of eggs intake daily because it exerts protective effect on our heart. The ingredients in the eggs can also regulate the absorption and metabolism of cholesterol and counteract the damage caused by excessive intake on the body (Yang, 2013) . This could partly explain the fact that preserved egg could reduce the content of TG in a proper range ( Fig. 2A) .\n\nAs shown in Fig. 3 , the preserved eggs significantly decreased the level of LDL-C and LDL-C/HDL-C in rat's liver after 80-days treatment (p<0.05), by 92.8% (Fig. 3A ) and 85.1% (Fig. 3B) in the low-dose group, 53.0% (Fig. 3A ) and 87.5% (Fig.   3B ) in high-dose group compared with control group. After treatment with preserved egg, the level of LDL was significantly inhibited compared with the control, and an increase of LDL level was observed as the concentration of preserved egg increased. It may be due to TG invoved in preserved eggs upregulating LDL-C levels (Cullen, 2000; Ji et al., 2013) , as the dosage of preserved eggs increased, the level of LDL-C increased. This result corresponds to the previous explanation for TG.\n\nThese results showed that long-term intake of preserved eggs may help to reduce the risk of atherosclerosis (AS), cerebrovascular disease (CVD) and heart disease.\n\nAs shown in the Fig. 4 , the level of IL-6 and TNF-α in rat's liver were significantly decreased compared to control group (p<0.05) after treaments. In low-dose group (1.4 mg/mL), the IL-6 and TNF-α values in liver were decreased 79.8% (Fig. 4A) and 21.3% (Fig. 4B ) respectively, indicating that preserved eggs contribute to reduce the risk of inflammation in rats.\n\nHowever, at 2.8 mg/mL of preserved eggs, the production of IL-6 was rather increased than control. This may be limited by the amout of inflammatory cytokine receptor. Due to the inflammatory factor -receptor reaction, the most appropriate amount of preserved eggs may be around 1.4 mg/mL. Therefore, the optimal value is shown at 1.4 mg/mL. When it exceeds 1.4 mg/mL, the reaction rate decreases.\n\nThe\n\nIn vitro anticancer efficiency study\n\nAs shown in intestinal digestion. Consequently, we chose the sample that digested 2 h by pepsin and 2 h by trypsin to advance further experiments with the concentration of 2.5 mg/mL, 5 mg/mL, and 10 mg/mL.\n\nAs shown in Fig. 6 , the cells in the control group (0 mg/mL of GI digests) were closely arranged, complement in morphology, and good in growth status. In the pictures, it was observed that the cell morphology was destroyed under the treatment with the GI digests. Notably, when the GI digests concentration increased up to 10 mg/mL, cells were cleaved into fragments, and the cell morphology was collapsed.\n\nAs shown in Table 2 , the apoptosis behavior of cells greatly dependended on the dose of GI digests. The significantly enhanced cell death rate was observed (Fig. 7) , accompanied by the delay in most of the apoptotic cells in high dose treatment. This result suggested that the GI digests could cause apoptosis in Caco-2 cells.\n\nAs shown in Fig. 8 , the activity of caspase-3 in Caco-2 cells was significantly increased with a dose dependent. In addition, the activity of caspase-3 in the high concentration group (10 mg/mL) was 2.6 times of the control group (p<0.05). Caspase is an important mediator of cell apoptosis. They are induced by various stimuli and contribute to cell apoptosis by cutting various cell substrates (Fan et al., 2005; Nuñez et al., 1998; Riedl and Shi, 2004) . The results showed that preserved egg digests can significantly induced the cell apoptosis by up-regulating caspase-3 levels in Caco-2 cells.\n\nIn present study, we found that preserved eggs decreased the levels of TG, TCHO, and LDL/HDL in rat's liver, which are related to lipid metabolism in rats (van der Made et al., 2014). we found that preserved eggs could significantly reduce the TG 0 mg/mL 2.5 mg/mL 5 mg/mL 10 mg/mL Fig. 6 . Cell morphology of Caco-2 exposed to gastrointestinal digests in different concentration.\n\nConcentration (mg/mL) 0 2.5 5 10\n\nApoptosis rate (%) 0 d 0.535 c 4 . 7 9 b 5 . 2 9 a a-d Means (n=3) with different concentration, cell apoptosis in Caco-2 exposed to GI digests were significantly different (p<0.05). 0 mg/mL 2.5 mg/mL 5 mg/mL 10 mg/mL Fig. 7 . Cell apoptosis in Caco-2 exposed to gastrointestinal digests in different concentration.\n\nKorean Journal for Food Science of Animal Resources Vol. 38, No. 3, 2018 624 and TCHO contents in liver. In the low-dose group, TG and TCHO contents were decreased by 19.5% and 6.8% respectively, indicating that the preserved eggs are conductive in antilipemic capacity. This could be involved with several major influencing factors: 1) some active substance such as apolipoprotein E (APOE) genotype (Miettinen et al., 1988; Kesäniemi et al., 1987) and angiotensin converting enzyme (ACE) genotype (Morise et al., 1994) may promote the lipoprotein metabolism and transformation in the liver; 2) the substances above may inhibit the intestinal absorption of cholesterol, further reducing the synthesis of cholesterol and improving the decomposition rate of TG in the liver .\n\nFurthermore, results also showed that the preserved eggs can significantly reduce the LDL-C and LDL-C/HDL-C level in rat's liver. After treatment with preserved eggs of low dose, the LDL-C levels in the liver were reduced by 92.8% compared with the control group. In previous studies, LDL and LDL / HDL could be used to predict CVD, and the risk of CVD can be reduced lowering by 20% if LDL-C wad reduced by 1 mmol/L (Baigent et al., 2005) . Based on this, we suspected that active ingredients such as lecithin in preserved eggs may have the potential to reduce the risk of CVD, AS, and other diseases by inhibiting the synthesis of LDL-C and promoting the synthesis of HDL-C (Poutanen et al., 2003) . In future, we will do further experiments to find out the exactly active ingredients. Furthermore, the intake of preserved eggs depressed the production of IL-6 and TNF-α, and these indicators are significantly related to the occurrence of inflammation and cancer in rats (Kim et al., 2013; Suganuma et al., 2012) . Cell experiments results showed that the GI digests of the preserved eggs could inhibit the growth of tumor cells Caco-2 and accelerated cell apoptosis after gastrointestinal digestion.\n\nIn vivo animal experiments, we found that fed with low-dose of preserved eggs could reduce the contents of IL-6 and TNFα in rat's cytokines contents effectively, which are served as the key substances to induce cell transformation and malignancy in the course of chronic inflammation (Tang et al., 2013; Zhu et al., 2014) . Our results are consistent with the evidences from tumor cell experiments. It could be ascribed to that the active components in preserved eggs can repressed the release of IL-6 and TNF-α. This result is consistent with the results of other studies (Zhao et al., 2017) . Combinning with the results of cell apoptosis, we suspected that this is more likely to be related to mitochondrial pathways (Dassé et al., 2007; Lanvin et al., 2004) . Therefore, we will focus on the mechanism of mitochondrial pathways in the following studies.\n\nFurthermore, the GI digests of the preserved eggs could inhibit the proliferation of Caco-2 cells and induce cell apoptosis.\n\nApoptosis is a procedural and physiological form of death. The characteristics of apoptosis include cell morphological changes, the formation of DNA fragments, etc. (Arends et al., 1990; Bortner et al., 1995) . Tumor development is not only the result of cell proliferation out of control, but more likely to be blocked due to apoptosis, cell proliferation and apoptosis caused by imbalance (Bhattacharjee et al., 2001; Sun and Liu, 2008) . Cell accumulation and aggressive development of viable cells into tumors will occur if cell apoptosis fails (Hoeppner et al., 1996) .\n\nCaco-2 cells are derived from human colonic adenocarcinoma cells, which can be spontaneously epithelized and closely linked with the culture environments. Morphological and functional expression of the marker enzymes are similar to those of human intestinal mucosa (Bonnesen et al., 2001) . In present study, the triggering of Caco-2 apoptosis by the GI digests has been successfully evaluated. To determine the dose of GI digests, we used the method of CCK-8 to calculate the IC50 value (5.75 mg/mL) and most of the apoptosis in late apoptotic was highlighted. Therefore, the digests of the preserved eggs may play an important role in the late stage of apoptosis in terms of the triggering.\n\nCaspase-3 is an important regulatory proteases involved in multiple signaling pathways such as p38 and JAK-STAT (Dassé et al., 2007; Lanvin et al., 2004) . As a pro-apoptotic protein, the activity of caspase-3 was significantly upregulated in Caco-2 cells after treated with preserved egg digests compared to the control group. Anti-cancer drugs, hormonal preparations, radiotherapy, etc., are generally induced by the induction of apoptosis of the cells to achieve the purpose of treatment.\n\nTherefore, triggering of cell apoptosis has become the main treatment for anti-tumor purpose (Hong and Sporn, 1997; Kelloff et al., 2000) . This suggests that preserved egg digests could be used in the medical field cause it could inhibit cancer by inducing the apoptosis of Caco-2 cells.\n\nThe current research on the preserved eggs has been limited on the effect of diverse processing methods and quality modification but is not involved in the functional properties changes. The main results in present study showed that the preserved eggs could inhibit the release of inflammatory factors and induce apoptosis of tumor cells. Moreover, from nutritional aspect, it was also interesting that the preserved eggs possessed effective antilipemic capacity as evidence by the lipid level in rat's liver. In conclusion, the preserved eggs may play a potential role in human health and can be developed as a kind of functional food in the future. Our next investigation would be focus on the relationship between preserved eggs and antilipemic capacity and its mechanism of action. Furthermore, characterization of active substances derived from the preserved eggs such as functional peptides are also deserved to be investigated to give more insights into the structureactivity relationship in a nutritional and functional level."}