{"title": "Editor-in-Chief's Note Vitamins C and D", "body": "and 641 children completed the 14-week study. There is no statement that assent was obtained from the children who ranged in age from 6 to 15 years. Treatment arms were ascorbic acid 500 mg twice daily (AA1) for children age 6 to 10 years, AA at 500 mg times 2 (1000 mg) twice daily (AA2) for children age 11 to 15 years, or placebo (PBO) for both cohorts matched to numbers dispensed, appearance, and, importantly, to taste. Unfortunately, there is no description of how the latter was accomplished. The study results were (1) no difference between cohorts in number of URIs; (2) there were less days with symptoms (26%) among girls and boys in the AA1 versus PBO analysis, and 33% fewer in the girls in the AA2 versus PBO analysis; (3) no differences were found for the AA2 boys; and (4) for subcohorts in whom AA levels were determined, higher AA levels were associated with symptom reduction. Curiously, the lack of value in the AA2 boys was consistent with another study published 1 year earlier. 6 After reading the study by Coulehan et al, 5 I realized that there was a problem with the investigators' statistical handling of their data. I discussed my ideas with two statistician colleagues. They concurred with my concerns, and we wrote a Letter to the Editor of the NEJM. The NEJM did not publish the letter, so we decided to publish it elsewhere as a standalone article. 7 For the record, I have previously mentioned this experience. 8 Essentially, we pointed out how large N studies can produce statistical significance in the absence of clinical significance. We also raised questions about the use of the Mann-Whitney U test, a distribution-free test, and of nonparametric χ 2 analyses, and we also discussed the lack of corrections for multiple comparisons. We concluded that the authors did not demonstrate a prophylactic effect for vitamin C.\n\nIn 1996, Hemilä, 9 a strong supporter of therapeutic roles for vitamin C, challenged the conclusions by several National Institutes of Health authors 10,11 that a placebo effect colored the interpretation of their findings. Nevertheless from 2000 to 2007, the Cochrane Collaboration issued three reports, all of which concluded with some variation of this statement: Long-term supplementation with large daily doses of vitamin C does not appear to prevent colds. 12-14 Hemilä contributed to the 2004 and 2007 reports.\n\nThe latest Cochrane Collaboration report on vitamin C is by Hemilä and Chalker. 15 The following are some relevant sentences contained in their report. \"Vitamin C (ascorbic acid) for preventing and treating the common cold has been a subject of controversy for 70 years … Regular ingestion of vitamin C had no effect on common cold incidence in the ordinary population, based on 29 trial comparisons involving 11,306 participants … The failure of vitamin C supplementation to reduce the incidence of colds in the general population indicates that routine vitamin C supplementation is not justified … Nevertheless, given the consistent effect of vitamin C on the duration and severity of colds in the regular supplementation studies … it may be worthwhile for common cold patients to test on an individual basis whether therapeutic vitamin C is beneficial for them. Further therapeutic RCTs [randomized controlled trials] are warranted.\"\n\nAnother claim for vitamin C is a beneficial effect in asthma. A 2001 report from the Cochrane Collaboration and its 2004 and 2009 updates conclude that there is insufficient evidence for the usefulness of vitamin C in asthma. [16] [17] [18] These conclusions were once again challenged by Hemilä. 19 One of Hemilä's arguments is that numerous smaller sample studies show beneficial effects from vitamin C. He is essentially taking a nonparametric view of cumulative data. Although he does not use an actual sign test, 20 his implication is that the sheer number of positive, small-sample reports prove his case. In a rare occurrence, the 2001 Cochrane report was withdrawn and replaced, although the conclusions did not change. 21, 22 There are unresolved issues with vitamin C for the common cold and for asthma that are methodologic, statistical, and interpretive. We can only ask that future prevention and intervention studies be conducted by researchers who are free of bias and have learned from the flaws in prior reports. This could bring clarity to this highly obfuscated topic.\n\nTo conclude my observations about vitamin C, let us look at an Internet comment that, to me, epitomizes how mixed up this whole subject is, despite the time, dollars, and scholarship devoted to it. In 2013, a woman known only as Sheila posted the following remarks on the Internet: \"Linus Pauling did not die naturally at the grand old age of 93, he was murdered whilst in hospital by injection of a lethal dose (read up on it) was it because he revealed and knew to [sic] much?? there are evil powers in the world that will do ANYTHING to keep their power, positions and most of all money and have no real care about the health of the public, recommending minute doses of vitamins. we should be taking in grams just enough to keep us ok but not enough to keep us from getting ill as there is alot [sic]of money to be made from the whole sickness industry.\" 23 Pauling died in 1994 from prostate cancer. He claimed, without proof, that his long-term use of mega-doses of vitamin C delayed its onset.\n\nAn additional study design issue occurred to me as I was developing this Note. Different issues arise when one is investigating prophylaxis for a contagious versus a noncontagious illness. Perhaps the prophylactic difference noted above between the effects of vitamin C on girls compared with boys can be explained as follows. Cold viruses are often transmitted through hand contact. Is it possible that, in a contained environment, girls are more likely than boys to walk hand-in-hand? If so, then perhaps spread could more readily be prevented in girls than in boys. But here is the rub-the opposite could also be true. Prevention might work better when there are fewer events to stop.\n\nVitamin D has also been implicated as a causal factor for the common cold. Two observations point in this direction. Colds are more frequent in the winter when vitamin D levels are generally lower, and patients with chronic obstructive pulmonary disease who have lower levels of vitamin D have more URIs. Citing the role of vitamin D, Gindi et al 24 found that the number of recent URIs was inversely related to serum 25(OH)D levels; this linkage was stronger in patients with preexisting respiratory tract disease. A supplementation study lasting 18 months conducted by Murdoch et al 25 comparing 161 subjects given vitamin D 3 tablets with 161 subjects on PBO revealed no difference in the occurrence of URIs. Again, we can only conclude that the role for vitamin D supplementation for colds and other URIs is still unresolved. One important factor may be that in the study by Murdoch et al, 25 their subjects did not have deficient 25(OH)D levels. On a more positive note, the Cochrane Collaborators review of vitamin D for asthma is quite encouraging. Martineau et al 26 stated that they were \"… confident that vitamin D reduced the risk of asthma exacerbation in these trials …[but] research is needed to clarify whether there is a difference in effect between adults and children and with respect to asthma severity, baseline vitamin D status and doses.\"\n\nBefore concluding this Note I want to remind our readers about a few selected facts about vitamin D, a fatsoluble vitamin. There are two forms of vitamin D, cholecalciferol (vitamin D 3 ) and ergocalciferol (vitamin D 2 ). The latter is derived from fungi and plants, some of which we ingest. D 2 has a few therapeutic uses (eg, hypoparathyroidism, hypophosphatemia, and rickets). Vitamin D 3 is important for the incorporation of calcium into bone. We synthesize it when our skin is exposed to sunlight (UVA and UVB rays). We can also ingest vitamin D 3 in vitamin supplements, mostly derived from the lanolin in sheep skin glands or from fish oil (eg, cod liver oil) or fish skin (eg, salmon). 27 It is important to remember that heating may cause loss of vitamin D from foods. Cooking losses are highly variable and are determined by the specific food and the method of cooking. 28 Inadequate levels of vitamin D are present in approximately one billion people worldwide. 29 No age cohort or nationality is spared. From the public health perspective, this is indeed unfortunate; treatment is both straightforward and inexpensive.\n\nOur monthly Topic Update was organized by Dr. Theoharis Theoharides, our Topic Editor for Allergy, Asthma, and Immunology. His Update focuses on the all-important role of vitamin D in immunity. [30] [31] [32] [33] [34] [35] Richard I. Shader, MD Editor-in-Chief"}