{"title": "Human Coronavirus EMC Does Not Require the SARS-Coronavirus Receptor and Maintains Broad Replicative Capability in Mammalian Cell Lines", "body": "ruses. Over the last decades, several animal CoVs have been identified, including major pathogens such as the bovine CoV and the avian infectious bronchitis virus. Two human CoVs (hCoVs) termed hCoV-OC43 and hCoV-229E have been known since the 1960s, causing mild respiratory disease (1) . In 2002/2003, an outbreak of severe acute respiratory syndrome (SARS) leading to over 700 deaths was caused by a novel hCoV termed SARS-CoV (2, 3) . In the aftermath of the SARS epidemic, two additional hCoVs termed hCoV-NL63 and -HKU1 as well as numerous novel bat-associated CoVs were described (4) (5) (6) (7) . CoVs have been reclassified into four genera designated Alphacoronavirus (former groups 1a and 1b), Betacoronavirus (groups 2a to 2d), Gammacoronavirus (group 3), and as recently suggested, Deltacoronavirus (8) . A likely animal reservoir for SARS-CoV has been identified in bats (7, (9) (10) (11) . Nevertheless, bat-derived CoVs have never been isolated in cell culture. Prototypic CoVs, including the SARS-CoV, are almost unculturable in bat-derived cell lines (11, 12) . Double infections of bats with different CoVs are very rare (13) , and bat CoVs appear to be restricted to their bat hosts at the genus level (14, 15) .\n\nThese points taken together suggest that there is a tight barrier against CoV host switching, preventing humans from acquiring novel CoVs easily (1, 11) .\n\nThe SARS-CoV utilizes the angiotensin-converting enzyme 2 (ACE2) as its necessary and sufficient cellular receptor (11, 16) . The cellular and anatomic localization of ACE2 in the human body had an important meaning for the pathogenesis and epidemiology of SARS. The receptor is expressed on pneumocytes deep in the human lung, but hardly in the upper parts of the respiratory tract (17) . The direct targeting of pneumocytes may explain why SARS-CoV infection led to a severe clinical picture with early onset of respiratory distress in affected patients. The focusing of SARS-CoV replication to the deep respiratory tract also determined a major hallmark of SARS epidemiology. Because the virus needed to reach the deep respiratory tract to seed an infection, the infectious dose was rather high. Once infected, primary replication in the deep lung rapidly caused severe clinical symptoms leading to early hospitalization and thus, isolation, before patients could develop high virus concentrations in respiratory secretions. These factors taken together are thought to have limited the spread of SARS-CoV in the human population.\n\nIn September 2012, health authorities were notified of cases of severe hCoV infection caused by a novel virus type in the Middle East region (18, 19) . The disease involved severe acute respiratory failure but as an additional component affected the kidneys, causing acute renal failure (18, 19) . A novel betacoronavirus was isolated from one of two patients in Jeddah, Saudi Arabia, and termed hCoV-EMC (also named hCoV-EMC/2012) (10, 20) . Another case originating from Qatar was transferred to London, United Kingdom, for treatment (18, 19) . Very recently, a third case was reported from Riyadh, Saudi Arabia, suggesting that more cases are to be expected (21) . Availability of a virus isolate enables rapid provisional assessments of virus properties in order to guess at virus origins and project epidemic risks. Because of the taxonomic placement of hCoV-EMC and SARS-CoV as sister clades within the same virus genus, we were interested in rapidly assessing any possible overlaps in receptor usage (18, 20) .\n\nFor the purpose of receptor usage studies, we have established a baby hamster kidney (BHK) cell line carrying human ACE2 (hACE2) following lentiviral transduction. BHK cells normally do not express ACE2 and are not permissive for SARS-CoV. As shown in Fig. 1A , the transduced cells termed BHK-hACE2 expressed hACE2 as demonstrable by antigen staining using an immunofluorescence assay (IFA). Surface expression of hACE2 was detected by fluorescence-activated cell sorting (FACS). SARS-CoV applied at a multiplicity of infection (MOI) of 0.5 replicated more than 10,000-fold within 40 h in BHK-hACE2 but not in the parental BHK cell line (Fig. 1B) . Infection with hCoV-EMC under the same conditions showed no replication irrespective of the presence of hACE2. We concluded that hACE2 was sufficient to permit infection by SARS-CoV, but not hCoV-EMC, in BHK cells.\n\nTo exclude technical confounders due to transgenic expression of hACE2, infection studies were repeated in kidney cells naturally permissive for SARS-CoV. Next to Vero cells in which the original isolate of hCoV-EMC had been obtained, LLC-MK2 and MA104 cells are commonly used monkey kidney cell lines known to be permissive for SARS-CoV (22) . As shown in Fig. 1A , LLC-MK2 and MA104 cells expressed ACE2 as demonstrated by IFA and FACS. SARS-CoV infected cells under conditions as described above replicated more than 1,000-fold within 40 h in both cell lines. In contrast, while hCoV-EMC showed strong replication in LLC-MK2 cells, it did not replicate at all in MA104 cells.\n\nWhile these findings confirmed that ACE2 did not suffice for hCoV-EMC permissibility, it might still be necessary in addition to another receptor. To clarify its usage by hCoV-EMC in primate cells like LLC-MK2 and Vero cells, a polyclonal goat serum directed against hACE2 was used for receptor-blocking studies. As shown in Fig. 1C , infection of Vero cells by SARS-CoV, but not hCoV-EMC, was completely blocked by the antibody. The blocking of SARS-CoV infection occurred in a dose-dependent manner (see Fig. S1 in the supplemental material).\n\nTo exclude the remaining possibility that our antibody blocked an ACE2 epitope relevant for binding of SARS-CoV but irrelevant for hCoV-EMC, infection neutralization assays were carried out using soluble ACE2 protein in Vero cells. As shown in Fig. 1D , infection with SARS-CoV, but not with hCoV-EMC, could be competed in a dose-dependent manner by the presence of soluble ACE2. Overall, these observations led us to conclude that SARS-CoV, but not hCoV-EMC, utilizes hACE2 as a receptor for virus entry.\n\nWhile it is known that SARS-related CoVs occur widely in bats, the human SARS-CoV is adapted to the human ACE2 receptor and has lost its ability to infect bat cells (11, 12) . For reference, we generated kidney cells from Rousettus aegyptiacus bats, termed RoNi/7. As shown in Fig. 2A , lentiviral transduction and selection yielded a variant of these cells, termed RoNi/7-hACE2, which expressed hACE2. Infection of these cells with SARS-CoV resulted in high levels of virus replication, while the parental RoNi/7 cells were not susceptible ( Fig. 2B ; see Fig. S2 in the supplemental material). Surprisingly, these same parental RoNi/7 cells were highly permissive for hCoV-EMC. The derived RoNi/7-hACE2 cells appeared slightly more permissive for hCoV-EMC, but by performing antibody competition experiments, the possibility that this difference was due to the presence of hACE2 in RoNi/7-hACE2 cells was excluded, as SARS-CoV infection was blocked by anti-hACE2 antibody, and hCoV-EMC infection was not (Fig. 2C) .\n\nThe ability of hCoV-EMC to grow in bat cells was highly remarkable, as most other prototype coronaviruses, including the human viruses and bovine, feline, or porcine CoVs, are normally unable to grow in bat cells (9, 12; our unpublished observations). Because hCoV-EMC was most closely related to bat CoV HKU5 detected in bats of the genus Pipistrellus (18, 20, 23), we generated two different kidney cell lines from the European bat species Pipistrellus pipistrellus as well as a kidney cell line from another European vespertilionid bat species, Myotis daubentonii (MyDauNi/2). A New World bat cell line from the species Carollia perspicillata (CarNi/1) was made, and a permanent cell line from Rhinolophus landeri lung cells was included to represent the bat genus associated with SARS-related CoV. Porcine kidney cells (PS) were tested to represent a larger range of laurasiatherian mammals, and a human kidney cancer cell line (769-P) was included to complement the tested range of primate cells. As shown in Fig. 2B , all of the bat cell lines were readily infected by hCoV-EMC (lower panel) but not by SARS-CoV (upper panel). Porcine and human kidney cell lines were infected by both coronaviruses (Fig. 2B) . In summary, hCoV-EMC was able to infect cells from four major families of bats covering the whole diversity of this large mammalian order ( Penninger, Vienna, Austria) with 10 4 50% tissue culture infective dose (TCID 50 )/ml hCoV-EMC (triangles) or 10 3 TCID 50 /ml SARS-CoV (squares) for 1 h. The mixture was added to Vero E6 cells for 1 h, after which cells were washed and fresh medium was added. The infection was stopped after 8 h, and cells were visualized with a cross-reactive SARS-CoV serum followed by a goat anti-rabbit IgG antibody conjugated to peroxidase and stained with 3-amino-9-ethylcarbazole (AEC) substrate.\n\n[Carollia]). Replication in porcine and primate cells suggests an even broader tropism across mammals.\n\nLarge parts of the epidemiology and pathology of SARS were related to its receptor tropism in humans (3, 11, 16) . In a scenario resembling that for avian influenza viruses, the anatomical position of the receptor in the deep respiratory tract and the downregulation of its expression were postulated to aggravate the course of disease in individuals while limiting the spread of disease on the population level (24) . While we are still uncertain of the epidemiology of hCoV-EMC-related infections, the importance of knowing its receptor in human cells is unquestionable (11) . Our data taken together suggest that hCoV-EMC does not rely on the same receptor as SARS-CoV. Urgent further research is needed in order to identify the cellular receptor for hCoV-EMC and determine its anatomical focus of replication. Our observations regarding the cell culture tropism of this novel human virus raise an intriguing perspective. We have shown here that cells from primates, pigs, as well as bats representing four families from both chiropteran suborders, Yangochiroptera and Yinpterochiroptera, retain susceptibility for the virus. This breadth of tropism is absolutely unique among CoVs (1, 11, 12) . For instance, only once have researchers succeeded in culturing any CoV in bat-derived cells, and these experiments required specifically generated bat cell cultures combined with engineered, reporter gene-expressing virus (12) . The broad replicative capability of hCoV-EMC suggests that this new virus might utilize a receptor structure that bats, primates, and pigs have in common. If that receptor were expressed in mucosal surfaces in those hosts, repeated acquisition by humans would be conceivable, putting our current idea of a \"tight\" molecular barrier against coronaviral cross-host transmission into perspective (11, 12) . Interestingly, these data provide strong support for the existence of \"generalist\" CoV, as recently projected based on cell culture studies (12) .\n\nSupplemental material for this article may be found at http://mbio.asm.org /lookup/suppl/doi:10.1128/mBio.00515-12/-/DCSupplemental. Figure S1 , TIF file, 0.1 MB. Figure S2 , TIF file, 0.2 MB. "}