{"title": "Recombinant nucleocapsid protein is potentially an inexpensive, effective serodiagnostic reagent for infectious bronchitis virus", "body": "Infectious bronchitis virus (IBV), the first coronavirus described, causes a highly contagious res-piratory disease in poultry (Schalk and Hawn, 1931; Collisson et al., 1992; Cavanagh and Naqi, 1997) . IBV infection results in coughing, sneezing and rales, but also causes lesions in the reproductive tract and kidneys (Darbyshire et al., 1979) . Because thousands of birds are typically housed under one roof, IBV can affect large numbers within a short time. Rapid diagnosis and determination of immune status of a flock is critical in controlling outbreaks that result in severe economic losses in both egg layer and broiler facilities. With appropriate standards, enzyme immunoassays are accurate indicators of antibody levels to IBV and facilitate the monitoring of immune status in large flocks (Marquardt, 1981; Snyder et al., 1983) . Presently, inactivated virus is used as the coating antigen with the commercially available IBV ELISA kits. Whole virus purification requires propagating quantities of virus in eukaryotic systems and whereas the most reliable serodiagnostic reagents require highly purified antigen, purification of IBV with its highly glycosylated spike protein is difficult and expensive.\n\nThe nucleocapsid proteins for various RNA viruses, such as mumps, rabies, vesicular stomatitis, measles and Newcastle disease viruses have been used as coating antigens in diagnostic ELISA (Linde et al., 1987; Reid-Sanden et al., 1990; Hummel et al., 1992; Ahmad et al., 1993; Errington et al., 1995) . The IBV nucleocapsid protein, a major structural protein, is produced abundantly in infection. Because it is highly conserved, sharing 94-99% identity among various strains and highly immunogenic, readily inducing antibody, as well as cytotoxic T lymphocyte immunity in chickens (Sneed et al., 1989; Seo et al., 1997) , nucleocapsid protein is a preferred choice for developing a group-specific serologic assay. In the absence of glycosylation sites, antigenic integrity would predictably be maintained in prokaryotic expression systems.\n\nQiaexpress systems use Ecsherichia coli for expression of recombinant fusion proteins that readily bind to nickel columns through incorporated histidine tags. Elution with imidizole provides a means for concentrating from the columns protein that can potentially serve as a source of relatively pure diagnostic reagent. The entire nucleocapsid protein of the Gray strain of IBV has been expressed from the pQE8 (Qiagen, Chatsworth, CA) as a fusion product with six amino terminal histidines (Zhou et al., 1996) . Using western blot assays and RNA binding assays, the nickel column purified fusion product was found to be antigenic and to interact functionally with RNA, respectively (Zhou et al., 1996) . In these studies, this recombinant nucleocapsid protein was used to develop both ELISA and the immunoblot assay with potentially broader field application for detection of IBV-specific antibody.\n\nAn Escheria scherichia coli clone expressing the IBV Gray strain nucleocapsid gene in pQE8 expression vector (Qiagen manual, Chatsworth, CA) was grown overnight at 37°C with shaking in 1 l of Luria Bertani media, pH 7 with ampicillin and kanamycin (Sambrook et al., 1989; Zhou et al., 1996) . When the OD 600 reached 0.7-0.9, protein expression was induced by addition of IPTG (isopropylthio-i-D-galactoside) to a concentration of 2 mM and incubated for another 5 h. The cells were harvested by centrifugation at 4000× g for 20 min, then resuspended in 6 ml of sonication buffer, supplemented with 1 mg/ml lysozyme (Qiagen manual, Chatsworth, CA). The sample was kept on ice for 30 min, before adding 0.7 ml 3 M NaCl and incubating on ice for an additional 5 min. The cells were sonicated for a total of 5 min at 1 min intervals, centrifuged 10 000× g for 30 min and the supernatant collected.\n\nThe supernatant was loaded onto an 8 ml Ni 2 + -NTA column (Qiagen, Chatsworth, CA) preequilibrated with sonication buffer according to directions. After loading, the column was washed with 10 volumes of sonication buffer supplemented with 20 mM imidazole to reduce the cellular protein background. The recombinant N was eluted with sonication buffer, pH 7, supplemented with 250 mM imidazole. 2-ml fractions from the column were collected. Protein concentrations were determined with a spectrophotometer at OD280. The eluates containing N were concentrated using an Amicon centriprep 10 concentrator (Amicon, Berverly, MA).\n\n2.1.1. ELISA 96-well microtiter ELISA plates (Falcon) were coated with 100 vl per well of varying concentrations of recombinant nucleocapsid protein, diluted in bicarbonate/carbonate coating buffer (2.93 g NaHCO 3 , 1.59 g Na 2 CO 3 , 0.203 g MgCl 2 in 1 l distilled water, pH 9.6). The plate was then left at 4°C overnight, before washing three times with PBS-Tween-20 (Parr and Collisson, 1993) and blocking overnight with 100 vl per well blocking buffer (5% w/v non-fat dry milk, 0.2% Tween 20, 0.02% sodium azide in PBS). The plate was washed with PBS-Tween 20 three times and 100 vl per well of primary antibody (antisera) diluted in blocking buffer was added, and left at room temperature for 1 h. The plate was then washed with PBS-Tween 20 three times before adding 100 vl per well of secondary antibody (goat anti-chicken immunoglobulin G (IgG)horseradish peroxidase (HRP)) diluted in PBS. The plate was incubated at room temperature for 1 h before washing three times. A green color reaction developed after adding 100 vl per well substrate/chromogen (hydrogen peroxide (H 2 O 2 )/ 2,2% azino-di-[3 ethylbenzthiazoline sulfonate (6)] (ABTS) and the optical densities were read with a microELISA reader at 405 nm absorbance (the nearest wavelength to the peak absorbance of H 2 O 2 /ABTS of 410 nm). The raw optical densities (O.D.) for each well were determined to optimize the procedure.\n\nChicken polyclonal antisera for various strains of IBV included Gray, Massachussets 41 (Mass), Arkansas 99 (Ark), and Connecticut (Conn) (Sneed et al., 1989) . Antisera for avian influenza (H3N2) and Newcastle disease (LaSota) viruses were provided by Ms. Joan Beck and Dr. Jack King, respectively, (USDA-Agricultural Research Service Laboratory at Athens, GA). Polyclonal antisera were collected after a single, intranasal/ ocular inoculation of SPF chickens. Negative antisera was obtained from uninfected SPF chickens. The source of HRP-goat anti-chicken IgG secondary antibody was Kirkegaard and Perry Laboratories, Gaithersburg, MA and mouse monoclonal antibody specific for nucleocapsid protein was provided by Dr. Jagoda Ignjatovic at the CSIRO Division of Animal Health, Parkville, Australia (Ignjatovic and McWaters, 1991) .\n\nThe conditions for the western blot assay have been described (Sneed et al., 1989; Parr and Collisson, 1993) . 10 vl of protein in loading buffer were separated by SDS-PAGE using a 10% gel. Proteins on duplicate gels were transferred to nitrocellulose for western blotting analysis with IBV polyclonal antisera according to directions (Biorad, Richmond, CA). Hyperimmune chicken anti-Gray was used as the primary sera at a 1:100 dilution and alkaline phosphatase labelled goat anti-chicken IgG as secondary antibody at a 1:1000 dilution. The substrate used was BCIP/ NBT (5-bromo-4-chloro-3 indolyl phosphate/nitroblue tetrazolium; Kirkegaard and Perry, Gaithersburg, MA).\n\nNitrocellulose membranes were used for dot blot assays. The membranes were soaked in PBS before placing on a dot blot apparatus (BioRad laboratories, Richmond, CA). Dilutions of recombinant nucleocapsid protein were made in PBS. 10 vl of each dilution were added to each well and filtered through the membrane by vacuum. The membrane was treated with blocking buffer (5% non-fat milk dissolved in NaCl/Tris-Cl buffer) for 1 h, then reacted for 1 h with polyclonal sera diluted 1:100 in blocking buffer. The membrane was then removed from the apparatus, washed by flooding with NaCl/Tris-Cl/Tween 20 solution several times, before blocking again with blocking buffer and adding secondary antibody consisting of alkaline phosphatase conjugated goat antichicken IgG antibodies. The substrate NBT/BCIP (nitroblue tetrazolium/5-bromo-4-chloro-3 indolyl phosphate; Kirkegaard and Perry Laboratories, Gaithersburg, MA) was used to detect antigen-antibody complexes.\n\nRecombinant nucleocapsid protein from the Gray strain of IBV was synthesized as a fusion protein in bacteria and purified by nickel chromatography (Zhou et al., 1996) . The protein with the incorporated six histidines at the amino terminus was eluted by competitive interaction of imidizole for the nickel ions. Protein-containing fractions were identified by spectrophotometry and pooled before examining by western blot analysis ( Fig. 1; Lanes 6, 7 and 8) . Stock protein concentrations were estimated to be 2.4 vg/vl. The presence of nucleocapsid protein in the pooled samples, as well as the antigenicity of the fusion protein was compared with whole Gray strain virus. Chicken anti-IBV sera reacted with a polypeptide of the predicted size of the recombinant nucleocapsid protein. A second smaller protein was also detected which may be a truncated form of nucleocapsid protein.\n\nIn order to examine the potential for recombinant nucleocapsid protein as a serologic reagent, varying dilutions of the fusion protein from the 2.4 vg/vl stock were first blotted onto nitrocellulose and reacted with sera prepared against several serologically distinct strains of IBV. Whereas bound nucleocapsid protein demonstrated negligible reactions with normal chick antiserum, or blank controls, sera prepared from primary inoculations of Mass, Conn, Gray and Ark strains did react with the antigen (Fig. 2) . Negative reactions were also demonstrated with chicken antisera specific for Newcastle disease virus and avian influenza virus (data not shown). The reactions were dose responsive and positive for all IBV specific antisera tested to as little as 30 ng per dot (1:800 dilution with 10 vl/dot) of protein. In multiple assays, the 15 ng per dot (1:1600 dilution with 10 vl/dot) of recombinant protein was variable in detecting antisera prepared to various IBV serotypes and consistantly produced strong reactions with only Gray antisera. Concentrations of 60 ng (in 10 vl) of nucleocapsid protein per dot gave consistent, easily interpreted reactions that would be convenient for use in a diagnostic protocol.\n\nFor efficient evaluation of large numbers of IBV specific chicken antisera, an ELISA was developed using this fusion protein as immobilized antigen. Optimal conditions for antigen, and pri- mary and secondary antibodies, buffers and substrate reaction times were determined to obtain maximum sensitivity with minimum background reactivity.\n\nRecombinant protein was immobilized directly onto 96 well ELISA plates in two-fold dilutions in bicarbonate/carbonate buffer of the 2.4 vg/vl stock solution. The dilutions ranging from 1:5 to 1:10 240 correlated with 50 -0.0244 vg per well. The sera used for primary antibody was held constant at a 1:100 dilution and secondary sera at 1:1000. IBV antisera reacted with the IBV protein in a dose dependent manner irrespective of strain specificity (Fig. 3) . The O.D. for sera of individual strains were considerably greater than the O.D. of negative sera. Maximum differences between reac-tions with anti-Mass, Ark or Gray strain sera and normal sera were detected between 1:80 and 1:160 dilutions of antigen (3.12 and 1.56 vg/well, respectively) where the ratios of all three positive sera to negative serum were greater than five. The background reaction with negative sera fell at the 1:80 and 1:160 dilutions and the reaction with the homologous Gray serum, representing the index curve, began to fall beyond these dilutions. Therefore, the concentration of recombinant antigen used for the following studies was 2.4 vg/well.\n\nMinimum background and maximum sensitivity was obtained with the fluorescein conjugated secondary antibody at the 1:000 and 1:2000 dilutions (Fig. 4) . Dose responses determining optimal dilutions of primary antibody for Mass, Ark, Gray (two samples) and Conn, and monoclonal antibody specific for the IBV nucleocapsid protein were determined (Fig. 5) . Each well contained 2.4 vg of antigen and the secondary antibody dilution was maintained at a 1:1000 dilution. A relatively high background reaction was detected in negative sera at the 1:5 or 1:40 dilutions but decreased at higher dilutions. This background may be due to reactions with contaminating E. coli proteins in the protein preparations. All IBV specific antisera and the nucleocapsid specific monoclonal antibody at the 1:80 and 1:160 dilutions reacted with the recombinant protein at ratios greater than 5.6 fold the negative serum. Sera dilutions of 1:100 were determined to be both optimal and convenient.\n\nBuffers used for coating ELISA plates with antigen and substrates, and time for developing the reactions were compared with the primary antibody from the four strains of IBV (Table 1) . The reactions with either bicarbonate/carbonate or PBS at varying concentrations of conjugate indicated that bicarbonate/carbonate provided more effective conditions for the immobilization of protein. However, differences were not detected in the reactions with ABTS/H 2 O 2 and p-NPP (p-nitrophenylphosphate) (data not shown). Using 10, 15 and 30 min intervals, the reactions of nucleocapsid protein were used in western, immunodot blots, and in microwell plate ELISA to detect anti-IBV antibodies in chicken sera. It is also important to note that the 6X his tag used for purification does not prevent the binding of the nucleocapsid protein to the nitrocellulose membrane and ELISA plates, nor does it interfere with binding of other reagents. The conserved nature of nucleocapsid amino acid sequence and the functional integrity maintained by the bacterial fusion protein predicted its usefulness as a group specific antigen.\n\nIn contrast, techniques for differentiating serotypes of IBV have generally employed the \n\nIdeal serological reagents depend on readily available preparations of pure antigen. The strongly immunogenic and conserved nucleocapsid protein of IBV is preferred for identification of group specific antisera for IBV (Sneed et al., 1989; Williams et al., 1992) . The recombinant fusion protein is useful for serodiagnosis of IBV because it is inexpensively expressed in quantities that can be prepared as highly enriched antigen (Zhou et al., 1996) . These preparations of the Gray strain (Marquardt, 1981) . The successful application of ELISA for detecting and quantifying antibodies to IBV was first reported by Marquardt (1981) . Since then, IBV has been diagnosed by ELISA employing whole virus as the coating antigen. An ELISA differentiating serotype would predictably require conformationally intact spike antigen produced in a eukaryotic system with predictable glycosylation rather than a bacterial system, such as that used here for the nonglycosylated nucleocapsid protein. Monoclonal antibodies used in ELISA type assays are available for limited serotype distinction (Ignjatovic and McWaters, 1991) . Whereas the ELISA may be appropriate for diagnostic or clinical settings, it is not practical for field situations. The easy use of immunodot blots provides the basis for a more convenient and inexpensive serodiagnosis of IBV. In addition, the latter may be ideal for use in epidemiological surveys where the aim is to establish prevalence of IBV, or in post-vaccination monitoring of vaccinated flocks of chickens.\n\nThe ELISA and dot blot assays were sensitive below 100 ng per reaction although optimal distinctions between the negative and positive sera in the ELISA were observed with 10 fold more antigen. The dot immunoblot assay easily distinguished reactions between positive and negative sera at even 30 ng per sample. The reactions between the fusion nucleocapsid protein and positive sera were highly reproducible and easily interpreted. The anticipated potential for widespread use will be determined with serological evaluations of large numbers of sera. As these results were based on convalescent sera taken from birds infected with experimentally maintained viruses of only four serotypes, the effectiveness of the reagent should be further tested with IBV strains of additional serotypes, with sera of field infected birds and with sera birds at varying times after infection. However, the broader application of this diagnostic strategy will be to develop serological assays using similarly expressed fusion proteins from other virus pathogens."}