{"title": "The disposition of the LZCC protein residues in wenxiang diagram provides new insights into the protein-protein interaction mechanism", "body": "Coiled coil (CC) structural proteins usually contain a repeated pattern of nonpolar and charged amino-acid residues, referred to as a heptad repeat, which is denoted (abcdefg) n . Where the positions for a and d are predominantly hydrophobic, often being occupied by leucine, isoleucine, or valine, and the positions at b, c, e and g are typically charged or polar (Chambers, et al., 1990; Crick, 1952; Hartmann et al., 2009; Lupas and Gruber, 2005; Surks, et al., 1999) . It has been known that many CC type proteins are involved in important biological functions such as the regulation of gene expression. Representive examples include the oncoproteins c-fos and jun, and the muscle protein tropomyosin (Hartshorne, 1997; Hartshorne and Hirano, 1999; O'Shea et al., 1989; Surks and Mendelsohn, 2003) .\n\nUsually, a leucine zipper (LZ) structure is made up of two a-helical segments of a protein; it has leucines and/or isoleucines facing each other along the length of the helices, allowing them to dimerize and form a symmetric interface that can bind to the DNA on both sides of the double helix (Lupas and Gruber, 2005) or other proteins. As a three-dimensional structural motif, LZ structures are widely found in both eukaryotic and prokaryotic regulatory proteins (Baker et al., 2005; Rybalkin et al., 2002; Schlossmann et al., 2000; Surks, et al., 1999) . The protein's domain possessing LZ motif usually is a CC structure. Thus this kind of protein is also referred as leucine zipper coiled-coil (LZCC) structural proteins. Evidences that the proteins of Leucine Zipper sequences belong to coiled-coil structures have been reported by many workers (O'Shea et al., 1989; Surks, et al., 1999; Surks and Mendelsohn, 2003) . Previous studies have shown that both cGMP-dependent protein kinase I, cGKIa 1À 59 and the C-terminal 180 amino acids (residues 929-970) of the myosin binding subunit (MBS) of the myosin lightchain phosphatase (PPlM), MBS CT180 contain LZCC domains. cGKIa 1À 59 functions in the nitric oxide (NO) mediated relaxation of vascular smooth muscle (Lincoln, 1994) . The cyclic GMP-mediated vascular smooth muscle cell relaxation is characterized by both a reduction of intracellular calcium concentration and by activation of PP1M, and thus results in sensitivity reduction of the contractile apparatus to intracellular calcium (Lincoln, 1994; Morgan and Morgan, 1984; Surks et al., 1999) . The state of contraction or relaxation of vascular smooth muscle cells is closely coupled to phosphorylation and dephosphorylation of the regulatory myosin light chain, which is in part regulated by the binding of cGK1a to MBS of the PP1M. The disruption of the cGKIa-MBS interaction impairs cGMP-mediated dephosphorylation of myosin light chain, the critical determinant of smooth muscle cell contractile state (Nakamura et al., 2007) . More recently, the specific interaction between cGKIa 1À 59 and MBS CT42 (residues 929-1070), the C-terminal 42 amino acids of MBS protein has been further confirmed by NMR, biochemical and other biophysical methods such as glutathione S-transferase pulldown experiments, chemical cross-linking, size exclusion chromatography, circular dichroism, and isothermal titration calorimetry (Sharma et al., 2008; Zhou, 2011) . These results further supported that the interaction between the cGKIa and MBS proteins actually is that between the LZCC of cGKIa 1À 59 and the LZCC of MBSCT42.\n\nIn view of this, the present study was initiated in an attempt to utilize wenxiang diagram to characterize the LZCC domains of both cGKIa 1 À 59 and the LZCC of MBS CT42 . It has been known that many a-helices in proteins are amphiphilic, i.e., formed by the hydrophobic and hydrophilic amino acids according to a special order along the helix chain (Mercier et al., 1998; Schnell et al., 2005; Zhou, 2011) . Besides, it has also been known that different types of proteins have different amphiphilic features, corresponding to different hydrophobic and hydrophilic order patterns (Chou, 2005; Kurochkina, 2010) . As summarized in an article in Wikipedia (http://en.wikipedia.org/wiki/Alpha_helix, 2010), the wenxiang diagram (Chou et al., 1997) has the following advantages: (1) able to show the relative locations of the amino acids in an alpha-helix regardless how long it is; (2) able to indicate the direction of an alpha-helix; and (3) having the capacity to provide more information about each of the constituent amino acid residues in an a-helix. With these features, the wenxiang diagram can provide an easily visualizable picture in a 2D space for clearly characterizing the disposition of amphiphilic helices in proteins.\n\nUsing graphical approaches to study biological problems can provide an intuitive picture or useful insights for helping analyzing complicated mechanisms in these systems, as demonstrated by many previous studies on a series of important biological topics, such as enzyme-catalyzed reactions (Andraos, 2008; Chou, 1980 Chou, , 1981 Chou, , 1989 Chou and Forsen, 1980; Cornish-Bowden, 1979; King and Altman, 1956; Myers and Palmer, 1985; Zhou and Deng, 1984) , protein folding kinetics and folding rates (Chou, 1990; Chou and Shen, 2009 ), inhibition of HIV-1 reverse transcriptase (Althaus et al., 1993a (Althaus et al., , 1993b (Althaus et al., , 1993c , inhibition kinetics of processive nucleic acid polymerases and nucleases (Chou et al., 1994) , drug metabolism systems (Chou, 2010) , analysis of DNA sequence (Xie and Mo, 2011; Yu et al., 2009) , and protein sequence evolution (Wu et al., 2010) . Moreover, graphical methods have been utilized to deal with complicated network systems Munteanu et al., 2009 ) and identify the hub proteins from complicated network systems (Shen et al., 2010) . Recently, the ''cellular automaton image'' (Wolfram 1984 (Wolfram , 2002 has also been applied to study hepatitis B viral infections (Xiao et al., 2006) , HBV virus gene missense mutation (Xiao et al., 2005a) , and visual analysis of SARS-CoV (Wang et al., 2005) , as well as representing complicated biological sequences (Xiao et al., 2005b) and helping to identify various protein attributes (Xiao et al., 2009 . The present study was initiated in an attempt to use the elegant wenxiang diagram (Chou et al., 1997) to investigate protein-protein interactions in hope to gain useful insights for understanding some of their subtle action mechanisms. Because LZ and CC proteins have amphiphilic a-helical feature, it may be rewarding to use wenxiang diagram to investigate the disposition of their hydrophobic and hydrophilic residues. Our results will indicate that the heptad repeat and disposition of all residues in both cGKIa 1 À 59 and MBS CT42 can be clearly displayed using the wenxiang diagrams. Furthermore, the specialties of the interaction between cGKIa 1 À 59 and MBS CT42 , could also be analyzed qualitatively by the wenxiang diagrams, and the dispositions of some key residues of cGKIa 1 À 59 in the wenxiang diagrams are basically consistent with our previous NMR experimental results (Sharma et al., 2008) .\n\n2.1. The sequences of cGKI a1À 59 (residues 12-59) and MBS CT42 (residues 936-970) proteins\n\nThe sequence of cGKIa 1 À 59 is The coiled-coil predictions of the heptad repeat region were made using the programs COILS (Lupas et al., 1991; Berger et al., 1995) .\n\nIt has been clearly known that all amphiphilic helical proteins, with most hydrophobic residues being distinctly distributed in one-half of each wenxiang diagram, and most hydrophilic residues being distributed in the other half (Hartshorne., 1997; Sharma et al., 2008) . Thus, the wenxiang diagrams of any LZCC structures should have similar characteristics. The hydrophobicity-weighed (w þ (i)) and hydrophilicity-weighed (w À (i)) contributions of each residue, and hydrophobic and hydrophilic centroids of each a-helix can be determined by the wenxiang diagram coordinate system (Hartshorne, 1997) . Furthermore, the inclination angle O, which is defined as the angle formed by the axis of the helix and its projected line on the plane S ( Fig. 1) can be calculated using the following equation:\n\nwhere C 1 n , C 2 n , and C 3 n are directly related to the hydrophobic atom\n\n, hydrophobicity-weighed w þ (i), and hydrophilicity-weighed w À (i) (Hartshorne, 1997) .\n\nAccording to the ensemble principle of wenxiang diagram, an a-helix can be viewed as a two-dimensional diagram generated by and its projection on the plane S, whereas T z is the distance from the projection of the frst C a on the helix axis to Q (Hartshorne, 1997).\n\nits conical projection (Fig. 2) , where the projected image of a hollow cylinder F onto a plane perpendicular to it by conical projection will become a ring c. The outer and inner circles of the ring c correspond to the top and bottom circles of the hollow cylinder, respectively. Thus, the projected image of a helix could be viewed as a planar spiral with a continuous varying radius. If a helical COOH-terminal is close to its projected plane, and NH 2 -terminal is far away the plane, the COOH-terminal of the helix lies near the center of the projected plane, and NH 2 -terminal lies at the outer rim of the diagram. The disposition of a coiled-coil dimmer could be expressed by a pair of two-dimensional diagrams, i.e., two same monomer wenxiang diagrams.\n\n3.1. Distribution characteristics of the residues of cGKIa 1 À 59 and MBS CT35 in the wenxiang diagrams\n\nIn previous studies, we have used programs COILS (Lupas, et al., 1991) to predict the coiled-coil region in cGKIa 1À 59 domain, which is from the residue L12 through residue H53. This result has been confirmed by the analysis of our NMR relaxation data and RDC data (Schnell et al., 2005) . This domain contains a repeating pattern of amino acids a, b, c, d, e, f, and g (Fig. 3A) . Thus, the monomer structure of cGKIa 1À 59 could be characterized by a wenxiang diagram. Where each residue of the denoted repeating amino acids (abcdefg) n in Fig. 3B is represented by a circle and repeated letters a, b, c, d, e, f, and g, respectively. It is clearly shown with the wenxiang diagram that the residues with same letters are laid on same side of the spiral diagram, and most hydrophobic residues are positioned on a/d region except Lysine 15 and 29 (Fig. 3B) .\n\nBecause a LZ domain must be a typical amphiphilic helix, i.e., part of the helix flank is dominated by hydrophobic residues and the other part by hydrophilic residues, their inclination angles are all very close to 01, which is fully consistent with the requirement of minimum free energy in a amphiphilic helical system (Hartshorne, 1997) .\n\nIt has been suggested that a critical region responsible for interacting with cGKIa 1À 59 is another LZ coiled-coil domain, which is located within the C-terminal 100 amino acids (residues 930-1030) of the MBS (Baker et al., 2005; Lincoln, 1994) . This region has been further confirmed to be MBS CT42 , the C-terminal 42 amino acids (residues 929-970) of the MBS protein by our NMR data (Sharma et al., 2008) . Actually, according to our pair coil analysis, the LZCC domain with the highest probability (1.0) should be the C-terminal 35 amino acids of the MBS (MBS CT35 ), which contains a repeating pattern of amino acids a, b, c, d, e, f, and g from residues 936 to 970 (Fig. 4A) . Because all residues of MBS CT35 are included in MBS CT42 domain, the interaction between it and cGKIa 1À 59 has been confirmed by our biochemical and NMR data (Lincoln., 1994) . According to this information, we obtained a wenxiang diagram of the monomer of MBS CT35 , where all residues with same letter are also distributed on the same side of the spiral wenxiang diagram (Fig. 4B ). It can be seen from both Figs. 3 and 4B and that most nonpolar residues are localized on the hydrophobic a/d regions.\n\nAccording to the calculated results for a number of proteins, the inclination angles for most helices therein are small (9O9o251). This suggests that driven by the free energy an amphiphilic helix will tend to seek its own arrangement in a protein such that approximately half of its face is buried in the protein, whereas the other half is exposed to the aqueous environment that surrounds the protein (Hartshorne, 1997) . Thus, a coiled-coil dimmer structure can be further expressed by a combination of two identical twodimensional wenxiang diagrams. The ensemble principle of such wenxiang diagram should observe the following rule: a/d region of one monomer wenxiang diagram must be faced to the a/d region of another identical monomer wenxiang diagram. Because most hydrophobic residues are localized at the a/d positions, the approach to each other between the two monomer's a/d regions should be helpful for the formation of a stable coiled-coil dimmer structure due to the hydrophobic interactions of the nonpolar residues between the two a/d regions. According to such an ensemble rule, the wenxiang diagrams of the cGKIa 1À 59 dimmer were assembled in Fig. 5A . Where most hydrophobic side chains of leucine and isoleucine in positions a and d, and two side chains of lysine (K15 and K29) in position d should be clearly displayed on the nearest neighbor region between the two wenxiang diagrams. This observation has been verified by our 3D structure of cGKIa 1À 59 (Fig. 6 ) based on the previous NMR experimental data (Surks and Mendelsohn, 2003) . As shown in Fig diagrams of MBS CT35 LZCC structure. In Fig. 5A , although the seven apolar residues (M13, L14, Y46, P48, V49, G55, and P56) of cGKIa 1 À 59 localize the outside of the a/d position region, most of them are still close to the a/d region except residues M13 and L14. However, for the wenxiang diagrams of MBS CT35 , an interesting feature is that most apolar residues of outside the hydrophobic a/d position region such as 941 A, 948 A, 955 M and 962 L are located at position f (where usually are occupied by the hydrophilic residues) and are little far away from the hydrophobic a/d position region (Fig. 5B ). These differences between Figs. 5A and B suggest that the either hydrophobic or hydrophilic interactions between cGKIa 1 À 59 and MBS CT35 may be weaker due to the lack of the contributions of the more apolar residues near the a/d position region of MBS CT35 , or lack of the contributions of polar residues from g, b, c, and e positions of cGKIa 1 À 59 This may explain why the molar ratio of the interaction between MBS CT42 and cGKIa 1 À 59 has to be 2:1 (Lincoln, 1994) .\n\n3.2. Analysis of the interaction between cGKIa 1 À 59 and MBS CT35 incorporating wenxiang diagrams and NMR data In order to determine whether an interaction exists between cGKIa 1 À 59 and MBS CT42 , Figs. 5A and B were combined to form the wenxiang diagrams of a hexamer complex structure according to the molar ratio of cGKIa 1 À 59 and MBS CT35 (1:2) (Fig. 7) .\n\nThe ensemble of these combined wenxiang diagrams should be reasonable. Because most hydrophobic residues (position a/d regions, or nearby a/d regions) are buried inside the bundle and most hydrophilic residues are exposed to the aqueous environment that surrounds the cGKIa 1À 59 ÁMBS CT42 hexamer complex. As shown in Fig. 7 . The wenxiang diagrams of the hexamer complex structure of cGKIa 1 À 59 (middle pair diagrams) and two MBS CT35 (the topper and lower pair diagrams). Where, the a-e region of one molecule is close to the d-g region of another molecule. 970R) at position g of MBS CT35 are also polar residues. According to the previous studies (Adamian and Liang, 2002) , the salt bridge residue pairs of E-R may be formed between E16, E23, or E30 of cGKIa 1À 59 and 970R of MBS CT35 , and the salt bridge residue pairs of R-E may be formed between R37 of cGKIa 1À 59 and 942E or 956E of MBS CT35 . These salt bridges have high propensity for the interhelical polar-polar atomic contacts. In addition, other ionizable-polar residue pairs such as Q-R or R-Q (Q44-970R, or R37-949Q, or R37-963Q), and S-R (S51-970R) between cGKIa 1À 59 and MBS CT35 may also have high propensity to form the interhelical polar-polar interactions (Adamian, and Liang, 2002) , Similarly, the all residues (R18, R25, E32, K39, and H53) at position g of cGKIa 1À 59 are all polar residues, and most residues (947K, 954N, 961K, and 968T) at position e of MBS CT35 are also polar residues. The ionzable-polar residue pairs such as R-N (R18-954N), or K-N (K39-954N), or H-T (H53-968T) between cGKIa 1À 59 and MBS CT35 may also be formed to contribute the interhelical polar-polar interactions.\n\nSuch ensemble of the wenxiang diagrams suggests that most affected residues of cGKIa 1 À 59 and MBS CT35 might be at positions d, a, e and g of these two LZCC structures. This prediction has been supported by the previous NMR data (Lincoln, 1994; Sharma et al., 2008) .\n\nNMR spectroscopy is the preferred method for characterizing the structural details of protein-protein and protein-ligand interaction interfaces following complex formation in an aqueous environment (Chou et al., 1997) . Our 15 N-1 H-HSQC titration data in which unlabeled MBS CT42 (not observable by 15 N-1 H-HSQC experiment) was titrated into 2 H/ 13 C/ 15 N-labeled cGKIa 1À 59 support an interaction between cGKIa 1À 59 and MBS CT42 , which is illustrated by the changes in chemical shifts of the 5 residues (Leu 36 , Lys 37 , Leu 40 , Ile 54 , and Gly 55 ) as well as a significant decrease in peak intensity of the 8 residues (Leu 22 , Ile 33 , Leu 36 , Lys 37 , Lys 39 , Leu 40 , Cys 43 , and Gln 44 ) of cGKIa 1À 59 (Lincoln, 1994) . Taken together, these data identify that these 10 residues (Leu22, Ile 33, Leu36, Lys37, Lys 39, Leu40, Cys43, Gln44, Ile54, and Gly55) of cGKIa 1À 59 are most affected by the interaction with MBS CT42 (Lincoln, 1994) . The seven residues of them are hydrophobic and only three for hydrophilic residues (Lys 37, Lys 39 and Gln44). Among these 10 residues, the three residues (I33, L40 and I54) at position a, the three residues (L22, L36 and C43) at position d, the two residues (K37 and Q44) at position e, the one residue (K39) at the position g, and the one residue (G55) at position b of cGKIa 1À 59 are most affected residues by the interaction with MBS CT42 (Lincoln, 1994) . Thus, the previous NMR experimental data have supported above prediction based on above combined wensiang diagrams that most affected residues of cGKIa 1À 59 by the interaction with MBS CT35 might be at positions d, a, e and g of these two LZCC structures.\n\nIn addition, the residues which are localized at positions c and f (particularly for f) region of cGKIa 1 À 59 , are far away from the all position regions of MBS CT35 according to the wenxiang diagrams of cGKIa 1 À 59. ÁMBS CT35 complex. This means that most residues at position c and f regions are more exposed the outer of the complex, or exposed to the aqueous environment that surrounds the protein complex. These results suggest that the interactions between cGKIa 1 À 59 and MBS CT35 come from the contribution of their hydrophobic residues at positions a and d, as well as the hydrophilic residues at position g.\n\nInterestingly, these residues are localized on the same side of the helix or close to each other in the wenxiang diagram (Fig. 7) . These characteristics further support our previous suggestion that these 10 residues are reasonably either within close proximity to and/or involved in the formation of the interaction interface (Lincoln, 1994) . Based on similar data obtained in studies of F-actin interacting with skeletal myosin light chain 1 and ubiquitin hydrolase interacting with its native substrate, it is likely that these residues are within the interaction interface between these proteins although additional experiments evaluating the on/off rate of the interaction may are necessary (Naik et al., 2001; Sakamoto et al., 2005; Hutchings et al., 2003) .\n\nAs has been previously identified for the GCN4 LZ, upon tetramer formation (pairing of two dimers) there is an increase in packing density within the intermolecular interface, which results in additional perturbation of residues within the a, d, e, b and g positions that is unlike the typical packing of the a and d side chains of isolated helices (Harbury et al., 1994) . Interestingly several of the residues of cGKIa 1À 59 that are conformationally perturbed following the addition of MBS are within a, d, e, g and b positions of the repeating heptads layer (Fig. 7) . In addition, the previous studies about the GCN4 tetramer LZ, an isoleucine zipper trimer of GCN4, the asialoglycoprotein receptor heterotetramer, and an extensive study of Crick's knobs-into-holes packing for 3-, 4-and 5-stranded structures have provided additional geometric, conformational packing information for generating this model (Harbury et al., 1993; 1994; 1995; Walshaw and Woolfson, 2003) . Moreover, in the crystal structure of the GCN4 trimer and tetramer the authors observe significant packing and numerous interactions between residues in the a/d hydrophobic interface and the hydrophilic residues at positions e and g, which and our cGKIa 1À 59. ÁMBS CT42 complex wenxiang diagrams may be consistent and helpful for a better understanding the packing mechanism that present between the cGKIa 1À 59 LZCC domain and MBS CT42 LZCC motif.\n\nAlthough many leucine zipper domains of proteins have been characterized by a heptad repeat of leucine residues in a helical wheel (Jones et al., 1992) , the information thus provided about the a-helices and their lengths are very limited. If the helical wheel diagrams of a LZCC structure are used to represent two a-helices longer than 20 residues, they must crowd into a very limited space or overlap with each another, and will be difficult to be distincted from each other. It is particularly difficult to represent a LZCC-LZCC tetramer complex using four helical wheel diagrams. In contrast, the wenxiang diagrams can be used to represent two a-helixes regardless how long they are. Furthermore, wenxiang diagrams of LZCC structure can provide much more information about the physico-chemical features of the constituent amino acids as well as their distribution even for four-alpha-helix bundle with heptad repeat residues. Furthermore, our results also suggest that the wenxiang diagrams of a LZCC structure can be used to identify the key residues that play the most important role for its interaction with another LZCC protein. It is demonstrated through this study that wenxiang diagram holds a great potential in providing more information about each of the constituent amino acid residues in a heptads' repeat. Incorporated with NMR or other biological/biophysical experimental results, wenxiang diagram may provide useful insights into the 3D structural model of LZCC protein and the interaction mechanism between LZCC and LZCC proteins."}