{"title": "", "body": "because doing so they may inadvertently destroy information that is important for diagnosis and treatment.\n\nIn an ideal world, a separate waiting area for owners with rodents would be quiet and isolated from natural predators. If possible, receptionists should avoid planning appointments for outdoor cats or hunting dogs when a pet rodent is scheduled for an examination. A schedule block can be created for exotic pet/rodent patient appointments only. If none of those options is feasible, aim to escort clients with pet rodents directly into a clean examination room while they wait so that the animal is physically separate from cats, dogs and ferrets.\n\nThe rodent's sense of smell is well developed, and its world is rich in olfactory stimuli and pheromonal cues. Rodents exhibit an innate fear-like behavior when they detect chemosignals of predators. Major urinary proteins (MUPs) released by predators are detected by the rodent's vomeronasal organwhich also detects pheromones involved in sexual behaviortriggering a fear response. 74 Lab coats, stethoscopes, clothing, and hands can retain the scent of predators, which can induce defensive behavior in a rodent during the examination process. This is another reason to advise clients not to clean their pets' cages before an appointment, as the familiar smell of seasoned bedding will afford comfort to the rodent. Alternatively, the opportunity for a habituated rodent to nestle next to the familiar smell of its owner can only be afforded in a quiet and safe waiting area.\n\nRodents are more sensitive to the effects of heat than those of cold. Even though wild hamsters and gerbils are desert-dwelling animals, their main method of thermoregulation involves escaping from the heat by burrowing or seeking cool places. Mice in particular are very sensitive to the effects of heat. Waiting areas as well as hospital cages for rodents should be kept relatively cool. An ideal ambient air temperature range is 68°F to 70°F (20°C-26°C). 14 Educating clients and receptionists about ways to make a trip to the hospital less stressful is well worth the time investment required. If proper attention is devoted to education, then the veterinarian is likely to see a rodent that is amenable to examination instead of one ready to fight, flee, or cringe.\n\nFacts about the history and nature of a rodent's problem are generally more useful in reaching a correct diagnosis than is the clinical history of a cat or dog. Skill is required to extract a reliable, unbiased history of a pet's disease. Some owners are good at noticing changes and can provide important information, whereas others are not.\n\nFind out what owners know about rodents. Have they had rodents as pets before? Did they obtain their information on caring for their pet from a book, a pet store, family or friends, websites, or first-hand experience? Books about rodents for owners of all ages are presented in the \"Suggested Client Reading\" section at the end of this chapter. Websites about rodents often provide incomplete or misleading information; we cannot recommend any of these at present. Veterinarians should be aware of the current popular books and websites, as clients often have questions based on browsing these sources. Knowledge of your clients' sources of information can further help you in judging their ability to provide an accurate history. Furthermore, pet owners report more confidence in information received from veterinarians compared with information from any other accessible source. 51 Do not become unsettled if an owner appears to know more than you do. Such a client can be very informative, enthusiastic, and willing to take an active role in treatment. In discussing a pet's problem with its owner, communicate on a level commensurate with his or her aptitude and background. Parents frequently present a sick rodent that belongs to their child, who is often the one most knowledgeable about the pet's habits and behavior. In obtaining a medical history in these cases, the young owner's presence can be invaluable.\n\nOver the course of the exchange with the owner, answers to the following specific questions should be obtained: • Where did the pet come from? a pet store? a laboratory? • How long has the owner had the pet? • Are there other pets in the household? If so, are they of the same species or a different species? • What food does the owner give to the pet? Where is the food purchased? • What food does the pet prefer and what does it actually eat? • Where is the food stored and for how long? • Who is responsible for feeding and cleaning? How routinely are these tasks done? • How long have the signs of illness been apparent? Who first noticed them and why? • Has the pet's condition deteriorated, improved, or remained stable? Pets isolated from other rodents and household animals and those acquired from a private breeder or laboratory are less likely to suffer from infectious disease than are animals obtained from a pet store.\n\nMany diseases are the result of poor or inappropriate feeding. When offered mixed-seed, vegetable, and fruit diets, pet rodents often selectively eat only one ingredient (e.g., sunflower seeds). In households with children, a regular feeding routine may not occur, and doting children may feed pets with inappropriate foods. Often owners are ignorant of the availability of specially formulated diets for pet rodents. These diets, which come in the form of pellets, are convenient and nutritionally balanced sources of nourishment. Feed manufacturers such as Oxbow Hay Products (Murdock, NE; www.oxbowhay.com), Kaytee (Chilton, WI; www.kaytee.com), and Mazuri (St. Louis, MO; www.mazuri.com) have developed diets for pet rodents that are available by direct order or from selected retailers. Diets developed for laboratory rodents can also be used. However, these diets are usually available only in 50-pound bags and can be purchased only from wholesale feed distributors. A list of laboratory rodent diet manufacturers can be found in the annual Buyers Guide issue of the journal Lab Animal (New York, NY) or its website www.labanimal.com. For critically ill, anorectic, or convalescing rodents, several products that can be fed by syringe or gavage tube, such as Critical Care (Oxbow) and Emeraid Omnivore (Lafeber, Cornell, IL; www.lafebervet.com) are available.\n\nSeeing the condition of the rodent's living quarters provides information that is helpful in reaching a diagnosis or a reasonable prognosis. Information obtained from a physical examination is limited because of a rodent's size. However, the significance of the rodent's history and husbandry can be evaluated only after thorough examination of the animal. With appropriate handling and a few specialized but simple pieces of equipment, the major organ systems can be thoroughly evaluated. If the same procedure is followed consistently, it eventually requires less and less time to perform.\n\nObserve the pet rodent in its cage for quality of respirations, activity, condition of grooming, and the presence of a head tilt or discharges. If dyspnea or depression is observed, be extremely careful when handling the animal, as it is probably very sick and could die from the stress of a physical examination. At the same time, warn the owner of your guarded prognosis.\n\nPet rodents that have been frequently and gently handled usually require only minimal restraint. Less cooperative patients need to be more firmly restrained, and the use of a towel or even heavy gloves may be required. Although pet rodents do not often bite, their nips can be painful and may elicit in the handler an unfortunate reflex response that causes the pet to be pitched onto the floor or at a wall. In addition to the potential for traumatic injury that this circumstance entails, the rodent may escape and become harmed.\n\nIn general, the first component of the physical examination is accurate measurement of the animal's weight. Weight measurement is essential for calculating appropriate doses of medications and provides an opportunity for gauging the rodent's temperament before the actual physical examination begins. Rodents are easily weighed in metal or plastic containers placed on a small digital scale. The carrier in which the rodent is presented can sometimes also be used as the weigh basket.\n\nA transilluminator, binocular loupe, bivalve nasal speculum and otoscope are useful for evaluating physical signs. Start at the head, examining first the ears, eyes, and nose for discharge and the oral cavity for dentition. The otoscope allows careful examination of the mouth and ears in most small rodents except mice. However, general anesthesia is usually required for a thorough dental examination. Lymph nodes and glands of the head can be observed for size and palpated for consistency. Assessment of the head is probably the most time-consuming part of the examination.\n\nPalpate the abdomen for consistency and the presence of unusual masses. However, do not squeeze the patient too hard, because overzealous palpation can result in visceral rupture. Keep in mind, in performing abdominal palpation, that some rodents such as degus and prairie dogs have intra-abdominal testes. Examine the anogenital region for discharges and staining of the fur or skin. When a rodent is picked up, it generally urinates and defecates. Have a dipstick ready to perform an immediate urinalysis or a syringe handy to aspirate urine off a clean surface for urinalysis; feces can be caught in a small tube and examined later if required. By this point in the examination, the condition of the fur and the body in general have been assessed. Palpate the limbs for tenderness or fractures and pay special attention to the paws, noting the length of the nails and the state of the footpads. Rodents are fastidious groomers and therefore can groom away evidence of underlying disease/ illness easily. Observe the medial aspect of the front legs for crusts, debris, alopecia, or porphyrin staining, which may occur from excessive grooming associated with nasal discharge. Also, keep in mind that some cage mates are aggressive groomers and can remove any evidence of illness by keeping their mates well groomed.\n\nRespirations and heart rate are difficult to measure in rodents because they are rapid in healthy animals; instead look for signs of dyspnea. A sensitive pediatric stethoscope is useful for auscultation in large rodents. Some respiratory infections, such as mycoplasmosis, are clinically silent. These diseases can be better heard than seen; abnormal sounds called \"snuffling\" in rats and \"chattering\" in mice are noticeable without a stethoscope. It may be useful to put the rodent next to your ear and perform a few gentle chest compressions to evaluate audible respiratory excursions. Wheezing or snuffling may not be present at rest, but when chest compressions are performed to create deep respiration and exhalation, they may often become apparent.\n\nThe value of determining rectal temperature is questionable. Physical examination combined with attempts to measure rectal temperature causes stress, which can increase body temperature of rats by 3.5°F (2°C) above the nonstressed temperature. 9 Core body temperature in rats and mice can vary daily from 96.5°F to 100.5°F (36°C-38°C) because of circadian variation, sex, and age. 83 Rectal temperatures can be measured safely with the use of small semiflexible temperature probes connected to a digital clinical thermometer. The probes are reusable; they are available in polyvinyl chloride, nylon, and Teflon and range in size from 1 to 3 mm in diameter. They are ideal for monitoring body temperature when surgery on pet rodents is being performed. A list of manufacturers can be found in the annual Buyer's Guide issue of the journal Lab Animal (New York, NY) or its website at www.labanimal.com. The manufacturers are listed under \"Research/Animal Research Equipment/Temperature Probes.\"\n\nThe clinician can obtain a small amount of blood for a smear and microhematocrit from a hind-limb skin stab, nail clip, or nick of the tip of the tail. An excellent website, written by exotic pet veterinarians, from which to obtain information on clinical techniques is Lafebervet.com Small Mammals (www.lafebervet.com/small-mammals/?p=265). Blood sampling in conscious rodents induces increases in blood pressure, heart rate, and body temperature, which may last up to 30 hours; therefore we often sedate or anesthetize patients to obtain samples. 29 Low-dose acepromazine (0.5 mg/kg IM) administration results in peripheral vasodilation, making peripheral venipuncture easier. While some authors advise against using acepromazine in gerbils because it may induce seizures, there is no evidence of a proconvulsive effect in gerbils. Furthermore, clinicians reevaluating acepromazine administration and recurrence of seizure activity in epileptic dogs found no correlation. 66 Technologic advances have made possible electrocardiography and accurate and sensitive recordings of heart rate, respiratory rate, and blood pressure in research rodents. 53 The cost of the equipment for performing these measurements and the invasive procedures that are often necessary for achieving the recordings prohibit routine use of these testing modalities in most veterinary practices. However, advances in high-resolution digital radiography that require relatively low radiographic exposures, developments in ultrasound, and the availability of computed tomography and magnetic resonance imaging have allowed diagnostic imaging to become a useful ancillary examination. 84 \n\nThe prevalence and types of small-rodent diseases seen in practice are quite different from what is seen in a research setting. Although this may seem rather obvious, much of the literature describing the maladies of pet rodents has been inferred indiscriminately from conditions seen in laboratory rodents. The diagnosis and treatment of pet rodents involves evaluation and care of an individual animal from a household, not the health management of rodents from a research colony. Derangements likely to be seen in practice include trauma-induced injuries, infectious and parasitic diseases, neoplasia, and problems related to nutrition and aging; genetic disorders are uncommon. Dermatologic conditions make up 25% of the cases in exotic pets presented for small-animal consultations in general practice in the United Kingdom. 42 Natural infections that would be considered rare in a laboratory animal colony often are transmitted to pet rodents by other household animals and children; for example, cats and dogs are major reservoirs of dermatophytes, 24 and humans are the natural host of Streptococcus pneumoniae and Streptococcus pyogenes, which are now often antibiotic-resistant. 2 Rodents used for research are maintained in tightly controlled environments designed to reduce the impact of unwanted variables in animal experiments. 14 However, pet rodents are generally exposed to temperature, humidity, and light-cycle changes; a broad range of foods; numerous microorganisms borne by animals and humans; and various types of handling. Rodents obtained from pet stores have had to endure the stress of overcrowding, transport, and on occasion temperature extremes, all of which put them at risk for disease. As a result, pet rodents exhibit a wider range of physiologic and pathologic responses than do rodents used for research. Consequently, the disease presentation of many pet rodents is atypical as compared with the classic experimental disease description.\n\nVeterinarians must be discerning in their selection of information about rodents. Research-oriented scientific publications are often more obscuring than elucidating for small pet practice. Research articles often treat rodents as part of a herd or as experimental tools, and disease is diagnosed only by necropsy. Successful in vivo disease diagnosis and resolution are not addressed in such articles, and it is in this area that our understanding must be broadened. Exceptions to this observation are becoming more numerous since the first edition of this book was published. Articles with titles such as \"What's Your Diagnosis,\" clinical case reports, and articles on clinical and surgical techniques in pet rodents are being published more frequently in laboratory animal medicine and mainstream veterinary journals worldwide. The Association of Exotic Mammal Veterinarians (AEMV) is affiliated with the Journal of Exotic Pet Medicine (www.exoticpetmedicine.com) and has expanded its website at www.aemv.org to include a searchable database of articles, disease descriptions, and current treatments.\n\nPet mice, rats, gerbils, hamsters, and degus are subject to a limited number of naturally occurring medical problems. The most common spontaneous outbreaks of disease are caused, or at least stimulated, by shortcomings in husbandry. While caloric restriction has a significant impact on longevity in rodents as well as other species, 73 the adverse effects of overfeeding on the early development of many spontaneous tumors and degenerative diseases has also been seen with \"diabesity\"-diet-induced obesity and type 2 diabetes. 49, 67 The more common problems seen in general practice, unique to each species, are listed and grouped by the primary organ system affected in 30 Traumatic injuries are frequent in all rodents of all ages. As prey animals, rodents do not show obvious signs of pain or disease until they are near death. Consequently, sick rodents are often presented late in disease progression compared with earlier presentation in cats and dogs. We have found that indicators of death are a form of shock indicated by lethargy, decreased heart and respiratory rates, and a rapid drop in body temperature to below 91°F (33°C). In rodent aging studies, pronounced bradycardia (30% lower than normal) and hypothermia (13% lower than normal) are significant predictors of death 5 to 6 weeks before expiration. 101 Treat this type of shock by warming the patient to restore normal temperature, infusing crystalloid fluids, and providing oxygen therapy. Successful treatment does not guarantee resolution of disease but may buy valuable time to establish a diagnosis and treatment plan for the underlying problem.\n\nPrevention of disease in rodents is far more successful than treatment. Disease prevention is primarily based on commonsense husbandry practices, such as purchasing healthy, genetically sound animals; supplying balanced fresh food appropriate in protein and caloric content; avoiding obesity; providing clean fresh water; furnishing adequate shelter, including shade from direct sunlight; avoiding drafts and extreme changes in temperature or humidity; keeping cages clean by preventing the accumulation of excess feces and urine; isolating sick animals from a group for treatment; and protecting vulnerable animals from more aggressive members of their group (e.g., young animals from older animals and male hamsters from female hamsters) or from natural predators living in the same household (e.g., mice from cats). Other sound husbandry practices include housing different species separately to prevent interspecies disease transmission (e.g., rats carry Streptobacillus moniliformis, a cause of septicemia in mice, in their nasopharyngeal cavities) and reducing obesity by limiting food intake and providing cage accessories (e.g., exercise wheels, tunnels, and ramps) that allow play and exploration. Companies selling environmental enrichment equipment and accessories for rodents include Otto Environmental (Milwaukee, WI; www.ottoenvironmental.com) and Bio-Serv (Frenchtown, NJ; www.bio-serv.com).\n\nUnlike larger companion animals, pet rodents are not vaccinated. The introduction of avermectins (e.g., ivermectin, selamectin, moxidectin), although this agent is not approved for use in any rodent species, has allowed routine systemic treatment of pet rodents for pinworms, mites, and lice. For ecto-and endoparasite treatment recommendations, refer to Table 27-2. Dental problems are commonly seen in pet rodents because of their continually erupting teeth. Overgrown, maloccluded, or malformed incisors are seen as spontaneous background lesions in 3% (females) to 9% (males) of outbred mice and 14.5% (females) to 10.5% (males) of outbred rats in chronic toxicology studies. 62 Specially designed tabletop restraint devices, cheek dilators, mouth specula, dental drills, rongeurs, and filing-rasps for treating dental problems are now commonly available. For more information, see Chapter 32.\n\nIntegumentary System and Mammary Glands. Nearly all problems seen in pet mice are associated with the skin. A survey from a large diagnostic laboratory housing research animals indicated that skin disease in mice represents 25% of all diagnostic problem-solving cases (for all species) submitted. 55 We categorize four groups of skin problems in mice: behavioral disorders, husbandry-related problems, microbiologic and parasitic infections, and idiopathic conditions. Behavioral, husbandry, and infectious causes of skin disease are relatively straightforward to diagnose and treat. However, many skin diseases characterized by chronic or ulcerated skin (often secondarily colonized by bacteria) are diagnosed as idiopathic. This group is commonly unresponsive to topical or systemic treatment, and affected individuals are often euthanatized. Most damage to the skin is done by toenails as the rodent scratches itself. It is difficult to prevent a rodent from scratching. The nails can be trimmed or filed to remove sharp ends, but attempts to fit the rodent with a bandage or protective wrap are often pointless, as these animals are adept at removing all bandages. Restraint collars can be used, but rodents are not able to eat easily with a collar in place and it will not be effective unless the underlying cause is detected and treated simultaneously.\n\nMice exhibit well-studied social and sexual behaviors. Social dominance, a form of behavior relating to the social rank and dominance status of an individual mouse in a group, is manifested as barbering and fighting. Barbering is commonly a condition seen in group-housed mice, where the dominant mouse nibbles off the whiskers and hair around the muzzles and eyes of cage mates. No other lesions are present, and only one mouse (the dominant one) retains all of its fur. Removal of the dominant mouse stops barbering; frequently, however, another mouse then assumes the dominant role. Barbering occurs during acts of mutual grooming in which one member of a mouse pair grasps individual whiskers or hairs with its incisors and plucks them out. Although plucking appears painful, recipients are passive in accepting barbering and even pursue conspecifics for further grooming. 85 Barbering may also be seen associated with sexual overgrooming as a form of stress-evoked behavior, and lactating mice may display \"maternal\" barbering, produced in the process of suckling pups, in which alopecia is seen from tail to chin. 47 Although rare in mice, consider infection with Trichophyton mentagrophytes in cases of alopecia that involve face, head, neck, or tail in all or just a few mice. 22 Barbering has a genetic-based behavioral background, as aggressive inbred strains of mice do not use barbering in their behavior. 47 In pet mice, barbering is often seen in female mice caged together. Male mice except littermates raised together from birth are more likely to fight, often very savagely, and inflict severe bite wounds on one another, especially over the rump, tail, and shoulders.\n\nMechanical abrasion resulting from self-trauma on cage equipment is a form of husbandry-related alopecia. Small patches of alopecia appear on the lateral surfaces of the muzzle, resulting from chaffing on metal feeders, poorly constructed watering device openings, and metal cage tops. Unlike barbering, dermatitis may also be associated with the alopecic area. Treatment consists of replacing the poorly constructed equipment with nonabrading equipment. Individually housed mice can display aberrant stereotypic behaviors such as polydipsia and bar chewing, which result in mechanical abrasion and alopecia. In these cases, environmental enrichment must be Most infectious causes of alopecia and dermatitis are associated with fur mites. Ectoparasites are common in mice purchased from pet stores. 79 In affected animals, the hair is generally thin, especially on difficult-to-groom areas such as the head and trunk. The coat often has a greasy appearance; in cases of heavy infestation, noticeable pruritus and self-inflicted dermal ulceration may occur. Three mites are commonly seen: Myobia musculi, Myocoptes musculinus, and Radfordia affinis. The most clinically significant mouse mite is M. musculi. Infestations are usually caused by more than one species. Mites are spread by direct contact with infected mice or infested bedding. Diagnosis is based on the identifying adult mites, nymphs, or eggs on hair shafts with the use of a hand lens or a stereoscopic microscope. Adults and nymphs appear pearly white and elongated (being about twice as long as they are wide); eggs are oval and seen attached to the base of hairs or inside mature females.\n\nTreat mite infestations with avermectins (e.g., ivermectin, selamectin) or milbemycins (moxidectin). Ivermectin (0.2 mg/ kg SC or PO) twice at 10-day intervals is effective. Selamectin (10-12.5 mg/kg topical) 35 or moxidectin (0.5 mg/kg topical 78 or 2 mg/kg PO 77 ) administered twice at an interval of 10 to 15 days are also effective (see Table 27 -2).\n\nSometimes an owner presents a single pet mouse negative for primary ectoparasitic, bacterial, or mycotic infections with severe pruritus characterized by self-mutilation, dermal ulceration, necrosis, and fibrosis. Idiopathic ulcerative dermatitis is a well-recognized disease in black laboratory mice on a C57BL strain background with a characteristic distribution on the thorax and head. The cause is an underlying vasculitis attributed to immune complex deposition on dermal vessels. 48 Dietary factors and dysregulated fatty acid metabolism have been implicated in the development of the disease and the severity appears to be modulated by dietary fat and vitamin E content. Gavaging affected mice with 0.1 mL per day of liquid from an essential fatty acid supplement containing omega-3 fatty acids was associated with regressed lesions and resolved pruritus in a small sample of affected mice. 60 We have obtained good treatment results using a generic omega-3 fatty acid supplement at 0.1 to 0.2 mL PO q24h. The ulcers may heal with fibrosis and resulting skin contracture or progress to a Staphylococcus xylosus secondary bacterial infection. 48, 100 Progressive necrosing dermatitis of the pinna in mice, similar to idiopathic ulcerative dermatitis, may also be seen ( Fig.  27-1 ). 94 It occurs in outbred mice, and there is no strain background association. Initially a lesion on the dorsum of the pinna, resembling an engorged blood vessel or slight erythema, oozes serum and peripheral necrosis begins. Several days later the necrotic area sloughs and the pinna is left notched. In severe cases, the site becomes secondarily infected, the lesion becomes pruritic, and the mouse self-mutilates from the ear to the neck and over the shoulders. Treat these mice topically twice daily with of 0.2% cyclosporine in 2% lidocaine gel supplemented with 50 μg/mL gentamicin.\n\nRingworm, caused by Trichophyton mentagrophytes, is uncommon in pet mice. Lesions, when present, are most common on the face, head, neck, and tail. The lesions have a scurfy appearance with patchy areas of alopecia and variable degrees of erythema and crusting. Pruritus is usually minimal to absent and the lesions do not fluoresce under a Wood's lamp. 22 Skin swellings are usually tumors or abscesses. Needle biopsy often reveals the nature of the contents and allows diagnosis. Three opportunistic bacterial pathogens-Staphylococcus aureus, Pasteurella pneumotropica, and S. pyogenes-are often isolated 3 and can cause abscesses in other organs (e.g., P. pneumotropica is sometimes associated with conjunctivitis, panophthalmitis, and swollen eye abscesses). Antibiotic therapy with penicillins or cephalosporins, concurrent with drainage and debridement of the abscess, is effective.\n\nThe most common spontaneous tumors associated with the skin are mammary adenocarcinomas, followed by fibrosarcomas. The incidence of mammary tumors varies according to the mouse strain and the presence or absence of mouse mammary tumor viruses; the incidence is as high as 70% in some strains. 98 In wild and outbred mice, the incidence of fibrosarcomas ranges from 1% to 6%. 41 Subcutaneous tumors are nearly always malignant and have often ulcerated by the time a diagnosis is made. Tumors can be treated by surgical excision, but the chance of recurrence is high and the prognosis is poor. Attempts to treat skin tumors in pet mice by radiation or chemotherapy have not been reported.\n\nDigestive System. Endoparasites are relatively common in mice. However, only two parasites regularly encountered in the digestive tract, the protozoan parasites Spironucleus muris and Giardia muris, are considered pathogenic, even though they are not associated with clinical signs in immunocompetent hosts. Diagnosis is based on demonstrating characteristic trophozoites in wet mounts of fresh intestinal contents or feces. Treatment is metronidazole (two treatments of 10-40 mg/kg PO q5d) (see Table 27 -2).\n\nPinworms are ubiquitous, considered nonpathogenic, and found frequently in mice purchased from a pet store. 16 Two are commonly encountered in mice: Syphacia obvelata and Aspicularis tetraptera. Often the only indication of pinworm infestation is rectal prolapse due to straining. To establish a diagnosis of S. obvelata infestation, make a clear cellophane tape impression of the perianal skin. Adult S. obvelata females deposit ova around the anus, whereas A. tetraptera does not deposit its ova in this area and fecal smear or flotation is required to confirm a diagnosis. Ivermectin (2.0 mg/kg PO given twice at a 10-day interval) eliminates pinworms from mice. Ivermectin 1% is diluted 1:9 in vegetable oil to establish a concentration of 1.0 mg/mL; affected mice are dosed with a volume of 0.2 mL/100 g PO. 31 The recommended package label dose for mice with ectoparasites (0.2 mg/kg given twice at a 10-day interval) does not eliminate pinworms (see Table 27 -2).\n\nDiarrhea is not usually seen in adult mice. Digestive disease in adult mice usually is caused by a varying combination of pathogenic and opportunistic infectious agents. Fecal flotation and fresh wet mounts of feces usually yield positive results and do not necessarily give a definitive diagnosis. However, these techniques are sometimes helpful in identifying heavy endoparasite infestations. Treatment is generally directed at clinical signs and consists of the judicious use of antimicrobials. Respiratory System. Diseases of the upper and lower respiratory tracts are common in pet mice and rats. Animals may be presented with sniffling, sneezing, chattering, and labored breathing. If dyspnea is suspected, do not overhandle the animal during clinical examination, as it may die. Collection of tracheal and nasal secretions is not recommended because swabbing is highly traumatic and the cause of disease is generally a mixed viral, mycoplasmal, and bacterial infection. Antibiotic treatment is helpful but does not eliminate the disease.\n\nThe two most common causes of clinical respiratory disease in mice are Sendai virus and Mycoplasma pulmonis. Sendai virus is associated with an acute respiratory infection in which mice display chattering and mild respiratory distress. Neonates and weanlings may die. Adults generally recover within 2 months. When the disease's expression exceeds this pattern, the cause is most likely concurrent mycoplasmal infection. Mycoplasma pulmonis is the cause of chronic pneumonia, suppurative rhinitis, and occasionally otitis media. Chattering and dyspnea are caused by accumulations of purulent exudate in inflamed and thickened nasal passages. Survivors develop chronic bronchopneumonia and bronchiectasis and may develop pulmonary abscesses. Antibiotic therapy may alleviate clinical signs but does not eliminate the infection. Enrofloxacin (10 mg/kg) as an antimicrobial agent in combination with doxycycline hyclate (5 mg/kg) as an immunomodulator (not as an antimicrobial) given every 12 hours PO for 7 days is helpful. Additional treatments such as nebulization therapy, expectorants, and nonsteroidal anti-inflammatory drugs are helpful to ameliorate the disease.\n\nUrinary System. Obstruction of the urethra in male mice has been described as resulting from infections of the preputial glands with S. aureus and of the bulbourethral glands with P. pneumotropica. Accessory sex gland secretions and, rarely, urolithiasis have also been implicated. Mice are often presented to the veterinarian because they mutilate their penises as a result. In addition, occasional injury of the penis is seen in young males from aggressive breeding activity and abrasion on the cage. Treatment involves isolating the affected mouse, cleaning and debriding the affected areas, and treating the animal with antibiotics.\n\nTheriogenology. Mice experience relatively few complications associated with parturition. Occasionally vaginal and uterine prolapse occurs after parturition. With the animal under anesthesia, clean the prolapsed tissue with isotonic saline, place a lubricated 20-gauge Teflon intravenous catheter (without needle) into the lumen of the uterus and vagina, and manually manipulate the tissue back into the proper anatomic position. 12 A purse-string suture with 4-0 polyglycolic acid suture can be placed around the vaginal orifice before removing the catheter. Absorbent cotton or cotton wool is not recommended as bedding material as it may wrap around the legs of suckling mice and cause necrosis and sloughing of limb extremities. 76\n\nIntegumentary System. Ectoparasitic infestation is more common in rats than in mice. Occasionally the fur mite Radfordia ensifera is seen. Although R. ensifera infestation produces few ill effects, heavy infestation may lead to self-traumatization and ulcerative dermatitis. Other mites, including Demodex species, have been described in rats maintained in laboratories; however, they are seldom seen, and no contemporary reports of infestations in pet rats appear in the literature. 107 The tropical rat mite Ornithonyssus bacoti is an opportunistic ectoparasite often found on pet rats, mice, gerbils, and hamsters ( Fig. 27-2 ). It spends a relatively short time on a host and penetrates the skin for feeding only. Severe infestations can cause anemia, debilitation, and death in rodents. When an animal host is not available, humans can become the victims of mite infestation. Locating the resident host of the mite is critical in its successful elimination. Detect adult parasites by macroscopic examination of the host; the mites are orange red. Rats with ectoparasites can be treated with selamectin (15 mg/kg as topical spot on, repeat in 10 days). The environment can be decontaminated with either synthetic pyrethroids or fipronil (see Table 27 -2). 6 Ringtail is a pathologic condition of the tail of young rats that is typically characterized by dry skin and the formation of annular constrictions. In severe cases, blood vessels distal to the constrictions thrombose, resulting in pain and necrotic tissue. Autoamputation may result. This lesion is highly photogenic and probably for this reason is always described in textbooks and articles on diseases of rats. It occurs primarily during the preweaning period in rats aged 2 to 19 days and occasionally in young mice. Low environmental relative humidity (less than 40%) appears to be the cause, and it is more often seen in rats housed in hanging cages; it is rarely seen in pet rats. If ringtail is diagnosed, treatment options involve adding unsaturated fatty acids to the diet (e.g., 5% corn oil or an essential fatty acid supplement containing omega-3 fatty acids) or topical application of lanolin. 32, 102 If avascular necrosis has occurred, amputate the tail below the necrotic annular constriction.\n\nUlcerative dermatitis caused by S. aureus infection results from self-traumatization associated with fur mite infestation or, more commonly, from scratching of the skin over an inflamed salivary gland (see sialodacryoadenitis virus under \"Digestive System,\" below). Rats have a remarkable ability to resist infection on the host's blood, the mite appears red. It is an opportunistic ectoparasite often found on pet rats, mice, gerbils, and hamsters. It spends a short time on a host, penetrating the skin only for feeding. Severe infestations can resemble a rodent covered in fine sawdust; the sawdust is thousands of mites. Affected rodents can experience anemia, debilitation, and even death. When an animal host is not available, humans can become the victims of mite infestation. with S. aureus. 23 Treatment consists of clipping the toenails of the hind paws, cleaning the ulcerated skin, and applying a topical antibiotic. Systemic treatment is rarely necessary.\n\nThe most common subcutaneous tumor in the rat is fibroadenoma of the mammary glands. The distribution of the mammary tissue is extensive, and the tumors can occur anywhere from the neck to inguinal region ( Fig. 27-3) . Tumors can reach 8 to 10 cm in diameter and occur in both males and females. Adenocarcinomas represent fewer than 10% of mammary tumors in pet rats. Prevention and treatment of mammary fibroadenomas involves surgery and medical treatment. The surgical technique for mammary tumor removal ranges from straightforward to complicated (for high cervical or inguinal tumors) depending on the location and size of the tumor (see Chapter 28) . However, the recurrence of fibroadenomas is common in uninvolved mammary tissue, and often several surgeries are required. The frequency of mammary tumors is significantly lower in ovariectomized versus sexually intact rats. 43 Neutering sexually mature females often reduces incidence of tumor recurrence. While tumors do not metastasize, death is often caused by large tumors that ulcerate and become secondarily infected.\n\nDigestive System. Sialodacryoadenitis virus, a coronavirus, causes inflammation and edema of the cervical salivary glands. Owners of infected rats often describe their pets as having mumps. Sialodacryoadenitis virus is highly contagious and initially causes rhinitis, followed by epithelial necrosis and inflammatory swelling of the salivary and lacrimal glands. Cervical lymph nodes also become enlarged. There is no treatment for this disease. Glandular healing follows within 7 to 10 days and clinical signs subside within 30 days, with few residual lesions remaining. During acute inflammation, affected rats are at high risk for anesthesia-related mortality because of the decreased diameter of the upper respiratory tract lumen; also, ocular lesions such as conjunctivitis, keratitis, corneal ulcers, synechiae, and hyphema can develop secondary to lacrimal dysfunction. The eye lesions usually resolve but occasionally progress to chronic keratitis and megaglobus.\n\nRespiratory System. Respiratory disease caused by infectious agents is the most common health problem in rats. Three major respiratory pathogens cause overt clinical disease: Mycoplasma pulmonis, Streptococcus pneumoniae, and Corynebacterium kutscheri. Other organisms such as Sendai virus (a paramyxovirus), pneumonia virus of mice or PVM (a paramyxovirus), rat respiratory virus (a hantavirus), cilia-associated respiratory (CAR) bacillus, and Haemophilus species are minor respiratory pathogens that rarely cause overt clinical disease by themselves. However, the minor respiratory pathogens interact synergistically as copathogens with the major respiratory pathogens to produce two major clinical syndromes: chronic respiratory disease (CRD) and bacterial pneumonia.\n\nThe best-understood multifactorial respiratory infection in rats is CRD. The major component of CRD is M. pulmonis, and the disease is also known as murine respiratory mycoplasmosis (MRM). Rats may live 2 to 3 years with CRD. While M. pulmonis is rarely seen in laboratory rats, serologic test results of pet rats are usually positive. A survey of 28 pet ratteries in the United States found that all were positive for M. pulmonis. 17 Clinical signs are highly variable: in many cases no signs are present even though significant pulmonary lesions may exist. The prevalence and severity of signs typically increase with the age of the rat and the presence of environmental stresses placed upon the animal. Initial infection commonly occurs without any clinical signs; early signs involve both the upper and the lower respiratory tracts and may include snuffling, nasal discharge, polypnea, weight loss, hunched posture, ruffled coat, head tilt, and red tears. 110 The most important aspect of CRD for clinicians is that respiratory mycoplasmosis varies greatly in disease expression because of environmental, host, and organismal factors that influence the host-pathogen relationship. Examples of such factors include intracage ammonia levels, concurrent Sendai virus, coronavirus (sialodacryoadenitis virus), PVM, rat respiratory virus and/or CAR bacillus infection, the genetic susceptibility of the host, the virulence of the Mycoplasma strain, and vitamin A or E deficiency. 110 Auscultation is insensitive in determining the severity of respiratory disease, and radiographs are often unremarkable. However, CT scan often reveals significant pulmonary disease. Serology is the preferred choice for diagnostic testing, as Mycoplasma is difficult to grow in a laboratory. Younger rats naturally exposed to M. pulmonis may be seronegative for up to 4 months postexposure. 21 The primary lesion of CRD is subacute and chronic bronchitis (SACB), a chronic inflammatory condition resulting in respiratory epithelial dysfunction. 50 The underlying airway inflammation and clinical signs result from damage and remodeling of airway epithelium, colonization of the airways with secondary infections, and infiltration and activation of neutrophils, macrophages and lymphocytes. Bronchodilators are the primary treatment for SACB. Inhaled nonselective muscarinic antagonists (e.g., ipratropium bromide) and beta-2 adrenergic agonists (e.g., albuterol, salmeterol) as well as oral theophylline provide significant although modest efficacy. Frequent treatment with broad-spectrum antibiotics is necessary, as microbe colonization is a common finding. Tetracycline antibiotics like doxycycline are efficacious in CRD. Treating with doxycycline (5-10 mg/kg PO q12h) or a long-acting depot such as doxycycline (Vibravenos, Pfizer Animal Health, www.Pfizer.com), 70-100 mg/kg SC or IM q7d) often helps affected rats.\n\nBacterial pneumonia is nearly always caused by S. pneumoniae (Fig. 27-4) but seldom in the absence of some combination involving M. pulmonis (Fig. 27-5) , Sendai virus, or CAR bacillus. 110 Infection with C. kutscheri also results in pneumonia but only in conjunction with debilitation or immunosuppression. 110 In pet rats, immunosuppression can result from diabetes, neoplasia, or dietary deficiencies. Corynebacterium kutscheri pneumonia is rare in pet rats. Pneumonia caused by S. pneumoniae can be of sudden onset. Young rats are more severely affected than are older ones, and often the only sign they exhibit is sudden death. Mature rats may demonstrate dyspnea, snuffling, and abdominal breathing. A purulent exudate may be seen around the nares and on the front paws (from wiping of the nostrils). A tentative diagnosis is based on the identification of numerous gram-positive diplococci on a Gram stain of the exudate or in a sample submitted for cytologic examination. Severe bacteremia is an important consequence of advanced disease and results in multiorgan abscesses and infarction. Treatment must be aggressive, and the use of beta-lactamase-resistant penicillins such as cloxacillin, oxacillin, and dicloxacillin (all of which can be administered orally) is recommended. We use amoxicillin/clavulanic acid (13.75 mg/kg PO q12h) as our first antibiotic choice.\n\nfor aging rats as they often suffer from chronic renal disease. Blood urea nitrogen (BUN) concentration can be estimated with the use of a blood dipstick, and proteinuria can be detected on urine dipstick analysis. Chronic progressive nephrosis (CPN) is the best known age-related disease in rats. In CPN, the kidneys are enlarged and pale and have a pitted, mottled surface that often contains pinpoint cysts. Lesions consist of a progressive glomerulosclerosis and myriad tubulointerstitial disease primarily involving the convoluted proximal tubule. 36 The most striking change in renal function is proteinuria exceeding 10 mg/ day that increases in severity progressively with age. The features of CPN are qualitatively similar among different strains of laboratory rats, but the onset, incidence, and severity of the disease vary considerably. The disease occurs earlier and is of greater severity in males than in females: urinary protein excretion averaging 137 mg/day has been documented in 18-month-old male Sprague-Dawley rats, whereas excretion averaging 76 mg/day was reported in female rats of the same age. 91 Dietary factors appear to have an important role in the progression of CPN. Caloric restriction, the feeding of low-protein diets (4%-7%), and limiting the source of dietary protein reduce the incidence and severity of CPN. Feeding soybean protein (as opposed to casein) and caloric restriction contribute substantially to reducing the incidence and severity of CPN; low-calorie diets that contain high protein levels do not decrease the incidence or severity. Drugs and exposure to chemicals can also exacerbate CPN. Treatment is supportive and involves feeding a low-protein diet and administering anabolic steroids.\n\nUroliths and renal pelvic calculi are relatively infrequent in rats, especially compared with guinea pigs, rabbits, and chinchillas. Most uroliths that have been described were composed of struvite. 71\n\nically, old rats show disturbances in motor function, posterior paresis and paralysis, loss of tail control, incontinence, and weight loss. Distinguishing between age-related peripheral or central nervous system changes, neurogenic muscular atrophy, and primary age changes in muscles is very difficult. Posterior paresis is commonly caused by spinal nerve root degeneration (also known as radiculoneuropathy, polyradiculoneuropathy, and degenerative myelopathy). 112 Spontaneous tumors of the peripheral nervous system in rats are very rare; only isolated cases are reported in extensive tumor incidence surveys. 1 Allowing young rats to stand on their hind legs frequently is a predisposing factor in the development of avascular necrosis of the femoral head (Legg-Calve-Perthes disease). 68 Ocular System. The harderian glands of rats are located behind the eyes. These glands secrete various porphyrins that give the tears a reddish color. Harderian gland secretion increases in response to stress and disease, and the tears themselves dry around the eyes and external nares (the nasolacrimal duct drains into the nasal cavity), resembling crusts of blood ( Fig. 27-6 ). Owners commonly report bleeding from the eyes and noses of their pet rats. The porphyrins fluoresce under ultraviolet light and can be readily differentiated from blood with a Wood's lamp (Fig. 27-7) . This condition is known as chromodacryorrhea, or red tears; although it is not pathologic, it is a consequence of an acute onset stress such as that caused by pain, illness, or restraint. 19 Red tears are often an indication of a chronic underlying disease, and their presence warrants a thorough evaluation of the affected animal.\n\nAlthough many species of hamsters live in the wild, only a few types are kept as pets. The most common pet hamster is the golden or Syrian hamster (Mesocricetus auratus), which has been kept as a pet since the 1940s. Although two other species of hamsters, the common or European hamster (Cricetus cricetus) and the rat-like Chinese hamster (Cricetulus griseus) are used in research, they do not make good pets because of their aggressive nature. However, dwarf hamsters such as the Djungarian (Phodopus sungorus) and Roborovsky's (Phodopus roborovskii) are being seen increasingly as pets because they have a docile disposition, do not attempt to bite or run away, and do well in captivity. There is some confusion over the common names of the species of Phodopus. Until about 1980, P. sungorus was considered to have two subspecies-P. sungorus sungorus and P. sungorus campbelli. Phodopus sungorus sungorus was known as the Djungarian hamster. There was no commonly used name for P. sungorus campbelli. Then studies showed that these two subspecies were in fact different species, and they were renamed as P. sungorus and P. campbelli. The name \"Siberian hamster\" was applied to P. sungorus and \"Djungarian hamster\" to P. campbelli.\n\nIntegumentary System. The most common skin problem seen in Syrian hamsters is hair-coat roughness. This is a nonspecific sign of fighting, aging, and a variety of diseases. Female Syrian hamsters are heavier than males and are generally aggressive not only toward other hamsters but also toward their owners; they can inflict severe bite wounds on cage mates. Nonestrous females can be especially aggressive toward young males and may kill them. Length of hair in the long-haired Syrian hamster (\"Teddy Bear\" hamster) is influenced by testosterone. Longhaired males from the age of sexual maturity have significantly longer hair than females or castrated males, which display fluffy, shorter hair. 86 Syrian hamsters possess paired flank organs in the costovertebral area that are androgen-dependent and consist of sebaceous glands, pigmented cells, and terminal hairs. They are larger and heavily pigmented in males and used for territorial marking. Melanomas, not only of the flank organ but also of the skin, are frequently reported in Syrian hamsters. There is a striking 10:1 male:female melanoma ratio. 103 Male hamsters have large, pendulous testes, which clients may mistake for tumors.\n\nDjungarian hamsters show a high prevalence of neoplastic disease (five times greater than Syrian hamsters), and most tumors are integumental (e.g., mammary tumors, atypical fibromas, and papillomas). 52 Bacterial pseudomycetoma has been described in several dwarf hamsters; treatment is excision. 26 Digestive System. Hamsters have distensible cheek pouches that may be mistaken for lesions by owners. 8 Sometimes the cheek pouches become impacted, and removal of the material from the pouch with fine forceps is necessary. A radiograph of the head often shows the extent of the impaction. Predisposing causes of impaction, such as malocclusion of incisors or molars, should be investigated.\n\nThe most common problems seen in pet hamsters are enteropathies. Diarrhea may occur in hamsters of any age and is known as \"wet-tail,\" although this euphemism is frequently used to describe the disease in young hamsters. Proliferative ileitis is the most significant intestinal disease of 3-to 10-week-old hamsters and results in high mortality. It is caused by the intracellular bacterium Lawsonia intracellularis, which is also responsible for proliferative enteropathy in pigs and ferrets. 59 Treatment must be aggressive and involves correcting life-threatening electrolyte imbalance, administering antibiotics, and force-feeding. Several antibiotic treatments are recommended, including tetracycline-hydrochloride (400 mg/L of drinking water for 10 days), tetracycline (10 mg/kg PO q12h for 5-7 days), enrofloxacin (10 mg/kg PO or IM q12h for 5-7 days), and trimethoprim-sulfa combination (30 mg/kg PO q12h for 5-7 days). Symptomatic treatment with bismuth subsalicylate may be given if diarrhea persists. Replacement electrolyte and glucose solutions should be given orally, and electrolyte fluid replacement such as saline or LRS should be given at a dose 20 mL/100 g q24h. Diagnosis often depends on necropsy and histologic examination, although fecal polymerase chain reaction (PCR) assays have been developed. 75 Sequelae to proliferative ileitis in surviving hamsters may include eventual obstruction, intussusception, or rectal prolapse (Fig. 27-8 ) (see Chapter 28) . 15 Diarrhea in adult hamsters is associated with Clostridium difficile enterotoxemia and may occur 3 to 5 days after the administration of antibiotics such as penicillin, lincomycin, or bacitracin. 39 Detection of C. difficile by PCR is highly sensitive and can discriminate between toxigenic and nontoxigenic strains of the organism by detecting its toxin-producing genes. Oral administration of bovine antibodies against toxigenic C. difficile has been shown to protect hamsters against experimental antibiotic-associated enterotoxemia. 63 Tyzzer disease caused by Clostridium piliforme has been described in hamsters and gerbils obtained from a pet store supplier. 69 The supplier's hamsters and gerbils had a high mortality rate but the rats and mice did not. Affected rodents were depressed, dehydrated, and had scruffy coats and diarrhea; many animals had no clinical signs before death. Clinical outbreaks appear to be precipitated by severe stress, including that caused by overcrowding, high environmental temperature and humidity, heavy internal and external parasite load, and nutritionally inadequate diets despite the prophylactic treatment of drinking water with oxytetracycline. Tyzzer disease is frequently listed as an intestinal disease of rodents and other animals in laboratory animal textbooks. However, the actual prevalence of the infection in contemporary rodents remains unknown. The report concerning the pet store illustrates the opportunistic nature of C. piliforme in immunosuppressed animals. The disease is not seen in healthy immunocompetent animals.\n\nWeight loss is seen in older hamsters and is often associated with hepatic and renal amyloidosis. One research report described amyloidosis in 88% of hamsters above 18 months of age. 34 Amyloidosis is the principal cause of death in long-term research studies, and female hamsters have a higher incidence, increased severity, and earlier age of onset of amyloidosis than do male hamsters. 87 In laboratory hamsters, social stress induced by crowding is correlated with amyloidosis. 33 The incidence and clinical signs of disease are not described in pet hamsters, because overcrowding is not a problem with pet hamsters, the incidence may be low. However, clinicians would expect edema and ascites caused by hypoproteinemia of hepatic and renal origin. If amyloidosis is diagnosed in a pet hamster, the prognosis is poor and treatment is supportive.\n\nMultiple thin-walled cysts of varying sizes (0.25-3.0 cm) and shapes are occasionally found in the livers of hamsters ( Fig. 27-9 ). Initially affected hamsters show no clinical signs, but as the cysts enlarge, affected animals show abdominal enlargement, diffuse alopecia, and wasting. 27 The cysts are often found on abdominal palpation, radiographic or ultrasonographic examination, or laparotomy. Grossly they protrude from the liver surface and contain a clear serous fluid. Hepatic parenchyma surrounding the cysts often shows pressure atrophy, necrosis, engorged sinusoids, hemorrhage, mild to extensive fatty or vacuolar degenerative changes, and occasionally proliferation of biliary ducts. 96 Such animals are generally over 2 years of age, and cystic proliferations may be found in other abdominal organs. The lesions are caused by developmental defects of the bile duct.\n\nRespiratory System. In response to a survey, 6 of 14 laboratories in the United States reported pneumonia as the second most common clinical condition in hamsters after diarrhea. 82 An earlier survey conducted in Germany noted respiratory infections in 8% of all clinical conditions in hamsters. 61 Histologic evidence of bronchopneumonia resembling bacterial pneumonia and of interstitial pneumonia resembling viral pneumonia has been described, but there are no reports of observed clinical cases. Consequently other authors have stated that respiratory disease is uncommon in hamsters. 38 The true prevalence remains to be established. Purulent rhinitis associated with pneumonia and gluey eyelids has been described in hamsters and is associated with a poor prognosis. 56 Children may inadvertently transmit bacterial pneumonias, especially those caused by Streptococcus species, to pet hamsters. Rapid diagnosis can be made by identifying the characteristic gram-positive diplococci on a Gram's stain of nasal and ocular discharges. Follow-up culture and treatment with chloramphenicol (chloramphenicol palmitate, 50 mg/kg PO q8h; chloramphenicol succinate, 30 mg/kg IV or IM q8h) are recommended until antibiotic sensitivity results are available.\n\nReproductive System. Female hamsters have a 4-day estrous cycle characterized by a copious postovulatory discharge at the end of the cycle. The discharge is creamy white and has a distinctive odor; it fills the vagina and usually extrudes through the vaginal orifice (female hamsters have three orifices: urinary, genital, and anal). Its stringy nature is distinctive; if touched, it can be drawn out as a thread about 4 to 6 in. long. Owners often describe the discharge as pus and mistakenly believe it to be abnormal (Fig. 27-10) .\n\nPyometra has been observed clinically although rarely in pet hamsters. A tentative diagnosis is made by ultrasound examination of the abdomen; ovariohysterectomy is the treatment of choice.\n\nCannibalism of the young accounts for about 95% of all preweaning mortality in group-housed laboratory female hamsters. 82 Other factors such as cold ambient temperatures (below 10°C), lean diets, and low body weight (especially during pregnancy) appear to increase cannibalism. 89, 90 Instruct owners to give the mother ample food and water and to leave her alone in a quiet, warm place for at least 1 week or preferably 2 weeks. Disturbing the mother by handling the young or nest and not providing adequate nesting material, warmth, food, or water often results in desertion of the litter and cannibalism. Cardiovascular System. Atrial thrombosis has been described in aging research hamsters by many authors, and in certain strains it occurs with a high incidence (up to 73%). 88 Most thromboses develop in the left atrium secondary to heart failure and lead to a consumptive coagulopathy (Fig. 27-11) .\n\nAlthough the incidence does not differ between the sexes near the end of their respective life spans, atrial thrombosis occurs on average at a younger age in females (13.5 months) than in males (21.5 months). 109 Aged pet hamsters present with clinical signs of cardiomyopathy such as hyperpnea, tachycardia, and cyanosis. In untreated hamsters, death usually follows within a week after these signs become evident. The incidence of atrial thrombosis is influenced by the endocrine status of the animal and especially by the amount of circulating androgen. Thus, castrating male hamsters is linked to an increase in the prevalence of atrial thrombosis. 92 Cardiomyopathy should be suspected in aged pet hamsters (older than 1.5 years) that present clinically with signs of tachypnea, lethargy, anorexia, and cold extremities. 88 Diagnosis of cardiomyopathy in hamsters is based on clinical signs and results of radiography and ultrasound examination of the heart. Treatment of heart disease is symptomatic and involves empiric use of digoxin, diuretics, angiotensin-converting enzyme (ACE) inhibitors, and prophylactic anticoagulants. We base dosages of these drugs on ferret doses and monitor response closely. Verapamil, a calcium antagonist, administered at a dose increasing from 0.25 mg to 0.50 mg given SC q8h over 4 weeks, prevented severe myocardial lesions in untreated 2-month-old inbred female myopathic hamsters. 57 Endocrine System. Surveys of spontaneous lesions in laboratory hamsters describe a high incidence of adrenocortical hyperplasia and adenoma. 87 However, despite extensive histopathologic study, hyperadrenocorticism or Cushing's disease has been reported in only four hamsters, with high serum cortisol concentrations documented in only one of the four. 5, 64 Hamsters with clinical signs resembling those of Cushing's disease are occasionally seen in practice. Diagnosis is based on identifying classic signs similar to those seen in dogs, such as a history of polydipsia, polyuria, and polyphagia; clinical signs of alopecia and hyperpigmentation; and high concentrations of plasma cortisol and serum alkaline phosphatase. Normal hamster cortisol concentrations are low compared with those of other species and range from 0.5 to 1.0 mcg/dL in normal males and females. 108 Research has suggested that hamsters may secrete both cortisol and corticosterone. 72 Therefore meaningful measurement of plasma cortisol concentrations in hamsters is empiric at present. If hyperadrenocorticism is suspected, the cause-such as hypersecretion by a functional tumor, primary adrenal hyperplasia, or excess adrenocorticotropic hormone production-is often more difficult to determine. Hamsters respond to exogenous adrenocorticotropic hormone stimulation. 108 The treatment of hamsters described in the clinical reports indicated that ketoconazole (5 mg/kg q12h for 1 month) did not work, o,p'-DDD, now known as mitotane (5 mg PO q24h for 1 month) did not work, and metyrapone (8 mg PO q24h for 1 month) worked in one of two hamsters. Further research needs to be done on this syndrome. Ocular System. Exophthalmos is commonly seen in hamsters and usually occurs because of ocular infection or trauma to the periorbital area or the application of excess pressure in holding the animal during restraint. Hamsters with sialodacryoadenitis may develop keratoconjunctivitis sicca and exophthalmos and subsequent proptosis. Occasionally, a hamster's eye is displaced forward if the caregiver restrains the animal too tightly by holding the skin at the back of the neck. If the hamster is treated soon after the exophthalmos occurs, the prognosis for saving the eye is good. Cleanse the ocular area gently with an ophthalmic wash and lubricate the eye with sterile ophthalmic lubricant. Gently retract the lid margins around the globe until the eye returns to its normal position. Treat the eye with an antibiotic ophthalmic ointment for a minimum of 7 to 10 days. Occasionally, tarsorrhaphy will be needed to prevent recurrence. Enucleation may be necessary if the eye cannot be replaced or if significant trauma to the proptosed eye has occurred.\n\nLymphoma. Lymphoma is the most common neoplasm in hamsters. Clinicians see three variations. In older hamsters, lymphoma is the most frequently observed neoplasm of the hematopoietic system. 99 These tumors are often multicentric, involving the thymus, thoracic lymph nodes, mesenteric lymph nodes, superficial lymph nodes, spleen, liver, and other sites. Cytology of the tumors is variable. A second variation, cutaneous lymphoma, is seen in adult hamsters and resembles mycosis fungoides, an epidermotropic T-cell lymphoma in humans. 40 Clinicians have described lethargy, anorexia, weight loss, patchy alopecia, and exfoliative erythroderma in affected animals. Pathologists have observed dense infiltrates of neoplastic lymphocytes in the dermis with extension into the epidermis. The third variation is an epizootic lymphoma in young hamsters caused by hamster polyomavirus (HaPV). 4 When HaPV is first introduced into a naive population of breeding hamsters, it can result in epizootics of lymphoma, with an incidence as high as 80% among animals. Once enzootic in a hamster population, the occurrence of lymphoma declines to a much lower level. Enzootically infected hamsters develop HaPV skin tumors rather than lymphoma. Hamsters with HaPV lymphoma appear thin, often with palpable masses in their abdomens. Tumors associated with HaPV often arise in the mesentery but can also arise in the axillary and cervical lymph nodes. The tumors are often lymphoid, but erythroblastic, reticulosarcomatous, and myeloid types occur.\n\nIntegumentary System. Facial eczema, sore nose, and nasal dermatitis all describe a common skin condition seen in gerbils. Clinical lesions adjacent to the external nares appear erythematous initially; these lesions progress to localized alopecia and then to an extensive moist dermatitis ( Fig. 27-12) . The cause is believed to be an increase in the secretion of porphyrins by the Harderian gland (as in chromodacryorrhea in rats), which acts as a primary skin irritant. 20 Various staphylococcal species (S. aureus and S. xylosus) may act synergistically to produce the dermatitis. 95 Stress may cause excessive harderian gland secretion. Two examples of stress are overcrowding and exposure to an environmental humidity of greater than 50%, which causes the fur coat to stand out and appear matted. Gerbils require sand baths to keep their coats from becoming oily. Keeping the gerbil in a dry environment, cleaning its face, and providing soft clay or sand bedding instead of abrasive wood chip bedding will usually alleviate the problem. Use topical or parenteral antibiotics (except streptomycin) in gerbils with severe dermatitis.\n\nThe tail of the gerbil is covered by thin skin. Unlike rats or mice, if a gerbil is picked up by the tip of its tail, the skin often slips off, leaving a raw, exposed tail that eventually becomes necrotic and sheds ( Fig. 27-13 ). 18 If the tail skin is lost, surgically amputate the bare tail where the skin ends. The tail usually sloughs if it is left untreated. In picking up a gerbil, take care to avoid grasping the tail unless it is gently held at the base. The best holding technique involves placing the palm of the hand over the gerbil's back and encircling the body with thumb and fingers. Gerbils will bite if they are not handled securely, despite the claim in many reviews that they rarely bite human handlers regardless of provocation.\n\nGerbils have large ventral abdominal marking glands that are androgen-dependent. Owners may mistake these normal glands for tumors. In aged animals, the gland may become infected or neoplastic. Local debridement and topical antibiotics are indicated for the treatment of infected glands. Do a wide excisional biopsy if you suspect a tumor such as adenocarcinoma. 44 Digestive System. Tyzzer disease, due to Bacillus piliformis, is the most frequently described fatal infectious disease of gerbils. 111 Common findings are sudden death or death after a short period of illness and the presence of multiple foci of hepatic necrosis. Diarrhea and gross and microscopic lesions in the intestinal tract are variably present. Experimentally induced Tyzzer disease in gerbils has confirmed that these animals are extremely susceptible to infection. 106 The probable route of infection is oral, explaining why gerbils exposed to infected bedding contract the disease.\n\nGerbils will develop spontaneous, insidious periodontal disease if fed on standard rat or mouse diets for more than 6 months. 104 On the same diets, about 10% of the animals become obese, and some may even develop diabetes. When feeding pelleted diet to gerbils, use diets labeled for gerbils (e.g., Mazuri [St. Louis, MO] makes a hamster/gerbil diet).\n\nApproximately 20% to 40% of gerbils develop reflex stereotypic epileptiform (clonic-tonic) seizures from around 2 months of age. The susceptibility is inherited, seen in selectively bred lines, and caused by a deficiency in cerebral glutamine synthetase. 58 There is no treatment. Most animals outgrow the behavior with time. The seizures generally pass in a few minutes; they may be mild or severe and have no lasting effects.\n\nReproductive System. Cystic ovaries are reported to occur frequently in laboratory Mongolian gerbils. 70 Removal of the affected ovary is recommended. Ovarian granulosa cell tumors are the most common tumors in gerbils. In young gerbils (less than 2 years of age) tumors are often incipient and not macroscopically visible. 37 However, in older gerbils, local invasion is seen in the ovarian hilum, periovarian fimbriae, and large ligaments. Metastases occur in the abdomen, with the omentum being the most affected organ. Metastases are not found in the thorax. The incidence of granulosa cell tumor is higher in virgin females than breeding females; therefore ovariectomy is recommended in pet gerbils that are not destined for breeding.\n\nTumors and Aging. After 2 to 3 years of age, approximately 25% to 40% of gerbils develop neoplasia. 65 After granulosa cell tumor, tumors of the skin are the next most frequent. Squamous cell carcinoma of the sebaceous ventral marking gland in males and melanoma, usually of the ear, foot, or base of the tail, are seen. 81 Besides neoplasia, older gerbils have a high incidence of chronic interstitial nephritis. 7 Aged gerbils have a remarkable propensity for the development of aural cholesteatoma, a nonneoplastic keratinizing epithelial mass that occurs in the middle ear and mastoid region; it erodes bone and invades the labyrinth and cranial cavity. 13\n\nDegus, or trumpet-tail rats, come from Chile. Taxonomically, they are in the same diverse order as guinea pigs and chinchillas. Degus have been used as laboratory animals for 20 years and in recent years have become popular as pets in the United States and Europe. They are highly social, demonstrating a broad array of communication methods that make them appealing as pets. Research studies with degus have produced a wealth of information that should make care of this species in captivity easy. However a study of 300 pet degus indicated that most of their diseases are caused by improper diet, selfmutilation, and improper handling 45 ; consequently client education is critical.\n\nDegus are herbivorous rodents adapted anatomically and behaviorally to use a fibrous diet with moderate to low levels of nonstructural carbohydrate. Captive degus should consume foods containing nutrients comparable to those consumed by free-ranging animals. 25 Like chinchillas, captive degus must be provided with dust baths twice a week. 25 Although degus do not drink much water, owners should change their water bottles regularly to prevent bacterial overgrowth. The testicles of male degus are intra-abdominal and the method of castration is usually by laparotomy, 28 although a prescrotal open technique has been described. 11 Integumentary System and Behavior. Alopecia due to fur chewing is common, especially in younger degus (less than 2 years of age).\n\nIn one report, alopecia was the second most frequent disorder seen in pet degus. 45 Degus live in nature in groups of up to 10 animals and, if kept alone, especially in a cage without environmental enrichment, will develop stereotypical behavior and self-mutilation. 105 Self-barbering of the medial aspect of the hind legs and of the forepaws is common. Alopecia may also be seen around the nose and muzzle from a degu rubbing itself continually against cage bars. Other stereotypical behaviors include constant gnawing of the cage bars, rubbing on the bars, continuous grooming, or sitting immobile for hours and stopping all regular activities such as play or grooming. Treatment involves more interaction with the owner, environmental enrichment, and addition of a companion degu.\n\nIn group-housed degus, barbering, as a form of dominant behavior, or fight wounds and abscesses from bite wounds are also seen. Ectoparasites are infrequent in degus. Do not hold degus by the tail because they will spin like a top and deglove the tail skin. Degus that are familiar with their owners do not show this behavior, and tail shedding is uncommon.\n\nDental Disease. Dental diseases are the most common problem seen in degus, being recorded in 60% of these pet animals. It is seen more frequently in older degus (75% in animals more than 2 years of age).\n\nIncisor malocclusion usually results secondary to coronal elongation of cheek teeth; traumatic injury is a rare cause. Clinical crowns of maxillary cheek teeth elongate toward the cheek and mandibular crowns elongate toward the tongue. Apical elongation of mandibular cheek teeth can be palpated on the ventral mandibular surface. The likely cause is the refusal of pet degus to eat an optimal amount of hay, instead consuming commercial feeds containing alfalfa, cornflakes, maize, grain mixture, nuts, raisins, and other sweets. Such diets have less abrasive properties, resulting in reduced chewing duration owing to high dietary energy content and lower coarse fiber content. 113 The lack of tooth wear likely results in continuous eruption and abnormal coronal and apical elongation of the incisor and cheek teeth. In early dental disease, the mandibular cheek teeth elongate apically with palpable prominences on ventral mandibular surface. In severe dental disease, maxillary cheek teeth may extend into the nasal cavity, narrowing the nasal passages.\n\nDegus appear to be prone to elodontoma (odontoma) formation. 46 This results from germinal tooth tissue damage from stereotypical wire-cage chewing. In one survey of 300 degus, 20 cases (7%) were seen. 45 Elodontomas partially obstruct the nasal cavity, leading to respiratory problems; secondary bacterial rhinitis is a common consequence. Elodontomas are easily seen on skull radiographs.\n\nEndocrine and Ocular System. Degus develop spontaneous diabetes mellitus; the lesion is amyloidosis of the Langerhans islets. Cytomegalovirus-induced insulitis, alpha-cell crystals with a herpes-type viral presence, and foods such as guinea pig chow or fresh fruit (which increase blood sugar levels) are associated with the development of diabetes. 97 Owners should give degus a commercial rodent diet supplemented with vegetables. Like prairie dogs, it is easy to overfeed degus and obesity is likely to occur. No treatments have been described for diabetic degus.\n\nDiabetic degus can develop cataracts within 4 weeks. 10 Cataracts were the third most frequent lesion seen in pet degus. 45 Check for diabetes in degus with cataracts, since a congenital cataract unrelated to diabetes has also been described. 114 \n\nBecause of the small size of pet rodents, even pediatric-strength medications must often be diluted for use in these species. Knowing the precise body weight of the animal, diluting medications, and administering medications with a tuberculin or insulin syringe will permit greater accuracy of dosing. Medication is often given by mixing it into feed or water. However, rats do not drink if they find the taste of their water objectionable. Ball-ended dosing needles are ideal for gavage, but always carefully calculate the volume of the dose and depth of penetration when using the dosing needle to prevent gastric rupture. Intravenous injections are difficult to administer, and the substitution of intravenous administration with intraperitoneal injection (for anesthetics) and intramuscular or subcutaneous injections is common.\n\nExercise caution in administering antibiotic therapy to rodents. Streptomycin and procaine are toxic in mice; nitrofurantoin causes neuropathologic lesions in rats; and gerbils cannot tolerate dihydrostreptomycin and streptomycin. Hamsters are similar to guinea pigs in their susceptibility to the development of clostridial enterotoxicity when they are given penicillins, erythromycin, or lincomycin.\n\nAntibiotics that are apparently safe to use in rodents (especially guinea pigs and hamsters) include enrofloxacin, ciprofloxacin, trimethoprim-sulfa combinations, and chloramphenicol. Avoid ampicillin and amoxicillin; other sulfonamides, tetracycline, and piperacillin should be used sparingly in hamsters. Many compounding pharmacies now prepare medications in flavored syrups or treats that are palatable to rodents. (See also Chapter 26 for a discussion of antibiotic therapy in rodents.)\n\nRodents kept as pets, especially unusual species that may have been imported or animals that are subjected to stress from crowded conditions during transportation or sale, have the potential of transmitting zoonotic diseases (see Chapter 40) . The risk of zoonotic disease should be discussed with clients, particularly if the pet is in a household with children or immunosuppressed persons. Occasionally a client will present a wild rodent that has been caught and that he or she wants to keep as a pet; this should always be discouraged because of the risk that these animals may carry bacteria, viruses, or parasites that might be infectious to persons with whom the animal is in contact.\n\nMost clients purchase books on pet rodents in pet stores or look at information on the Internet. They often rely on the recommendations of the pet store owner before asking for advice from a veterinarian. Unfortunately many of the available owner's manuals are not familiar to veterinarians. Having some knowledge about pet rodents from these handbooks, clients often raise questions about what they have read, and clinicians may not appear well informed from the client's perspective if they are unfamiliar with such references. The rodent owner then often return to the pet store owner for guidance; unless their animals are very sick, such owners may not return to the veterinarian for advice on husbandry and diseases. At this point, the prognosis for very ill pets is poor.\n\nFamiliarizing oneself with the pet hobbyist literature breaks the cycle of mistrust and ignorance. Many hobby books on pet rodents are highly entertaining and informative about the husbandry and biology of the animals; some are not. In any case, the veterinarian should carefully review the medical information in these books. Purchasing and recommending some of these books to pet rodent owners is an effective method not only of educating clients but also of establishing good rapport."}