{"title": "Genistein inhibits African swine fever virus replication in vitro by disrupting viral DNA synthesis", "body": "African swine fever virus (ASFV), the only member of the family Asfarviridae, is an enveloped virus that contains a 170-193 kbp doublestranded DNA encoding more than 150 genes. It is the causative agent of African swine fever (ASF), a highly contagious transboundary disease of domestic and wild pigs. Depending on circulating viral strain, clinical signs may vary from the highly lethal form with 100% mortality to subclinical and asymptomatic forms (Gallardo et al., 2015) . Although ASF was eradicated from Europe (except Sardinia) in 1995, it was reemerged in the Caucasus region in 2007 and has spread to the Russian Federation, Ukraine, Belarus, Estonia, Latvia, Lithuania, Poland and Moldova, causing serious socio-economic impact on affected countries (Gallardo et al., 2015) . The fact that no vaccine is available makes antiviral research a strong priority in the ASFV field (Zakaryan and Revilla, 2016) .\n\nFlavonoids or polyphenolics are secondary metabolites found in vegetables, fruits, seeds, nuts, spices, stems as well as in red wine and tea. They have a broad spectrum of biological activities such as neuroprotective, antioxidant, anti-inflammatory, anticancer, and antibacterial (Romano et al., 2013) . Interestingly, one of the many biological effects of flavonoids is their antiviral activity. For example, apigenin extracted from Ocimum basilicum showed a potent antiviral activity against adenoviruses and hepatitis B virus (Chiang et al., 2005) whereas quercetin demonstrated a dose-dependent antiviral activity against herpes simplex virus (Lyu et al., 2005) , Japanese encephalitis virus (Johari et al., 2012) , hepatitis C virus in vitro (Rojas et al., 2016) ; and influenza A subtypes in vivo (Cho et al., 2015) . Similarly, genistein was shown to inhibit HIV infection in resting CD4 T cells through interference with HIV-mediated actin dynamics (Guo et al., 2013) . It also disrupted replication of avian leucosis virus, rotavirus and herpes simplex virus in vitro (Argenta et al., 2015; Huang et al., 2015; Qian et al., 2014) .\n\nWe have recently found that two flavonoids, apigenin and genistein, exerted inhibitory effect on the replication of ASFV in vitro (Hakobyan et al., 2016) . However, the anti-ASFV mechanisms of genistein were not investigated. Here we reported a dose-dependent inhibition of ASFV in Vero cells and porcine alveolar macrophages. We also demonstrated that the major antiviral effect was observed when genistein was added at time point coincided with the viral DNA synthesis, suggesting that this event could be impaired by genistein. Further experiments confirmed that genistein inhibited viral DNA replication and protein synthesis. Finally, based on the results obtained from comet assay and molecular docking, we proposed a mechanism of action for the antiviral activity of genistein.\n\nVero (African green monkey kidney) cells were maintained at 37°C in Eagle's minimum essential medium (EMEM) (Lonza, Belgium) supplemented with 10% of fetal bovine serum (FBS), 2 mM L-glutamine, 100 IU/ml penicillin and 100 μg/ml streptomycin (all from Sigma-Aldrich, Germany). Preparation of porcine alveolar macrophages was done as previously described (Carrascosa et al., 2011) . Alveolar cells were cultured at 37°C in Dulbecco's Modified Eagle's Medium (DMEM) (Sigma-Aldrich, Germany) supplemented with 10% of FBS, 2 mM Lglutamine, 100 IU/ml penicillin and 100 μg/ml streptomycin. In experiments with Vero cells, the Vero-adapted ASFV Ba71V strain was used. For ASFV Ba71V strain, the viral titration was measured by cytopathic effect (CPE-based) assay on Vero cells by 10-fold serial dilutions of supernatants. The titer was calculated by Spearman-Kärber endpoint method and expressed as TCID 50 /ml. Porcine alveolar macrophages were infected by the virulent ASFV Armenia/07 strain. The titration of this strain was performed by hemadsorption (HAD) assay as previously described (Carrascosa et al., 2011) . The titer was expressed as HADU 50 /ml. Genistein was purchased from Cayman Chemical (Germany). It was dissolved in dimethyl sulfoxide (DMSO) as 20 mM stock and resuspended in EMEM without FBS at indicated concentrations for further use. At the time of experiments, dilutions in cell culture medium were performed with the final concentration of DMSO not exceeding 1% (v/ v).\n\nThe cytotoxicity of genistein was evaluated in Vero cells and porcine alveolar macrophages by MTT assay. Confluent cells in 96-well cell culture plate (2 × 10 4 cell/well) were treated with increasing concentrations of the genistein ranging from 12.5 to 200 μM. Treated cells were incubated for 96 h at 37°C in 5% CO 2 . After incubation, medium was removed and MTT solution (Sigma-Aldrich, Germany) was added. Cells were incubated at 37°C for 4 h after adding MTT solution, followed by purple formazan extraction by MTT solvent. The colorimetric measurements were performed on a microplate reader at 570 nm. (Tecan Spectra II, Switzerland) The percentage of viable cells was calculated for each concentration as [(OD T /OD C ) × 100], where OD T and OD C were correspond to the absorbance of treated and control cells, respectively. The 50% cell cytotoxicity (CC 50 ) was determined as the concentration of compounds, which causes 50% cellular death. The cytotoxicity of the final concentration of DMSO was also measured.\n\nVero cells in 24-well cell culture plate (2 × 10 5 cell/well) and macrophages (4 × 10 4 cell/well) in 96-well plate were incubated with ASFV Ba71V (0.5 TCID 50 /cell) or ASFV Armenia/07 strain (0.5 HADU 50 /cell). Genistein was added at decreasing concentrations (from 50 μM to 3.12 μM). After 1 h, the virus inoculum was removed and new medium with tested compound was added. Virus was collected at 96 hpi and titrated by CPE-based assay or by HAD assay.\n\nVero cells in 24-well cell culture plate (2 × 10 5 cell/well) and macrophages (4 × 10 4 cell/well) in 96-well plate were designed as −2, 0, 2, 8 and 16 h, according to the time of ASFV infection. In pretreatment assay, Vero cells and macrophages were treated with genistein for 2 h before infection with ASFV Ba71V (0.5 TCID 50 /cell) and ASFV Armenia/07 (0.5 HADU 50 /cell), respectively. In co-treatment assay, cells were exposed with genistein at the same time that ASFV was added to the cells. In post-treatment assay, cells were infected with ASFV, and the compound was added at 2, 8 and 16 h after infection. For the virus control, ASFV was added to the respective wells at 0 h. The plate was then incubated at 37°C in 5% CO 2 for 96 h. The virus was collected and titrated by CPE-based assay or by HAD assay.\n\nFor the attachment assay, Vero cells in 24-well cell culture plate (2 × 10 5 cell/well) were incubated with ASFV (0.5 TCID 50 /cell) and genistein at 4°C for 1 h to allow virus binding but prevent viral internalization. Unbound virus and genistein were then discarded, cells were thoroughly washed by PBS and EMEM containing 3% FBS was added. The plate was then switched to 37°C and incubated for 24, 48 and 96 h.\n\nFor internalization assay, cells were incubated with ASFV at 4°C for 1 h. Then, unbound virus was discarded, cells were thoroughly washed by PBS and the temperature was shifted to 37°C to allow virus entry proceed. The tested compound was added at 0 h and removed at 1 h following temperature shift. Then, cells were thoroughly washed by PBS before fresh EMEM was added. The time point, when cells were shifted to 37°C was considered as 0 h. After 24, 48 and 96 h, the virus was collected and titrated by CPE-based assay.\n\nThe virus suspension containing 2 × 10 5 TCID 50 /well particles was incubated with volume solution of genistein (50 μM), for 1 h at 37°C. Then, Vero cells in 96-well cell culture plate (2 × 10 4 cell/well) were infected with the 20-fold diluted treated viral suspension to eliminate the potential effects of genistein on ASFV infection. After 1 h adsorption at 37°C, cells were thoroughly washed with PBS and EMEM containing 3% FBS was added. After 24, 48 and 96 h, the virus titer was analyzed by CPE-based assay.\n\nViral DNA measurements were done as previously described (Hakobyan et al., 2016) . Briefly, Vero cells and macrophages grown on coverslips (3 × 10 5 cell/well) and infected with ASFV BA71V (2 TCID 50 /cell) and ASFV Armenia/07 (2 HADU 50 /cell), respectively, were exposed to genistein (50 μM) from 0 hpi or from 8 hpi. At 16 hpi, cells were fixed in a 96% ethanol solution for 30 min and stained in fresh Schiff's reagent (DNA hydrolysis in 5 N hydrochloric acid, 60 min at 22°C) by the method of Feulgen. The DNA content of viral factories was measured by computer-equipped microscope-cytometer SMP 05 (Carl Zeiss, Germany) at 575 nm and expressed as Integrated Optical Density (IOD), the cytometric equivalent of DNA content. The measurement was carried out for 100 viral factories per sample.\n\nVero cells and porcine macrophages grown in 30 mm dishes were infected with ASFV-Ba71V strain (MOI of 1) or with ASFV Armenia/07 (MOI of 0.5) and when indicated, exposed to genistein (Sigma-Aldrich) at 5, 10, 50 μM concentrations, after the adsorption period (1 h). Following this step and before protein extraction, mock-infected, infected and genistein-treated infected-cells were washed twice with PBS and then lysed in ice-cold modified RIPA buffer (25 mM Tris, 150 mM NaCl, 0.5% (v/v) NP40, 0.5% (w/v) sodium deoxycolate, 0.1% (w/v) SDS, pH 8.2) supplemented with protease-inhibitor cocktail (cOmplete, Mini, EDTA-free, Roche) and phosphatase-inhibitor cocktail (PhosStop, Roche). Clarified whole-cell lysates harvested at 16 hpi, were subjected to SDS-PAGE gel electrophoresis using 8-16% (w/v) polyacrylamide separating gels (Bio-Rad), and transferred to a 0.2 μm pore diameter nitrocellulose membrane (Whatman Schleider & Schuell) by electroblotting. Blot membranes were then blocked with phosphate-buffered saline plus 0.05% (v/v) Tween-20 (PBST), containing 5% (w/v) of BSA (Sigma-Aldrich), during 1 h at RT, and thereafter incubated with specific primary antibodies (RT, 1 h), followed by a wash step with PBST (3 × 10 min). Then, membranes were incubated with appropriate secondary antibodies conjugated with HRP, for 1 h at RT. A final wash step in PBST (3 × 10 min) was performed before protein detection with a chemiluminescence detection kit (Pierce ® ECL Western Blotting Substrate, Thermo Scientific), on Amersham Hyperfilm ECL (GE Healthcare), and α-tubulin was used as a loading control. For immunoblotting analysis, the following primary antibodies were used: an in-house produced swine anti-ASFV serum (1:200), an anti-VP73 (1BC11) from Ingenasa, Madrid, Spain and an anti-α-tubulin (# 2125, 1:200) from Cell Signalling Technology. All dilutions were performed in blocking solution diluted and incubated according to manufacturers' recommendations. The following HRP-conjugated antibodies were incubated during a 30 min period at user's improved concentrations: antiswine IgG (114-035-003, 1:100.000), anti-rabbit IgG (111-035-003, 1:50.000) and anti-mouse IgG (315-035-003, 1:75.000) all from Jackson ImmunoResearch Lab., West Grove, USA.\n\nqRT-PCR analysis was performed as previously described (Frouco et al., 2017) . Briefly, total RNA was extracted from ASFV-infected porcine macrophages (MOI of 0.5) at different time points of infection, using the RNeasy Mini Kit and RNase-free DNase Set, both from Qiagen. First-strand cDNA was synthesized from 3 μg of total RNA, using the Superscript II First Strand Synthesis System (Invitrogen) and analyzed in duplicate by qRT-PCR. The real-time PCR reaction mixtures contained 1 μl (1:10) of template cDNA, 2.5 μl of forward and reverse primers (at 50 nM, Table 1), 12.5 μl of Maxima SYBR Green/ROX qPCR Master Mix (Thermo Scientific) and sterile water to a final volume of 25 μL per tube. The thermal cycling conditions were an initial denaturation step of 95°C for 10 min, followed by 40 cycles of 95°C for 10 s and 60°C for 60 s qRT-PCR analysis was performed using the 7300 Real-Time PCR System (from Applied Biosystems) and the mRNA levels of viral genes (A104R, CP204L and B646L) and of the reference gene (Cyclophilin A) were quantified using the standard curves of different plasmids (pGEM ® -Teasy_A104R, pGEM ® -Teasy_CP204L, pGEM ® -Tea-sy_B646L and pGEM ® -Teasy_Cyclophilin A). Only data from qRT-PCR reactions showing an amplification efficiency ≥0.95 and R2≥0.98 were used.\n\nThe level of DNA damage was evaluated by standard alkaline comet assay (Tice et al., 2000; Freitas et al., 2016) . Vero cells (4 × 10 5 cell) infected with ASFV Ba71V (5 TCID 50 /cell) were exposed to genistein (50 μM) from 1 to 14 hpi, 8 to 14 hpi and 13 to 14 hpi. In addition, noninfected and non-exposed, non-infected but exposed, and infected but non-exposed cell cultures were used as controls. A mixture of 20 μL of cells with 80 μL of low melting point agarose (0.5%) was placed on a slide precoated with 1% normal melting point agarose. The cells were then lysed by immersing the slides in lysis solution (2.5 M NaCl, 100 mM Na 2 EDTA, 10 mM Tris and 1% Triton X-100, pH 10.0) for 60 min at 4°C, incubated in freshly made alkaline buffer (300 mM NaOH and 1 mM Na 2 EDTA, pH 13.0) for 20 min in electrophoresis tank for DNA unwinding, and electrophoresed for 15 min at 300 mA (1 V/ cm) in the same buffer. Slides were neutralized with 0.4 M Tris, pH 7.5 for 15 min and stained with 20 μg/mL ethidium bromide. The images were examined by fluorescence microscope (ZEISS, Germany). DNA damage was assessed using a Comet Assay IV software (Perceptive Instruments, UK). A total of 150 cells were analyzed in three replicated slides for each sample. % DNA tail was used to quantify the DNA damage.\n\nHomology modeling of ASFV-topo II tertiary structure was conducted using ICM-PRO 3.8-7 program package with full refinement option in the ICM force field (Abagyan et al., 1994) . The amino acid sequence of ASFV-topo II was retrieved from UniProtKB (ID: Q00942) and was used for homology modeling. Close homologues with available crystal structures in the Protein Databank were identified using ICM. The crystal structure of topo II dimer from Saccharomyces cerevisiae (PDB: 4GFH) and the crystal structure of human topo II-α (PDB: 4FM9) had the highest similarity (4GFH -27%, 4FM9 -30%) and coverage (4GFH -98%, 4FM9 -47%) relatively to ASFV-topo II from all available homologues crystal structures. They were identified as the most suitable template candidates for homology modeling. For determining the accuracy of the obtained model PROCHECK program was used (Laskowski et al., 1993) . Since ASFV-topo II binds two Mg 2+ ions per subunit, which are its cofactors, we conducted induced fit docking of two Mg 2+ ions on the ASFV-topo II monomer model.\n\nSequence of the primers used in qRT-PCR analysis.\n\nPrimer name Sequence Sense Sequence (5′-3′) Orientation\n\nProtein-protein docking of obtained ASFV-topo II monomer tertiary structure with itself was carried out and repeated 10 times using Fast Fourier Transform (FFT) docking method of ICM (Totrov and Abagyan, 1997) , followed by refinement procedure of the best obtained dimer model. Final refined ASFV-topo II dimer model was solvated in water, followed by neutralization of the system and subjected to SD and ABNR minimization algorithm in the CHARMM c36m force field using the CHARMM 42b1 program (Brooks et al., 1983) .\n\nThe structures of ATP 4− and genistein were obtained from the MolCart compounds database of ICM. Induced fit docking of ATP 4− and genistein with ASFV-topo II dimer model using ICM Explicit Group Docking method was performed (Fernandez-Recio et al., 2005) . The docking of each compound was repeated 300 times. The docking results were evaluated by ICM score values. For the best interaction models, binding energies were also evaluated (Schapira et al., 1999) . Visualization and analysis of the ASFV-topo II dimer model and docking results were performed using the ICM-PRO. All software packages were used in the Linux OSon the computer cluster of the IMB NAS RA and on HPC of MSU.\n\nThe CC 50 was calculated by a linear regression analysis of dose-response curves generated from the data. The IC 50 was calculated by a nonlinear regression analysis of dose-response curves generated from the data. Data are expressed as mean ± SD of three independent experiments. Data were analyzed by non-parametric Mann-Whitney U test for comet assay and by Student's t-test for other assays. P < 0.05 was considered to be statistically significant.\n\nThe cytotoxicity of genistein was measured based on MTT assay and carried out when Vero cells and porcine alveolar macrophages were exposed to genistein for 4 days. This time interval was chosen because virus yield reductions were also measured after a 4-day incubation period, when complete CPE was observed. As shown in Fig. 1A , genistein inhibited Vero cells growth at concentrations above 50 μM and the cytotoxic concentration 50 (50% of cell survival or CC 50 ) was 298.7 μM. The cytotoxic effect of genistein on macrophages was lower than on Vero cells with CC 50 = 410.5 μM (Fig. 1B) . Cells treated with DMSO at concentration less than 1% (v/v) did not display cytotoxic changes (data not shown).\n\nTo establish whether genistein possesses antiviral activity against ASFV in a dose-dependent manner, we treated ASFV-infected Vero cells with genistein at different concentrations ranging from 3.12 μM to 50 μM. As shown in Fig. 2A , genistein exerted anti-ASFV effect in a dose-dependent manner (IC 50 = 13 μM, SI = 23). It reduced the viral yield from 6.2 ± 0.05 log TCID 50 /ml to 4.6 ± 0.4 TCID 50 /ml at 50 μM concentration (P < 0.05), not exhibiting a significant antiviral effect at concentrations lower than 25 μM. Since the compound showed potent inhibitory activity at 50 μM concentration, we decided to perform further evaluation using this concentration.\n\nNext, we conducted time-of-addition assay to evaluate the effect of genistein on specific step(s) of the ASFV life cycle. Therefore, the compound was added at 2 h prior infection (pre-treatment) and 0, 2, 8 and 16 h post-infection (hpi) (post-treatment). The data shown in Fig. 2B suggest that genistein exhibited the most potent anti-ASFV activity, when it was added at 8 hpi. It reduced the viral titer by 3.8 log (> 99%, P < 0.001). The strong antiviral effect was also observed, when genistein was added at 0 and 2 hpi (P < 0.05). In contrast, genistein showed no inhibitory effect on ASFV infection, when cells were treated before infection. Taken together, these results indicate that early and middle stages of ASFV infection can be disrupted by genistein.\n\nBased on the results of time-of-addition assay, we speculated that genistein could act either as a virucidal agent or through blocking viral entry. Therefore, we studied the effect of genistein on viral entry, as well as on extracellular viral particles (virucidal activity). As shown in Fig. 2C and D, neither anti-entry nor virucidal effects of genistein were detected, when virus yield was quantified at different hours post-infection.\n\nSince the major anti-ASFV effect occurred when genistein was added at 8 hpi, which coincided in time with the early stages of viral DNA synthesis (Rojo et al., 1999; Simões et al., 2015) , we hypothesized that genistein may inhibit ASFV infection by targeting the viral DNA replication. In order to prove this idea, we performed image cytometry to quantify ASFV DNA in viral factories (Fig. 3A) . A significant reduction (34%, P < 0.05) in the amount of viral DNA was found, when ASFV-infected cells were exposed to genistein from 0 hpi (Fig. 3B) . Moreover, the decrease in viral DNA was higher (54%, P < 0.02), when ASFV-infected cells were treated with genistein at 8 hpi. These results suggest that the viral DNA synthesis is impaired in the presence of genistein.\n\nKnowing that genistein reduces the viral yield, we also investigated whether ASFV protein synthesis was blocked by detecting the expression of an early (p32) and a late (p72) viral protein via western blot. The results showed that the synthesis of both proteins was significantly reduced following treatment with genistein, and this inhibition occurred in a dose-dependent manner (Fig. 3C ). Together, our data indicate that genistein inhibits post-entry stages of ASFV life-cycle.\n\nASFV encodes a protein with type II topoisomerase (topo II) activity (Coelho et al., 2015) . Previous studies showed that genistein inhibited the activity of ASFV-topo II, which was heterologously expressed in Saccharomyces cerevisiae (Coelho et al., 2016) . Here we studied the effect of genistein on ASFV-topo II during viral infection using a single cell electrophoresis analysis (comet assay) (Fig. 4A ). As shown in Fig. 4B , the presence of ASFV and genistein alone or in combination together contributed to DNA damage in comparison with non-infected and non-exposed control cells (P < 0.001 or P < 0.02). However, DNA fragmentation was three or four times higher, when ASFV-infected cells were exposed to genistein at intermediate-late phase of infection (P < 0.001), which is characterized by an increasing rate of viral DNA replication (Rojo et al., 1999) .\n\nTo characterize the likely interaction between genistein and ASFVtopo II, we performed molecular docking analysis. In the absence of an available X-ray crystal structure of ASFV-topo II, we constructed ASFV- topo II homology model based on the structures of its close homologues. Homology modeling was followed by the process of reliability verification of the ASFV-topo II model tertiary structure. The stereochemical correctness of protein was carried out and the result of this test was visualized as a Ramachandran plot (Fig. 1S ). Since topo II has two Mg 2+ ions as cofactor per subunit, two Mg 2+ ions were docked with the obtained ASFV-topo II model. After obtaining the ASFV-topo II tertiary structure model in complex with two Mg 2+ ions, a proteinprotein docking of the obtained model with itself was carried out. The crystal structure of DNA topoisomerase II dimer from Saccharomyces cerevisiae [PDB: 4GFH] was used as an object for evaluation. As a result of the protein-protein docking, 10 5 models were obtained of the ASFVtopo II dimer structure. The model with the lowest interaction energy (−106.1 kcal/mol) and the lowest RMSD (8.974 Å) compared with the 4GFH structure was chosen as the best one. The structure of the best obtained ASFV-topo II dimer model in the complex with four Mg 2+ ions was solvated by a water shell 7 Å thick around it. After that, the system was neutralized by Cl − , Na + and Mg 2+ ions in the concentration of 150 mM. The size of the resulting system was 101611 atoms (19158 -ASFV-TOPOII-A, 19158 -ASFV-TOPOII-B, 63138 -H 2 O, 57 -Na + , 95 -Cl − , 5 -Mg 2+ ). The resulting system was subjected to 30,000 steps of a SD minimization algorithm and to 60,000 steps of ABNR minimization algorithm. The energy of the obtained system was −193785 kcal/mol. The final ASFV-topo II dimer model is presented in Fig. 4C . For docking analysis, we selected all amino acids in the ATP-binding site (16 amino acids) as possible interaction sites with genistein. The top ranking model based on the smallest ICM score value and visual analysis is shown as 3D snapshot and 2D plot of genistein interacting side chains of the ASFV-topo II dimer model (Fig. 4D) . Genistein formed hydrogen bonds with the ATP-binding site residues Asn-144, Val-146, Gly-147 and Leu-148. Binding energy values revealed that genistein bound to the ATP-binding site (−4.62 kcal/mol) with more affinity as compared to ATP 4− (−3.02 kcal/mol) (Table 2) (Fig. 2S) , suggesting that genistein could effectively compete with ATP 4− for the binding site.\n\nSince the ATP-binding site residues are conserved among different ASFV strains (Fig. 3S) , we expected that genistein should have the same antiviral effect on other ASFV strains. Therefore, we conducted additional experiments to test the inhibitory activity of genistein against the virulent ASFV strain in porcine macrophages, the natural host cells. As shown in Fig. 5A , genistein inhibited ASFV infection in a dose-dependent manner, and it was not effective at concentrations lower than 50 μM (P < 0.05). The IC 50 of genistein for ASFV Armenia/07 strain was higher (IC 50 = 17 μM; SI = 24.1) than that reported for ASFV Ba71V. In agreement with previous observation, the strongest reduction (2.5 log; > 99%) in viral titer was found when genistein treatment was initiated at 8 hpi (P < 0.001) (Fig. 5B) . The antiviral effect was less pronounced when genistein was added early or late in the replication cycle. No virucidal and anti-entry activity were observed (data not shown). Finally, a significant decrease (41%, P < 0.02) in the amount of viral DNA in ASFV factories was observed, when ASFV-infected macrophages were exposed to genistein at 8 hpi (Fig. 5C) . Thus, the antiviral activity of genistein against ASFV Armenia/07 strain is similar to its effect on ASFV Ba71V strain.\n\nIn order to further explore the antiviral effects of genistein, the expression of three viral genes was investigated and compared between non-treated and treated ASFV-infected porcine macrophages ( Fig. 6A and B). A severe reduction in the viral transcription activity was detected in genistein-treated macrophages from 10 hpi onwards, with the viral transcripts being decreased up to 99.04%, at 20 hpi (ASFV-B646L, Fig. 6B ). In parallel, immunoblot analysis showed that genistein also disrupts viral protein synthesis, in particular, the translation of late viral proteins (Fig. 6C) , probably because at 8 hpi some p32 was already synthetized, corroborating the results obtained in Vero cells.\n\nOver the years, a large number of vaccines were tested against ASFV. However, none of them have been taken forward for commercial production (Zakaryan and Revilla, 2016; Arias et al., 2017) . It is in this context that we conducted the antiviral screening of different compounds for the development of effective antiviral therapeutics (Hakobyan et al., 2016 (Hakobyan et al., , 2018 . One such compound, genistein, has been shown to inhibit replication of different viruses through diverse mechanisms. For instance, genistein inhibits human cytomegalovirus via blocking viral immediate-early protein function (Evers et al., 2005) and Pichinde virus by disrupting the activation of the viral transcription factor-2 in Vero cells (Vela et al., 2008) . Additionally, genistein was shown to suppress the replication of avian leukosis virus subgroup J by inhibiting virus transcription (Qian et al., 2014) . Genistein can also inhibit HIV infection by blocking the viral protein U, which is believed to form ionic channels in the infected cell (Sauter et al., 2014) . We previously reported that ASFV was sensitive to genistein, though at concentrations that were toxic in this study (Hakobyan et al., 2016) . Differences in non-toxic concentrations can be explained by the previously used method to measure cytotoxicity, crystal violet assay, which is less sensitive than MTT used in this study. Here we demonstrated that genistein at 50 μM concentration exhibited significant antiviral properties against ASFV infection in vitro, both in Vero cells and porcine macrophages. Antiviral assays revealed no virucidal effect on extracellular ASFV particles, as well as no interference in viral attachment and internalization steps. Furthermore, the pre-treatment of Vero cells with genistein also failed to inhibit ASFV infection, suggesting that this compound did not affect the host effectors or other regulatory factors. Significant differences compared to control are denoted by *(P < 0.05), **(P < 0.02) and ***(P < 0.001).\n\nThese results indicated that genistein targeted the post-entry stages of ASFV infection, also supported by the fact that genistein showed higher efficiency when added at 8 hpi. This time point coincides with the initiation of the cytoplasmic phase of viral DNA replication (García-Beato et al., 1992; Rojo et al., 1999; Simões et al., 2015) , and, therefore, we assumed that genistein could interfere with this process. For this reason, we quantified the DNA content in viral factories using image cytometry. The reduction of ASFV DNA in genistein-treated cells suggested that this compound inhibited viral DNA replication. This scenario was further supported by a reduction of viral gene expression and absence of the late viral protein p72 in porcine macrophages and Vero cells exposed to genistein, since it is known that expression of late viral genes does not occur in presence of viral DNA replication inhibitors (Rodríguez and Salas, 2013) . The rapid metabolic inactivation and short half-life of genistein may explain why its inhibitory effect on DNA replication and viral yield was less profound, when it was added at early times post-infection (Chang et al., 2000; Yang et al., 2012) .\n\nCurrently, there are several flavonoids that inhibit DNA and RNA virus by targeting enzymes involved in genome replication and transcription. For example, quercetin and myricetin are strong inhibitors of HIV reverse transcriptase (Ono et al., 1990) , while wogonin has been shown to suppress duck hepatitis B virus (DHBV) DNA polymerase in infected ducks (Guo et al., 2007) . Furthermore, myricetin and scutellarein inhibit SARS-coronavirus infection by affecting the ATPase activity of viral helicase protein (Yu et al., 2012) . However, to our knowledge, there is no evidence that genistein may inhibit viral infection through interaction with enzymes involved in the process of viral DNA or RNA replication, although some early data suggested that genistein may stabilize the complex between topo II and DNA, thereby inducing topo II-mediated double-stranded breakage Kiguchi et al., 1990) . Recently, Coelho et al. (2016) showed that genistein at 32 μM concentration inhibited the activity of recombinant ASFV-topo II, purified from yeast. Based on these observations, we hypothesized that genistein interrupted ASFV DNA replication by inhibiting the viral topo II. Therefore, we expected a significant induction of DNA double-stranded breaks in ASFV-infected and genistein-treated cells. As expected, genistein was found to significantly induce DNA fragmentation, particularly at late phase (13 hpi) of infection. This phase is characterized by a high rate of ASFV DNA synthesis in Vero cells (Rojo et al., 1999) . Thus, the inhibition of ASFV-topo II when it was more needed for viral genome replication caused a dramatic increase in topo II-mediated double-stranded breaks. Our hypothesis is further sustained by molecular docking analysis. Based on the fact that all members of topo II family are highly conserved proteins (Forterre and Gadelle, 2009; Forterre et al., 2007) , we constructed ASFV-topo II homology model with two Mg 2+ ions. We identified that genistein may interact with four amino acid residues in the predicted ATP-binding site with higher binding affinity than ATP 4− . All topo II enzymes catalyze changes in DNA topology in reactions coupled to the hydrolysis of ATP (Bates and Maxwell, 2010) . Although it is unclear why topo II consumes ATP to support reactions that do not require energy input, it has been proposed that the energy of ATP hydrolysis is needed to control the separation of protein-protein interfaces and prevent the accidental formation of double-stranded breaks (Bates et al., 2011) . Therefore, the ATP-competitive inhibitors like genistein increase the rate of DNA fragmentation upon treatment. On the other hand, competition for the ATP-binding site should inhibit the rate of enzymecatalyzed ATP hydrolysis. Indeed, early studies showed that genistein was a potent inhibitor of topo II-mediated ATP hydrolysis in Drosophila melanogaster Kc tissue culture cells (Robinson et al., 1993) , suggesting that our docking results are in accordance with earlier findings.\n\nSince the ATP-binding site of topo II is highly conserved among ASFV strains, genistein and other competitive inhibitors can be potent antivirals against virulent strains currently circulating in Africa and Eastern Europe. Here we showed that genistein was highly effective not only against avirulent ASFV Ba71V strain but also against ASFV Armenia/07 strain, which causes 100% mortality in domestic pigs. Thus, ASFV-topo II enzyme may be an excellent target for anti-ASFV agents. We suppose that greater effort should focus on the development of effective antiviral drugs that can be applied to treat infected pigs and thus to control the spread of infection. In developing a drug for pig health, there should be a necessary balance between the level of a compound's antiviral activity and the cost of preparing the compound. Therefore, the natural compounds like genistein are the center of our attention due to their high availabilities and low cost and side effects. Fig. 6 . Genistein inhibits viral transcription and protein synthesis in macrophages infected with the ASFV-Armenia/07 strain. (A) qRT-PCR analysis of an early viral gene (CP204L) and two late genes (A104R, B646L), at different time points, after infection of porcine macrophages with the ASFV Armenia/07 isolate (MOI = 0.5). (B) Viral gene expression analysis of the same viral transcripts in ASFV-infected porcine macrophages treated with Genistein (50 μM) at 8 hpi, during 1 h. Mock-infected macrophages were used as a control in both assays. The results are shown as averages ± standard errors (SE) between the number of molecules of each viral gene and the number of molecules of the housekeeping gene Cyclophilin A. The results were obtained from three independent experiments. (C) Viral protein synthesis was analyzed in non-treated and genistein-treated porcine macrophages (10 μM and 50 μM), at 16 hpi. Molecular weights (kDa) of the evaluated viral proteins are indicated on the left of immunoblot image and the α-tubulin was used as a loading control."}