{"title": "Human monoclonal antibodies as candidate therapeutics against emerging viruses", "body": "Emerging infectious diseases are infectious diseases caused by previously unknown or unnoticed pathogenic microorganisms. Such pathogens, which are mostly viruses, could be newly discovered or are previously known and under control but have recently reemerged with rapidly increasing incidence and/or geographic ranges. Outbreaks of emerging infectious diseases pose serious challenges to global public health. Three recent examples illustrate the challenges presented by emerging infectious diseases. First, severe acute respiratory syndrome (SARS), which emerged as a pandemic in 2002 and 2003, was caused by severe acute respiratory syndrome coronavirus (SARS-CoV), a previously unknown virus. This virus was first isolated in 2003 from the specimens of three patients with SARS [1] [2] [3] [4] [5] . According to the World Health Organization (WHO), SARS infected more than 8000 people and caused at least 813 deaths [6] . A specific therapeutic agent or effective vaccine against SARS was unavailable at the time of the initial outbreak. Fortunately, SARS was successfully contained, and no additional SARS outbreaks have been reported since 2004. The second example comes from the Ebola virus outbreaks. Although the first recognized outbreak of Ebola virus occurred in 1976, a novel variant of the Ebola virus emerged in West African nations in March 2014 [7] . WHO estimated that as of March 27, 2016, 28 646 cases and 11 323 deaths have occurred during this recent outbreak [8] . The third example is Middle East respiratory syndrome (MERS), which is caused by Middle East respiratory syndrome coronavirus (MERS-CoV), a novel coronavirus. A decade after the SARS epidemic, MERS first appeared in Saudi Arabia and soon spread to 26 other countries, including the United Arab Emirates, Qatar, Oman, Jordan, Kuwait, Yemen, and Lebanon. MERS led to the infection of over 2000 individuals with~35% fatality rate (http:// www.who.int/csr/don/21-september-2017-mers-uae/en/). These three recent outbreaks clearly showed that emerging diseases pose a considerable threat to public health.\n\nEffective treatments need to be developed in the face of the tremendous challenges posed by emerging infectious diseases. Monoclonal antibody (mAb)-based therapies have been recently used in the treatment of various infections. For example, mAb treatment is correlated with increased antibody levels and decreased Ebola viral load without observed adverse effects [9] . This review focuses on the application of mAbs as therapeutic agents against emerging viruses, as exemplified by SARS-CoV, MERS-CoV, and Ebola virus. We begin with brief historical remarks and then highlight important characteristics of these three emerging viruses and their candidate mAbbased therapies.\n\nHistorical perspective: from antibodybased serum therapy to mAb therapy Active vaccination stimulates the production of antitoxins (antibodies) in serum. In the 1890s, Emil von Behring and Paul Ehrlich first used serum from immunized horses to treat diphtheria [10] . The serum contained a small amount of neutralizing antibodies that could neutralize toxins associated with the pathogenesis of diphtheria. Serum therapy thus provided a new treatment option against severe bacterial infections. Antibodies of the immunoglobulin G (IgG) class are typically preferred as therapeutic antibodies. IgG is one of the most abundant proteins in human serum. IgG has neutralizing effects, activates complement systems and effector cells to kill pathogens and infected cells, and triggers phagocytic cells [11] .\n\nAfter its initial successes, serum therapy was extensively used for the prophylaxis and therapy of viral and bacterial diseases. Although it was effective against several diseases, it had numerous side effects and thus was almost abandoned after the discovery of antibiotics in the 1930s. Moreover, antibiotic therapy was more desirable than serum therapy for the treatment of bacterial infections given its lower production costs and toxicity and fewer side effects. However, antibiotics are ineffective against viral infections. In addition, the extensive use of antibiotics has led to the development of multidrug-resistant bacteria. Therefore, despite its toxicity-related problems, including the risk for allergic reactions, lot-to-lot variation, and uncertain dosing, antibody-based serum therapy is still being used for the prevention or treatment of several viral diseases, including cytomegaloviral infection, hepatitis A, hepatitis B, rabies, and measles [12] [13] [14] .\n\nThe fundamental limitation of serum therapy is attributed to the polyclonal nature of antibodies. Functional antibodies in a polyclonal preparation typically account for a small portion of the total antibodies; the remaining antibodies are not only ineffective but may even be toxic or immunogenic [12, 13] . Therefore, the clinical application of antibodies remained limited until the 1970s when antibody-based therapies were rejuvenated by the discovery of technologies for mAb production.\n\nIn the 1970s, Kohler et al. generated mouse hybridoma cells through the fusion of mouse myeloma cells with mouse spleen cells after immunization with sheep red blood cells [15] . Hybridoma cells could specifically produce anti-sheep erythrocyte antibodies. The development of hybridoma technology allowed the production of mAbs, which are homogenous antibodies with the same specificity and a single Ig class and isotype. These mAbs were quickly applied in clinical settings. However, the application of these mAbs to humans led to a human antimouse antibody response (HAMA reaction). The strategy for attenuating or avoiding the HAMA reaction is to either humanize the mouse mAb or develop fully human mAbs (hmAbs). With the development of hmAbs over the 1970s to the 1990s, mAbs have been used in the treatment of various diseases, including cancer, auto-immune diseases, and infectious diseases [13, 14] .\n\nAlthough human-mouse chimeric mAbs (by replacing mouse IgG Fc with that from humans) or humanized mAbs (by replacing human complementarity-determining regions with that from mice) are effective in clinical settings, they still contain portions of mouse origin, which can induce immunogenicity and HAMA reaction. In 1985, Smith et al. developed the phage display technique [16] . This technique is mainly characterized by expression of a specific protein on the phage surface and the integration of the protein gene into the phage DNA [17, 18] . These processes led to the generation of phage-displayed antibody libraries with random pairs of antibody heavy and light chains, enabling the use of appropriate target antigens to screen specific antibodies with high affinity to the antigen ( Fig. 1) [19, 20] . The phage display technology is extensively used to generate fully human antibody libraries, which consequently provide a rapid and highly effective approach for obtaining specific antibodies against infectious diseases.\n\nHumanized transgenic mice also provide a valuable platform for the generation of fully human therapeutic antibodies. In humanized transgenic mice, the endogenous mouse antibody gene is replaced by human Ig loci [21, 22] . Transgenic mice are then immunized with the target antigen to ensure the expression of specific human antibodies against the target antigen. Kymab and VelocImmune mice are representative transgenic mouse models [21, 22] that produce high yields of high-affinity human antibodies. However, the effects of the differences between mouse and human immune systems, especially antibody affinity maturation pathways, on clinical outcomes remain unknown.\n\nSeveral other methodologies, including yeast display and single B cell isolation, have been recently used to successfully identify candidate therapeutic antibodies. The principles of yeast display are similar to that of phage display. The most common yeast surface display system involves the connection of the displayed antibody fragment to the C terminus of the Aga2p subunit, which is linked to Aga1p subunit by two disulfide bonds [23, 24] . The yeast display system is ideal for antibody affinity maturation due to the effectiveness of flow cytometry in discriminating between strong and weak affinity binders [25, 26] .\n\nThe initial step in single B-cell isolation is the selection of antigen-positive B cells through fluorescence-activated cell sorting, antigen-coated magnetic bead systems, microengraving, or cell-based micro-array chip systems [27] [28] [29] . B cells could be immortalized through Epstein-Barr virus (EBV) transformation [30, 31] . Heavy-and light-chain sequences are then obtained through reverse transcriptionpolymerase chain reaction (RT-PCR). Although this single B-cell isolation can be used to efficiently isolate potent neutralizing antibodies, it is time-consuming and requires a Fig. 1 Workflow of mAb discovery using a phage display library. First, human heavy and light chain genes are obtained from the B cells of donors and are then inserted into a phagemid vector. Antibodies in Fab or single-chain variable region fragment (scFv) format are displayed on the surfaces of phages. The target antigen is coupled to magnetic beads or coated on plates, then cyclically panned for the selection of phages with the desired target specificity and affinity. Enriched binders are selected for subsequent cloning, expression, and characterization. [34, 35] . The virulence of these five Ebola viruses varies, and ZEBOV has the highest mortality rate of 90% [7] .\n\nThe genome of the Ebola virus encodes seven structural or multifunctional proteins: envelope glycoprotein (GP); nucleoprotein (NP); RNA polymerase L; and viral proteins vP30, vP24, vP35, and vP40 [36, 37] . GP is embedded on the virion surface and is a type I transmembrane glycoprotein. It is encoded by 676 amino acids. After transcriptional modifications, GP consists of soluble GP and small soluble GP. GP function is closely associated with receptor binding and viral entry and with coagulation abnormalities in patients infected with the Ebola virus. In addition, GP-mediated cytotoxicity is associated with the pathogenesis of different Ebola subtypes. GP is thus an ideal target for anti-Ebola drugs [38, 39] . Furthermore, theoretical analysis has revealed that the antigenic epitope of GP is largest out of all epitopes in the Ebola virus [40] [41] [42] . A vaccine test based on GP and NP showed that GP has good immunogenic effects. In other words, GP alone is enough to induce the production of protective antibodies against a fatal Ebola virus attack. Meanwhile, immunization with NP alone does not exert a protective effect, further suggesting that GP is an ideal target for the development of neutralizing antibodies against Ebola [40, 43, 44] .\n\nThe development of mAb therapies against EVD is urgently needed to prevent further EVD outbreaks. Highaffinity neutralizing mAbs that specifically target the main GP epitopes of the Ebola virus have been identified. KZ52 is an antibody obtained from phage display libraries that were generated using the RNA of donors who had recovered from Ebola infection. KZ52 could neutralize Ebola virus to 50% at 8 nmol/L and could also protect guinea pigs from lethal ZEBOV challenge. However, this antibody failed to provide protection when tested in a rhesus macaque model. To better understand the mechanisms that underlie the neutralization effects of anti-Ebola mAbs, researchers analyzed a panel of mAbs that reacts with GP. They found that two neutralizing mAbs, KZ52 and JP3K11, neutralized the Ebola virus through two fundamentally different mechanisms. Specifically, KZ52 inhibits the cathepsin cleavage of GP, whereas JP3K11 recognizes post-cleavage GP. This result suggested that multiple epitopes need to be targeted for successful Ebola treatment. A promising approach is to develop a multi-mAb cocktail against the Ebola virus.\n\nMB-003 and ZMAb are representative cocktail antibodies against the Ebola virus. ZMAb, a cocktail antibody developed by Mapp Biopharmaceutial, consists of three monoclonal neutralizing antibodies: 1H3, 2G4, and 4G7 [45] . MB-003, which is also composed of three mAbs, namely, c13C6, h-13F6, and c6D8 [46] , was developed by the Canadian Public Health Agency. These two cocktail antibodies were isolated from mice immunized with ZEBOV GP protein trimer [45, 46] . In the cynomolgus macaque infection model, when treatment was initiated at 48 h post challenge, ZMAb exhibited 50% protection rate, while MB-003 showed 67% protection rate [45, 46] . However, the virus escaped in one of the Ebola virusinfected animals treated with MB-003, resulting in five nonsynonymous mutants in the antibody-targeting sites. These mutants decreased antibody binding in vitro [47] . This finding highlights the importance of selecting different targeting sites for antibody cocktails to minimize the potential of viral escape.\n\n2G4, 4G7, and c13C6 have been combined into a novel cocktail antibody called ZMapp [48] . In contrast to ZMAb, ZMapp contains the c13C6, not 1H3, antibody. ZMapp exhibits potent neutralizing activity against the Ebola virus. A rhesus macaque primate infection model showed that the protective effect of ZMapp is stronger than those of MB-003 and ZMAb. Eighteen Ebola virus challenged macaques received intravenous injections of ZMapp at 5, 8, and 11 days post-infection (50 mg/kg per dose) [48] . Compared with previous EVD treatment methods, the time of injection was several days later in this model, but all 18 rhesus macaques were cured after treatment [48] . Two American patients, Dr. Kent Brantly and Nancy Writebol, were infected with the Ebola virus while working in West Africa and returned to the United States for treatment [9] . They were treated with ZMapp, representing the first time that ZMapp was used in humans. The physical condition of the two patients improved after treatment with ZMapp [9] . This finding suggested that in an emergency case, antibodies that are effective in several animal models could be used to save human lives. However, in these cases, whether the antibody or the immune system is responsible for recovery remains unclear.\n\nRecently, another neutralizing antibody against Ebola virus, mAb114, was isolated from the blood of two survivors of the 1995 EVD outbreak in Kikwit; this antibody could protect macaques five days after infection with the Ebola virus [49] . Structural analysis revealed that mAb114 mediates virus neutralization by inhibiting the binding of protease-cleaved GP to its receptor [50] . In addition, heterologous (animal-derived) polyclonal antibodies exerted neutralizing effects on the Ebola virus, and 100% survival was achieved in an animal study in which Ebola virus polyclonal antibodies were delivered 6 h after viral challenge [51] .\n\nIn November 2002, a SARS outbreak, which was initiated by SARS-CoV, first occurred in Guangdong Province, China [4] . SARS-CoV is highly contagious and causes severe clinical symptoms that could result in death. According to the WHO, SARS-CoV spread to 32 countries and regions and led to the infection of more than 8000 people and the death of 813 people, with a mortality rate close to 10% [2, 3, 52] .\n\nSARS-CoV belongs to the Coronavirus family, Coronavirus genus. Its genome is approximately 30 kb in length. Given that the nucleotide composition of the SARS-CoV genome is drastically different from any known coronavirus sequence, it could not be attributed to any known group of existing coronaviruses at that time of initial outbreak [2, 53, 54] . The SARS-CoV genome encodes more than 10 proteins. Previous studies on coronaviruses have shown that their envelope protein has a strong immunogenic effect [55, 56] . SARS-CoV binds to its receptor, angiotensin converting enzyme 2 (ACE2), through the receptor-binding domain (RBD) of its envelope glycoprotein [52] . Early work showed that hmAbs exhibited inhibitory effects on SARS-CoV. Thus, the development of potent inhibitory mAbs against SARS-CoV is of high priority.\n\nSeveral groups have successfully developed hmAbs against SARS-CoV. 80R, which was identified from two nonimmune human antibody libraries, is a recombinant human scFv against the S1 domain of the spike (S) protein of the SARS-CoV [57] . 80R has a potent neutralizing effect on SARS-CoV and strongly inhibits syncytia formation between cells expressing the S protein and those expressing ACE2 [2] . In another study, EBV was used to immortalize memory B cells from a patient who had recovered from SARS-CoV infection. Through this strategy, the mAb S3.1 was isolated, which exhibited high viral neutralizing activity against SARS-CoV [30] . In a SARS-CoV infection mouse model, S3.1 was transferred to naïve mice through an intraperitoneal route. After two days, the mice received an intranasal challenge dose of 10 4 TCID50 of SARS-CoV. S3.1 injection protected all the mice from the recurrence of viral challenge [30] . However, 80R and S3.1 were unable to neutralize the GD03 strain of SARS-CoV, which was isolated from an index patient of the second SARS-CoV outbreak [58, 59] . Therefore, our group expressed a fragment containing residues 317-518 of the SARS-CoV RBD in insect cells [60] . Using this selecting antigen, we then identified m396 from a large human antibody Fab library constructed from the B lymphocytes of healthy volunteers [60] . We found that m396 achieved 100% inhibition of different SARS-CoV subtypes at a low concentration and that m396 injection completely protected mouse models of SARS-CoV against SARS-CoV infection [60] . Thus, 80R, S3.1, and m396 have the potential to be used alone or in combination to develop potent antibody-based therapeutics against SARS-CoV.\n\nIn September 2012, the Erasmus Medical Center isolated a new β-coronavirus from a patient in Rotterdam City. The isolated β-coronavirus was later named MERS-CoV by the International Commission for Classification of Coronavirus Study Group [61, 62] . The symptoms of patients with MERS-CoV are similar to those of patients with SARS-CoV and mainly include fever, coughs, and shortness of breath; patients with severe MERS-CoV infection experienced renal failure [63] . The lethal rate of MERS-CoV is approximately 35%, which is considerably higher than SARS-CoV [64, 65] . As of September 21, 2017, 2081 laboratory-confirmed cases of MERS-CoV infection, including at least 722 related deaths, have been reported to the WHO (http://www.who.int/csr/don/21-september-2017-mers-uae/en/). MERS-CoV belongs to lineage C of β-coronaviruses. The MERS-CoV genome encodes highly conserved polymerases and helicases, a highly differentiated spike protein (S), five helper proteins, a highly conserved envelope protein (E), membrane protein (M), and nucleoprotein (N) [61] . The S protein exists as a trimer on the viral surface and contains two functional subunits, namely, S1 and S2. The S1 subunit is responsible for receptor binding, and the proximal membrane side of the S2 subunit is responsible for mediating membrane fusion [66] . MERS-CoV interacts with receptor dipeptidyl peptidase-4 (DPP4, also known as CD26) through the RBD on its S protein [67] to mediate its adsorption onto the cell. DPP4 is highly conserved in mammals and is mainly expressed in the lung, kidney, liver, small intestine, pancreas, and other epithelial cell surfaces [68] . After adsorption, the virus then fuses into the cell membrane and enters the cell to initiate infection [66] .\n\nIn 2014, several different groups developed potent neutralizing antibodies against MERS-CoV [69] [70] [71] . For example, we isolated dozens of antibodies with high neutralizing activity against MERS-CoV from a fully human antibody library, which we established using phage display [69] . Among those antibodies, we found that mAb m336 has the strongest neutralizing activity that reached the pmol/L level [69] . The structure of Fab m336 in complex with the MERS-CoV RBD suggested that the m336 epitope almost completely overlaps with the natural RBD on the viral surface [72] . Except for one amino acid mutation in its heavy chain and several in its light chain, the sequence of the m336 antibody is almost the same as that of the native germline predecessor antibody. m336 can be used to develop a highly effective anti-MERS-CoV drug given that germline antibodies usually have low immunogenicity and high safety level. In another study, Jiang et al. described the development of potent MERS-CoV-neutralizing mAbs using the yeast display method [70] .\n\nThe mAb LCA60 was rapidly generated by using Cellclone technology from immortalized B cells derived from human donor recovering from MERS [73] . LCA60 has subnanomolar (0.12 nmol/L) affinity for the S protein of MERS-CoV [73] . Pascal et al. also generated hmAbs from humanized mice by using VelocImmune technology; these mAbs also showed therapeutic efficacy in a mouse model of MERS-CoV infection [74] .\n\nGiven the developments in the field of inhibitory mAbs, the influence and use of mAbs in the development of diagnostic and therapeutic strategies for emerging infectious diseases are expected to expand.\n\nResearch on inhibitory mAbs has flourished given the rapid development of novel technologies for the production of antigen-specific mAbs and the increasing need for novel mAb-based therapies against infectious diseases. Antiviral mAbs can be generated using several different methods (e.g., phage display, humanized mouse) with varying advantages and disadvantages (Table 1) . Among these methods, large naïve antibody phage library-based technologies have enabled the rapid development of highaffinity hmAbs against emerging viral diseases that occur in an outbreak setting. This low-cost method can be used to isolate candidate mAbs within several weeks without the need for blood from infected patients or elaborate screening and animal feeding facilities.\n\nNumerous mAbs with inhibitory effects on infectious diseases are now available and are promising candidate therapeutics. Their clinical applications, however, are hindered by the expenses associated with their development and production. African countries, where infectious diseases are highly prevalent, constitute the largest market for mAb-based therapies. However, many patients in these countries cannot afford mAb-based therapies. In the long run, governments should subsidize treatment cost, while companies and academics should improve technology to decrease the cost of therapy. For example, the American and Australian governments supported the development of m102.4, a potent mAb against the Hendra virus. m102.4 has been approved for human use after being successfully tested in two animal models [75, 76] and the completion of human phase I clinical trial with 40 volunteers.\n\nAnother promising avenue is the development of small antibody constructs, such as single-domain antibodies, which are significantly cheaper to produce than conventional full-sized mAbs. Currently, the therapeutic use of such antibody constructs has been limited by their unsatisfactorily short in vivo half-lives. This disadvantage may be overcome by antibody engineering technologies, e.g., by conferring neonatal Fc receptor (FcRn) binding capabilities to enable FcRn-mediated recycling and prevent endosomal degradation [77, 78] . Low-cost and long-lasting novel antibody constructs may have great potential and extensive application in the treatment of emerging viral diseases."}