{"title": "", "body": "Most nursing home practitioners have no direct experience with cases of severe acute respiratory syndrome (SARS). However, all practitioners have been saturated by media reports and have responded to questions from patients, families, and colleagues. Most have considered \"what if?\" What if a highly infectious, severe, acute, viral respiratory illness was introduced into my facility? I am unable to speculate with any confidence regarding the likelihood of a SARS outbreak in my facility. However, based on recent experience, I am certain that highly infectious, severe, acute, viral respiratory illnesses will continue to be introduced into my facility, including the next influenza pandemic. 1,2 It seems that novel genes from both influenza and coronavirus may jump species and produce devastating outbreaks in immunologically naive human populations. 3 Fortunately, we have pre-existing policies and procedures for tuberculosis and MRSA/VRE (methicillin-resistant Staphylococcus aureus and vancomycin-resistant enterococci) that already contain the types of secretion precautions recommended for managing SARS. 4 If the SARS scare and media blitz focuses attention on infection control, it will serve a useful purpose.\n\nThe worldwide case fatality rate for SARS among a general population is reported to be 9% (no fatalities in the United States so far). 5 What is striking is the fact that the mortality from culture-positive influenza in our nursing home is 5% within 30 days or 3.5% over baseline. The mortality following radiographically-confirmed influenza-associated pneumonia is 16%. Seven studies cited mortality data from residents with influenza-like illness (ILI) with temperature elevation. Mortality ranged from 8% to 30%. 1 We have experienced similar mortality rates during parainfluenza outbreaks. 1, 2 What this means is that familiar respiratory viruses pose a risk to nursing home residents that is similar to SARS among those living in the community. For me, this is a sobering thought and a reminder that we should be very careful about transmitting the usual respiratory viruses to nursing home residents.\n\nA highly sensitive and specific real time diagnostic test for the SARS virus is not readily available. One must, therefore, make a decision about secretion/isolation precautions on the basis of a clinical syndrome (ie, \"suspected\" or \"probable\" SARS). The MMWR from June 13, 2003 reports, \"Serologic testing for antibody to SARS-CoV (Corona virus) has been completed for 134 suspected and 41 probable cases (in the United States). None of the suspected cases and 8 (20%) of the probable cases have demonstrated antibodies to SARS-CoV.\" 5 It seems that many/most of the \"suspected\" cases in the United States were not actually caused by the SARS virus. The clinical definitions used for \"suspected\" or \"probable\" SARS apparently had poor specificity. 6 ILI or the influenza syndrome (ie, abrupt onset of fever, myalgia, headache, and dry cough) also has many other causes. 7,8 By definition, ILI or suspected severe acute respiratory syndrome (SARS) requires a significant clinical illness (fever Ն 100.4°F). 6 In contrast, infection with influenza virus (and probably SARS-Corona virus) may produce mild illness that falls below the case definition used to identify these organisms clinically. In one influenza household prophylaxis study, 4 asymptomatic, untreated contacts were found to be shedding influenza virus. The contacts remained asymptomatic without treatment. 9 The annual proportion of influenza seroconverters who do not recall a clinical illness is substantial. 10 The proportion of influenza or SARS virus infections with mild illness, as well as the likelihood of these mild cases infecting others is uncertain and probably significantly less than symptomatic cases splattering and dripping secretions into the environment. (A recently published review indicates that patients infected with SARS who are asymptomatic or have mild symptoms are unlikely/less likely to transmit SARS. Some infected persons who are severely ill seem to be responsible for a disproportionate number of transmissions [\"superspreaders\"]. New Engl J Med 2003;349:2431-2441).\n\nRespiratory viruses may be transmitted by three mechanisms.\n\n1. Direct contact with infected secretions (from infected patients or the environment), to the hands of susceptible individuals who self-inoculate their nose, eyes, or mouth. (Coronavirus may be transmitted by the fecaloral route. 11 ) 2. Large particle droplet splatter that usually occurs within 3 feet of a person who coughs or sneezes. 3. Small particle droplets or airborne spread. (This is how tuberculosis and systemic herpes zoster are spread.) An individual with active tuberculosis may cough or sneeze and create small, aerosolized particles that hang in the air 4 and can actually infect someone on the other side of the room after the infected person has left the room.\n\nAfter years of observation, we are not sure how influenza is actually transmitted; however, all three transmission mechanisms are possibilities. We know less about how SARS is transmitted, but assume that all three of the mechanisms may be operating. Perhaps the good news is that similar principles/ practices for containment apply.\n\nThe explosive spread of influenza suggests airborne transmission through small particle droplet nuclei. Many authorities believe that influenza and SARS may be airborne spread. 3 There are, however, few studies to support an airborne mechanism for influenza. Perhaps the best evidence occurred on an airliner filled with passengers that had to \"lay over\" with an inoperative ventilation system. The index case developed fever, chills and cough. Passengers moved about freely. Within 72 hours, 72% of 54 people became ill. The attack rate was highest in those who remained on the grounded airplane the longest. 12 Despite evidence that influenza may be spread via small particle droplet nuclei, the Centers for Disease Control and Prevention (CDC) recommend large droplet secretion precautions, rather than airborne secretion precautions. 4 I suspect this decision was based on the realization that a widespread community outbreak would overwhelm the system's ability to implement airborne secretion precautions with negative pressure rooms. In addition, precautions would be applied inefficiently because of nonspecific presentation and lack of rapid, precise diagnostic tests. Currently, available rapid diagnostic tests for influenza are helpful when applied to groups of patients to identify outbreaks or institutional activity. I would personally not withhold treatment from an individual with a compatible syndrome during the influenza season because of a negative test given problems with sensitivity. 13 Rapid diagnostic testing for SARS virus is a topic of active investigation.\n\nIt certainly seems prudent to go full bore with standard, contact, and airborne precautions to obtain maximum containment of suspected SARS cases while information is being gathered. 14, 15 Focal activity should be approached with precautions similar to tuberculosis with the addition of contact precautions. In the face of widespread community activity, hospitalization would probably be based on the need for therapeutic service rather than the need for enhanced secretion precautions. We would need reasonable plans for secretion precautions to be implemented in nursing homes. Nursing home practitioners are often left with the dilemma of \"modifying\" and compromising CDC recommendations given the resources and reality of their facilities. I anticipate that the approach would be similar to that for influenza, perhaps with additional fit-testing of N-95 disposable particulate respirators and HEPA filters. 14, 15 The SARS scare should be harnessed to focus attention and resources on pre-existing policies and procedures for controlling methicillin-resistant Staphylococcus aureus and vancomycin-resistant enterococci MRSA/VRE (contact secretion precautions), tuberculosis (airborne secretion precautions), and influenza (large droplet secretion precautions). These procedures combined with standard secretion precautions are the cornerstones of infection control. It's a good time to pull out the 1996 \"Guideline for Isolation Precautions\" and review the basics of standard, contact, large droplet, and airborne secretion precautions with your staff. 4 Widespread application of airborne precautions would require significant advanced planning and additional resources. 14 The advanced planning could be combined with ongoing advanced planning by gov-ernment agencies to prepare for a bioterrorism incident with smallpox."}