{"title": "Antibiotic resistance amongst healthcare-associated pathogens in China", "body": "The People's Republic of China, commonly known as China, is the largest country in East Asia and the most populous in the world with over 1.3 billion people, approximately one-fifth of the world's population. Since its establishment, China has seen an increase in life expectancy coupled with a decrease in infant mortality [1, 2] . A significant reduction in rates of infectious diseases is thought to have been a major contributing factor [3] [4] [5] . However, because of the expanding size and density of its population, the increase in economic migration and the frequent interaction of people with animals, China is a major contributor to the worldwide infectious disease burden and is a hotspot for the spread of infectious diseases and the emergence of new microbial threats [4, [6] [7] [8] , e.g. the 2003 emergence and rapid spread of severe acute respiratory syndrome (SARS) in China and throughout the world [7, 9] . The Chinese healthcare system has hence become a focus of the world's attention. Despite the Chinese government's efforts and improvements [4] , the healthcare system still faces a number of challenges, including high cost restricting access to health services, increases in drug resistance amongst pathogens, and high rates of nosocomial infections driven by a poorly trained public health workforce with insufficient understanding of their role in disease control [4, 10] . Relatively few studies have investigated antibiotic resistance and antibiotic misuse in China. This review will examine the status of antibiotic resistance in the Chinese healthcare system and the misuse of these agents in the country. Searches were performed in PubMed (until December 2011) using a combination of the search terms 'China', 'antibiotic', 'resistance', 'nosocomial infection' or 'surveillance'. References of relevant articles were also handsearched. Articles were also selected from relevant peer-reviewed Chinese journals where local and national antimicrobial surveillance reports are published. We decided to focus the search to the last decade in order to review the current and recent trends in drug resistance amongst healthcare-associated pathogens in the country.\n\nWidespread use and misuse of antibiotics worldwide has led to the emergence of drug-resistant bacteria [11, 12] coupled with increased risk of side effects and increased treatment costs [13] . The problem is particularly acute in China because of its antibiotic prescribing practices, strong incentives for overprescribing, and over-the-counter availability of antibiotics [14, 15] . Consequently, China has very high rates of antibiotic resistance [15] . Antibiotics are not only used incorrectly for susceptible bacterial infections, but also frequently for problems known not to have a bacterial aetiology [16] . In one report from Guizhou Province in southern China [14] , coughs and diarrhoea were almost universally treated with antibiotics, whilst colds were normally treated with antivirals, antibiotics or both. Moreover, although antibiotic resistance was known by most physicians and many patients, it was not well understood, often being viewed as a property acquired by the patient and not the micro-organism. In another study [17] , >98.0% of patients in the outpatient department of a Beijing children's hospital diagnosed with common cold were given antibiotics and >33% of the patients had been taking antibiotics before coming to the hospital. Economic factors also influence antibiotic prescribing in China. The heath system has strong financial incentives for drug prescription, including physicians profit-splitting with pharmaceutical suppliers and the fact that drug sales profits form a major part of a Chinese hospital's income [14] .\n\nDong et al. [13] investigated antibiotic prescribing patterns in village health clinics in 40 counties in 10 provinces of western China. The percentage of prescriptions with antibiotics was 48.4% and as high as 57.4% in some provinces. A higher figure of 80.0% has already been reported in China [16] . These figures are much higher than those in developed countries such as the USA (15.3%) [18] , Spain (32%) [19] and northern Europe (<1%) [20] . Dong et al. [13] found that prescriptions with one antibiotic comprised 40.6% of all prescriptions, whereas those with two antibiotics and with more than two antibiotics represented 7% and 0.7%, respectively, of all prescriptions. The number of antibiotics per 100 prescriptions was 54.6 and reached nearly 70 in some provinces. Moreover, because self-medication was not taken into consideration in the study, the true frequency and proportion of antibiotic use may have been underestimated [13] . In another study, Wu et al. [21] investigated antibiotic use in 151 Chinese hospitals on 1 day (7 August 2003) . Over 54% of the 89 539 inpatients investigated were using antibiotics; 48.9% of these antibiotics were used for therapeutic purposes, whilst 35.4% were for prophylaxis and 15.5% were both for therapy and prophylaxis. Microbiological investigations before antibiotic prescription were rarely done, and amongst patients who were on therapeutic antibiotics only 23.9% of the samples were sent for pathogen detection [21] . Inappropriate antibiotic use not only adds to the growing antimicrobial resistance in the country but also adds to inpatient costs. Yang et al. [22] investigated antibiotic use amongst 946 cases of antibiotic treatment in 10 hospitals from five Chinese provinces. They reported that the rate of antibiotic misuse was 58.4%, adding 55% of unnecessary cost to inpatients.\n\nDrug resistance in China is most common with sexually transmitted diseases, including HIV/AIDS [23] . However, resistance amongst nosocomial bacteria has been on a rapid upward trend in the country. One study [15] compared the patterns of antibiotic resistance amongst bacteria of clinical relevance in China, Kuwait and the USA. It was reported that China had the highest level of antibiotic resistance and had the most rapid growth rate of resistance amongst the three countries; an average increase of 22% in 6 years (1994-2000) compared with 6% growth recorded for the USA (1999-2002).\n\nOver the past two decades there has been an increase in the number of multidrug-resistant tuberculosis (MDR-TB) cases around the world [24] . MDR-TB is defined as a strain of M. tuberculosis with combined resistance to isoniazid and rifampicin [25] . Reports from the World Health Organization (WHO) rank China as having one of the world's largest number of TB cases with a high level of MDR-TB [26, 27] . Based on recent national estimates, 120 000 new MDR-TB cases are diagnosed annually in China, accounting for ca. 24% of the global burden of MDR-TB [28] . One study [29] revealed that the mean prevalence of any drug resistance amongst new TB cases in 10 Chinese provinces was 24.3% and as high as 42.1% in some places. Amongst previously treated cases the mean was 51.8% and increased to 67.5% in some provinces. In a 6-year (2000-2006) surveillance on the prevalence of MDR-TB in Shanghai, of the 8419 pulmonary TB patients surveyed, 16.6% had resistance to any first-line anti-TB drug and 4% had MDR-TB [30] . Other studies showed much higher levels of MDR-TB in the country and means of 9.3-23.3% amongst all cases; 5.4-42.7% amongst new cases and 25.6-37.1% amongst previously treated cases have all been reported [29, [31] [32] [33] [34] [35] .\n\nThe emergence and spread of extensively drug-resistant (XDR)-TB in China is particularly problematic as it is difficult and expensive to treat, with a high mortality rate [36, 37] . XDR-TB is defined as MDR-TB strains resistant to a fluoroquinolone and to at least one of the three injectable second-line drugs, including amikacin, kanamycin and capreomycin [38] . Sun et al. [39] characterised the first XDR-TB in China from clinical M. tuberculosis isolates collected from HIV-negative TB patients in a Beijing chest hospital. They also reported that 10.7% of the 1926 isolates collected were MDR-TB, and of these 6.3% (13/207) were XDR-TB. Wang et al. [40] found higher rates of MDR-TB and XDR-TB amongst M. tuberculosis strains isolated from patients in a Beijing hospital between 2007 and 2009. Amongst the 967 strains investigated, 19.4% were MDR-TB, and 14.9% of these were XDR-TB. Recently, the prevalence of XDR-TB amongst MDR-TB M. tuberculosis from the second largest province in China (Shandong) was reported to be 18.7% [41] .\n\nThe TB situation in China needs particular attention. Measures should be taken to improve strategies for the prevention and control of TB transmission in the country. These include strengthening the existing TB infection control practices, improved antibiotic stewardship, and screening for latent TB infection. The latter is particularly important amongst healthcare workers (HCWs) who are at risk of TB transmission from patients, may have a high prevalence of latent TB and can become a source of active infection. He et al. [42] found the prevalence of latent TB infection amongst HCWs with and without Bacillus Calmette-Guérin (BCG) vaccine in a TB centre in Henan province in China to be 55.6% (432/777) and 49.0% (674/1376), respectively, with 20 cases of pulmonary TB detected amongst 3746 HCWs.\n\nGram-negative bacteria are amongst the most commonly isolated pathogens from nosocomial infections in China [43] [44] [45] [46] [47] . Studies and surveillance data report an increase in antimicrobial resistance amongst Gram-negatives (especially amongst the nonfermenting pathogens such as Pseudomonas and Acinetobacter spp.) in the country, with a tendency towards multidrug resistance and the emergence of carbapenem resistance and pan-resistance in Enterobacteriaceae, Pseudomonas and Acinetobacter spp. [48] [49] [50] [51] . The drug resistance of 15 different species of Gram-negative bacilli isolated from 13 Chinese hospitals was investigated by Li et al. [52] for isolates both from hospital-acquired infections (HAIs) and community-acquired infections (CAIs) between 2000 and 2001. HAI isolates were more resistant to antimicrobial agents than those from CAIs, especially for Enterobacter cloacae, Serratia spp. and Acinetobacter spp. Resistance of Pseudomonas aeruginosa to fluoroquinolones increased, and >50% of Escherichia coli strains were found to be resistant to these agents. Another study concluded that antibiotic resistance rates for all bacteria investigated in a Chinese Intensive Care Unit (ICU) from 2002 to 2004 had been rising gradually with a strong inclination towards multidrug resistance. Gram-negative bacilli (mostly P. aeruginosa and E. coli) could resist four or more antibiotics, and the rate for resistance exceeded 40% [53] . Amongst the Gram-negatives, members of the Enterobacteriaceae family are frequently associated with nosocomial infections in Chinese hospitals [44, 45, 47] . These organisms may express extended-spectrum ␤-lactamases (ESBLs) that confer resistance to ␤-lactams [54] . This resistance is also commonly associated with resistance to aminoglycosides, sulfonamides and fluoroquinolones [55, 56] . Until recently, carbapenems have been the treatment of choice for serious infections due to these ESBL-producers. However, carbapenem resistance has emerged in the Enterobacteriaceae family by various mechanisms and is now a major concern worldwide [57] [58] [59] .\n\nThe China Nosocomial Pathogens Resistance Surveillance Study Group conducted a comprehensive 7-year study investigating antimicrobial resistance amongst Gram-negative clinical isolates from ICU patients in 19 hospitals [60] . During the study period, a decrease in the rate of susceptibility to cephalosporins, ciprofloxacin and cefoperazone/sulbactam was observed, particularly amongst E. coli to ciprofloxacin (from 42% to 25%) and cefotaxime (from 78% to 54%) and amongst Enterobacter spp. to ceftazidime (from 51% to 44%) and cefotaxime (from 50% to 37%) [60] . Another bacterial resistance surveillance study from 17 hospitals in China revealed that between 45% and 65% of E. coli and Klebsiella spp. strains were resistant to the first-and second-generation cephalosporin compounds. Resistance rates to third-generation cephalosporins, excluding ceftazidime, were in the range of 20-50%. Escherichia coli strains were particularly highly resistant to fluoroquinolones, with ca. 65% of strains being resistant to these drugs.\n\nYang et al. [61] reported antimicrobial resistance amongst Enterobacteriaceae isolated from patients with intra-abdominal infections (IAIs) in China between 2002 and 2009. They found that susceptibility rates of all tested third-and fourth-generation cephalosporins declined by nearly 30%. Increased resistance to fluoroquinolones in E. coli was also noted, with susceptibility to ciprofloxacin decreasing from 57.6% in 2002 to 24 31 .9% in 2009). ESBL-producers showed higher antimicrobial resistance compared with non-ESBL-producers, as has been reported by other investigators [62] . A recent Chinese national drug resistance surveillance report found that the prevalence of ESBL-producers amongst E. coli and Klebsiella in 2009 was 56.5% and 41.4%, respectively [62] . These rates are in accordance with those reported by other Chinese investigations (Table 1) . One-half of the ESBL-producers were resistant to ciprofloxacin and gentamicin and some of the E. coli strains were pan-resistant [62] . Yang et al. [61] found that carbapenems were active against Enterobacteriaceae, with susceptibility rates of >96% for the agents tested. However, carbapenem-non-susceptibility was detected in a small percentage of isolates, with 0.7% and 2.1% of isolates being non-susceptible to imipenem and ertapenem, respectively, in 2009 [61] . A similar carbapenem resistance (<2%) was found amongst Enterobacteriaceae isolates in a recent Chinese national drug resistance surveillance report [62] . However, a noticeable increase in the number of resistant isolates compared with data from 2007 was noted, particularly amongst K. pneumoniae. Klebsiella pneumoniae carbapenemase (KPC)-producing and pan-resistant strains have emerged in China and have been widely reported from various regions of the People's Republic [63] [64] [65] [66] .\n\nPseudomonas aeruginosa is another common pathogen in Chinese hospitals [44, 45, 47, 67] . The organism is a uniquely problematic nosocomial pathogen because of its natural resistance to many drug families and its ability to acquire and rapidly develop resistance to multiple classes of antibiotics during the course of treating a patient [68, 69] . Data from China suggest that over the past decades antibiotic resistance amongst P. aeruginosa clinical isolates has been on the increase, especially to carbapenems. An investigation into the changes in antimicrobial resistance amongst non-fermenting Gram-negative bacilli isolated from Chinese ICUs from 1994 to 2001 found that P. aeruginosa (46.9%) was the most predominant pathogen isolated and that the organism has become less susceptible to 11 antibiotics during the study period [67] . Another study of P. aeruginosa isolates from ICU patients in 19 Chinese hospitals reported a marked decrease in P. aeruginosa susceptibility to imipenem (from 81% to 62%) between 1996 and 2002 [60] . Recent reports, however, show stable but high carbapenem resistance rates (Table 2) , with a tendency towards multidrug resistance. A study of 286 P. aeruginosa isolates from IAIs between 2002 and 2009 found that ca. 30% and 25% of isolates were resistant to imipenem and meropenem, respectively [61] . Similar resistance rates were reported in a number of recent Chinese antimicrobial resistance surveillance publications [62, 70] . The percentage of P. aeruginosa MDR strains, defined as isolates resistant to three or four antimicrobials amongst ceftazidime, ciprofloxacin, amikacin and imipenem, was reported to have increased from 11.5% to 20.5% in a 6-year period [60] , and a recent national surveillance study found that >60% of P. aeruginosa isolates collected from 17 hospitals in China in 2008 were MDR [71] . Pan-resistance was found in 1.7% of the P. aeruginosa isolates tested in a recent 2009 Chinese national survey [50] . Amikacin remains one of the most active agents against P. aeruginosa in China, with 80-85% of isolates being susceptible to the drug [50, 61] .\n\nAcinetobacter baumannii has recently gained increasing notoriety as a nosocomial pathogen [72] and is one of the most prevalent Gram-negative bacteria isolated from Chinese hospitals particularly in ICUs [44, 47] . Acinetobacter is a serious pathogen in Chinese hospitals, especially with the emergence and spread of problematic strains such as the New Delhi metallo-␤-lactamase (NDM-1)and carbapenemase-producing isolates as well as the high prevalence of XDR and pan-resistant strains in the country [51, [73] [74] [75] . Zhang et al. [76] reported the recent status of antimicrobial resistance amongst 4163 clinical isolates of A. baumannii from China in 2009. They found that amongst the antibiotics tested, cefoperazone/sulbactam and minocycline were the most active, with resistance rate of ca. 26%. Antimicrobial resistance to other agents was higher than 53%, especially amongst ICU isolates, and multidrug resistance and pan-resistance was noted in 44.4% and 17% of the isolates, respectively. Imipenem and meropenem resistance rates were 54.8% and 57.2%, respectively. These rates were higher than those reported in earlier national surveys (2008 and 2007) (<50%) [70, 77] and were in line with the gradual increase over the years in carbapenem resistance in China [61, 78] . Imipenem and meropenem resistance in Acinetobacter has seen a sharp increase in China in recent years ( \n\nGram-positive bacteria, particularly Gram-positive cocci of the genera Staphylococcus, Enterococcus and Streptococcus, contain important pathogenic species causing serious infections and associated with morbidity and mortality [79] [80] [81] [82] [83] [84] . These species are commonly isolated from nosocomial infections in hospitals across China [44, 47, 85, 86] .\n\nStaphylococcus aureus is a major pathogen associated with infections in hospital and community settings [79, 80] . Most of these infections are caused by meticillin-sensitive S. aureus, however meticillin-resistant S. aureus (MRSA) is implicated in serious infections and outbreaks [87, 88] . The prevalence of MRSA amongst S. aureus clinical isolates has increased sharply in China in the last few years (Table 4 ) and a rate as high as 94% has been reported from a Chinese surgical ICU [49] . Data from Shanghai showed that the prevalence of MRSA increased from 5% in 1980 to 24% during 1985-1986 [89] and reached 64% in 1999 [90] . Li et al. [91] investigated bacterial resistance both for HAIs and CAIs in China from 1998 to 1999. They reported that the prevalence of MRSA in S. aureus isolates was significantly higher in those from patients with HAIs (81.8%) than in those from patients with CAIs (21.8%). In a subsequent study [52, 92] , MRSA accounted for 37.4% (89/238) of S. aureus isolates, and the rate from HAI patients (89.2%; 33/37) was also significantly higher than that from CAI patients (30.2%; 42/139). The prevalence of meticillin resistance is even higher amongst coagulase-negative staphylococci (CoNS) ( Table 4 ). Chen et al. [49] reported that meticillin-resistant CoNS represented 11.1% of all nosocomial infections in a Chinese surgical ICU. Meticillin resistance was present in 88.2% of CoNS isolates. A comprehensive report on bacterial resistance in China that investigated 4075 clinical bacterial isolates collected from 17 Chinese hospitals found that 62.9% of the S. aureus isolates were meticillinresistant [71] . Resistance rates to fluoroquinolones and macrolides were high (41.7-64.4% and 70.1-84.5% of the isolates, respectively). CoNS showed higher resistance, with 82.8-89% of the strains being meticillin-resistant and with fluoroquinolone and macrolide resistance rates comparable with those of S. aureus. Streptococcus pneumoniae remains an important pathogen causing significant morbidity and mortality especially amongst young children [82] [83] [84] . The emergence and spread of penicillin-resistant and MDR strains around the world is of great concern [93] [94] [95] . Available data from China (Table 5 ) show that in the past few years, rates of penicillin and macrolide resistance in S. pneumoniae have been increasing significantly, especially amongst the paediatric population [96, 97] . Rates of penicillin-non-susceptible (resistant + intermediately resistant) S. pneumoniae increased from <15% in 1997 [96] to 61% in 2005 [98] . Amongst the paediatric population, the rates more than doubled from 41% in 2000-2001 [99] to >88% in 2007 [77, 100] . Increased S. pneumoniae resistance to penicillin in China has been mirrored by an increase in multidrug resistance especially to macrolides [96, 101] . Resistance to macrolides is particularly problematic because these agents are the first-choice treatment for pneumonia. In a surveillance study from Beijing, resistance to erythromycin, clarithromycin and tetracycline was seen in 54%, 52% and 100% of S. pneumoniae isolates, respectively [102] . Xiao et al. [71] found >80% of S. pneumoniae clinical isolates to be resistant to macrolides and clindamycin. In a recent study, Yao et al. [103] reported that of the 279 S. pneumoniae strains isolated from Chinese children with pneumonia, 86% were penicillin-non-susceptible, 23.3% were penicillin-resistant and almost all isolates were resistant to erythromycin. Multidrug resistance is especially common amongst penicillin-resistant S. pneumoniae strains, and in one study >96% of these were reported to be MDR [104] .\n\nEnterococcus is a commonly isolated organism from Chinese hospitals [44, 85] . Enterococcus faecalis and Enterococcus faecium account for most of the infections caused by this genus [81] . Vancomycin resistance is one of the most disturbing drug resistance trends to have emerged within these species [105] . Vancomycinresistant enterococci (VRE) is a serious nosocomial pathogen because infections due to VRE have been associated with significant morbidity and mortality as well as increased hospital costs [106] [107] [108] . VRE infection or colonisation was first reported in France [109] and the UK [110] , then throughout the world [111] [112] [113] [114] . In China, surveillance data from 1999 on the bacterial resistance of clinical isolates from 11 Shanghai hospitals reported vancomycin-resistant E. faecalis and E. faecium frequencies of 3.6% ICU, Intensive Care Unit. and 1.7%, respectively [90] . However, VRE was not a concern in mainland China until June 2003 when the first nosocomial infection was recognised in Beijing Chaoyang Hospital [115] . Since then, VRE has been reported in a number of Chinese studies [77, 100, 116] . From a total of 117 clinical isolates collected from Beijing Chaoyang Hospital between 2003 and 2007, 7.0% were confirmed as VRE and a correlation between vancomycin usage and misuse and VRE incidences was observed [115] . More worryingly, coexistence of MRSA and VRE in the same patient was reported in 7 of 129 cases, suggesting that this coexistence is not a rare occurrence [117] . Recent local and national reports ( Table 6 ) suggest that VRE prevalence in China remains low; however, rates are on the increase.\n\nChina is a major contributor to the worldwide infectious disease burden and is a hotspot for the emergence and spread of new microbial threats. The 2003 SARS epidemic brought the world's attention to the emergence of infectious diseases and their control in the country. China has high rates of antibiotic resistance driven by misuse of antimicrobial agents in the community and in a healthcare system that provides strong incentives for overprescribing. The true frequency and proportion of antibiotic use may have been underestimated, especially in rural areas where over-the-counter antibiotics and self-medication are common.\n\nDrug resistance amongst nosocomial bacteria has been on a rapid upward trend in China, with a strong inclination towards multidrug resistance. Hospital strains show more resistance to antibiotics and are more likely to be MDR than non-hospital strains. MDR-TB rates are high and increasing, and the emergence and spread of XDR-TB in the country is particularly problematic as it is difficult and expensive to treat, with high mortality rates. Large proportions of Gram-negative nosocomial strains isolated in China are resistant to antibiotics, with the non-fermenters being highly resistant. The prevalence of ESBL-producers amongst Enterobacteriaceae is high and these strains showed higher antimicrobial resistance compared with non-ESBL-producers. There is also worrying evidence of the emergence and increased prevalence of carbapenem resistance and pan-resistance in Enterobacteriaceae, Pseudomonas and Acinetobacter spp. in China. The prevalence of MRSA amongst S. aureus clinical isolates has been increasing sharply in China, and rates as high as 94% have been reported. The prevalence of MRSA is significantly higher in isolates from patients with HAIs than in those from patients with CAIs. In the past few years, resistance rates to penicillin and macrolides amongst S. pneumoniae isolates have also been increasing significantly, especially amongst the Chinese paediatric population. VRE became a real concern in China since June 2003 when the first VRE nosocomial infection was recognised. Increased rates of VRE and the coexistence of MRSA and VRE in the same patient are particularly troubling. Despite the Chinese government's efforts and improvements, the healthcare system in the People's Republic still faces a number of challenges. There is a need for more effective infection prevention and control measures and a stricter use of antibiotics in China to control the rise in antibiotic resistance in the country.\n\nFunding: No funding sources.\n\nCompeting interests: SY is employed by Bioquell (UK) Ltd. (Andover, UK). HL has no competing interests to declare.\n\nEthical approval: Not required."}