{"title": "Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction", "body": "Severe acute respiratory syndrome (SARS) is a new human disease that results in progressive respiratory failure and death in close to 10% of infected individuals Peiris et al., 2003) . The etiological agent, SARS coronavirus (SARS-CoV) Fouchier et al., 2003) contains a single-stranded plus-sense RNA genome about 30 kb in length that has a 5 -cap structure and a 3 -polyadenylation tract (Marra et al., 2003; Rota et al., 2003) . The genomic organization is typical of coronaviruses, having 14 potential major open reading frames that encode replicase, spike (S), envelope, membrane, and nucleocapsid proteins in the same order as those of other coronaviruses (Tan et al., 2005) .\n\nSARS-CoV S protein is a large type I membrane glycoprotein projection from viral envelope (Bosch et al., 2003) . SARS-CoV S protein is responsible for binding to cellular receptors and for mediating the fusion of viral and host membranes (Simmons et al., 2004; Tripet et al., 2004) . It also contains important virus-neutralizing epitopes that elicit neutralizing antibody in the host species (Hofmann et al., 2004a; Sui et al., 2004) . Furthermore, mutations in this gene dramatically affect the virulence, pathogenesis, and host cell tropism (Petit et al., 2005; Yi et al., 2005) . Angiotensin-converting enzyme 2 (ACE2) has been identified as a functional receptor for SARS-CoV . Soluble S fragment or ACE2 is able to block S proteinmediated infection (Hofmann et al., 2004b; Moore et al., 2004) . Monoclonal antibodies against S protein efficiently neutralize SARS-CoV in vitro and in vivo (Greenough et al., 2005; Sui et al., 2004) . Moreover, vaccines that express the S protein induce T cell and neutralizing antibody responses, and protect animals from SARS-CoV infection Yang et al., 2004) . These findings clearly suggest that blocking the binding of the S protein with its cellular receptor can prevent virus entry.\n\nRecent reports indicate that human immunodeficiency virus protease inhibitors (lopinavir and ritonavir), an anti-psychotic drug (promazine), and an anti-parasitic drug (niclosamide) are effective inhibitors of SARS-CoV infection by inhibiting the SARS-CoV main proteinase Wu et al., 2004a; Zhang and Yap, 2004) . Natural products, such as glycyrrhizin, baicalin, reserpine, luteolin, ginsenoside-Rb1 and aescin, also abolished SARS-CoV production in vitro; however, the antiviral mechanisms of these compounds remained unclear Cinatl et al., 2003a; Wu et al., 2004b; Yi et al., 2004) . One of the logical targets of the viral life cycle to inhibit SARS-CoV replication is the step following entry of the infectious virion into the host cell. To discover inhibitors at this stage, we established a biotinylated enzyme-linked immunosorbent assay (ELISA) to evaluate the inhibitory effects of Chinese medicinal herbs on the S protein and ACE2 interaction. Herein we reported the finding that emodin, the likely active component from Rheum officinale and Polygonum multiflorum, blocked both the binding of S protein to ACE2 and the infectivity of S protein-pseudotyped retrovirus to Vero E6 cells.\n\nEmodin, rhein, and promazine hydrochloride were purchased from Sigma (St. Louis, MO, USA). Chrysin, anthraquinone, and 1,4-bis-(1-anthraquinonylamino)-anthraquinone were purchased from Aldrich (Germany). Emodin (MW = 270.24), rhein (MW = 284.22), chrysin (MW = 254.24), and 1,4-bis-(1anthraquinonylamino)-anthraquinone (MW = 665.67) were dissolved in dimethyl sulfoxide at 37, 35, 33, and 50 mM, respectively. Anthraquinone (MW = 208.22) was dissolved in ethanol at 5 mM. Promazine hydrochloride (MW = 320.88) was dissolved in water at 1 M. All chemicals were protected from light and stored at −30 • C in small aliquots.\n\nThe SARS-CoV S gene was cloned into pET-28b(+) (Novagen, Madison, WI, USA) to an N-terminal fusion with six histidine residues. Recombinant S protein was expressed in Escherichia coli (E. coli) BL21(DE3)pLysS strain. The expression and purification of recombinant SARS-CoV S protein were performed as described previously (Ho et al., 2004) . Protein was analyzed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and quantified with a Bradford method (Bio-Rad, Hercules, CA, USA). Recombinant S protein was biotinylated as described previously (Ho et al., 2006) . The unincorporated biotin was removed by centricon-10 filtration (Millipore, Bedford, MA, USA), and the biotinylated S protein was stored at 4 • C until further analysis.\n\nChinese medicinal herbs were gifts from Chuang Song Zong Pharmaceutical Co., Ltd (Kaohsiung, Taiwan). Plant sample was ground with the homogenizer to a fine powder. The aqueous extract was prepared by mixing 100 g of each herb powder with 500 ml of deionized water and shaking at 4 • C overnight. The extract was centrifuged at 10,000 × g for 5 min, and the supernatant was evaporated under vacuum to dryness and resuspended in deionized water to a final concentration of 1 mg/ml. The extracts were stored at −20 • C in small aliquots.\n\nThe biotinylated ELISA was performed as described previously (Ho et al., 2006) . Briefly, microtiter plates (MaxiSorp Nunc-Immum TM plates, Nunc, Denmark) were coated at 4 • C overnight with 50 l of 0.2 ng/l ACE2 (R&D Systems, Minneapolis, MN, USA), rinsed with 200 l washing buffer (0.5% Tween 20 in phosphate-buffered saline (PBS) (137 mM NaCl, 1.4 mM KH 2 PO 4 , 4.3 mM Na 2 HPO 4 , 2.7 mM KCl, pH 7.2)), and blocked with 200 l blocking buffer (5% bovine serum albumin (BSA) in washing buffer) by incubating at 37 • C for 30 min. The absorbed protein in each well was challenged with 50 l of 1 ng/l biotinylated S protein and incubated at 37 • C for 1 h. After three washes with washing buffer, 50 l diluted peroxidase-conjugated avidin was added to each well and incubated at 37 • C for 1 h. Following three washes, 50 l chromogenic substrate, 2,2 -azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) (Sigma, St. Louis, MO, USA), was added to each well and incubated at 37 • C for 15 min. The absorbance was read at 405 nm in an ELISA plate reader (Anthos Labtec Instruments, Austria).\n\nFor the competition assay, biotinylated S protein was mixed with various amounts of extracts and incubated at 37 • C with shaking. After a 2-h incubation, the mixture was added to wells, which were coated with ACE2, and incubated at 37 • C for 1 h. Following three washes, peroxidase-conjugated avidin and chromatic substrate were sequentially added. The absorbance was read at 405 nm in an ELISA plate reader. The percent inhibition was calculated by [1 − (OD value of mixture containing extract and S protein/OD value of mixture containing S protein only)] × 100. The IC 50 value was determined as the quantity of compound required to inhibit the interaction between S protein and ACE2 at 50%.\n\nVero E6 cells (10 4 cells) were seeded in 24-well plates containing glass coverslips and incubated at 37 • C for 1 day. The coverslips were then rinsed with PBS, fixed with 3.7% PBSbuffered formaldehyde at room temperature for 30 min, and blocked with 1% BSA at 37 • C for 1 h. After four washes with PBS, biotin-labeled S protein was added to each coverslip and incubated at 4 • C overnight. Following four washes with PBS, diluted fluorescence-conjugated streptavidin (Chemicon, Temecula, CA, USA) was added and incubated at 37 • C for 90 min in the dark. The coverslips were then washed four times with PBS, placed onto glass slides, mounted with fluoromount G (Electron Microscopy Sciences, Hatfield, PA, USA), and observed under a confocal microscope (Leica, Germany).\n\nRecombinant retroviruses expressing a luciferase reporter gene and pseudotyped with S proteins were produced as described previously (Sui et al., 2005) . Briefly, 293T cells were cotransfected with a plasmid pcDNA-spike encoding S protein, a plasmid pCMV R8.2 encoding HIV-1 Gag-Pol, and a plasmid pHIV-Luc encoding the firefly luciferase reporter gene under control of the HIV-1 long terminal repeat. Forty-eight hours later, viral supernatants were harvested, mixed with various amounts of compound, and incubated at 37 • C with shaking. After a 2-h incubation, the mixture was added to ACE2-expression Vero E6 cells in a 96-well plate. Forty-eight hours postinfection, cells were harvested and the luciferase activity was assayed as previously described (Hsiang et al., 2005) . Relative infectivity is calculated as dividing the relative luciferase unit of compound/pseudovirus-infected cells by the relative luciferase unit of pseudovirus-infected cells.\n\nCell viability was monitored by MTT colorimetric assay. Briefly, cells were cultivated in 96-well culture plates. After a 24-h incubation at 37 • C, various amounts of compounds were added to confluent cell monolayers and incubated for another 24 h. One-tenth volume of 5 mg/ml MTT was then added to the culture medium. After a 4-h incubation at 37 • C, equal cell culture volume of 0.04 N HCl in isopropanol was added to dissolve the MTT formazan, and the absorbance value was measured at 570 nm using a microplate reader. Cell viability (%) was calculated by (OD of treated cells/OD of untreated cells) × 100.\n\nData were presented as mean ± standard error. Student's t test was used for comparisons between two experiments. A value of p < 0.05 was considered statistically significant.\n\nWe established a biotinylated ELISA to evaluate the binding efficacy of S protein to ACE2. The 138-kDa recombinant S protein was expressed in soluble form in E. coli and purified to homogeneity (Fig. 1A) . The recombinant S protein was biotinylated and its ability to interact with ACE2 coated on ELISA plates was evaluated. As shown in Fig. 1B , the OD value increased as the amount of S protein increased, indicating that The binding ability of SARS-CoV S protein to ACE2 by biotinylated ELISA. The wells were coated with 1 ng of ACE2 and challenged with various amounts of biotin-labeled S protein. Following three washes, peroxidase-conjugated avidin and chromatic substrate were sequentially added. The absorbance was read at 405 nm in an ELISA plate reader. Values are mean ± standard error of three independent assays. recombinant S protein bound to ACE2 in a dose-dependent manner.\n\nTo evaluate the inhibitory effects of Chinese medicinal herbs on the S protein and ACE2 interaction, we mixed 1 g of aqueous herbal extracts with 0.05 g biotin-labeled S protein, incubated the mixture at 37 • C for 2 h, and added to ACE2-coated wells. From a screen of 312 controlled Chinese medicinal herbs supervised by the Committee on Chinese Medicine and Pharmacy at Taiwan, we found that various herbal extracts inhibited the interaction (data not shown). We further divided these herbs into 32 families and compared their level of inhibition with the taxonomic characterization. As shown in Fig. 2 , 25 out of 32 families significantly abolished the interaction between S protein and ACE2. Six families, including Nelumbonaceae, Labiatae, Magnoliaceae, Oleaceae, Lauraceae and Polygonaceae, blocked 60-90% of the binding of S protein to ACE2 at 1 g. Among these families, Polygonaceae exhibited the highest inhi- Fig. 2 . Inhibitory effects of Chinese medicinal herbs on the interaction between SARS-CoV S protein and ACE2. Biotin-labeled S protein (0.05 g) was mixed with 1 g of aqueous extracts of herbs, and the mixtures were added to wells, which were coated with 1 ng of ACE2. The biotinylated ELISA was performed as described in Section 2. Results are expressed as inhibition (%) described in Section 2. Numbers in the brackets are the sum of herb species in the family. Values are mean ± standard error of three independent assays. * p < 0.05, ** p < 0.01, *** p < 0.001, compared with BSA. bition on the S protein and ACE2 interaction, with the inhibitory percentage of 86.33 ± 4.55%.\n\nThree kinds of Chinese medicinal herbs belonging to Polygonaceae were further analyzed. Radix et Rhizoma Rhei (Da-Huang) is the root tuber of plant R. officinale Baill. Radix Polygoni multiflori (Ho-Shou-Wu) and Caulis Polygoni multiflori (Yeh-Chiao-Teng) are the root tuber and vine of plant P. multiflorum Thunb., respectively. Preincubation of these herbs with biotin-labeled S protein inhibited the binding of S protein to ACE2 in a dose-dependent manner (Fig. 3) . The IC 50 values for Radix et Rhizoma Rhei, Radix Polygoni multiflori, and Caulis Polygoni multiflori ranged from 1 to 10 g/ml. and Caulis Polygoni multiflori on the SARS-CoV S protein and ACE2 interaction. Biotin-labeled S protein (0.05 g) was mixed with various amounts of aqueous extracts from Radix et Rhizoma Rhei (A), Radix Polygoni multiflori (B) or Caulis Polygoni multiflori (C), and the mixtures were added to wells, which were coated with 1 ng of ACE2. The biotinylated ELISA was performed as described in Section 2. Results are expressed as inhibition (%) described in Section 2. Values are mean ± standard error of six independent assays.\n\nAs emodin (1,3,8-trihydroxy-6-methylanthraquinone), rhein (1,8-dihydroxy-3-carboxyl-9,10-anthraquinone), and chrysin (5,7-dihydroxyflavone) are produced in high levels in genus Rheum and Polygonum (Koyama et al., 2003; Nonaka et al., 1977) , we investigated whether these compounds were responsible for blocking the binding of S protein to ACE2. Emodin and rhein belong to anthraquinone compounds, while chrysin belongs to a flavonoid compound (Fig. 4) . As shown in Fig. 5A , emodin blocked the binding of S protein to ACE2 in a dosedependent manner. The IC 50 value of emodin is 200 M. Preincubation of rhein with biotinylated S protein slightly inhibited the S protein and ACE2 interaction (Fig. 5B) . Chrysin exhibited a weak inhibition on the S protein and ACE2 interaction at 400 M; however, it significantly stimulated the binding of S protein to ACE2 at 50 M (Fig. 5C) . These results suggested that emodin was the likely active constituent of Rheum and Polygonum responsible for blocking the binding of S protein to ACE2.\n\nEmodin is an anthraquinone compound consists of three cyclic rings. The anti-psychotic drug promazine, which has been shown to exhibit the significant effect in inhibiting the replication of SARS-CoV (Zhang and Yap, 2004) , shared a similar structure with emodin (Fig. 4) . Therefore, we compared the inhibitory effects of emodin, promazine, and two other anthraquinone compounds on the S protein and ACE2 interaction. These compounds all showed inhibition on the binding of S protein to ACE2 (Fig. 6) ; however, the inhibitory activities of anthraquinone and 1,4-bis-(1-anthraquinonylamino)-anthraquinone were not significant. As compared to emodin, promazine exhibited the highest inhibition; however, the differences between emodin and promazine were not significant. These findings suggested that emodin and promazine might be capable of inhibiting SARS-CoV infectivity by blocking the S protein and ACE2 interaction.\n\nThe inhibitory potential of emodin on the SARS-CoV S protein and Vero E6 cell interaction was further evaluated by IFA. Emodin and promazine displayed no cytotoxicity in the concentration used in IFA. No cellular morphological change Fig. 5 . Inhibitory effects of emodin, rhein, and chrysin on the interaction between SARS-CoV S protein and ACE2. Biotin-labeled S protein (0.05 g) was mixed with various amounts of emodin (A), rhein (B) or chrysin (C), and the mixtures were added to wells, which were coated with 1 ng of ACE2. The biotinylated ELISA was performed as described in Section 2. Results are expressed as inhibition (%) described in Section 2. Values are mean ± standard error of six independent assays. has been observed in emodin or promazine-treated cells. Vero E6 cells treated with BSA showed negative result, while cells treated with biotin-labeled S protein purified from E. coli or baculovirus showed the strong fluorescence (Fig. 7) . Treatment of Vero E6 cells with either emodin/biotinylated S protein or promazine/biotinylated S protein diminished the cell-associated fluorescence. These results indicated that emodin and promazine were able to block the S protein and Vero E6 cell interaction.\n\nS protein-pseudotyped retrovirus infectivity was also used to evaluate the inhibitory potential of emodin. Vero E6 cells transfected with the plasmid encoding ACE2 were infected with S protein-pseudotyped retrovirus in the presence or absence of compounds. Emodin inhibited the S protein-pseudotyped retrovirus infectivity in a dose-dependent manner (Fig. 8) . The Fig. 6 . Inhibitory effects of emodin and emodin-like compounds on the SARS-CoV S protein and ACE2 interaction. Biotin-labeled S protein (0.05 g) was mixed with various amounts of emodin, promazine, anthraquinone or 1,4-bis-(1-anthraquinonylamino)-anthraquinone, and the mixtures were added to wells, which were coated with 1 ng of ACE2. The biotinylated ELISA was performed as described in Section 2. Results are expressed as inhibition (%) described in Section 2. Values are mean ± standard error of six independent assays. percent inhibition of emodin at 50 M was 94.12 ± 5.90%. Because Vero cells treated with 50 M emodin remained 82.4 ± 3.8% viability, the anti-SARS-CoV activity of emodin was not due to toxicity. Promazine also inhibited the S proteinpseudotyped retrovirus infectivity in a dose-dependent manner. Promazine exhibited the cytotoxicity effect at higher concentration (>25 M). Thus, the possibility that the antiviral activity of promazine was due to toxicity could not be excluded. However, the relative infectivity was 0.23 ± 0.2 when pseudovirus was treated with 5 M promazine. At the same concentration, cell viability remained 95.6 ± 7.7% by MTT assay. Thus, the anti-SARS-CoV activity of promazine at 5 M was not due to toxicity. Our findings indicated that emodin was a novel anti-SARS-CoV compound that was able to block the SARS-CoV S protein binding to Vero E6 cells.\n\nVarious clinically approved drugs, including nucleoside analogs, interferons, HIV protease inhibitors, anti-psychotic drug, anti-parasitic drug and antibiotics, have been screened for their anti-SARS-CoV effects (Cinatle et al., 2005; Tan et al., 2004; Wu et al., 2004a) . Interferons and ribavirin exhibit anti-SARS-CoV effects at high concentrations; however, the significant cytotoxic effects of these compounds are also observed (Cinatl et al., 2003b) . Promazine and niclosamide have been shown to exhibit significant effects in inhibiting the replication of SARS-CoV by abolishing the main proteinase activity (Zhang and Yap, 2004) . In addition to clinically approved drugs, some components of traditional Chinese medicine are found to be effective inhibitors of SARS-CoV replication (Wu et al., 2004b) . For examples, glycyrrhizin, the bioactive compounds of licorice root, is one of the first compounds found to be active against SARS-CoV in vitro (Cinatl et al., 2003a) . Sinigrin, a phenolic compound derived from Isatis indigotica root, exhibits the anti-SARS-CoV potential by inhibiting SARS-CoV main proteinase activity (Lin et al., 2005) . Baicaline, a flavonoid derived from Scutellaria baicalensis, inhibits SARS-CoV replication in vitro and in vivo . These findings might explain some beneficial effects of traditional Chinese medicine observed in SARS patients . It also suggested the anti-SARS-CoV potential of natural products from Chinese medicinal herbs.\n\nBy screening 312 herbs, we identified three widely used Chinese medicinal herbs of the family Polygonaceae exhibited the inhibitory efficacy on the SARS-CoV S protein and ACE2 interaction. Radix et Rhizoma Rhei is widely used in Southeast Asian folk medicine to alleviate liver and kidney damage (Agarwal et al., 2000; Arosio et al., 2000) . Radix Polygoni multiflori and Caulis Polygoni multiflori are the most famous tonic traditional Fig. 8 . Inhibitory effects of emodin and promazine on the SARS-CoV S proteinpseudotyped retrovirus infectivity. S protein-pseudotyped retroviruses were mixed with various amounts of emodin and promazine, and then incubated at 37 • C with shaking. After a 2-h incubation, the mixtures were inoculated with Vero E6 cells transfected with the plasmid encoding ACE2. The luciferase activity of cell lysate was assayed 2 days postinfection. The cell viability was determined after a 24-h treatment with emodin or promazine. The bars and lines represent the relative infectivity and cell viability (%), respectively, described in Section 2. Values are mean ± standard error of three independent assays. * p < 0.05, ** p < 0.01, compared with untreated cells. medicines in China and Japan, and clinically used for the treatment of coronary heart disease hyperlipidemia, neurosis, and other diseases commonly associated with aging (Xiao et al., 1993) . Radix et Rhizoma Rhei has been shown to inhibit herpes simplex virus (HSV) infection by blocking both the attachment and penetration processes (Hsiang et al., 2001) . Radix Polygoni multiflori and Caulis Polygoni multiflori have never been identified to exhibit the antiviral effects. In this study, we demonstrated that these herbs might be capable of inhibiting SARS-CoV infection by blockade of the binding of SARS-CoV S protein to cellular receptors.\n\nThe genus Rheum and Polygonum are sources of a wide range of phenolic compounds, flavonoids, anthraquinone, stilbenes, and tannins (Nonaka et al., 1977) . Anthraquinones, derived from the methanolic extract of Radix et Rhizoma Rhei, have been shown to disrupt the viral envelope, resulting in the abolishment of viral adsorption (Sydiskis et al., 1991) . Several studies indicated that anthraquinones exhibited anti-HIV, anti-human cytomegalovirus, anti-HSV, and anti-Epstein-Barr virus activities (Barnard et al., 1992; Konoshima et al., 1989; Schinazi et al., 1990) . Recent study further indicated that anthraquinone show antiviral activity but only emodin is a virucidal agent (Alves et al., 2004) . Emodin is the active constituent deriving from genus Rheum and Polygonum. Emodin possesses antibacterial, diuretic, and vasorelaxant effects (Huang et al., 1991; Koyama et al., 1988; Zhou and Chen, 1988) . It also exhibits antiinflammatory, anti-proliferative, and anti-carcinogenic properties (Chen et al., 2002; Kumar et al., 1998) . Emodin is suspected to exhibit its antiviral activity by inhibiting casein kinase 2, which is exploited by many viruses for the phosphorylation of proteins that are essential to their life cycle (Battistutta et al., 2000; Guerra and Issinger, 1999) . It also has been demonstrated that emodin disrupted the lipid bilayer, resulting in the inactivation of enveloped virus (Sydiskis et al., 1991) . In this study, we demonstrated that emodin was able to block the SARS-CoV S protein and ACE2 interaction. Preincubation of emodin with S protein or S protein-pseudotyped retrovirus also abolished the SARS-CoV and Vero E6 cell interaction. These findings suggested that in addition to disrupting the viral envelope, emodin might abolish SARS-CoV infection by competing the binding site of S protein with ACE2.\n\nEmodin is an anthraquinone compound consisting of three cyclic rings. Promazine, which has demonstrated anti-SARS-CoV effect, is also a phenolic compound consisting of three cyclic rings. Based on the structural similarity, we wondered whether other anthraquinones or phenolic compounds also exhibited the anti-SARS effects. By comparing the inhibitory efficacy of promazine, anthraquinone, 1,4-bis-(1anthraquinonylamino)-anthraquinone with emodin, we found that anthraquinone and 1,4-bis-(1-anthraquinonylamino)anthraquinone slightly inhibited the S protein and ACE2 interaction. Emodin and promazine blocked the S protein and ACE2 in a dose-dependent manner. These results suggested that the side chains but not the anthraquinone skeleton has a great impact on the S protein and ACE2 binding. These findings also indicated that promazine exhibited anti-SARS effect by inhibiting both the virus entry and protein processing.\n\nBy screening 312 herbs, we identified three widely used Chinese medicinal herbs of the family Polygonaceae which inhibited the SARS-CoV S protein and ACE2 interaction. Emodin, the major components of the genus Rheum and Polygonum, is the likely active constituent responsible for blocking both the binding of SARS-CoV S protein to ACE2 and the infectivity of S protein-pseudotyped retrovirus to Vero E6 cells. These findings suggested that emodin was a novel anti-SARS-CoV compound and might be considered as a potential therapeutic agent in the treatment of SARS."}