{"title": "ScienceDirect CENTERIS -International Conference on ENTERprise Information Systems / ProjMAN -International Conference on Project MANagement / HCist -International Conference on Health and Social Care Information Systems and Technologies, CENTERIS/ProjMAN/HCist 2018 RFID Applications and Adoptions in Healthcare: A Review on Patient Safety-NC-ND license (https://creativecommons.org/licenses/by-nc-nd/4.0/) Selection and peer-review under responsibility of the scientific committee of the CENTERIS -International Conference on ENTERprise Information Systems / ProjMAN -International Conference on Project MANagement / HCist -International Conference on Health and Social Care Information Systems and Technologies. CENTERIS -International Conference on ENTERprise Information Systems / ProjMAN -International Conference on Project MANagement / HCist -International Conference on Health and Social Care Information Systems and Technologies, CENTERIS/ProjMAN/HCist 2018 RFID Applications and Adoptions in Healthcare: A Review on Patient Safety-NC-ND license (https://creativecommons.org/licenses/by-nc-nd/4.0/) Selection and peer-review under responsibility of the scientific committee of the CENTERIS -International Conference on ENTERprise Information Systems / ProjMAN -International Conference on Project MANagement / HCist -International Conference on Health and Social Care Information Systems and Technologies", "body": "Haddara & Staaby/ Procedia Computer Science 00 (2018) 000-000\n\nWith the increasing number of population and patients worldwide, patient safety becomes a paramount and a critical public health concern. It is estimated that there are about 42.7 million adverse events each year, out of 421 million hospitalizations (1) . Numbers from the World Health Organization (1) state that there is a 1 out of 300 chance of a patient being harmed when in healthcare due to medical errors. The majority of medical errors are attributed to specimen misidentification, adverse drug events and incorrect blood transfusion, which are all mainly caused by misidentification of patients and medication (2, 3) . However, the Food and Drug Administration (FDA) have estimated that half of the medical errors caused by misidentification are preventable by introducing integrated IT (4) . Radio Frequency Identification (RFID) is believed to be the next generation technology for tracking and datacollection and has successfully been applied in several industries such as manufacturing, retail and logistics. Over the past years, RFID has emerged as a powerful technology for data collection and automated tracking of the identity, location and movement of people, products and assets. However, RFID technology is nothing new. Already in 1973 the active RFID tag was introduced by Mario W. Cardullo (5), but has not until recently been applied by organizations to deliver value-added applications related to intelligent management and tracking of objects in the areas of manufacturing, agriculture, supply chain, transportation and healthcare (6) . RFID systems use radio waves to capture and transfer data, without any human intervention (4) . A standard RFID system consists of three components: (1) an RFID tag that are attached to an object for identification, (2) an RFID reader that requests the data from the tag, and (3) the middleware that process and store the information from the readers (which are connected to the tagged object). The RFID tags can be either passive or active. Passive RFID tags have no internal power source, rely on fixed readers and are mainly used for identification and access control, while active RFID tags (see fig. 1 ) are battery powered, broadcast their own signal, and provides a much longer read distance, which makes them more suitable for real-time tracking (7, 8) . The RFID system can also be integrated with an information system to provide intelligent services based on information from the middleware (9, 10) . RFID technology is also seen as the next disruptive innovation in healthcare (11) , and represents several opportunities for increased safety, operational efficiency and cost savings, by tagging inventory, assets, patients and personnel (4) . Even though RFID promises several benefits for the healthcare industry, the adoption of RFID technology in the health sector has not been as striking as anticipated and still lags behind compared to other industries due to concerns related to costs, security and privacy, electromagnetic interference, and lack of industry standards (4, 11) . Even though RFID costs have indeed fallen dramatically over the past years, it has yet to pass the tipping point of economic rationality for hospitals (2, 12) . The objective of this paper is twofold. First this study aims at exploring existing state-of-the-art patient safety related applications of RFID. And to explore the challenges affecting the adoption of RFID for improving the quality and patient safety in healthcare. The following research questions are proposed to guide this research: In which ways can RFID contribute to improved patient safety in healthcare, and what are the challenges related to adoption of RFID technology for such applications? The rest of this paper is organized as follows. Section 2 presents an overview of the research methodology applied in this research. Section 3 provides an overview of the main themes and findings. A discussion of the main findings is presented in section 4, and finally, a conclusion and recommendations for future research avenues are presented in section 5. \n\nThis paper is based on secondary research, where findings from selected research within the scope of this study are reviewed and discussed. In order to address the focus question and cover relevant publications, the authors conducted a literature review on central topics including RFID technology, RFID adoption, and RFID applications within the context of healthcare. Literature reviews represent a well-established method for accumulating existing knowledge within a domain of interest. In this article we have applied a systematic review approach (13) . This approach is characterized by adopting explicit procedures and conditions, which can potentially minimize bias (13) . The research articles selected have been collected through literature searches using Business Source Premier and Google Scholar between the years 2006-2018. At first, the authors decided to include only relevant papers that have at least five citations, which lead to a low number of papers. In addition, most of these papers were prior to the year 2014. So, the authors decided to remove this constraint in order to enable the inclusion of more recent publications in this review. For the literature search, the keywords \"RFID\" and \"healthcare\" were used in different forms, in combination with the keywords \"adoption\", \"patient safety\", \"drug compliance\", \"patient tracking\", \"patient monitoring\", \"patient identification\", and \"patient management\". After the literature has been identified, the authors then skimmed through the abstracts to check the relevance of the papers to this study. After the identification of the selected potential papers, the authors then read the papers independently in order to identify the reoccurring main themes discussed in the existing body of knowledge. In total, 49 papers are included in this review. The following table provides an overview of the themes that are commonly discussed in literature, based on the scope of this study. Some papers fall under more than one theme or topic based on their scope and focus. \n\nTechnological (2, 4, 10, 15, 34, 38, 39) (4, 10, 11, 15, 18, 22, 34, 38, (40) (41) (42) (43) (44) (45) Organizational, Financial, & other Challenges (3, 4, 9, 11, 16, 18, 19, 24, 25, 28, 38, (45) (46) (47) (48) (49) (50) (51) (52) \n\nIn total, 49 papers were identified and included in this review. The research paper commonly addressed more than one topic or theme. Below is a figure that presents the number of papers per topic. 3.1. RFID in healthcare: applications for improved patient safety As stated earlier, medical and human errors in hospitals cause about 42.7 million adverse events each year (1), which demonstrates a critical need for improved patient safety. RFID has a huge potential when it comes to improving healthcare quality for patients, through reducing human errors during interactions between patients and healthcare personnel (10) . However, the adoption of RFID technology in hospitals have been modest, which is mainly due to high costs and difficulties justifying the investment (2, 28) . Literature has suggested numerous applications of RFID in healthcare. These applications include patient tracking, identification and monitoring, drug tracking, identification and administration, blood transfusion, equipment and asset tracking, and collection of sensor-derived data (4, 6, 9) . Within patient safety, which is the focus of this paper, four applications are identified: patient identification, patient tracking, patient monitoring, and patient drug compliance. In addition, literature findings on the most common challenges and barriers of RFID adoption in healthcare are also presented below.\n\n• Patient identification On a daily basis, hospitals face the problem of misidentifying patients. Misidentification of patients is one of the main reasons for medical errors in hospitals and is considered a risk to patient safety (2, 14) . Positive patient identification (PPI) applications using RFID technology may include a smart wristband with a passive RFID tag, that can be scanned to identify patients and reveal information such as date of birth, name, insurance information, allergies, blood type and medication requirements (6, 7) . Several studies suggest that hospitals should work to prevent these errors from occurring by implementing a satisfactory patient identification system that can improve the safety procedures of hospitals (2, 15, 20, 21) . Likewise, (14, 32) suggest that smart RFID technologies can potentially minimize errors resulting from misidentifications of patients. Other researches propose an RFID-based identification of patients in order to query and retrieve correct related medical data from the various existing healthcare information systems, which in turn can potentially minimize patient-handling errors (17, 30) . Identification through RFID may also be used for surgical patients to ensure that the surgery procedure is performed on the right patient (7).\n\nManaging supply chains, monitoring of medical inventories and supplies and assets are ones of the most commonly used applications of RFID in healthcare (17, 18, 53) . However, these are not the only applications of RFID for tracking purposes in hospitals. RFID is now moving beyond the perception of only being used as an asset tracker, to being viewed as a technology for improving patient care and safety by tracking vulnerable patients (2, 4, 30) . This may include tracking the movements of long-time elderly (21, 26) or disoriented patients (2) , and children to avoid baby snatching (6, 22) . RFID tracking of patients has also been used to rapidly locate and identify patients in the emergency care to quickly be able to start providing medical assistance (23) . According to (31) , most time spent in hospitals is wait time. Thus, RFID patient tracking capabilities have the potential to reduce waiting times through the automatically display of the phase in which a patient is in, which can also provide transparency for patients and staff in the surgical trajectory and improve patient flow and reduce wait times (31) . RFID tracking can also be used to identify the patients that are ready to leave the hospital, in order to minimize unneeded long stays for better resources allocation (14) . It can also enable tracking the elderly patients with chronic diseases at their homes (33) . Another tracking application is the movement tracking of visitors, staff, and patients to locate and identify people that have been in contact with people carrying infectious diseases. During the Severe Acute Respiratory Syndrome (SARS) epidemic, a few Asian hospitals applied RFID for such purposes. Stored data from the RFID systems allowed the hospitals to identify and locate people that had been in contact with the SARS infected patient prior the diagnosis being made (6, 7) . RFID was also adopted and used in psychiatric wards in order to track patients (25) . The case study suggests that RFID traceability aided in increasing the value of health care practices and in improving the workflow in the psychiatric wards rather than the personnel spending time checking on the whereabouts of the patients (25).\n\n• Patient monitoring RFID (in combination with other IoT-based sensors) may also be used for patient monitoring and collection of sensor-derived data. To monitor patients, Aguilar et al. (2) suggest using an implantable RFID that serves the function as a portable medical record. During the SARS outbreak, the Show Chan Hospital in Taiwan established the \"Intelligent digital health network\" project, using active RFID tags for patient monitoring to keep track of the body temperature of potentially infectious patients with a fever. The remote data link RFID feature was also later applied to a senior citizen home to remotely transmit movements and physiological data of handicapped or bedridden patients.\n\nHaddara & Staaby/ Procedia Computer Science 00 (2018) 000-000\n\nThis allowed the medical staff to monitor patients and take appropriate action if needed (6) . (4, 34) state that integrating the RFID with a healthcare information system (HIS) may also improve decision-making and diagnosis, as it allows medical staff to access accurate patient information immediately, and thus make the right decisions in a timely manner. Also, RFID in integration with other IoT technologies, like sensors, mobile networks (35) , or wireless sensor networks (WSN) can help in emergency situations and incidents such as patient falls or heartbeat irregularities (27) . Via a case study in Saudi Arabia, (33) proposed and tested a prototype that uses RFID wristbands and sensors for tracking, and wireless ECG sensors to monitor vital signs and transmit data remotely for the home-staying elderly patients who suffer from chronic diseases. Likewise, (34) proposed a multi-layered framework that integrates RFID equipment with other IoT technologies in order to enable real-time patient monitoring. Another study surveyed the current technological applications of RFID in body-centric systems for patient monitoring, as well as gathering information about the patient's living environment via IoT sensors (24) . While the study suggests that RFID applications in healthcare are mainly still in the experimental period, however, recent advances in biomaterial engineering pave the way for tattoo-like thin surface electronic devices that are fully bio-compatible and self-dissolvable within a specific period and thus could be used as temporary wireless wearable sensors for patient monitoring (24) . Similarly, other researchers suggest that the use of RFID-enabled smart bandages may have the potential to monitor the after-surgery patient's status through assessing temperature and monitor damaged tissues and the healing process (14) .\n\n• Patient drug compliance RFID systems can be potentially used and adopted in order to improve drug compliance. Sun et al. (12) demonstrate a Wisely Aware RFID Dosage (WARD) system for hospitals that, by using RFID wristbands on patients in combination with barcodes on drug packages, can reduce the risk of medication error and build a safe and effective patient care environment in hospitals. Pérez et al. (23) present a similar, but slightly more sophisticated system, combining active and passive RFID tags to pinpoint a patient in a specific area and identify the correct doze of prescribed medication. Patient drug compliance solutions can also be used in the home after leaving the hospital by attaching an RFID tag to the medicine container that records each time it is opened. Through a connected information system, doctors can access this RFID data and thus monitor patient drug compliance (7) . Such solution was demonstrated by (36) introducing a home robot prototype with human face detection and an RFID tagged tablet dispenser, which work to improve drug compliance and monitor medicine intake. Correspondingly, a study (47) proposed a prototype that applies RFID tags to medications and an RFID reader along with a web based system to track the use of medications. The system also alerts healthcare personnel if the medicines have expired.\n\nIn addition, RFID-enabled smart bandages can aid in controlled drug delivery for after-surgery patients based on their wound monitoring data (14) . Another research conducted at a Greek hospital, presented the application of RFID technologies for blood sample management via a blood bank management system (37). The study's findings suggest that RFID in combination with barcodes can aid in better blood samples' management and reduce the risk of misidentification and blood product waste (37). Similarly, (18) argue that RFID technologies can aid transfusion departments to able to better manage blood samples and to facilitate identification and transfusion of blood products to the correct patient.\n\nEven though there are many benefits of applying RFID to improve patient safety, literature has also identified several challenges affecting the adoption of RFID to ensure drug compliance and track, identify and monitor patients. These challenges can be organized into three different categories: (1) technological challenges, (2) security, privacy and data management challenges, and (3) organizational and financial challenges.\n\nThere are a few technological limitations of RFID, which cause a challenge for RFID adoption especially in healthcare. RFID wireless transmissions may cause electromagnetic interference (EMI) with biomedical devices. This is a challenge for RFID applications in healthcare, as EMI generated by RFID tags can critically affect the performance of electronic biomedical devices and electronic medical equipment, which pose a threat to patient safety in medical environments (38) . According to Hu et al. (39) RFID tags could potentially cause EMI to medical equipment such as external pacemakers or syringe pump, which could cause the equipment to switch off in the proximity of an RFID tag. This would directly put patients' health in danger. Another technological challenge of RFID is related to the accuracy and reliability of RFID systems. Compared to barcodes (used by most hospitals today), which are generally reliable, RFID tags might not work as expected in some situations or with certain products (2) . The accuracy of an RFID reading depends on factors like tag placement, read distance, the object tagged and angle of rotation, in addition to the presence of items containing liquid, metal objects and local Haddara & Staaby/ Procedia Computer Science 00 (2018) 000-000 magnetic interference, which do not always result in a 100% accurate RFID read rate (38) 44 For implementations of RFID systems in healthcare industry, there is also a lack of industrial standards and guidelines (34) , which makes such implementations challenging in hospital environments (2, 48) . According to Aguilar et al. (2) , the lack of industry standards is due to the potential security violations and privacy implications faced by RFID technology today.\n\n• Security, privacy, and data management challenges Data privacy, management and security are important considerations in the healthcare sector. In the case of RFID technology, guaranteeing security and privacy is one of the most challenging issues when it comes to information delivery (2, 10, 18, 19) . Challenges related to privacy mainly originate from counterfeiting unencrypted sensitive data within RFID tags, intercepting data during transmission, or the unauthorized access of sensitive data (41) . From a legal perspective, unencrypted patient data stored in RFID tags may also be perceived as a violation of government regulations, such as the Health Insurance Portability and Accountability Act (HIPAA) in USA (4, 38) . Because most RFID tags rely on wireless interfaces, RFID systems may also be subject to physical attacks, such as timing attacks, fault integration and power analysis attacks (38) . When it comes to data transmission, eavesdropping is a central concern, in addition to standards that require authentication of the RFID tag or reader (38) . According to (11, 18, 41) , privacy and security threats are the factors that slow down the adoption of RFID in healthcare. In addition, the security concerns escalate exponentially when RFID technologies are integrated with human-centric IoT sensors (42) , which may directly affect the human's well-being. While data security, privacy and access are paramount in RFID use in healthcare, however little technical research have addressed these issues (34, 41) . Hence, (41, 44) have proposed frameworks to address these challenges within healthcare contexts. The proposed frameworks enable preserving the patient's privacy and data secrecy while accessing the various healthcare services. Another study on privacy and security concerns in healthcare suggests that cognitive factors, persistence of data captured through RFID, and the awareness of the existence of security policy can influence medical staff's adoption and use of RFID in hospitals (43) .\n\nIn order to realize the deployment of an RFID system, a large initial investment is required (18) . Even though the cost of RFID tags has decreased significantly during the past decade, the cost of RFID tags is still considered substantial (3). Today, a passive RFID tag costs approximately 10 cents (4), while each active RFID tag can cost up to 20 dollars 2 , which is a major investment for hospitals in cases where all assets, staff and patients are tagged. In addition to the RFID tags and readers, the RFID infrastructure also requires middleware, databases, servers and applications. In addition, training, business process redesign, organizational change and RFID infrastructure maintenance are also costs that need to be accounted for (4) . A study conducted in the US concludes that the adoption cost is regarded as the top barrier for RFID adoptions (51) . Another pilot study (18) in an American hospital estimates a long-term return on investment (ROI) through a 5-year ROI of 2%, with an approximate payback period of four years. This study if one of the very few papers to present an ROI estimation, as there is very limited research that reports the return on investment from RFID projects (22) , which signifies a great barrier to RFID adoptions when it comes to top managers' investment decision. On the other hand, other researchers argue that RFID-based tracking systems are proven to be cost effective when used for psychiatric patients tracking (25) . Likewise, other case studies (16) argue that RFID technology is invaluable in assisting with the everyday clinical practices of hospitals. Thus, the high technology costs are then justified by the high costs of the service and the high risk to the patient (16, 19) . As in almost any technology implementation and adoption projects, top management support is seen as a key success factor in the initial phase of RFID implementations in hospitals (11) . This supports the findings of (46), who also add that top management often lack awareness about the potential benefits and cost savings related to RFID, which pose a challenge to RFID adoption. Also, the medical teams' readiness for technology (28) is considered one of the main barriers to RFID adoption in the healthcare industry. Nevertheless, the involvement of the medical team during the several phases of the RFID implementation projects could potentially minimize the resistance to change threats and increase the adoption rates (16) . Moreover, a study conducted in Iran concludes that environmental barriers and governmental data use policies may hinder RFID adoptions in the healthcare sectors in developing countries (45) . It is also argued that cultural and ethical issues may be regarded as technology adoption barriers (50).\n\nFindings from the reviewed literature show that RFID technology (in combination with information systems and mobile technology) can improve patient safety by reducing medical and human errors caused by patient misidentification, poor decision making, insufficient patient monitoring, poor patient tracking, inability to respond rapidly, and non-compliance with Haddara & Staaby/ Procedia Computer Science 00 (2018) 000-000 medications. However, there are some issues related to RFID, which pose a challenge to hospitals and other medical institutions who consider adopting RFID systems to improve patient safety. These challenges are related to technological, data management, security and privacy, and organizational and financial issues. Medical errors have become a leading cause of death on a global basis. It is found that medical errors are causing 250,000 deaths per year in the U.S. alone (54) . Misidentification, and specimen or medication misidentification, is the leading cause of death due to medical errors (3). To address this issue, hospitals and other institutions can apply RFID patient identification, tracking, monitoring and drug compliance systems (6) . According to a case study by (2) , positive patient identification (PPI) systems allow the personnel to quickly obtain up to date information about the patients (including medication requirements), and prevents medical personnel from taking shortcuts when identifying patients and medication. This suggests that RFID enabled patient and medication identification systems does indeed reduce misidentification and non-compliance with medications, which thus improve patient safety. As previously stated, patient related applications of RFID, such as patient identification, tracking and monitoring, promise a lot of benefits related to efficiency and patient safety. However, there are also some challenges when it comes to the privacy and security of patient information stored in RFID tags, e.g. a malicious person might access a patient's electronic medical record, or the patient could be disposed to physical tracking, due to the fact that RFID tags automatically respond to queries from RFID readers without alerting the tagged person (10, 40) . Because of protects against tagging of people and privacy concerns, patient related RFID applications are much more complicated than asset related applications (4). These security and privacy challenges are amplified by the lack of industrial standards and secure protocols for RFID in healthcare (38) . According to (2) , these controversial privacy implications of RFID technology and the potential for security violations with existing RFID products are actually the main reasons for the lack of industry standards for healthcare. Hence, as long as safe RFID protocols and industry standards are lacking, there will exist a trade-off between improved patient safety and risks related to privacy and security issues. As such, the benefits and convenience of RFID systems should be weighed against the risk of privacy and safety before adopting RFID for patient related applications. This trade-off can be exemplified by the case of Asian hospitals that implemented tracking of visitors, personnel and patients during the SARS outbreak in 2003, where RFID technology was used to hinder the disease from spreading at the hospitals (6) . This demonstrates that patient related applications of RFID can improve patient safety and even save lives, however, at the current state of RFID systems, protocols and standards, this could be at the expense of privacy and safety considerations. Through RFID enabled patient identification and monitoring, hospitals can also improve decisionmaking and diagnosis (2, 6) . However, these benefits can only be realized if hospitals implementing RFID systems have the satisfactory level of sophistication, including interoperability and integration capabilities, in their IT systems to take advantage this technology. This represents a challenge to RFID adoption, as hospitals that do not have such systems in place might be hesitant to apply RFID due to the associated high costs (2). Ajami & Rajabzadeh (9) argue that healthcare organizations will be faced with several challenges if RFID systems are used alone, but will reduce medication, diagnosis and medical errors if integrated with electronic health records, hospital information systems, and supported by decision support systems. This indicates that even though RFID technology is argued to be an infrastructure technology, the value of the system derives from the data collected and analyzed in the underlying applications (38) . Hence, the potential benefits and business value generated by RFID projects only can be realized if properly integrated with existing information systems. Hospitals implementing RFID technology should provide efficient mechanisms to transform collected data into valuable information, as this is where business value is generated. When it comes to adoption of RFID technology, healthcare still lags behind other industries. One of the factors affecting adoption is the cost of RFID infrastructures. In addition to costly RFID tags, implementing an RFID systems can be expensive, especially if the hospital lacks the infrastructure required to support such a system, or if integrations with existing hospital information systems becomes problematic (49) . For RFID projects, return on investment (ROI) is only achieved after a long period of time, which also makes it difficult to address the potential return on RFID investments (22) . To overcome the barriers of high RFID costs, Yao et al. (2012) (4) suggest that there should be designed low-cost effective systems, combining passive RFID and active RFID tags with barcodes to save costs and at the same time achieve the same goal as more sophisticated RFID systems. However, the focus on cost reduction in future advances of RFID tag design will most likely be at the expense of the RFID tag's limited computational capabilities, which makes it challenging to design and implement sufficient security functions (10) . Hence, RFID may still be too expensive and risky for cost conscious hospitals. Another factor affecting the adoption of RFID for patient related purposes, are the organizational challenges. Many hospitals are hesitant to invest in RFID because it is still not widely adopted and there is a lack of healthcare organizations with demonstrated success in RFID implementations (4, 46) . According to Lee & Shim (46) , the lack of awareness about RFID is a major barrier to the adoption of RFID in healthcare. Even though hospitals may see how important RFID will be in the future, top management, whose support is a key factor for RFID implementations, might not understand or see the benefits or importance of RFID technology for healthcare applications (11, 46) . Lee and Shim (46) found that many top managers did not even expect to see an overall reduction in costs from adopting RFID.\n\nHaddara & Staaby/ Procedia Computer Science 00 (2018) 000-000\n\nThey further argue that with better knowledge of IT, the degree of uncertainty about the adoption will decrease, which will result in a less risky adoption. This suggests that healthcare organizations that are more knowledgeable about information technology are more likely to adopt RFID. Hence, to speed up RFID adoption in healthcare, awareness needs to be increased among less innovative managers and healthcare personnel.\n\nRFID adoption in healthcare opens up for a lot of opportunities to improve patient safety. This includes using RFID for patient identification, patient tracking, patient monitoring and improving drug compliance. Implementing RFID technologies for such purposes can reduce the chances of medical and human errors in hospitals and other healthcare institutions. The adoption rate of RFID in healthcare is extremely low contradicting first predictions in the early 2000s, and the future of RFID still remains uncertain. This is mainly due to several challenges and barriers, like high adoption costs, lack of industry standards, lack of privacy and security protocols, and poor awareness of its importance to the healthcare industry. To increase the adoption of RFID in healthcare there is a need for satisfactory security and privacy measures and regulations, more seamless integrations with existing information systems, institutional support and increased awareness among top management, and RFID systems that are more customized for hospitals. Future research should investigate the issues affecting RFID adoption in healthcare, particularly those related to the patients' privacy and security, as these were found to be important factors affecting the adoption of RFID for patient safety related purposes. In addition, there is an apparent research gap on technological issues that may affect RFID adoptions and implementations in healthcare. Finally, there are also legislative and social challenges with adopting new technologies in general, and RFID and IoT in particular. Once legal and social challenges and issues are resolved by consolidated legislations and improved RFID technology security standards, healthcare organizations are expected to speed up their pace to adopt RFID for patient related applications."}