{"title": "Leading and managing an emergency departmentdA personal view", "body": "The emergency department (ED) is a \"unique operation, optimized to exist at the edge of chaos\". 1 Its doors are open 24 hours a day, 365 days a year. It is prepared and equipped to provide comprehensive emergency care to the community in emergent and non-emergent situations. The ED environment is full of interruptions, with multiple interactions and a high density of decision-making. It is a place where neither its volume nor pace of work can be predicted. The input, throughput, and output of ED patients are largely beyond the control of ED staff and managers.\n\nED practitioners function at several different levels. At the first level, practitioners care for patients one at a time: it is a one-to-one relationship when the practitioner is with the patient. However, the ED would grind to a halt if its practitioners were to attend to one patient from entry to exit prior to attending to the next patient. At the second level, practitioners care for many patients simultaneously. They multitask. They have to do this efficiently and effectively to ensure the safety of not only the patient they are caring for at the moment but all of the other ED patients. At any one point in time, the ED will have a lead practitioner (this is the third level) on the \"shop floor\", usually a physician who will direct the activities of the whole team e prioritizing which patients and tasks should be attended to first, and at which times, determining which rules can be bent or ignored.\n\nWhile in the ED, the patient interacts with and is cared for by a team consisting of physicians, nurses, paraclinical practitioners, and administrators. It is the responsibility of the leaders and managers of the ED (the fourth level) to ensure that their teams work in an environment where they can deliver the best care to their patients. This environment is defined by people, system, and place.\n\nThe process of providing care in the ED is inherently interdisciplinary, requiring physicians, nurses, paraclinical practitioners, and administrators, and sometimes even members from outside the ED, to work together. It is recognized that team performance is crucial to providing safe patient care. 2 ED teams work in a dynamic domain of healthcare as they work under conditions that change frequently, may be assembled ad hoc, have a dynamically-changing team membership, and have to integrate different professional cultures. 3 One of the responsibilities of the ED senior management is to foster teamwork. This is a skill that ED leaders and managers must master. Pentland and his team 4 at MIT's Human Dynamics Laboratory have identified communication to be critical in building successful teams. They stated that the patterns of communication matter more than what is communicated. 4 The most important and valuable form of communication according to Pentland's team is face-to-face, the next is by phone or videoconference, but these become less effective as more people participate, and the least valuable are e-mail and texting.\n\nIt is important for ED senior management to create opportunities for ED team members to meet and mingle informally. Most EDs have a common staff pantry, others organize celebrations and trips, and a few have open offices, which allow team members to socialize. Social time turns out to be deeply critical to team performance. 4 \n\nThe majority of ED staff recognizes the importance of teamwork and communication in their work in improving patient safety. 5 Communication within the ED is a challenge as practitioners work in an environment with a high-velocity, where multitasking is the order of the day, and interruptions are the norm.\n\nEisenberg et al 6 identified four routine communication processes in the ED that were crucial in determining the direction and quality of care, and in many cases the likelihood of adverse events. These are at: triage, testing and evaluation, handovers, and admission. Of these, the most interest has been on handovers, i.e., when care is transferred from one practitioner to another. Handovers are known to be a significant contributor to inefficiency and error. 7, 8 The ED senior management may wish to consider developing standardized approaches to communication processes for handovers. This can be a written template or a computerized sign-off. The team should decide how much information is required and what must be included. The use of standard read-back protocols might also minimize the misinterpretation of information transferred between two practitioners during handovers. 9 Awareness of the importance of communication in assuring quality care is an essential step in driving safer processes. 10 ED senior management should be cognizant of the level of \"authority gradient\" in their ED. As leaders and managers, they must work to minimize the negative influence of \"authority gradient\". One way to do this is to provide opportunities for team members to interact under informal circumstances to become familiar with one another. 11, 12 Informal interactions create the opportunity for casual dialogue that tends to flatten out the authority gradients between individuals. 13 Another way to minimize the negative influence of \"authority gradient\" is to introduce protocols for safetycritical moments and potentially significant events. One such is the two challenge rule 14 : a team member should voice his or her concerns first as a question; and if this is ignored, the second time more assertively. If after two attempts the concern is still disregarded and the team member believes that safety may be severely compromised, he or she is mandated to take a stronger course of action, report to a supervisor, or go up the chain of command.\n\nConflicts are expected in an environment like the ED, where many practitioners are involved in the care of one patient and one practitioner cares for more than one patient. ED practitioners interact with each other as well as with members from other departments and agencies. Resolving conflicts constructively can give rise to new opportunities and can lead to less stress for the ED team. Every ED should have a structure for conflict resolution, whether the conflict is between ED team members or between them and other departments or agencies. We describe the structure for conflict resolution between the ED and other departments of an institution in Singapore.\n\nThe disposition of certain patients in the ED can give rise to disagreements from receiving inpatient teams. For example, a patient with cardiac failure and pneumonia who requires an intensive care unit bed may not be accepted by either cardiology or general medicine. This patient can be left in the ED for a long time. Additional resources will be needed to care for this patient. The leaders of this institution chaired meetings between the ED and inpatient teams. Gray areas were discussed and agreements were reached between all teams as to which patients would be accepted by which inpatient team. It was also agreed that, should there be a dispute and no inpatient team would accept the case, the ED physician would make the decision. Any disagreement would be brought up for discussion at a later date, after the patient had been admitted.\n\nThe organizational structure of an ED is known to have an impact on the interaction between the different professions within the team. Seow 15 described the three types of organizational structures her ED team had experienced (silo, matrix, and business unit center) as well as the strengths, weaknesses, opportunities, and threats (SWOTs) of each.\n\nWe are all aware that when the lead physicians and lead nurses in an ED have a collegial relationship, a sense of camaraderie tends to cascade to the rest of the team. The corollary would then be that when the relationship between the lead physicians and lead nurses in an ED is less than cordial, the interactions between the two groups would generally not be optimal.\n\nThe ED is the \"shop window\" and a door to the hospital. The senior management of a hospital may have feelings of insecurity if they find it difficult to \"control\" the ED.\n\nPolitics involves the total complex of relations between people living or working in an organization or society. ED senior management must be alert for signs of \"political play\" as certain behaviors can result in suboptimal patient care. 15 It is important for ED senior management to know the \"movers and shakers\" in their organization 16 and to have a proactive approach rather than a reactive approach towards them. 17 The state of the relationship between the ED senior management and their hospitals will have a bearing on the amount of resources the ED will receive. This can impact the ED working environment.\n\nThese are now the norms rather than the exceptions compared to the early years of emergency medicine practice. The literature 18e22 explores the outcomes of the adoption of a few clinical decision support rules and their acceptance by practitioners. Standard of operations, protocols, and clinical decision support are especially attractive to ED senior management as they can provide some order in a chaotic environment.\n\nThe work in the ED is unbounded, involves multiplicity (caring for numerous patients with highly variable complaints simultaneously), is characterized by a high level of uncertainty (dearth of background information about patients and the need to make difficult decisions before critical data may be available) and care is provided under significant time constraints. 6 There is a great temptation for some ED senior management to introduce standard of operations, protocols, and clinical decision support to as many conditions as their teams may encounter. They may not realize that ED is a complex system. 1 It is difficult to predict all events that can occur in a complex system. Sometimes, it is more prudent to keep goals simple and clear, establish three or four key objectives for the practitioners to achieve, and allow the practitioners to self-organize and accomplish them.\n\nED senior management has to ensure that its team members have the equipment and consumables they require when they attend to patients. They should not have to be distracted by misplaced or inadequate equipment or supplies. For example, time is wasted when practitioners have to walk around their ED looking for gloves when they are about to carry out a procedure.\n\nThe placement of equipment and consumables within the ED will have an impact on the efficiency of its practitioners. Standardizing the layout of consultation, resuscitation, and other work areas will also contribute to this efficiency.\n\nGottfredson and Schaubert 23 advised that management should know where it is starting from, i.e., diagnose its organization's point of departure and then know where it is going, in other words, map their point of arrival and make a plan.\n\nResearchers 24e26 have measured and tracked different ED performance indicators. ED senior management will have to know their point of departure and arrival when deciding what to measure and track.\n\nWardrope and McCormick 16 listed a contingency planning for rare emergency events as one of the core activities of emergency medicine. One of the unique responsibilities of the ED senior management is to plan and prepare for disasters.\n\nIn the past decade, the world has encountered terrorist attacks, earthquakes, infectious disease outbreaks such as severe acute respiratory syndrome (SARS), transport accidents, etc., and in all these events EDs were one of the first agencies involved. ED senior managers must ensure that their departments plan, prepare, practice, review, analyze, assess, and strategize for these possible events.\n\nWhen planning the layout of the various working areas within the footprint of their department, ED senior managers must take into consideration the composition of their patient population and the flow of the various subgroups into, within, and out of their ED. If the layout of the working areas cannot be changed, the routes patients have to take into, within, and out of their ED should be planned. The aim is to keep \"crisscrossing\" to the minimum. This is important to keep patients and staff safe, especially during an infectious disease outbreak like SARS.\n\nThe physical environment was identified as a source of significant communicative vulnerability. 6 Eisenberg et al 6 recommended that creating a workable backstage area for completing conversations could mitigate concerns and lessen misunderstandings and mistakes. There should also be quiet rooms or areas in the ED for agitated patients or their family members, suspected victims or victims of abuse, and for breaking bad news.\n\nThere is always a risk that the ED team may encounter aggressive members of the public. One way to enhance the security of the ED staff is to provide separate entry and exit doors from the public.\n\nA part of contingency planning is to plan an area or areas to accommodate surges in patients, whether from infectious disease outbreaks like H1N1 influenza in 2009 27 or from overcrowding (although we agree with Ovens 28 that ED overcrowding is a system problem requiring a system solution).\n\nThe ED operates 24 hours a day. This must be emphasized to the supporting departments, like housekeeping, facilities, etc. ED senior managers must arrange and ensure that their team receives the same level of support during and outside office hours, on weekdays and weekends.\n\nThe ED senior managers must be vigilant about the cleanliness of their ED, as this is one of the first impressions the public has of the facility but more importantly plays a part in infection control.\n\nChristmas et al 29 found that having a consultant working nights resulted in reduced process times and a decrease in the rate of admission. In this site, the consultants volunteered to cover the night shifts and received extra remuneration for doing so. Christmas et al 29 wondered whether these consultants would have volunteered without the extra remuneration.\n\nA common puzzle ED senior management faces from time to time is a physician who can attend to more patients but stops or \"slows down\" when he or she has achieved his or her \"target number\". This \"target number\" is often the average number (or slightly higher) of patients attended to by the rest of the team. \"Most people entering medicine and nursing do so with some belief that they will be able to help people (i.e., they should be more internally driven by the desire to do a good job than need constant external monitoring).\" 30 This is generally true of ED teams, but there will be occasions when motivation is weak, morale is low, or disciplinary actions are required.\n\nHow can ED leaders and managers motivate their teams to do their best? Smith 31 in his book Leading the Professionals e How to Inspire and Motivate Professional Service Teams offered three suggestions. First, teams require leaders who are energetic and enthusiastic, and have a vigorous drive. Next, certain leadership skills such as giving recognition for performance, getting to know team members well, and creating an enjoyable work environment can inspire and motivate teams, and the third, creating flexibility in working methods as long as service quality and output are not compromised.\n\nWhen leaders and managers fail to inspire and motivate their teams, there can be problems with staff retention, burnout in their team members, underperformance, poor quality service, inefficiencies, etc. Contrary to popular belief, it is not only leadership skills that are required to inspire and motivate teams but also management ones. Table 1 illustrates the more common leadership and management activities undertaken by leaders 31 such as the ED senior management.\n\nOrganizational effectiveness depends upon having both leadership and management skills, and having them in an appropriate balance. ED senior management must both lead and manage to ensure that its teams deliver the best possible care to patients and continue to do so even during rare emergency events.\n\nOne of the most important leadership and management activities the ED senior management has to do is to assist teams manage change. Change is a challenge for any team. To quote Arnold Bennett, \"Any change, even a change for the better is always accompanied by drawbacks and discomforts\". Communication is the key to change management but this is difficult in EDs where team members work shifts and operations do not cease. ED senior management should arrange for \"structured time to talk to the staff individually, to explain changes\". 15 \"The first objective of any change is to define the objectives.\" 32 This should be followed with clear reasons being given as to why the change is necessary. The next is to know your stakeholders and take their concerns into consideration. Communication should be tailored according to the perspective of the stakeholders, and feedback should be sought. The change should be introduced at an appropriate time, as this is vital. 33 When managing change, ED senior managers will have to accept that not all individuals will be won over at the same time. Rogers 34 described five categories of adopters. The Table 1 Typical leadership and management activities.\n\nGetting team members to provide their ideas on direction, objectives, and strategies Making short-term plans Leading by example Acquiring and allocating resources Communicating and enthusing people about the agreed direction, objectives, and strategies Getting the right people into the right jobs Inspiring people to overcome obstacles and to try new ways of working Seeing that policies, procedures, and systems are observed Creating the conditions where people will be motivated to achieve outstanding results Providing authority and encouraging responsibility Coaching people to help them to change and to perform more effectively Monitoring performance Fostering teamwork\n\nCoping with disciplinary issues Resolving conflicts innovators and early adopters will embrace change early, the early and late majority will require management to work and campaign to convince them, and the laggards or poor adopters may not be convinced at all but their concerns should still be addressed.\n\nAnother group that has an influence on change in management in the ED are the opinion leaders in the team. They are important even if they are not the most vocal, as they are the ones who can influence their peers to keep an open mind. 15 It is rare for changes to be adopted immediately. ED senior management should use \"soft launches\", as their team members will require time to adopt and adapt to new routines. Team members need to go through a \"transition\". However in a crisis, team members must be able to comply fully and immediately. During the SARS outbreak in 2003, change was the norm for the ED team in Tan Tock Seng Hospital in Singapore. 35 The immediate adoption of changes contributed significantly to the safety of the staff and patients during this outbreak. In a crisis, the ED senior management must not only be managers who rely on command and control but must also be leaders who inspire trust.\n\nChange works only if it takes root in the hearts and minds of the organization's people. 30 The most important part of any organization is the people who make it work. 1 People are our greatest assets, whether surviving a disaster and resuming normal functions, or in everyday operations where changes will be successfully implemented or an organization will excel. To quote Thomas Watson, a former president of IBM, \"I believe the real difference between success and failure in an organization can very often be traced to the question of how well the organization brings out the great energies and talents of its people\".\n\nIn conclusion, the ED environment can move from order to complexity to chaos and then back again within a very short period of time. 1 The ED environment can also stay chronically in chaos and rarely hums with resonance. The quality of the leaders and managers of the ED will determine whether or not their teams work in an environment where they can deliver the best care to their patients."}