{"title": "Detection of viruses in used ventilation filters from two large public buildings", "body": "large-volume sampler and a cyclone sampler to detect airborne foot-and-mouth disease virus, and Myatt et al 21 detected airborne rhinovirus in an office environment using 37-mm Teflon (DuPont, Wilmington, DE) filters and sampling air at 4 L/min. Similarly, exotic Newcastle disease virus was detected in commercial poultry flocks using wetted-wall, cyclone-style air samplers. 2 Filters are used in the heating, ventilation, and airconditioning (HVAC) systems of large buildings to remove particulate pollutants from both outdoor and indoor air, protecting ventilation system components and maintaining acceptable indoor air quality. 8, 22 Although these filters are not designed specifically to capture virus-sized particles and have not been evaluated as such, they can be expected to trap viral aerosols because they filter large volumes of air continuously, and aggregates of viruses and particles laden with one or more viruses are likely to be deposited on their surfaces. The role of ventilation filters in the epidemiology of adenovirus-related respiratory disease was documented by Echavarria et al, 23 who conducted a study in buildings occupied by unvaccinated US Army trainees for adenovirus-related infections. The percentage of filters that were positive for adenovirus type 4 by polymerase chain reaction (PCR) analysis was directly proportional to the number of hospitalizations of the trainees housed in those buildings, indicating that these filters could trap the aerosolized infectious pathogens. Another study found that a commercial air filtration system prevented the transmission of porcine reproductive and respiratory syndrome virus aerosols from infected to noninfected pigs, indicating that the virus was removed by the intervening filters. 24 These studies demonstrate that HVAC filters can be used as a sampling medium to collect virus aerosols for further study.\n\nBioterrorism poses a major potential threat to human health and global peace. In addition to the possibility of intentional release, individuals self-infected with bioterrorism agents could invade and infect targets. 25 Because HVAC filters trap aerosols along with other pollutants, testing these filters during a bioterrorism event may yield valuable data on the agent.\n\nIn a previous study, we analyzed the effectiveness of ventilation filters as sampling devices for airborne bacteria and viruses in an HVAC test apparatus. 26 We loaded HVAC filters with aerosolized bacteria and viruses and used SKC BioSamplers as reference samplers upstream and downstream of the test filter. Filter samples were cut from the test filter and eluted with 3% beef extract-0.05 M glycine (BE solution; pH 8.5). An extraction efficiency of 105% 6 19% was calculated for culturable Bacillus atrophaeus, whereas the extraction efficiencies of live transmissible gastroenteritis virus, avian pneumovirus, and fowlpox virus ranged from only 0.7% to 20%. Our results indicate that the airborne concentration of hardy spore-forming bacteria might be determined by analyzing the material collected on HVAC filter media. That earlier study suggested that culture-based analytical techniques may be impractical for live virus recovery, but molecular-based identification techniques, such as PCR and reverse-transcription PCR (RT-PCR), might be useful for virus detection.\n\nThis pilot study was conducted to detect human pathogenic viruses in HVAC filters removed from 2 large public buildings. The viruses investigated included those that cause respiratory diseases (eg, influenza A, influenza B, respiratory syncytial, corona, parainfluenza types 1-3, and adenovirus) and those that could possibly be used as bioterrorism agents (eg, orthopox, entero, Ebola, Marburg, Lassa fever, Machupo, eastern equine encephalitis, western equine encephalitis, and Venezuelan equine encephalitis viruses). After eluting collected materials from the HVAC filters, we attempted to detect these viruses by virus isolation in cell cultures and specific pathogen-free (SPF) embryonated chicken eggs and by the detection of viral RNA by RT-PCR or DNA by PCR.\n\nTwo large public buildings located in Minneapolis (M) and Seattle (S) were used in this study. The 2 buildings were of similar size, had the same occupancy density, and were used for the same purpose. The 2 cities were chosen to observe any differences due to climate. The buildings were equipped with numerous airhandling units (AHUs) to maintain indoor temperature and humidity levels and maintain indoor air quality in accordance with American Society of Heating, Refrigerating and Air-Conditioning Engineers standards. 27 Each AHU was fitted with a set of prefilters and final filters, the number of which depended on the volume of air being processed. Both filters were designed to be dust filters (tested against American Society of Heating, Refrigerating and Air-Conditioning Engineers standard 52.1: dust-spot efficiency test). Both the prefilters and final filters were constructed from fiberglass or synthetic material, designed to not support microbial growth. The pleated prefilters (60 cm 3 60 cm 3 3 cm) were designed to capture large particles from the air (with ;30% efficiency). The final filters were bag-type filters (60 cm 2 3 60 cm 2 ) consisting of 8-10 bags per filter, designed to capture smaller particles that escape the prefilters.\n\nFour AHUs each from buildings M and S were selected for sampling (Table 1) . Initially, AHUs A-01, A-04, F-04, and S-18 were sampled from building M. Later, however, F-04 and S-18 were replaced by B-01 and S-23 due to difficulties encountered in collecting environmental data. The building S AHUs sampled were HAC-01, HCC-01, HMT-10, and HCT-02. AHUs S-18 and S-23 from building M processed 100% outdoor air, whereas the remaining AHUs in the 2 buildings processed a mixture of indoor and outdoor air. Prefilters and final filters were obtained from both buildings at different times over an 18 \n\nIn phase I, 4 pieces (;15 cm 2 each) were cut from randomly selected areas of each prefilter and final filter for live virus tests. These 4 pieces were pooled as a single sample for virus elution, yielding a total of 16 pools from 8 prefilters and 8 final filters. Each pool of filter pieces was placed in a 50-mL plastic centrifuge tube containing 5 mL of 3% beef extract-0.05 M glycine (BE solution; pH 8.5). The tube was vortexed for 1 minute, followed by centrifugation at 3000 3 g for 5 minutes. The supernatant was filtered through a serum-coated 0.22-mm pore size filter (Millipore, Bedford, MA), and the filtrate was inoculated in cell cultures and embryonated chicken eggs for virus isolation. For detection of viral nucleic acids by PCR and RT-PCR, another 4 pieces (;15 cm 2 ) from each prefilter and final filter were cut and eluted in 5 mL of phosphate-buffered saline (PBS). The PBS eluates from 2 pieces of the same prefilter or final filter were pooled, yielding a total of 32 pools (2 for each filter).\n\nIn phase II, larger pieces (;60 cm 3 15 cm) were cut from each prefilter using sterile scissors. These pieces were then cut into still-smaller pieces and placed in a large autoclavable polypropylene bag containing 3 L of BE solution. The bag was then placed in a plastic tray and subjected to 15 minutes of shaking on a table-top shaker. A bottom corner of the bag was cut open with sterile scissors, and the filter eluate was carefully drained into a 4-L beaker. For the final filters, a 26 cm 2 piece was cut from each of the 8-10 bags, pooled, and eluted in 1 L of BE solution. Each filter eluate was divided into 2 portions (portions A and B). To reduce eluate volume, portion A was concentrated by an organic flocculation method, [28] [29] [30] and portion B was concentrated by a polyethylene glycol (PEG) precipitation method, 31 as described below.\n\nOrganic flocculation was performed using previously described methods with modifications. [28] [29] [30] In brief, bovine serum albumin was added to portion A of each eluate at a concentration of 0.02%, followed by adjustment of pH to 3.5 with 1 N HCl. The eluate was stirred for 30 minutes with a magnetic stirrer, followed by centrifugation at 6400 3 g for 15 minutes. The supernatant was discarded, and the precipitate was dissolved in 0.15 M Na 2 HPO 4 buffer at pH 9.0 (5 mL per 100 mL of original volume).\n\nPEG precipitation was performed using the method of Killington et al 31 with modifications. In brief, portion B of the eluate was transferred to a sterile beaker. Sodium chloride was added slowly to a final concentration of 2.3% with gentle magnetic stirring. This was followed by slow addition of PEG-8000 to a final concentration of 7%. Stirring was continued for 1 hour, and the eluate was kept at 48C overnight. The eluate was then centrifuged at 16,000 3 g for 15 minutes, after which the supernatant was discarded. The pellet \n\nVirus isolation was attempted in 3 different cell types: Vero, MDCK, and RK-13 cells. The cells were grown in 25-cm 2 flasks in Eagle's minimum essential medium (Cellgro; Mediatech, Kansas City, MO) with Earle's salts, containing 8% fetal bovine serum and antibiotics (penicillin 150 IU/mL, streptomycin 150 mg/ mL, neomycin 50 mg/mL, ciprofloxacin 10 mg/mL, and fungizone 1.5 mg/mL). All samples were inoculated separately in all 3 cell types (1 mL of sample per flask). The inoculated cells were incubated at 378C in a 5% CO 2 atmosphere and examined daily under a light microscope for the appearance of cytopathic effects. After 5 days of incubation, the cells were freeze-thawed and blind-passaged once. Cell culture fluids after the second passage were centrifuged at 3000 3 g for 10 minutes. The supernatants were tested for the presence of viruses by negative contrast electron microcopy (NCEM) 32 and by hemagglutination (HA) 33 using 0.5% turkey erythrocytes.\n\nSamples (0.1 mL per egg) were inoculated into three 9-to 11-day-old SPF embryonated chicken eggs through the allantoic route. Inoculated eggs were incubated at 378C and candled every 24 hours. Embryos that died within 24 hours of inoculation were discarded. The remaining embryos were chilled after 5 days of incubation; allantoic fluids were harvested and then blind-passaged once in SPF eggs. After the second passage, the embryos were examined for the presence of any visible lesions. The harvested allantoic fluids were centrifuged at 3000 3 g for 10 minutes and then screened for the presence of viruses by NCEM and HA as described above. \n\nNucleic acid extracts were screened for the viruses listed in Tables 2 and 3 . Primers targeting the conserved region of the genome of the respective virus were selected from the literature (Tables 2 and 3 ), using the same reaction conditions and primers as in the original studies. The One-Step RT-PCR Kit (Qiagen) was used for RT-PCR. The reaction mix consisted of 5 mL of RNA extract from filter eluate, 1 mL (10 pmol) each of forward and reverse primers, 10 mL of 5 3 RT-PCR buffer, 2 mL of dNTP mix (containing 10 mM of each dNTP), 2 mL of RT-PCR enzyme mix, 1 mL (40 units) of RNase inhibitor (Invitrogen, Carlsbad, CA), and water to a volume of 50 mL. PCR analyses with nested or seminested primers were carried out using 2 mL of previous RT-PCR reaction mix as a template. For PCR of DNA viruses, the reaction mixture comprised 25 mL of master mix (HotStar Taq Master Mix Kit; Qiagen), 1 mL (10 pmol) of respective forward and reverse primers, 5 mL of DNA extract from the filter eluate, and water. The final reaction volume was 50 mL in all cases. All amplicons were visualized in ethidium bromide-stained 2% agarose gel after electrophoresis in 13 Tris-acetate-EDTA buffer. PCR mix preparation, PCR reactions, and post-PCR analysis (agarose gel electrophoresis and documentation) were performed in separate rooms to avoid false-positive reactions and cross-contamination. 34 Positive controls included influenza A, influenza B, parainfluenza virus 3, rhinovirus, poliovirus type 1 (LSc strain), and porcine adenovirus with their respective primers and PCR conditions. Bands of appropriate sizes were obtained with the viruses tested. To avoid cross-contamination issues, the template was added first for samples, and then for positive controls. Nucleic acid extraction, preparation of PCR reaction mix, and addition of template were done in different areas of the laboratory.\n\nAll PCR products were purified using the Qiagen MiniElute PCR Purification Kit and submitted for automated sequencing at the Advanced Genetic Analysis Center, University of Minnesota. All products were sequenced in both directions using the same set of primers as used in amplification. Obtained sequences were compared with the current GenBank database using BLAST (http://www.ncbi.nlm.nih.gov/BLAST/) to confirm the presence of the virus.\n\nA total of 64 filters were tested for the presence of 18 different viruses by virus isolation in cell cultures and embryonated chicken eggs and by RT-PCR and PCR. Of the 9 positive samples, 7 were from building M and 2 were from building S. Because quantitative RT-PCR was not performed, we cannot speculate on the number of viral copies present on these filters. This should be taken into account in future studies.\n\nAs shown in Table 4 , 1 prefilter from building M and 1 final filter from building S were also positive for influenza B virus, with an expected DNA band size of 145 bp. Sequence analysis confirmed these to be true positives. The nucleic acid detected in the prefilter of building M matched wild-type influenza B/Ann Arbor/ 1/66/ (GenBank no. M20174), whereas the nucleic acid detected in the final filter of building S matched cold-adapted influenza B/Ann Arbor/1/66/ (GenBank no. M20173). One prefilter from building M was found to be positive for human parainfluenza virus type 1 (PIV-1) by RT-PCR. The PCR product was purified and sequenced. Blast analysis of the sequences matched that of the HA gene of human PIV-1 (GenBank no. U70492).\n\nIn this study, we evaluated the use of ventilation filters to detect virus aerosols from 2 large public buildings. We detected no live virus in any of the samples tested. It is possible that any filter-captured virus might have been inactivated during airborne transport before capture or over time after capture due to exposure to light or UV radiation or to inhospitable temperature or relative humidity in the ambient air. 3, 35 The filters tested in this study were in use for between 4 and 261 days in the filter banks, allowing plenty of time for inactivation of viruses after collection.\n\nIt is possible that the conditions used for virus isolation might not have been optimal for all viruses, although we used 2 blind passages in 3 different cell lines and SPF chicken eggs. This is in agreement with the findings of Echavarria et al, 23 who could not isolate adenovirus from the implicated ventilation filters during an outbreak of adenovirus infection but could detect viral nucleic acids in many of the filters. The authors sampled filter surfaces by wiping them with swabs premoistened with cell culture medium. In the present study, we opted for elution of viruses from filters, based on previous laboratory studies indicating that the eluent will remove not only the viruses present on filter surfaces, but also those embedded within the filter media. 26 In phase I, we eluted small pieces (;15 cm 2 ) of filtersin PBS and found 4 samples (total n 5 16) that were positive for influenza A, influenza B, and PIV-1 (Table 4 ). In phase II, we increased the filter test size to 900 cm 2 and eluted the filter in BE buffer (pH 8.5) because separate preliminary trials had judged this buffer better than PBS for virus elution. To decrease the volume of eluates to a manageable amount, we compared 2 commonly used methods, organic flocculation and PEG precipitation. 29 We used the 2 concentration methods in an attempt to increase the chance of identifying all listed viral pathogens, as well as to find a suitable method to concentrate filter eluates of this kind.\n\nProducts obtained in the RT-PCR tests were further analyzed by sequencing. Evaluating these results showed that both concentration methods gave specific positive amplifications for influenza A virus from only 2 filters. In the remaining cases, filters found to be positive by one method were not positive by the other method. This could be due to low copy number of pathogens with uneven distribution over the filter surfaces. Our results demonstrate no significant advantage of one method over the other. Thus, it is recommended that both methods of concentration be used to screen HVAC filters for the detection of viral pathogens.\n\nThe presence of influenza A, influenza B, and PIV-1 nucleic acids in ventilation filters is not surprising. These viruses are a major cause of respiratory infections in humans and are known to spread via the aerosol route. 36 Sequence analysis of all identified influenza A viruses revealed their close relation to H1N2. These subtypes are prevalent in the United States 37 and are a product of reassortment between subtypes H1N1 and H3N2. 38 This subtype is not a component of the influenza vaccine used in the United States. 39 Thus, these viruses might have been aerosolized by infected individuals and then removed from the air by the ventilation filters. The influenza B detected in this study is related to influenza B/Ann Arbor/1/ 66/, a component of cold-adapted, live attenuated vaccine currently in use. 40 Because there are no vaccines available for PIV-1, the identified PIV-1 was likely released by an infected individual. All identified viruses are etiologic agents of common respiratory diseases in humans and might have existed as live bioaerosols at some point in time. More filters were positive for influenza A than the other 2 pathogens. No pathogen of exotic nature or bioterrorist potential was identified. In this study, small areas of filters were examined for virus isolation and detection. More pathogens may have been detected if a larger area from each filter had been examined. Moreover, the distribution of virus aerosols in these filters might not be uniform so the results may depend on which area was chosen for study. Low copy numbers of the target genome may not have been detected by the PCR used. Low quantity of target DNA is one of the common problems encountered in environmental samples for PCR analysis. 41 The AHUs are designed to include a variable amount of outdoor air during the process of filtration. One prefilter and 1 final filter that processed 100% outdoor air also were positive for influenza B and influenza A, respectively (Tables  1 and 4 ). Thus, the viral nucleic acids found in ventilation filters could be from either an indoor source or an outdoor source.\n\nNonspecific amplifications obtained in RT-PCR of influenza A virus from 2 prefilters (1 each from A-04 and F-04 of building M) is not surprising. This could be due to mispriming with other contaminating nucleic acid sequences present in the filter eluates, which is another drawback in testing environmental samples. 16 Thus, additional tests, such as hybridization with specific oligonucleotide probes or sequencing of amplicons, is advocated to confirm PCR amplicons from environmental samples. 42, 43 Many studies have shown that the presence of contaminants in environmental samples may interfere with PCR. However, the positive amplifications in this study indicate that the filter eluates did not contain any inhibitory factors that could interfere with our detection process. The possibilities of interference by contaminants in the filter eluates during PCR also were ruled out by different spiking experiments conducted in our laboratory (data not shown). *AHUs B-01 and S-23 were selected in the phase II due to difficulties encountered in retrieving environmental data (associated with another part of this project) from F-04 and S-18.\n\ny AHUs processed 100% outdoor air.\n\nz Numbers in bold type indicate that these filters were tested in phase I and the others were tested in phase II. e36 Goyal et al. This appears to be the first report of detection of influenza A, influenza B, and PIV-1 nucleic acids from used HVAC filters in buildings by RT-PCR. These results indicate that significant levels of viral aerosol exist within buildings, and that ventilation filter banks can be used as passive sampling systems to detect them. Analysis of ventilation filters certainly could play a role in the epidemiology of infectious diseases as well as cater to the needs of investigators of bioterrorism pathogens released into the environment in the future. However, test validation should be carried out to suit the respective study situations.\n\nOnce aerosolized, virus aerosols may travel significant distances through buildings before being captured and retained by HVAC filters. They also may pass through, because most HVAC filters are not 100% efficient in capturing particles. The rapidity with which airborne viruses are inactivated during transport or after filter capture is uncertain and merits further study. This could be an important factor when evaluating whether droplet or airborne infection control precautions are necessary in health care facilities when patients are infected with viral agents.\n\nIn conclusion, we have used 2 buildings' ventilation systems as a long-term sampling device to determine the presence of a variety of airborne viruses. This methodology can be useful in the fields of aerobiology, exposure control, and epidemiology of viral pathogens. Whether this method can be used as a possible deterrent to the spread of biowarfare agents remains to be seen, but the potential for this exists."}