{"title": "Tracking progress towards malaria elimination in China: estimates of 1 reproduction numbers and their spatiotemporal variation 2 3", "body": "In 2016 the World Health Organisation listed 21 countries for whom it would be realistic to achieve 22 elimination of malaria by 2020, defined as zero indigenous cases over three consecutive years 1 . The 23 largest of these is the People's Republic of China (thereafter called China). In 2017 China reported no 24 indigenous malaria cases for the first time since malaria became a notifiable disease in 1956 2, 3 . The 25 country has experienced a major decline in the burden of malaria, from an annual incidence of 24 26 million cases (2961 cases per 100,000) in 1970 4 . This reduction has been attributed to a combination 27 of socioeconomic improvements and the scale-up of interventions to control malaria 5 . In 2010, China 28 set out an ambitious plan for the national elimination of malaria by 2020 (the National Malaria 29 Elimination Programme, NMEP). Elements of the plan included improved surveillance, timely 30 response, more effective and sensitive risk assessment tools and improved diagnostics 6 . A key policy 31 change implemented in 2010 as part of the NMEP was the introduction of the 1-3-7 system: aiming 32 for case reporting in one day, which is then investigated within three days, with a focused 33 investigation and action taken in under seven days 7 . 34\n\nAlthough China is making rapid progress towards this goal, 2,675 imported cases were reported in 35 2017, highlighting the risk of re-introduction 3 . Large numbers of people move between China and 36 malaria endemic countries, both from sub-Saharan Africa and from South East Asia 8,9 , driven by 37 tourism and Chinese oversea investment 10 . Concerns remain about re-emergence of malaria, which 38 has occurred several times in the early 2000s as a result of importation and favourable climatic 39 conditions for competent vectors 11 . Therefore, in order to achieve three consecutive years of zero 40 indigenous cases (the requirement for WHO certification of elimination), a sustained and targeted 41 investment in surveillance together with efficient treatment is necessary. Figure 5) . 91 Spatial patterns of 92 As transmission declined between 2011 and 2016, we observed a reduction in the incidence of 93 locally-acquired cases which is reflected in a reduction in our estimates of the reproduction number 94 of each locally-acquired case for both species and with a more focal spatial distribution of cases 95 ( Figure 2A and 2B). We estimate a decline in the probability of a reproduction number for a P. vivax 96 case being above zero over this period ( Figure 3A and 3B), with the central parts of the province 97 being the first to reach lower risks of non-zero . The border area neighbouring Myanmar, where 98 most cases were observed, had the lowest amount of uncertainty in the estimates. P. falciparum 99 shows a decline in risk of > 0 across the province, with the more isolated areas in the north of the 100 province showing both the highest predicted risk but also the most uncertainty, due to a lack of 101 cases observed there (Supplementary Figure 6) . By 2016 all areas have reached a low risk, although 102 there is more uncertainty in these estimates compared to P. vivax, almost certainly due to the 103 smaller sample size. 104 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint Short -term predictions and temporal patterns in timeseries of Plasmodium vivax cases 114 Using a time series method to make short-term predictions, we estimate a posterior mean of 115 0.005 (95% CI = 0 -0.34) for Plasmodium vivax cases in 2019 ( Figure 4A ). We observe and overall 116 declining trend, with the fitted trend for (which estimates the general trend, separate to the 117 influence of seasonal and holiday effects) declining from 0.31 (95% CI = 0.31, 0.34) at the start of 118 2011 to 0.004 (95% CI =0.002-0.006 ) by the end of 2019 ( Figure 4B ). We estimate a small effect of 119 holiday periods to differences in observed, with Chinese New Year and National Day associated 120 with small increase risk in of 16% ( 95% CI = -112%, 152%) and 39% (95% CI = -43%, 118%) 121 ( Figure 4B ) which in this very low transmission context could increase the probability of small 122 outbreaks of local transmission in areas in which high rates of importation occur, although very wide 123 credible intervals were associated with these estimates. We did not identify a clear seasonal trend, 124 however two peaks were identified, with up to 20% (95% CI = 14%, 26%) increases and 28% 125 decreases (95% CI -35%, -22%) in risk of associated with April/October and the beginning of 126 January respectively ( Figure 4B For seasonal and holiday effects the y axis shows the percentage increase or decrease in R c predicted 133\n\nwhich is attributable to a seasonal or holiday effect. 134 as all data analysed was collected whilst the NMEP was in place, we cannot draw conclusions about 150 the impact of scaling back interventions or consider other counterfactuals. There is also some 151 uncertainty in our estimates of current and future , although the 95% credible intervals of these 152 estimates remain below 1. It is important to note that even with low values it is still possible for 153 locally-acquired cases to occur following importation, however the probability of sustained chains of 154 transmission decreases as decreases. There also is more uncertainty in our estimates of risk in 155 areas that have not observed many cases. It is difficult to determine whether an absence of cases is 156 due to a lack of detection, a lack of importation events occurring or a low underlying receptivity to 157 transmission. However, it is worth noting that the greatest uncertainty in our spatiotemporal risk 158 estimates of > 0 tends to be in areas of high elevation (elevation > 3000m), where there is 159 unlikely to be transmission. Given the large numbers of imported cases, it is important to highlight 160 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It in October and is associated with intranational travel to visit family. During this time, there is often 170 movement from cities to rural areas, and so in these contexts there may be more opportunities for 171 infection to occur as more people are exposed to bites from suitable vectors. This is supplemented 172 by our finding that these specific holidays are associated with small to moderate increases in , 173 however it is worth noting the very wide credible intervals and the great deal of uncertainty 174 associated with these estimates, and therefore caution is required when interpreting this finding. 175\n\nThere are several limitations to our study. Firstly, there is a limitation in the classification of local and 176 imported cases used in this study. For instance, the definition of importation used in case 177 classification is defined by travel to any malaria-endemic areas outside China in the month prior to 178 illness onset. This definition might include people who travelled abroad within the week prior to 179 illness onset, but biologically their infection could not have been obtained during that time given the 180 incubation period. However, in the absence of alternative information, travel history may provide a 181 better indication of the likely importation status of a case than attempting to infer importation 182 without this information, however there could be scope in future work to allow for incorrect travel 183 history. As certification of elimination is now tolerant of introduced (first generation imported-to-184 local transmission) but not indigenous (second generation local-to-local transmission) cases, being 185 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/628842 doi: bioRxiv preprint able to differentiate between the two, and understanding how much transmission is indigenous 186 versus imported or introduced is an important area of focus for future work. 187\n\nIt is important to consider unobserved cases and their potential contribution to transmission 188 dynamics. We do account for unobserved cases via epsilon edges; however, this method is still more 189 suited to scenarios where the majority of cases are observed. In contexts with a high level of 190 asymptomatic infection contributing to transmission or with poor case detection and/or reporting, 191 these approaches would not be suitable. were not available in this context; however, a similar methodological framework or approach could 205 incorporate information such as genetic distance. Historical data on incidence at fine scale (e.g. 206 village level) could also be used to inform likelihood of asymptomatic infection. 207\n\nWe introduced a new framework for analysing individual level surveillance data and found that in 208\n\nYunnan province, has seen a notable downward trend since 2011 and is expected to remain low 209 with maintained interventions into 2020. This decline coincides with 1-3-7 strategy in improved 210 Assuming all cases reaching health workers or health facilities are recorded, missing cases may be 326 generated by two processes. Symptomatic cases may be missed by not seeking care or not being 327 found through active case detection, or cases may be asymptomatic and therefore unlikely to seek 328 care or be detected. The latter may have densities of parasites in their blood which are too low to be 329 detectable by microscopy if active case detection occurs. These processes apply to both imported 330 cases or locally acquired cases. We assume the pool of asymptomatic cases in the country is low and 331 has a small contribution to ongoing transmission. To account for unobserved infectors within our 332 framework we include a time-independent edge that can infect any individual. The survival and 333 hazard functions for this edge are defined as ( ) = and = . As we will see below, as a 334 consequence of our optimisation problem these edges are encouraged to be sparse and only 335 invoked if no other infectors can continue the transmission chain. 336\n\nIn addition to unobserved edges, we assume that observed imported infectors can infect other cases 337 but cannot be infected themselves. The final likelihood incorporating these two modifications 338 We explored the overall trend as well as seasonal trends, exploring the predicted between 2011 378 and the beginning of 2020. We also explored the impact of the national holiday periods, some of 379 which involve large scale movement, such as the Chunyun period around the spring festival. We 380 cross-validated predictions and calculated root mean squared error (RMSE) and mean absolute error 381 (MAE) (Supplementary Figure 7) . 382\n\nMapping 383 Transmission risk map estimates were constructed by separating individual reproduction numbers 384 into those above and below = 1 The latitude and longitude of the reproduction numbers were 385 included in a binomial Gaussian random field model implemented in rINLA 37 , in which demographic 386 and environmental covariates (Supplementary Table 5 ) were used to estimate the likelihood of a 387 case having > 0 in the area each year from 2011 to 2016. This is a measure of malaria 388 \"receptivity\" or underlying transmission potential rather than overall malaria risk, as importation 389 likelihood is not quantified in this analysis. Area under the curve (AUC) scores from leave-one-out 390 cross validation were used to assess model fit (Supplementary Figure 8) . 391 392 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. For seasonal and holiday effects the y axis shows the percentage increase or decrease in R c predicted 490\n\nwhich is attributable to a seasonal or holiday effect. 491 "}