{"title": "Identification of previously unknown antigenic epitopes on the S and N proteins of avian infectious bronchitis virus", "body": "Infectious bronchitis virus (IBV) is a commonly occurring, economically significant pathogen of commercial poultry [5] . Chicks of all ages are susceptible to infection. In young chicks respiratory disease and nephritis lead to mortality, reduced weight gain and condemnation at processing, whereas in adult birds there is a reduction in egg production. Since IBV is endemic on all commercial poultry sites, flocks are vaccinated throughout production life with live and inactivated IBV vaccines. However, outbreaks of infectious bronchitis still plague the industry due to the continual emergence of variants. It is speculated that the intensive use of live, often multiple vaccines, contributes to the emergence of variants through mutations and recombination [20, 22] . For that reason attempts have been made over the last two decades to develop alternative vaccines, such as subunit vaccines [16, 33, 34, 37, 38] . Such vaccines would allow the use of only the part of the IBV protective antigen, enabling vaccination against multiple serotypes by one vaccination.\n\nInfectious bronchitis virus is a species within the family Coronaviridae. The genome of IBV consists of a positive single strand RNA, 27.6-kilo bases in length [3] . The genome encodes four structural proteins, the spike glycoprotein S (180 kDa), membrane glycoprotein M (26-34 kDa), the nucleocapsid protein N (50 kDa) and a small membrane glycoprotein. The S glycoprotein (approximately 1145 amino acids in length) consists of the amino-terminal S1 (approximately 520 amino acid residues) and carboxy-terminal S2 (approximately 625 amino acid residues) generated during post-translational cleavage of S. The S1 and S2 associate to form the viral envelope in which S1 is exposed on the virion surface, anchored by S2 [11] . The S1 glycoprotein induces protection against virulent challenge [6, 14, 16] and consequently S1 has been targeted to determine relevant differences between vaccines and emerging strains. However, S1 is highly variable [7, 8] and sequence comparisons between vaccines and variants have failed to identify region responsible for the induction of protection. Antigenic characterisation of S1 has been hindered by its highly conformational nature and the uncertainty as to whether humoral or cell-mediated immune (CMI) responses are the primary mechanism of protection. To date, focus has been on mapping regions in S1 that induce antibody responses [8] . The S1 glycoprotein induces virus neutralising and cross-reactive ELISA antibodies and CMI responses [14, 15] . Five antigenic sites that induce virus neutralising antibodies have been mapped within the hyper-variable region of S1 at amino acid residues positions 24-61 and 132-149 and also outside the hyper variable region at 291-398 [17-19, 21, 25, 26] . All regions identified were conformation dependent [17, 24] with monoclonal antibodies having been the main tool used in mapping antigenic epitopes on S1.\n\nThe S2 glycoprotein induces cross-reactive ELISA antibodies and CMI responses [14] ; however, it is not involved in protection [6] . Two antigenic regions were identified within S2, of which a region located at the N terminus, between amino acid residues 546-577 was identified as an immunodominant region, giving rise to cross-reactive antibodies [21, 24] .\n\nThe N protein induces high titres of cross-reactive ELISA antibodies and also CMI [14, 31] ; however, it was shown in one study not to be involved in protection [14] . B-cell epitopes have been mapped to the carboxy-terminal portions of N [30] and a region between amino acid residues 78-94 was identified that induces a T-cell response and also protection [1, 2] .\n\nChemically synthesized peptides have been used to characterise the role that individual proteins may have in immunity [36] . Potential antigenic peptides were selected from the amino acid sequence of a viral protein in conjunction with algorithms that define hydrophobicity and two-dimensional structure. Such an approach has allowed for the definition of T-and B-cell epitopes in a number of viruses [27, 31, 35, 39] .\n\nIn this study we attempted to locate antigenic and protective epitopes in three IBV proteins, S1, S2 and N, using synthetic peptide approach.\n\nIBV infected allantoic fluid was clarified by centrifugation at 3000 g for 30 min and virus pelleted by centrifugation at 19,000 rpm for 1 h in a Beckman ultracentrifuge using a SW28 rotor. The virus pellet was resuspended in PBS pH 7.2, to 1:30 of its original volume. This partially purified virus preparation was used in: (a) SDS-PAGE and immunoblotting in which case thiomersal (BDH Chemical, England) was added to a final concentration of 0.02% and the preparation stored at 4 • C; (b) ELISA where the preparation was diluted 1:1 in glycerol and stored at −20 • C; (c) delayed type hypersensitivity (DTH) response assay where the preparation was incubated with 0.05% β-propiolactone (Sigma Chemical Co, St Louis, MO, USA) at 37 • C for 4 h and then overnight at 4 • C. Absence of infectivity in purified virus preparations was conformed in tracheal organ cultures [14] .\n\nAmino acid sequences of the S1 and N proteins of the following IBV strains were obtained from GenBank and aligned: classical strains VicS, V5/90, N9/74, N1/62, N2/75 and N3/62 and novel strains N1/88, Q3/88 and V18/91. Accession numbers for S1 were U29519-U29523 and U29450-U29453 and for N U52594-U52601) [28, 29] . From this alignment the variable and conserved regions were identified and correlated with cross-protection data obtained for these strains in specific pathogen-free (SPF) chickens (J. Ignjatovic, unpublished results). The secondary structure of S1 was obtained using the amino acid sequence of VicS strain and computer algorithms to predict secondary structures [9] and hydrophobicity plots [12, 23] .\n\nPeptides containing between 15 and 20 amino acid residues (Table 1) were synthesised by Chiron Mimotopes (Clayton, Vic) in 10 mg quantities. The purity of synthesised peptides was between 31 and 37% by mass spectrometry. Each peptide was then conjugated to diphtheria toxoid (dt), which served as a carrier protein, by the glutaraldehyde procedure. The mass ratio of dt:peptide during conjugation was approximately 2:1. When dtpeptide conjugates were reconstituted in distilled water, the resulting pH was approximately 7. Those conjugates that were not completely dissolved in water were sonicated for [28, 29] . The amino acid sequence of S1 includes the signal sequence of 18 residues and the cleavage site between S1 and S2. Amino acid sequence of Sp7, located in the S2, also derived from VicS (Sapats and J. Ignjatovic, unpublished result) approximately five seconds. Peptides were also coupled to biotin (bt) by Chiron Mimotopes, Clayton, Victoria. A SGSG spacer, biotin-spacer-peptide, was used to minimise any steric hindrance.\n\nWhite leghorn SPF males (SPAFAS Australia, Woodend, Vic) were placed into single cages in an isolation room. They were immunised by intra-ocular inoculation at 4 and 8 weeks of age with 10 2 and 10 4 median cilliostatic doses (CD 50 ) respectively of N1/62 virus (experiment 1). In experiment 2, birds received an additional boost of 10 5 CD 50 of N1/62 at 12 weeks of age. The DTH response was measured 7 days after the last immunisation. To test for DTH, 100 µg of bt-peptide or 50 µg and 500 µg of inactivated N1/62 virus, in 50 µl of PBS was inoculated intradermally into the right wattle. As a control, 50 µl of PBS was inoculated into the left wattle. Wattle thickness was measured just before and at 24 and 48 hrs after inoculation, using an electronic digital calliper. The DTH response was calculated as the difference between the increase in thickness of the test wattle and the increase in the control wattle i.e. (Ag 24 -Ag 0 ) − (PBS 24 -PBS 0 ). An increase of wattle thickness of greater that 0.3 mm was considered a positive DTH response.\n\nS-and N-peptides coupled to dt (S-dt or N-dt) were diluted in PBS supplemented with penicillin (100 IU/ml) and streptomycin (100 µg/ml) and emulsified with equal volume of either Freunds complete adjuvant (Sigma-Aldrich, Castle Hill, NSW) for primary immunisation, or Freunds incomplete adjuvant for booster immunisations. For immunisation with each dtpeptide eight, day-old SPF chicks were placed into positive pressure isolation units with filtered air. At 4 weeks of age, six chicks in each group were inoculated intramuscularly into the leg muscle with 50 µg of dt-peptide, in 400 µl, at 2 sites. Three boosters of 100 µg, 200 µg, and 200 µg of the same dt-peptide were given thereafter at 4 weekly intervals, intramuscularly, into 3, 4 and 4 sites respectively. Chicks immunised with N-dt peptides received only two boosters of 100 µg, and 200 µg. Two chicks in each group remained un-inoculated and served as controls to ascertain the lack of accidental group exposure to infectious IBV. All chicks were bled from the wing vein prior to each immunisation, sera collected and stored at −20 • C. At four weeks after the last booster, two un-inoculated control chicks from each group were removed and placed in a separate isolation unit. Chicks in all groups were then challenged with 100 CD 50 of VicS virus. Trachea and kidney tissues were collected at 5 days after challenge, processed and the presence of challenge virus determined in tracheal organ cultures as previously described [14] .\n\nELISA was performed as previously described [14] . In brief, polystyrene micro titre plates (Starsted, Adelaide, South Australia) were coated with 100 µl/well of partially purified native VicS diluted in carbonate bicarbonate buffer pH 9.6, to contain antigen in excess. Plates were left overnight at 37 • C. After washing with PBS containing 0.05% Tween 20, 100 µl of test sera was added to each well using log 2 dilution (starting dilution of 1:50) and incubated at room temperature for 1 h. After washing, 100 µl of goat anti-chicken IgG-HRP (Kirkegard and Perry Labs, Gaithersburg, MD, USA) was added and incubated for 1 h. Cut off value for positive antibody titre was 100.\n\nThe method, recommended by Chiron Mimotopes P/L was used. In brief, Nunc Maxisorb plates were coated with 100 µl per well of solution containing 5 µg/ml of streptavidin (Sigma-Aldrich, Castle Hill, NSW) in distilled water. Plates were left overnight at 37 • C to dry out. After washing with PBS containing 0.1% Tween 20, 200 µl of blocking solution (PBS containing 2% bovine serum albumen) was added to each well and incubated at room temperature for 1 h. After washing, 100 µl of bt-peptides diluted 1:1000 in PBS containing 0.1% bovine serum albumen was added to each well and incubated for 1 hr. Dilution of 1:1000 for all bt-peptides was found to be in excess and allowed maximum binding of homologous sera. After washing, 100 µl of test sera diluted in PBS containing 2% bovine serum albumen was added and incubated for 1 h. After washing, goat-anti-chicken IgG-HRP diluted in PBS supplemented with 2% bovine serum albumen was added and incubated for 1 h. SDS-PAGE and immunoblotting were carried out as described previously [14] . In brief, IBV proteins in a partially purified VicS preparation were separated using a 10% polyacrylamide gel, transferred to a nitrocellulose membrane, incubated with anti-peptide sera diluted 1:20, followed by anti-chicken IgG-HRP conjugate. The bound antibodies were detected using an enhanced chemiluminescence detection kit (Amersham, Buckinghamshire, UK).\n\nChicks, SPF, housed in positive pressure isolation units were inoculated intra-ocularly at 2 and 6 weeks of age with an IBV strain to which antisera was being produced [15] . Chicks were bled 4 weeks after the second vaccination.\n\nThe Sp3 and Sp7 peptides (located in the S1 and S2 respectively) were selected based on previously published findings that these regions are antigenic and important in IBV immunity (Table 1) . Additionally, Sp1, Sp2, Sp4, Sp5 and Sp6 (located in the S1) were selected based on amino acid sequence comparisons and cross-protection data for Australian IBV strains [28, 29; J. Ignjatovic, unpublished results]. These comparisons indicated that Sp5 and Sp6 were conserved in five IBV strains that protected against each other, but differed in strains that did not provide protection suggesting that the Sp5 and Sp6 regions might be involved in protection. The Sp1, Sp2 and Sp4 regions on the other hand varied in all strains, regardless of protection, suggesting that they may not be involved in protection. Sequences of all peptides were derived from the VicS strain [28] with their predicted location on the S1 glycoprotein surface and antigenicity profile shown in Fig. 1 .\n\nThe Np2 peptide was selected based on previously published data showing that the region between amino acid residues 78-94 induces a T-cell response and has a role in protection [1, 2] . Additionally, Np1, Np3, and Np4 were selected based on amino acid sequence comparisons with cross-protection data for Australian IBV strains, and also epitope mapping data with N-specific monoclonal antibodies [13] . An alignment of sequences showed that the majority of amino acid changes in the N protein ofAustralian IBV occurred in the amino-terminal portion and that five Nspecific monoclonal antibodies, which antigenically differentiate Australian IBV strains, were all found to bind to the E. coli expressed amino-terminal fragment comprising residues 26-125 (S. Sapats, unpublished results). ᭤ Fig. 1 . Predicted secondary structure of the amino terminal portion of S glycoprotein (amino acid position 1-550) of VicS virus. Derived from the amino acid sequence [28] using algorithms to predict secondary structure [12] . HVR1 and HVR2 are two hyper-variable regions\n\nIn order to determine if the selected S-and N-peptide regions induced antibodies following natural IBV exposure, S-bt and N-bt peptides were immobilised to microtitre plates using streptavidin and then reacted with various IBV antisera ( Table 2) . As shown, sera of chicks immunised with various classical IBV strains reacted with all S-bt peptides, with significant titres detected against Sp2-, Sp3and Sp7-bt. The titres against Sp7-bt were the highest (3,200-6,400) approaching those detected against whole VicS antigen (6,400-12,000). Sera to all IBV strains, regardless whether raised against classical or variant strains, reacted with Sp2-bt and Sp7-bt indicating that these two epitopes are broadly cross-reactive. Of the four N-bt peptides, only the Np2-bt reacted with IBV immune sera ( Table 2) .\n\nChicks were immunised with S-and N-dt peptides in order to determine their ability to induce an antibody response. ELISA antibody titres were measured after each immunisation using both homologous native VicS virus and the respective btpeptides (Figs. 2 and 3 ). As shown in Fig. 2A , all S-dt peptides induced antibodies detected on native VicS antigen, with titres increasing after each immunisation. The exception was Sp2-dt where titres did not change between the 1 st and the 3 rd immunisation. After four immunisations, titres against the native VicS antigen were the highest in the Sp4-, Sp5-, Sp6-and Sp7-dt immunised chicks. Sera Sp1  200  200  400  200  200  200  -c  ---Sp2  800  1,600  1,600  800  800  400  200  200  200  -Sp3  400  800  200  400  400  400  ----Sp4  200  200  200  200  200  200  ----Sp5  200  200  200  200  200  200  ----Sp6  200  200  200  200  200  200  ----Sp7  3, of un-inoculated, in contact chicks, remained antibody negative. ELISA using homologous S-bt peptides as detecting antigen gave similar results to that obtained with the native antigen, except for Sp6-dt (Fig. 2B) . Although antibody titres detected using S-bt peptides were higher (1,000-13,000) in comparison to titres detected using VicS antigen (200-1,700), in both cases, however, Sp4-, Sp5-and Sp7-dt peptides induced the highest titres, whereas Sp1-, Sp2-and Sp3-dt induced the lowest. The Sp6-dt peptide was the only peptide to show differences in ELISA with lower antibody titres detected using Sp6-bt, than using native VicS antigen. Each S-dt peptide sera collected after the 4 th immunisation was also assayed on heterologous S-bt peptide to confirm the specificity of each peptide sera (results\n\nVicS virus or (B) N-bt peptide. Sera of chicks immunised three times with N-dt peptides were collected at four weeks after each immunisation and antibody titres measured in ELISA using as capture antigen either native VicS virus or N-bt peptide, in excess not shown). For example, an Sp7-dt serum was assayed in ELISA with Sp1-, Sp2-, Sp3-, Sp4-, Sp5-and Sp6-bt as the capture antigens. In this assay none of the S-dt sera reacted with any of the heterologous S-bt peptides. The only exception was the Sp3-dt sera that cross-reacted with Sp2-bt giving a low titre (1:200). The Sp2dt sera however, did not cross-react with the Sp3-bt peptide. The concentration of S-bt peptides used as capture antigen (1:1000 or 1:2000) did not markedly influence the antibody titres detected (results not shown).\n\nAs shown in Fig. 3A and B, only Np2-dt induced a significant antibody response detectable on both native VicS antigen and homologous N-bt peptide. Low antibody titres were detected in sera of Np1-, Np3-and Np4-dt immunised chicks however no antibodies were detected on homologous N-bt peptides.\n\nIn order to determine the antigen specificity of S-and N-dt peptide sera, each was individually tested in immunoblotting using homologous VicS virus. As shown in Fig. 4A , 3/6 of the Sp1-, Sp4-and Sp5-dt sera, and 1/6 of the Sp6-dt sera, recognised a band corresponding most likely to that of S1 (S1 and S2 comigrate in SDS PAGE because of similar molecular weight). The Sp7-dt sera (2/6) visualised a band corresponding most likely to S2, and also a band corresponding to the whole peplomer S. The majority (4/6) of the Np2-dt sera recognised the N protein, whereas Np1-, Np3-and Np4-dt sera did not contain any N-specific antibodies, except for one Np4-dt sera (Fig. 4B) . Sera from non-inoculated chicks kept in contact with either S-dt or N-dt peptide inoculated chickens were antibody negative ( Fig. 4A and B) .\n\nTo determine if any of the S-and N-peptides contained T-cell epitopes, DTH responses to these peptides were measured following their inoculation into the wattles of chicks immunised two (experiment 1) or three times (experiment 2) with live N1/62 virus (Table 3) . Of the S-bt peptides four, Sp1-, Sp2-, Sp6-and Sp7, induced a DTH response in the majority of inoculated chicks. The Sp6and Sp7-bt were the strongest DTH inducers. Of the N-bt peptides, only Np2-dt induced a DTH response.\n\nChicks immunised four times with S-dt and three times with N-dt peptides were challenged at 4 weeks after the last immunisation to assess if any protection could be detected in these chicks. Challenge virus was live homologous VicS, which replicates in both the trachea and kidneys and protection was thus assessed in both of these tissues. As shown in Table 4 , none of S-dt peptides provided protection of tracheal tissue as challenge virus was recovered from the trachea of all chicks, with the exception of one Sp5 inoculated chick. However, kidney tissue of the majority of chicks immunised with Sp4-, Sp6-and Sp7-dt were protected. In chicks immunised with Np1-, Np2-, Np3-and Np4-dt neither trachea nor kidney tissues were protected against virulent challenge (results not shown).\n\nThe results obtained for S-and N-peptides in different assays are summarized in Table 5 . All S-peptides were antigenic: as S-bt-peptides they were recognised by immune IBV sera and as S-dt peptides all induced high titres of ELISA antibodies; antibodies to four of these S-dt peptides were also detected in immunoblotting. Four of the S-bt peptides also induced CMI responses and three provided protection of kidney tissue against virulent IBV challenge. Overall Sp7 was the most antigenic peptide.\n\nWe have identified several previously unknown antigenic regions in the S1 glycoprotein of IBV, three of which might also be involved in protection, using a synthetic peptide approach. Two regions, one in S2 and one in N, previously shown to be antigenic using protein expressed in E. coli, were also shown to be antigenic in this study, confirming the usefulness of a synthetic peptide approach in mapping antigenic epitopes of IBV.\n\nRegions for peptide synthesis were selected by correlating the S1 and N amino acid sequences of six Australian IBV strains with cross-protection data for these strains. These comparisons indicated that two regions in S1, represented by Sp5 and Sp6 peptides, might be involved in protection, whereas regions defined by Sp1, Sp2 and Sp4 peptides might not. In the N protein, three regions (Np1, Np3, and Np4) expected to be antigenic were identified but shown not to be involved in protection. Additional regions defined by Sp3 and Sp7, in S1 and S2 respectively, and Np2 in N, were also included as previously published results suggested that they were important in IBV immunity [2, 24, 37] . All selected regions had between 15-20 amino acid residues in compliance with required B-and T-cell epitope length.\n\nAll S regions carried B-cell epitopes and four also carried T-cell epitopes. All seven S synthetic peptides were antigenic; all were recognised by immune sera and all induced an antibody response in immunised chicks. This was unexpected as at least some of the selected regions were expected not to be antigenic either due to lack of glycosylation or incorrect conformation. Lenstra and co-workers [24] expressed the S1 protein from the amino acid positions 10-390 as five fragments in E. coli, none of which were recognised by immune chick sera, suggesting that the entire region is conformation dependent. However the complete lack of antigenicity of these five regions could not be explained since monoclonal antibodies recognising conformation-independent epitopes also failed to bind, ᭤ Fig. 4 . Specificity of antibodies in chicks immunised with S and N peptides coupled to diphtheria toxoid. Partially purified VicS virus was subjected to electrophoresis in a 10% SDS-PAGE slab gel, transferred to a nitrocellulose membrane and strips reacted with individual sera (diluted 1:20) of chicks: A immunised with either Sp1, Sp2, Sp3, Sp4, Sp5, Sp6 or Sp7 and of non-immunised controls (results for 3/6 sera shown); B immunised with either Np1, Np2, Np3 or Np4, and non-immunized controls (results for 5/6 sera shown). Sera from chicks immunised twice with VicS virus (1:80) was also included. After incubation with anti-chick IgG-HRP conjugate, immune complexes were detected by incubation with luminol, followed by autoradiography [28, 29] d Native IBV or peptides conjugated to biotin were used as antigen e Delayed type hypersensitivity response to peptides conjugated to biotin in IBV immune chicks f Initial predicted relevance for protection based on published results or predicted from comparison of amino acid sequences with protection data for nine Australian IBV strains g Reaction of the majority of six sera tested h Chicks immunised four and three times with S and N peptides conjugated to diphtheria toxoid, respectively, challenged with homologous VicS virus. Absence of virus in kidneys of >50% of chicks i The peptide coupled to biotin incubated, as antigen, with antisera to various IBV strains j Peptide reacted with antisera to all IBV strains; other peptides reacted with classical, but not novel strains [28, 29] suggesting that other factors contributed to lack of the antigenicity of the E. coli expressed S1 fragments.\n\nAlthough titres of antibodies to four S1-bt peptides (Sp1, Sp4, Sp5, and Sp6) in IBV immune sera were low (200), such titres are considered positive since the purified S1 was previously also shown to be poorly antigenic [14] . Three of S1-bt peptides (Sp1, Sp2 and Sp6) and one S2-bt peptide (Sp7) induced a DTH response in IBV immune chicks confirming a degree of correct antigen presentation in these peptides. Immunisation with S-dt peptides induced antibodies that recognised native virus, as well as homologous S-bt peptides, further confirming that S peptides were antigenic. The kinetics of the antibody responses following immunisation with the S-dt peptides, except for Sp2, was similar to that previously observed for the purified virion-derived S1 [14] . Immuno-blotting revealed that four of the S-dt peptides induced S-specific antibodies in immunised chicks and that the epitopes defined by Sp4, Sp5 and Sp7 regions were conformation-independent.\n\nThe region represented by Sp7 (amino acid positions 566-584), located at the amino terminal end of the S2 glycoprotein, was consistently the most antigenic. High antibody titres against this epitope were detected in IBV immune sera and Sp7-dt also induced the highest antibody response following immunisation. The Sp7 induced antibodies were also detected in immunoblotting, indicating that it is a conformation-independent and presumably linear epitope. These results are in agreement with previously published observations [21, 24] showing that the same region expressed in E. coli was antigenic, conformation-independent, and gave rise to cross-reactive antibodies. We have also shown that the Sp7 region induces a DTH response and thus carries a T-cell epitope. It has been speculated that immunodominance of the S2 region corresponding to Sp7 is the result of its location in the mature virion, being in the stalk of peplomer S [10, 11] .Additionally that surrounding regions contribute to Sp7 presentation further enhancing its antigenicity and immunodominance [10] . It was observed in this study that in immunoblotting Sp7 sera reacted strongly with the S and weakly with the S2. This was also the case with VicS antisera. We speculate that un-cleaved (or undissociated) S is present in VicS virus [4] and since the presentation of Sp7 epitope is more favourable in the whole S than in the S2 alone, a stronger reactions is detected in immunoblotting between Sp7 antisera and the peplomer S, then between Sp7 antisera and the S2 subunit.\n\nTwo synthetic peptides located in the S1 (Sp4 and Sp6) and one located in the S2 (Sp7) induced protection in immunised chicks. Protection was not complete as only kidney, but not tracheal tissues, were protected. Previous results showed that immunisation of chicks with the purified S1 provided protection of the kidney but not the trachea [14] . From the S1 sequence comparisons and cross-protection data it was expected that Sp5 and Sp6 might be involved in protection, whereas Sp1, Sp2 and Sp4 would not. The prediction held true for the Sp6 region (amino acid position 532-537) but not for Sp5. It was surprising that Sp7 provided protection since the S2 glycoprotein of IBV was shown not be involved in protection [6] . However, a synthetic peptide corresponding to the carboxyl-terminal end of the E2 peplomer (residues 993 to 1009) of murine hepatitis virus, a neurotropic coronavirus, induced protection against virulent challenge and protection was correlated with the presence of antibodies [35] . The Sp7 peptide induced a high level of antibodies and this could have contributed to clearance of challenge virus. Currently it is uncertain whether humoral or CMI responses have a role in protection. In this study there was no correlation between antigenicity of an epitope, its ability to induce DTH response, conformation requirements and protection. Sp6 and Sp7 induced a DTH response whereas Sp4 did not, however all three provided protection.\n\nThe Sp3 region, conserved in all IBV including Australian strains [28] , was suggested to be highly antigenic and to contribute to protection [37] . In our study the Sp3 region was moderately antigenic, however, it did not induce protection. Although Wang and co-workers [37] also used a synthetic peptide approach to detect the Sp3 region, a different method was used to characterise the antigenicity of the region (dot blot) and the study did not include other potential antigenic regions within S, such as Sp7, for comparison.\n\nWe expected that the amino terminal part of the N protein, residues 26-125 would be antigenic based on the results of binding of six of our N-specific monoclonal antibodies with this region when expressed in E. coli. However only Np2 (amino acid residues 72-86) was antigenic. Antibodies to Np2 were crossreactive, in agreement with amino acid conservation of this region in all classical Australian strains. The Np2 epitope was conformation-independent and induced a DTH response consistent with previously published results that this region carries T-cell determinants [1, 2] . However the Np2 region, in spite of being antigenic, was not involved in protection. Seah and co-workers [30] expressed the full-length N protein in 12 over-lapping fragments in E. coli and found that seven contained B-cell epitopes; the most antigenic regions were located between amino acid positions 175-241, 310-409 and 360-409.\n\nOverall this study has demonstrated that a synthetic peptide approach can be used to define antigenic and protective epitopes of IBV. It remains however to be confirmed that the epitopes identified as protective can elicit protective immunity when given, for example, as a subunit vaccine. Also other regions might exist within S that are involved in protection. Additional studies are therefore needed to fully elucidate the protective nature of the S glycoprotein."}