{"title": "Recent Advances in the Discovery of Norovirus Therapeutics: Graphical abstract HHS Public Access", "body": "INTRODUCTION assessment of ongoing research and future directions in this area, with special emphasis on the discovery of small-molecule norovirus therapeutics. 17, 18 \n\nPhylogenetic analysis of the major viral capsid (VP1) gene has served as the basis for classifying noroviruses into six genogroups (GI-VI). Human noroviruses causing gastroenteritis belong to three distinct genogroups (GI, GII, and GIV), which are further subdivided into 26 or more genotypes. Viruses in GII genogroup are more prevalent, and GII.4 strains are primarily responsible for most infections and outbreaks of acute gastroenteritis. Mutations and recombination account for the high degree of genetic and antigenic diversity found in noroviruses and, as a consequence, the emergence of new strains results in sporadic outbreaks and epidemics worldwide. [19] [20] [21] CALICIVIRUS GENOMIC ORGANIZATION, POLYPROTEIN PROCESSING,\n\nCaliciviruses are small, nonenveloped viruses that possess a single-stranded, (+) sense genomic RNA (7-8 kb) that is covalently linked to a viral protein (VPg, virion protein, genome-linked) at the 5′ end and polyadenylated at the 3′ end ( Figure 1 ). 1, 15 The genome consists of three open reading frames (ORF1-3). ORF1 and 2 encode a 200 kDa polyprotein (ORF1) and a major capsid protein VP1 (ORF2) which contains antigenic and cell binding determinants, 22, 23 respectively. VP1 is comprised of a shell (S) domain and a protruding (P) domain, which is further subdivided into two subdomains (P1 and P2). 1, 15, 24 The many functions associated with the hypervariable region in P2 include interactions with individual oligosaccharide residues of the histo-blood group antigen (HBGA) receptors [25] [26] [27] [28] and sialic acid-containing glycosphingolipids. 29 ORF3 encodes a small basic protein VP2, 1, 24, 30, 31 which is believed to enhance the stability and structural integrity of VP1. 32 The mature polyprotein is processed by a virus-encoded 3C-like cysteine protease (3CLpro) to generate six nonstructural proteins: p48 (NS1/2), NTPase/RNA helicase (NS3), p22 (NS4), VPg (NS5), a protease (NS6), and an RNA-dependent RNA polymerase (RdRp) (NS7) ( Figure  1 ). 1, 15, 24, 30, 31 Co-and post-translational processing of the polyprotein by norovirus 3CLpro is essential for virus replication. The functions of p48 and p22 have not been fully elucidated, however, the 15 kDa VPg protein is covalently linked to genomic and subgenomic mRNAs and its covalent linkage to the 5′ end of norovirus RNA is essential for virus infectivity. 15, 16, 33 Norovirus 3CLpro is a chymotrypsin-like cysteine protease with an active site comprised of a prototypical catalytic triad (Cys139, His30, and Glu54) that is located at the interface of a β-sheet domain and a β-barrel domain. Norovirus 3CLpro is an induced fit enzyme with an extended binding cleft. Like all (+) strand RNA viruses, replication of the viral genome is effected by the virally encoded RdRp. [34] [35] [36] [37] [38] Genomic and subgenomic RNA synthesis by the viral RdRp entails two different mechanisms: a de novoinitiated mechanism and a VPg-dependent mechanism. 1, 15, 16, 39 The central roles played by 3CLpro and RdRp in virus replication render them attractive targets for the development of norovirus-specific antivirals.\n\nHuman noroviruses are enteric pathogens that are etiologically associated with gastroenteritis in humans of all age groups. Norovirus infection is a complex disease that involves the interplay of multiple host and viral factors and mediators, including a variance in genetic susceptibility to norovirus infections arising from different binding affinities of norovirus strains and blood antigens. 41 In experimental conditions, human noroviruses can infect primates, pigs, and cattle. [42] [43] [44] [45] In pigs and cattle infected with human noroviruses, replicating viruses are found in the enterocytes and they develop mild to moderate diarrhea. 42, 43 In primates, human virus infection leads to fecal virus shedding without clear clinical symptoms. 44, 45 Early biopsy results from norovirus-infected humans suggested that norovirus infections may induce histopathological changes such as villus stunts, which may result in malabsorption and diarrhea. 1 However, the limited histopathological changes in the intestinal tract observed do not exclude the possibility that noroviruses may infect cells other than enterocytes and contribute to noroviral diarrhea and vomiting via less known mechanisms. In immunocompromised patients, norovirus infections lead to persistent gastroenteritis with diarrhea. 5, 21, 46 Recent findings related to norovirus infection, including the disruption of human or mouse gut microbiota, 47,48 the persistence of infection associated with commensal microbes and interferon-λ, 49 infection of dendritic cells, macrophages, and B cells, 50-52 evasion of the immune system via continuous viral evolution, 53 and the role of host cell factors, 54, 55 have illuminated many aspects of the disease. These studies have laid the groundwork for formulating a model of how noroviruses infect the intestine which, briefly, involves the binding of noroviruses to carbohydrate receptors expressed on enterocytes, followed by transcytosis across the intestinal epithelium and infection of macrophages, dendritic cells, and B cells. 56 However, while significant advances have been made in this area of research, there remains a need for a better definition of the molecular mechanisms which underlie norovirus-induced diarrhea.\n\nBesides supportive fluid therapy, 8 treatment options available to individuals suffering from acute gastroenteritis are currently limited because no norovirus-specific antiviral agent has yet been approved by the FDA. Thus, the availability of an efficacious and safe norovirus therapeutic or prophylactic antiviral would have a major impact on the control of norovirus infection. In principle, both viral and host factors can serve as potential targets for antiviral drug discovery and, furthermore, any step in the viral replication cycle can be targeted ( Figure 2) . The advent of a robust and highly sensitive FRET-based assay for norovirus 3CLpro and a cell-based replicon system has greatly facilitated the identification and evaluation of antinorovirus hits. 57 As is generally true for other viruses, antivirals aimed at targeting viral components (attachment, entry, and uncoating inhibitors, as well as protease and polymerase inhibitors) of norovirus may result in the selection of resistant mutants, while unwanted side effects from inhibiting host factors involved in bodily functions are a concern for antivirals targeting host factors. In either case, a nontoxic norovirus therapeutic that rapidly reduces viral load and is effective as a prophylactic would constitute a major advance in the field.\n\nNorovirus 3CLpro is an attractive target for the discovery and development of norovirusspecific therapeutics because of the vital role the protease plays in the viral life cycle ( Figure  2 ). 1, 15 Efforts focused on 3CLpro have been abetted by the availability of several highresolution X-ray crystal structures of the enzyme with or without bound ligands ( Figure  3 ). [58] [59] [60] [61] [62] [63] [64] The X-ray crystal structures of 3CLpro in complex with inhibitors provide a detailed map of the active site which can be exploited for the structure-based design of potent inhibitors. The structure of the protease in solution has been determined using high-field NMR ( Figure 3 ). 65 The enzyme is predominantly a monomer in solution, while X-ray crystal structures of norovirus 3CLpro show the enzyme exists as a dimer. 63, 65 Interestingly, the flexible backbone of the T123-G133 loop appears to play an important role in substrate recognition. The substrate specificity and relevant determinants of substrate specificity of the enzyme have been ascertained using an array of tools, including in vitro transcription/ translation, structural studies, and the use of chromogenic and fluorogenic substrates ( Table  1) . [60] [61] [62] [66] [67] [68] For comparative purposes, the substrate specificity of the 3C protease (3Cpro) or 3CLpro of some related viruses are also included in Table 1 . The similarity in the active site topography of the norovirus, picornavirus, and coronavirus 3C and 3CL proteases suggests that fashioning a broad-spectrum antiviral agent is, in principle, feasible. 58 The mechanism of action of 3CLpro is similar to that established for related cysteine proteases where Cys139 acts as a nucleophile, His30 functions as a general acid-base, and Glu54 facilitates the alignment of His30 and promotes deprotonation of Cys139. 69, 70 The oxyanion of the tetrahedral intermediate is stabilized by the presence of an oxyanion hole adjacent to the 3CLpro active site. The aforementioned structural and biochemical studies have placed the design and optimization of 3CLpro inhibitors on a secure structural and biochemical footing and have made possible the use of structure-based approaches in the discovery of antinorovirus therapeutics.\n\nIn principle, the general design strategy employed in the construction of a transition state (TS) inhibitor or TS mimic, 71 for example, involves the linking of a peptidyl recognition element (X) that corresponds to the known substrate specificity of the target enzyme to an appropriate warhead, or a moiety that resembles the transition state of the enzymatic reaction in the case of a TS mimic (Figure 4 ). The recognition element typically spans two or more of the S subsites and serves to dock and position the inhibitor correctly at the active site via a network of hydrogen bonds between the backbone of the inhibitor and active site residues ( Figure 4) . Thus, formation of the initial enzyme-inhibitor noncovalent complex within the protease active site is followed by reaction of the active site cysteine with the warhead, leading to reversible formation of a stable tetrahedral adduct (Figure 5a ). Common warheads employed include aldehyde, α-ketoamide, α-ketoester, nitrile, and αketoheterocycle moieties. Examples of TS mimics include α-hydroxyphosphonates and αhydroxyesters. Unlike inhibitors that incorporate a warhead in their structure, the interaction of TS mimics with the enzyme involves noncovalent binding interactions only. Examples 1-5 (Chart 1) represent highly effective norovirus 3CLpro inhibitors that illustrate this approach. 58, 59, 61, [72] [73] [74] [75] Importantly, compound 1 has shown in vivo efficacy in the MNV mouse model. 59 Tripeptidyl inhibitors 6-8 are also effective, however, the increased polar surface area results in diminished cellular permeability. 75 Rupintrivir 9 (Chart 1), an enterovirus protease inhibitor that incorporates in its structure a Michael acceptor that interacts with Cys139 via a Michael addition reaction, also displays antinorovirus activity. 58, 76 The chemical reactivity of the warheads employed in the design of TS inhibitors is occasionally associated with a lack of selectivity. As a consequence, off-target effects may result in unacceptable toxicity, necessitating further investigation until optimal selectivity is attained. The use of a masked warhead, such as, for example, a bisulfite adduct capable of reverting to the precursor carbonyl under physiological conditions, can be highly advantageous (Figure 5b ). 77 The pharmacological activity of the bisulfite adducts of peptidyl aldehydes has been shown to parallel that of the parent aldehydes. 77 Compounds 2 and 7 (Chart 1) illustrate the use of this approach.\n\nIn general, the use of peptide-derived drugs is associated with several disadvantages, including high conformational flexibility, susceptibility to proteolytic degradation, poor membrane permeability, and low oral bioavailability. 78, 79 These shortcomings are frequently mitigated through depeptitization. An effective way of depeptitizing a linear peptide is through macrocyclization. 80, 81 The preorganization and structural rigidity that characterize macrocyclic peptides frequently enhances pharmacological activity by reducing the entropic penalty associated with binding and, furthermore, increases proteolytic stability. 82 The effect of macrocyclization on cellular permeability and oral bioavailability is less predictable, however, these parameters are augmented when a macrocycle can engage in intramolecular hydrogen bonding. 83, 84 On the basis of the aforementioned considerations, peptidyl TS inhibitors of 3CLpro were depeptidized by tethering the P 1 Gln residue with the P 3 residue side chain in a linear peptide using an appropriate linker, yielding a macrocyclic scaffold ( Figure 6 ). Additional design considerations related to macrocycles 10 and 11 included ensuring that the ring size of the macrocycle would be optimal in terms of allowing the macrocycle to assume a βstrand conformation, a structural motif recognized by proteases. [85] [86] [87] This is of paramount importance because a β-strand conformation would allow proper docking/positioning of the inhibitor to the active site which, in turn, would orient correctly the side chains of the P 1 and P 2 residues, thereby maximizing hydrogen bonding and hydrophobic binding interactions. Indeed macrocyclic compounds 10 and 11 have been found to be potent and permeable inhibitors of 3CLpro (Table 2 ) (unpublished data).\n\nThe inhibition of viral RNA dependent RNA polymerases has been a highly successful endeavor that has resulted in the introduction of several RdRp inhibitors in the clinic. The central role played by norovirus RdRp in virus replication and the lack of human homologues renders RdRp an attractive target for antiviral drug discovery. Several X-ray crystal structures of human and murine norovirus RdRp that are well-suited to serving as a launching pad for the design of RdRp inhibitors have been reported, including complexes with 5-fluorouracil, 88 2-thiouridine and ribavirin, 89 and suramin-related compounds ( Figure  7) . 90 RdRp inhibitors that have been reported thus far are listed in Chart 2. High throughput screening has led to the identification of a low micromolar nonnucleoside inhibitor of RdRp (compound 18, Chart 2). 91 Importantly, it has been shown that the RdRp inhibitor 2′-Cmethylcytidine 14 is effective against norovirus-induced diarrhea and mortality in the murine model of norovirus infection. 92, 93 Favipiravir 15 has also been shown to inhibit norovirus replication in vitro. 94 Future developments related to RdRp inhibitors are likely to identify additional promising nucleoside and nonnucleoside direct acting antivirals.\n\nThere has been a flurry of activity related to the design and discovery of inhibitors of norovirus attachment, entry, and/or uncoating. Because HBGA-binding sites are conserved in human noroviruses, molecules that block the HBGA binding site are of potential therapeutic value. [95] [96] [97] Screening of carbohydrate libraries and small molecule libraries has resulted in the identification of multiple binding blockers. [98] [99] [100] The recent demonstration that the endosomal cysteine protease cathepsin L is required for calicivirus replication offers another promising avenue of investigation for identifying molecules of potential therapeutic value. 101\n\nDespite impressive progress in our understanding of the norovirus life cycle, 4, 15, 16, 40, 102 there is a need for a sharper definition of how the virus exploits host factors for survival, propagation, and infectivity. As mentioned earlier, multiple host cell factors, including a network of host proteins that interact with the 5′ and 3′ ends of the human and murine norovirus genome, play critical roles in viral RNA replication. 15, 16, 102, 103 Moreover, studies have shown that the cholesterol pathway, as well as the molecular chaperone Hsp90, a component of the ribonucleoprotein complex, could also serve as potential targets for novel therapeutic options. 104, 105 Hsp90 inhibitor 19 (Chart 3), as well as repurposed Hsp50 inhibitors and others, 106 provide intriguing possibilities for norovirus drug discovery. Lastly, deubiquitinase and elF4F inhibitors 20 107 and 21, 108 respectively, provide another promising avenue for developing norovirus therapeutics (Chart 3).\n\nAn array of molecules with antinorovirus activity, including cyclic and acyclic sulfamides 109-111 22-23, 33, piperazine 112 24-25, 27, 31-32, and pyranobenzopyrone 34 113 derivatives, as well as related compounds discovered by scaffold hopping 114 26, 28-30, have been reported, however, their mechanism of action remains to be elucidated (Chart 4). In the case of the cyclic and acyclic sulfamides, they were found to moderately inhibit MNV. Furthermore, no resistant virus was selected after serial passages (unpublished data),\n\nNitazoxanide 36, an antiprotozoal prodrug used in the treatment of infectious diarrhea caused by Cryptospiridium parvum and Giardia lamblia has demonstrated efficacy against norovirus infection in clinical trials. 116 There is limited information on its antinoroviral effects and mechanism of action. 117 Nitazoxanide provides strong validation of drug repurposing 105,106 as a means of identifying compounds that inhibit norovirus.\n\nNo specific antiviral therapy or prophylaxis currently exists for norovirus infection. The increasing realization that norovirus infection represents a significant health burden worldwide and exacts a heavy toll among the elderly, young, and immunocompromised populations has provided the impetus behind efforts related to the discovery of norovirus therapeutics, prophylactics, and vaccines. These efforts have been abetted by advances in the basic science underlying the biology and pathophysiology of the disease. Although targetbased approaches to drug discovery in this area have focused on viral targets, primarily norovirus 3CLpro and RNA dependent RNA polymerase, the identification of an increasing number of host factors as potential targets is likely to continue. An integral part of the drug discovery process is drug target validation and drug target selection based on relatively wellestablished criteria, 118 consequently, new molecular targets will need to be validated. Recent studies with norovirus 3CLpro have resulted in the identification of lead compounds which are highly effective against multiple human norovirus genotypes as well as murine norovirus, and demonstration of proof of concept in the MNV animal model. 59 These inhibitors are well-suited to conducting further preclinical studies, ultimately leading to the identification of a clinical candidate. Much of the ongoing work in this area, irrespective of molecular target, is at the early stage of drug discovery. Nevertheless, prospects for the eventual introduction of norovirus therapeutics in the clinic would appear to be excellent. Human norovirus life cycle and potential therapeutic intervention sites. Sites 1-3: attachment, entry, and uncoating, respectively. Sites 4-5: 3CL protease and RdRp inhibitors, respectively. Site 6: virion assembly inhibitors. (a) Norwalk virus 3CLpro (2FYQ) 63 showing the two domains. The active site catalytic residues (Cys139, His30, and Glu54) are located at the interface of the two domains. (b) Ribbon representation of the solution structure of NV 3CLpro (2LNC) 65 with the catalytic residues shown as sticks and the very short strand shown in green color. (c) Connolly surface of precursor aldehyde 1 of inhibitor 2 bound to NV 3CL protease. 59 Neighboring residues are colored yellow (nonpolar), white (weakly polar), and cyan (polar). The P 2 residue cyclohexyl alanine side chain is nestled into the hydrophobic S 2 pocket. (d) Hydrogen bond interactions between NV 3CLpro and precursor aldehyde derived from compound 2 (under the crystallization conditions used, bisulfite adduct 2 reverts back to aldehyde inhibitor 1, which then interacts with Cys139 to form the enzyme-inhibitor complex). 59 Backbone hydrogen bonds with Ala158, Ala168, and Gln110 facilitate proper binding and positioning of the inhibitor at the active site. The carbonyl oxygen of the glutamine surrogate forms two hydrogen bonds with His157 and Thr134. (a) General representation of the reversible interaction between a transition state inhibitor and a cysteine protease. The oxyanion of the tetrahedral intermediate is located in the oxyanion hole. (b) Depiction of the mechanism of inhibition of a cysteine protease by a bisulfite adduct derived from a transition state inhibitor (in this case, an aldehyde). 77 The equilibrium between the bisulfite adduct and precursor aldehyde is pH-dependent. Kim General design of macrocyclic inhibitors of 3CLpro by tethering the side chains of the P1 (Gln) and P3 residues with a suitable linker. The primary substrate specificity of NV 3CLpro requires an invariant Gln (or Glu) at P1. Kim Norovirus RNA dependent RNA polymerase (NS7) (PDB code 1SH2) structure comprised of the palm (blue), thumb (green), and fingers (red) domains. 119 Author Manuscript\n\nKim et al. Table 2 Macrocyclic Inhibitors of Norovirus 3CL Protease "}