{"title": "Comparison of nasopharyngeal flocked swabs and nasopharyngeal wash collection methods for respiratory virus detection in hospitalized children using real-time polymerase chain reaction HHS Public Access", "body": "Respiratory viruses are a significant cause of morbidity and mortality in children worldwide. The type and timing of sample collection in relation to onset of symptoms is crucial in the detection of these infections (Meerhoff et al., 2010; Moore et al., 2008) . In a clinical setting, the current standard specimen collection method for viral respiratory testing is a nasopharyngeal wash (wash) (Abu-Diab et al., 2008; Chan et al., 2008; Esposito et al., 2010; Heikkinen et al., 2002; Macfarlane et al., 2005) . Obtaining a wash can be uncomfortable for the patient and requires specialized training and equipment for the provider, limiting widespread use in outpatient clinical practice. Viral specimens can also be collected using rayon nasopharyngeal swabs (swabs). These are often preferred by health care providers and patients; however, some groups have reported that swabs have a lower sensitivity than washes for collection of some viruses, which limits their clinical use (Heikkinen et al., 2002; Macfarlane et al., 2005; Spyridaki et al., 2008; Stensballe et al., 2002) . Studies suggest that nasopharyngeal flocked swabs (flocked swabs) may be a better alternative to conventional rayon swabs (Abu-Diab et al., 2008; Chan et al., 2008; Daley et al., 2006; Walsh et al., 2008) . Flocked swabs have a spray-on nylon flocked fiber technology allowing for improved collection and release of patient sample (Abu-Diab et al., 2008) .\n\nMolecular techniques can lead to faster and more accurate diagnosis of viral infections. Real-time reverse transcription-polymerase chain reaction (rRT-PCR) is faster with greater sensitivity than antigen tests and culture (Erdman et al., 2003; Kuypers et al., 2009; van Kraaij et al., 2005) . rRT-PCR results are interpreted as cycle threshold (C T ) values which are the number of cycles needed to detect the amplified genetic target at a given threshold. A lower C T value means earlier detection and implies more virus is present. The C T value is a relative measure of viral load and can be used to compare samples processed with the same assay when reagents and instrumentation are equal.\n\nParticipants were recruited into a previously described study of the viral etiologies of lower respiratory tract infection hospitalizations (Singleton et al., 2010) . Briefly, from October 2005 to September 2007, all Alaska Native children < 3 years old who were admitted to the Yukon-Kuskokwim Delta (YKD) hospital for a lower respiratory tract infection were eligible for enrollment (Singleton et al., 2010) . On admission to the hospital, washes were collected by respiratory therapists or nurses as part of routine clinical practice to diagnose the child's illness. 2 mL of normal saline were instilled into one naris simultaneously using wall suction to collect fluid from the nasopharynx through the opposite naris. A flocked swab (FloQSwab, Copan Diagnostics, Murrieta, CA) was inserted into the nasopharynx and specimen was obtained from the patient after informed consent was given by the patient's parent or legal guardian. Flocked swabs were always collected after the washes. The flocked swab and 1.0 mL of the wash were placed in Nalgene ® cryovials containing 1.0 and 1.5 mL respectively, of RNA stabilizing buffer containing guanidinium thiocyanate (MagNA pure LC total nucleic acid isolation; Roche) and frozen at −80 °C. This study was approved by the Alaska Area and the Centers for Disease Control and Prevention (CDC) Institutional Review Boards, and all appropriate tribal health organizations.\n\nViral RNA was extracted from all samples using QIAmp ® viral RNA Minikit (QIAGEN, Valencia, CA) as follows, samples were vortexed and 140 μl was removed for extraction following the manufactures' instructions with a double elution of 2× 40 μl to increase yield. 3 μl of eluted RNA was used in the PCR reaction. For testing of AdV, total nucleic acid was extracted using the BioRobot EZ1 with Bacterial DNA card (Qiagen, Valencia, CA). RNA and DNA were frozen at −80 °C. (Kuypers et al., 2006) and RV (Lu et al., 2008) have been described previously. The protocol to detect FluA, FluB and hMPV were provided by the CDC (FluA/B, J. Lindstrom; hMPV, D. Erdman personal communications). PCR was performed on the MX3000 ™ and MX3005 ™ real-time platforms using 2X Brilliant ® QRT-PCR (RNA viruses) and 2X Brilliant ® Q-PCR kits (AdV) (Agilent Technologies, Santa Clara, CA). To ensure that negative test results were not due to poor extraction, the human, β2-MG (Watzinger et al., 2004) and β-actin (Taylor et al., 1997 ) genes were amplified before or during sample testing; negative samples were re-extracted. An analytical C T cutoff was determined empirically. Samples with C T values ≥35 and <40 were re-tested and considered positive if the same result was obtained on re-test and samples with a C T ≥ 40 were negative.\n\ncDNA amplicons of RSV, hMPV and PIV3 were synthesized from a known positive sample using High Fidelity Taq (Roche, Indianapolis, IN) for cloning into vector pCR ® 2.1-TOPO ® (Invitrogen, Carlsbad, CA). Plasmids were transformed into One Shot ® (Invitrogen) competent Escherichia coli and harvested (Kuypers et al., 2004 (Kuypers et al., , 2005 . RNA was purified and agarose gel electrophoresis was used to confirm size. RNA purity and quantity were determined by absorbance at 260 nm using the ND-1000 (NanoDrop Technologies, Inc.; Wilmington, DE). Ten-fold serial dilutions of each transcript were used to set up a five-point standard curve (e 7 , e 5 , e 4 , e 3 , e 2 , e 1 ) for use in the real-time PCR reaction. Each dilution was run in duplicate except for the lowest two dilutions (e 2 and e 1 ) which was added in triplicate. The resulting standard curve was used to quantitate RSV, hMPV and PIV3. Viral loads are reported as copies per mL, so viral quantities, as determined from the standard curve, were multiplied by a factor that encompassed the volume collected and the amount used for RNA extractions.\n\nSensitivity was accessed by a positive result from either the wash or flocked swab to be considered a true-positive for that participant for a particular virus (consensus standard). Viruses were grouped for the purpose of some analyses; Group 1 (n = 41) [(RSV (n = 13), hMPV (n = 11), PIV (n = 12), Flu (n = 5)] viruses were associated with increased risk of hospitalization, while Group 2 (RV, AdV, CoV) viruses were not associated with hospitalization (Singleton et al., 2010) . Proportions positive were compared with a chisquared or Fisher's exact test as appropriate. When matched comparisons were required, a McNemar's test was used. The median C T values were compared using a signed-rank test. All p-values are two-sided and p < 0.05 was considered statistically significant.\n\nThe exact specimen collection time was not available for all patients. The calendar collection date was used to evaluate the effect of specimen collection timing.\n\nBoth a wash and a flocked swab were available from 314 children. The median age was 7. Sensitivities of washes ranged from 69% to 94% and flocked swab from 35% to 89% for all viruses tested (Table 1 ). There was no significant statistical difference in sensitivities for washes or flocked swabs for any of the viruses, except AdV where washes were more sensitive than flocked swabs (p < 0.001). The sensitivity for Group 1 viruses was 89% and 93% for flocked swabs and washes, respectively (p = 0.4). When the flocked swab for Group 1 viruses was collected on the same day as hospital admission, the sensitivity was 100% (41/41) whereas a sensitivity of 86% (95/111) was obtained when the flocked swab was collected greater than one day after the wash (p = 0.007). The sensitivities of the flocked swab for all viruses was equal (RSV) or lower (hMPV, PIV, Flu, RV, AdV, and CV) when the flocked swab was collected greater than one day after the wash; however these values were not statistically significant.\n\nThe C T values for all viruses tested were lower for the wash than for the flocked swab samples (Table 2 ). For each of the viruses where viral quantity as determined (RSV, PIV3, hMPV), the amount of virus in the nasal was higher than in the flocked swab (p < 0.001 for all; Fig. 1 ). The above analysis was repeated and limited to samples collected within 24 h of each other and the results remain the same.\n\nIn this study of children hospitalized for lower respiratory tract infection no differences were found in the sensitivity of the flocked swab and wash samples for the detection of RSV, hMPV, PIV, Flu, RV and CoV. If both samples were collected on the day the child was hospitalized the sensitivity of the flocked swab was 100% compared with wash for Group 1 viruses. Although washes had higher viral yield, this did not result in significant differences in diagnostic sensitivity between the two tests in this clinical setting.\n\nOther studies have compared flocked swab and wash collection and respiratory virus detection using rRT-PCR. These studies differ from this study in that the collection of samples was in younger children (<18 months) (Chan et al., 2008; Walsh et al., 2008) , samples collected for one season (Abu-Diab et al., 2008; Chan et al., 2008) and not nasopharyngeal swabs but rather nasal swabs (Meerhoff et al., 2010) . Other groups evaluating flocked swabs have reported similar sensitivities as this study for RSV (91.9-100%) using rRT-PCR (Abu-Diab et al., 2008; Chan et al., 2008; Lambert et al., 2008) . The flocked swab is advantageous for collection because additional devices are not needed and patients tend to tolerate nasopharyngeal swabs better than washes (Walsh et al., 2010) . Nasopharyngeal swabs using traditional rayon tipped swabs have had unacceptable sensitivity compared with washes; however, the flocked swab has a design that improves the collection and yield of nasopharyngeal epithelial cells thereby increasing diagnostic yield over rayon tipped swabs (Daley et al., 2006; Esposito et al., 2010) .\n\nWhile the sensitivities for flocked swabs appear to be slightly lower than for washes it may be a consequence of the delay in flocked swab collection. In this study, the sensitivity of the flocked swab was 100% when it was collected on the same day as the wash. An effort was made to recruit the patient and collect the flocked swab as soon as possible; however, in some cases, particularly when the patient was admitted over the weekend or late at night, the flocked swab was collected up to three days after the nasal wash. In that time, virus shedding may have lessened, resulting in an underestimate of the flocked swabs sensitivity. In hospital settings, flocked swabs would be typically collected at hospital admission and then sensitivity should approach that of washes.\n\nData from this study show washes yield significantly lower C T values than flocked swabs for some viruses, with the exception of AdV, the flocked swab samples had similar sensitivity as washes and using them did not lessen our ability to detect viruses. We used an analytical cutoff of ≤35 for C T values that corresponded to the lower limit of detection of the assay which was determined empirically by serial dilution of a known amount of positive samples and use of a high and low concentration positive control in each run.\n\nThere was a difference in sensitivity between washes and flocked swabs for AdV detection (90% and 35%), respectively. AdV detection may also be attributed to low viral loads for AdV in the flocked swab samples where the C T was, on average, 3.3 cycles higher than the wash samples thereby some samples may have been below the limit of detection of the assay. Decreased flocked swab sensitivity for detection of AdV (55% and 66%) has also been reported by others (Lambert et al., 2008; Meerhoff et al., 2010) . Kim et al. recently found that oropharyngeal collection was more sensitive than swabs (72.4% vs. 57.6%) for AdV detection, perhaps indicating that the nasopharynx might not be the optimal site for sampling (Kim et al., 2011) .\n\nThere were important limitations in this study. The flocked swab and the wash were not collected by the same personnel and the choice of nostril used to obtain the sample was not standardized. Other studies that compared washes to flocked swabs collected the wash from one nostril and flocked swab from the other (Abu-Diab et al., 2008; Chan et al., 2008; Stensballe et al., 2002) . Collecting a wash followed by a flocked swab in the same nostril DeByle et al.\n\nPage 5 may reduce the number of cells collected by the flocked swab and reduce the sensitivity of the assay. We did not perform viral culture or antigen detection; therefore we are limited to reporting consensus sensitivity rather than sensitivity versus a gold standard. Additionally, the use of rRT-PCR has increased in clinical laboratories but many still only use culture or antigen detection. It would be useful to investigate how the flocked swab performs with these more traditional testing methods. However, rRT-PCR sensitivity and specificity for these viruses has been evaluated versus culture by others (Bellau-Pujol et al., 2005; Kuypers et al., 2009; van Kraaij et al., 2005) . An analysis comparing the two collection methods according to the time delay in obtaining the flocked swab is limited by the absence of the exact time of specimen collection. A single calendar day of difference could represent 1-47 h difference in the collection times. The high concordance between wash and flocked swab samples collected on the same day is reassuring with regard to the similar sensitivity of the two methods. However, the uncertainty in our time of collection data could mask real differences in the two tests separated by larger periods of time. Evaluation of how wash and flocked swabs compared among children of different ages and with different durations of illness was not done. This study did not include older children/adults and immunocompromised patients where viral shedding is commonly lower so it is unclear how the flocked swab would perform in those populations.\n\nBased on the findings from this study, for detection of respiratory viruses using rRT-PCR among hospitalized children, the flocked swab could reasonably replace washes as a collection method in clinical setting without significant loss of sensitivity for all the viruses we tested for except AdV. "}