{"title": "The impact of within-herd genetic variation upon inferred transmission trees for foot-and-mouth disease virus", "body": "The poor fidelity and lack of proofreading activity of the polymerases of RNA viruses cause high rates of spontaneous mutation during virus replication. These rates are estimated to range from 10 À5 to 2 Â 10 À3 mutations per nucleotide per replication event (Thebaud et al., 2010) . As a consequence, these viruses evolve rapidly and have high degrees of genome variability, which is a constant challenge for molecular diagnosic tests, as well as for prophylaxis and control methods such as vaccines and antivirals. Nevertheless, these high evolution rates have been exploited to understand the transmission of human and animal RNA virus infections across fine spatial and temporal scales (Cottam et al., 2006; Baillie et al., 2011; Bataille et al., 2011; Cotten et al., 2013; Gray et al., 2011; Hughes et al., 2012; Li et al., 2010; Orton et al., 2013) . These studies help to increase the knowledge on virus evolution and to identify and analyse the potential origins, patterns of transmission and spread and risks of virus infections to be ready for the prediction, early detection and/or control of the disease.\n\nFoot-and-mouth disease virus (FMDV) is a non-enveloped, single-stranded positive-sense RNA virus from the genus Aphthovirus within the family Picornaviridae which rapidly spreads among cloven-hoofed animals. Full genome sequences of FMDV can be generated and analysed in real-time to discern the origin of outbreaks, the transmission links between infected premises, and to predict undisclosed infection to support control and eradication policies in free-without-vaccination countries (Cottam et al., 2008b; Valdazo-González et al., 2012) . Furthermore, these approaches have also been used to monitor the genetic evolution of FMD viruses at the finest scales: such as within an individual animal (Wright et al., 2011) transmission in experimental studies . The interpretation of these data can be enhanced by using a range of models that have been recently developed that integrate sequence data with epidemiological information (Cottam et al., 2008a; Morelli et al., 2012) . However, the practical use of these tools to confidently reconstruct transmission trees during FMD outbreaks is limited by our understanding of the genetic diversity of viruses that exist within different epidemiological units under field conditions (within-herd diversity) (Orton et al., 2013) .\n\nThis study has investigated the genetic variability of viruses from field samples collected from the FMDV outbreaks that occurred in the Southeast of the United Kingdom (UK) between the 3rd of August and the 30th of September 2007 (Cottam et al., 2008b; Ryan et al., 2008) . FMDV sequences from the O/EURO-SA topotype were generated and analysed from samples within each of the eight infected premises (IPs) from 10 separate locations (with individual herds/flocks of animals grazing together) confirmed in a series of FMD outbreaks that occurred in two phases (that were geographically 17 km and temporally 34 days apart). Information regarding these herds and the clinical and laboratory investigations of these outbreaks has been described previously (Cottam et al., 2008b; Reid et al., 2009; Ryan et al., 2008) . A particular focus of this work has been to consider the impact of sequencing only a single sample from each epidemiological unit upon the inferred transmission trees in order to help to design rapid and cost effective sequencing approaches that can be used in the event of FMD outbreaks, when sequencing all of the infected animals within the outbreak might not be possible.\n\nIn total, 34 FMD virus-positive clinical samples from 26 animals infected during the 2007 outbreak in UK (Table 1) were processed in this study, and were jointly analysed with a further 11 previously published full-genome sequences from these outbreaks (Cottam et al., 2008b) . These samples had been selected from the samples sent to the UK National Reference Laboratory for FMD (The Pirbright Institute, United Kingdom) during the 2007 outbreak in UK on basis of the cycle threshold (CT) values (627) generated by a real-time RT-PCR which targets the region encoding the FMDV non-structural protein 3D (Reid et al., 2009) . These samples included vesicular epithelium (10% suspension, prepared as described (Cottam et al., 2008b) , whole blood (collected in EDTA tubes), sera and oesophageal/pharyngeal scrapings (probangs).\n\nSamples were processed individually on separate days to prevent potential cross-contamination. Viral RNA was extracted using either the RNeasy Mini Kit (Qiagen, Crawley, West Sussex, UK), or TRIzol Reagent (Invitrogen, Paisley, UK) for those samples such as oesophageal-pharyngeal scrapings with high CT values. Reverse transcription (RT) and complete FMDV genome amplification [except for the poly(C) region] were performed with one oligo-dT reverse RT primer and 23 tagged PCR primers pairs as previously described (Cottam et al., 2008b) , but using a cDNA purification step (Illustra GFX™ PCR DNA and Gel Band Purification Kit, GE Healthcare UK Limited, Buckinghamshire, UK) prior to PCR amplification. Additional PCR reactions were carried out using oligo dT reverse primers to amplify the 3 0 terminus of the virus, as described (Valdazo-González et al., 2012) . Negative control reactions were performed in parallel and were included in all steps and for each of the amplification reactions.\n\nAmplified PCR products were separated by gel electrophoresis (1.8% agarose gels), stained with ethidium bromide (0.2-0.5 lg/ mL) and visualized under ultraviolet light. After purification (Illustra GFX™ PCR DNA and Gel Band Purification Kit, GE Healthcare UK Limited, Buckinghamshire, UK), cycle sequencing was carried out using M13 universal forward and reverse primers (Cottam et al., 2008b) or the corresponding specific forward and reverse primers for each PCR product. One of the two following Sanger sequencing reagents and sequencers were used: the Beckman DTCS Kit (Beckman Coulter, USA) on a Beckman Coulter CEQ 8000 sequencer and the BigDye Ò Terminator v3.1 Cycle Sequencing Kit (Applied Biosystems, USA) on an ABI PRISM Ò -3730 analyzer. Sequences were assembled, proof-read and edited using Lasergene Ò v11.0 package (DNASTAR Inc., Madison, WI). These sequences have been submitted to GenBank and have been assigned the following accession numbers: KJ560276-KJ560309.\n\nThe sequences generated in this study were aligned (BioEdit, Version 7.0.5.3 (Hall, 1999) ) together with 11 previously published sequences from this outbreak (Cottam et al., 2008b) . In total, 45 complete genome sequences from samples from 33 animals (28 cattle and 5 sheep) from eight infected premises (IPs) (ten separate herds) were analysed. This analysis comprised one to five animals and up to eight sequences per herd. Eleven out of these 33 animals were represented by two or three sequences obtained from different clinical samples within the animal (see Table 1 ).\n\nDetection of potential selection pressures at amino acid sites was calculated using the CODEML programme in the PAML 4.1 software package (Yang, 2007) . Briefly, the dN/dS ratio (x value) was obtained using eight different models (M0 to M8). Comparison of likelihood values for nested models by likelihood ratio tests (LRTs) determined if models of positive selection (M2a, M3 and M8) were significantly more likely than models of neutral evolution (M1a and M7). Bayesian methods were used to locate specific sites that have x > 1 with high posterior probabilities. Preliminary data for the analysis (transition/transversion ratio and phylogenetic relationship between taxa) were carried out using TREE-PUZZLE version 5.2. (Schmidt et al., 2002) . Detection of potential recombination between sequences was carried out using low linkage disequilibrium (observed data versus corresponding null distributions from 500 simulated datasets) as implemented in a test statistic, as described (Haydon et al., 2004) .\n\nBayesian evolutionary analysis using Markov chain Monte Carlo (MCMC) sampling (30,000 trees from 30 million generations), as implemented using BEAST software, Version 1.6.1 (Drummond and Rambaut, 2007) , was carried out to infer the phylogenetic relationships between the 45 complete sequences, to estimate the age of their most recent common ancestor (MRCA) and their rate of molecular evolution. Sampling collection dates were used to calibrate the molecular clock. The HKY model of base substitution with the gamma model of site heterogeneity was selected as described (Orton et al., 2013) and used with different combinations of molecular clocks, demographic and phylogeographic diffusion models to check the robustness of the parameters. The resulting output was checked in Tracer, Version 1.5 and visualized with FigTree (Rambaut, 2010), Version 1.3.1 (Lemey et al., 2010) .\n\nMaximum parsimony analyses of the 45 complete FMDV sequences recovered during the outbreak and two additional FMDV sequences from isolates used in the laboratories at the time of the outbreak (IP0) were implemented in the TCS freeware, Version 1.21 (Clement et al., 2000) . The tree with the 47 sequences was edited so that the main horizontal axis accommodated the two extremes of these cases: the potential sources of these outbreaks (IP0) and the sequence of the last premises infected (IP8). This tree was considered the reference tree for the following analysis.\n\n2.7. Foot-and-mouth disease virus genetic variability and its effect on the reconstruction of transmission trees in single random sequencing strategies For this analysis, those nucleotide sites containing International Union of Pure and Applied Chemistry (IUPAC) ambiguity codes (15 sites) were removed. One thousand datasets comprising of one randomly-selected sequence per herd were generated. Each dataset was processed with a pipeline for computing (a) a statistical parsimony tree, as implemented in TCS (TCS tree); and (b) a minimum spanning tree (MST). For each TCS tree and MST an adjacency matrix was computed. A cumulative adjacency matrix was computed as the sum of the adjacency matrices of all one thousand trees of each type. A consensus tree was constructed based on the aggregated matrix using the MST algorithm (consensus trees available in Supplementary data 1).\n\nIn order to assess the impact of collecting and processing only a single virus-positive sample from each of the infected herds to infer a transmission tree (single random sequencing strategy), the TCS trees were converted to putative transmission trees by merging each unlabelled node into the closest labelled node. Other approaches for merging nodes were also considered and are available from the authors on request. The MST was computed on the basis of Hamming distance trees (number of sites in which two sequences differ). The cumulative adjacency matrices record, for each possible edge (pair of premises), the number of times it occurred in the TCS transmission trees and the MSTs. These trees were further analysed by determining the frequency of all topologies obtained with the one thousand datasets and each method. For each topology, the number of edges that were not consistent with the reference tree (inferred from the TCS tree with all the 45 sequences) was determined. In order to determine genetic distance that might be expected for individual herd-to-herd transmission events in an FMD outbreak when using a single random sequencing strategy, the Hamming distance between each source and target premise, according to the reference tree, was calculated for each of the one thousand randomly generated sequence sets. The individual distance values were aggregated by means and standard deviation for each edge in the reference tree, and by frequency of Hamming distance value.\n\nThe devised pipeline for all these analyses was driven by a command line application to enable batch processing. The software was implemented in Python 2.7.3, using Biopython 1.6.0. R 2.15.1. was used for statistical analyses and visualisation. The TCS software was modified to support non-interactive operation. Computing was carried out on Linux 3.5.0 systems (Ubuntu 12.10 ''Quantal Quetzal'', 64 bit). The scripts are available from the authors on request.\n\nThe overlapping RT-PCR and sequencing strategy generated products of the expected size for all the 34 complete [except poly(C)] FMDV genomes (Table 1 ). The sequence coverage ranged from 3.7 to 7.8 reads/site. No amplified DNA was detected in the control reactions run in parallel. The assembled FMD virus sequences were all 8193 nucleotides (nts) in length. Of these sites, 28 nts were derived from PCR primers, 12 nts from an artificial internal poly(C) tract within the 5 0 UTR and 13 nts were included to represent the 3 0 terminal poly(A) tail.\n\nIn total, 34 complete FMDV genomes generated in the present study together with a further 11 more sequences generated in a previous study (Cottam et al., 2008b) were analysed. Nucleotide alignments of these 45 complete genome sequences revealed nucleotide changes at 64 sites distributed along the genome (Table 2) . A total of 15 sites with 17 IUPAC ambiguities codes were also found in 11 sequences. Eight of these ambiguities were present in three out of the four sequences from probangs in sheep (IP5), whilst five and four ambiguities were present in four blood and three epithelium samples, respectively, from IP2b, IP2c and IP3b. These substitutions were broadly distributed across the FMD genome. Within the ORF, 53 nt substitutions led to 22 amino acid changes. Neither positive selection nor recombination were detected in these sequences.\n\nA Bayesian MCMC tree of the 45 FMDV sequences using the HKY model of base substitution (gamma model of site heterogeneity) employing a relaxed molecular clock, Bayesian skyline plot, and sampling 30,000 trees from 30 million generations (Fig. 1) , estimated a rate of nucleotide substitution of 4.94 Â 10 À5 (95% highest posterior density -HPD interval: 2.92 Â 10 À5 -7.02 Â 10 À5 ) per site per day. The root of the maximum clade credibility (MCC) tree or age of their most recent common ancestor (MRCA) was In the context of the virus phylogeny, evolution rate and estimated rate of the MCRA, the interpretation of these results was not affected by different combinations of molecular clocks, demographic and phylogeographic diffusion models used in the analyses (data not shown).\n\nThe tree edited from the statistical parsimony analysis of the 45 FMDV sequences recovered in the outbreak and including two more sequences from the putative outbreak sources suggested a chain of transmission events (Fig. 2) . Two nodes of the tree were represented by identical sequences from two different IPs, whilst the number of nucleotide differences between all of the sequences differed by up to four nucleotides (nts) between herds. The phylogenetic relationship between sequences from different IPs was compatible with the Bayesian MCMC tree.\n\nThe TCS tree revealed strong evidence for within-herd clustering of the sequences (Fig. 2 ) and within these herds the Hamming distances (i.e. number of nt differences) between sequences obtained from cattle with acute infections ranged from zero to six. The sequences obtained from sheep with healed lesions (IP5) had one to 13 nt differences between each other. These sequences obtained from probangs had evolved independently from a putative common ancestor with branch lengths of up to seven nt substitutions.\n\nConsensus sequences from different specimens within the same animal were obtained from 11 out of 33 infected animals. In eight out of 11 animals, the sequences from different specimens were found to be identical (five animals), or had one (one animal) or two ambiguity (two animals) differences. Sequences obtained from the remaining three animals differed at one nt (in case of one animal in IP1b and another in IP7) or four sites (three nts and a further site with an ambiguity, in case of the virus collected from the sera of one animal in IP3b).\n\nThe cumulative adjacency matrices generated out of one thousand TCS transmission trees (i.e. after merging each unlabelled node of the TCS trees to the closest labelled node) and the one thousand MSTs (Fig. 3) were similar between each other. However, the transmission route from IP1b to IP2b was more frequently inferred when using the MST approach rather than the TCS method (see consensus tree for each of these methods in Supplementary data 1). Most of the trees placed IP5 as a leaf node (cul-de-sac) between the two phases of the outbreaks, and a number of trees located IP3c as the source of infection of herds IP3b and IP4.\n\nOnly 10.8% of the trees were identical to the TCS tree. However, up to 73.7% of the generated TCS transmission trees and 80.0% of the trees generated using the MST approach differed by only one edge with the reference TCS tree ( Fig. 4 and Supplementary data 2). The frequency of the different tree topologies generated with the one thousand trees using each of the TCS and MST approaches as well as the distance for each of these tree topologies with the reference TCS tree are shown in Fig. 4 . The MST approach produced fewer tree topologies (18) than the TCS approach (42). The TCS trees had up to five edges not included in the reference tree while there were only up to two such edges in the MSTs. However, the mean number of different edges was similar (1.1 for TCS trees, 0.98 for MSTs).\n\nThe Hamming distance between sequence pairs representing a source and recipient herd according to the reference tree for each of the one thousand MSTs presented a mean of 4.6 nts. The removal of sequences from IP5, where some sequences derived from chronic animals, reduced the distance to 4.1 nts. A histogram with the distribution of the Hamming distances including and excluding the sequences from IP5 is shown in Fig. 5 .\n\nThis study describes for the first time the within-herd genetic diversity of the FMD viruses collected during a field outbreak, and the impact of this sequence variability on trees that are reconstructed to describe the relationship between infected herds. The TCS and Bayesian analysis of all the generated 45 sequences yielded trees that exhibited clustering that corresponded to each of the infected herds, and were consistent with genetic conclusions generated in real-time during the outbreaks (Cottam et al., 2008b) . Table 2 Nucleotide and non-synonymous amino acid substitutions along the 45 FMDV sequences obtained during the 2007 outbreak in UK. Each purine and pyrimidine base has a different colour and yellow was assigned to ambiguous positions (denoted by IUPAC nucleotide code).\n\nN u c le o ti d e c h a n g e s P o s it io n ( p o ly -C 1 2 ) U K G /7 B /2 0 0 7 ( IP 1 b ) (B ) U K G /7 /2 0 0 7 (I P 1 b ) U K G /9 /2 0 0 7 (I P 1 b ) U K G /1 1 /2 0 0 7 (I P 1 b ) U K G /1 3 /2 0 0 7 (I P 1 b ) U K G /3 2 /2 0 0 7 (I P 1 b ) U K G /9 1 /2 0 0 7 (I P 2 b ) U K G /9 2 /2 0 0 7 (I P 2 b ) U K G /9 3 /2 0 0 7 (I P 2 b ) U K G /9 4 /2 0 0 7 (I P 2 b ) U K G /9 5 /2 0 0 7 (I P 2 b ) U K G /9 6 /2 0 0 7 (I P 2 b ) U K G /9 7 /2 0 0 7 (I P 2 b ) U K G /1 3 2 /2 0 0 7 (I P 2 c ) U IK G /1 5 0 /2 0 0 7 (I P 2 c ) U K G /1 5 8 /2 0 0 7 (I P 2 c ) U K G /1 4 1 8 /2 0 0 7 (I P 5 ) U K G /1 4 1 9 /2 0 0 7 (I P 5 ) U K G /1 4 2 1 /2 0 0 7 (I P 5 ) U K G /1 4 2 5 /2 0 0 7 (I P 5 ) U K G /1 4 2 6 /2 0 0 7 (I P 5 ) U K G /6 4 2 /2 0 0 7 (I P 3 b ) U K G /6 4 3 /2 0 0 7 (I P 3 b ) U K G /6 4 4 /2 0 0 7 (I P 3 b ) U K G /6 4 5 /2 0 0 7 (I P 3 b ) U K G /6 4 7 /2 0 0 7 (I P 3 b ) U K G /6 4 8 /2 0 0 7 (I P 3 b ) U K G /6 4 9 /2 0 0 7 (I P 3 b ) U K G /6 5 0 /2 0 0 7 (I P 3 b ) U K G /1 1 5 3 /2 0 0 7 (I P 3 c ) U K G /1 1 7 0 /2 0 0 7 (I P 3 c ) U K G /8 0 0 /2 0 0 7 (I P 4 b ) U K G /8 0 5 /2 0 0 7 (I P 4 b ) U K G /1 4 8 4 /2 0 0 7 (I P 6 b ) U K G /1 4 8 5 /2 0 0 7 (I P 6 b ) U K G /1 4 8 8 /2 0 0 7 (I P 6 a ) U K G /1 6 7 9 /2 0 0 7 (I P 7 ) U K G /1 6 8 4 /2 0 0 7 (I P 7 ) U K G /1 6 9 3 /2 0 0 7 (I P 7 ) U K G /1 6 9 4 /2 0 0 7 (I P 7 ) U K G /1 6 9 8 /2 0 0 7 (I P 7 ) U K G /1 7 0 1 /2 0 0 7 (I P 7 ) U K G /1 7 0 4 /2 0 0 7 (I P 7 ) U K G /1 7 0 9 /2 0 0 7 (I P 7 ) U K G /2 3 6 6 /2 0 0 7 (I P 8 1 129 G G G G G G G G G G G G G G G G A G G G G G G G G G G G G G G G G G G G G G G G \n\n---4 267 C C C C C C T C C C C T C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C 5' UTR ---5 318 C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C T C C 5' UTR ---\n\n- --8 792 G G G G G G G G G G G G G A A A G G G G G G G G G G G G G G G G G G G G G G G G \n\n---11 1212 C C C C C C C C C C C C C C C M C C C C C C C C C C C C C C C C C C C C C C C C C C C C C Lb 40 T (acc) N (aac) 12 1234 C C C C C C C C C C C C C C C C M C C C C C C C C C C C C C C C C C C C C C C C C C C C C Lb 47 N(aac) K(aaa) 13 1537 C C C C C C C C C C C C C C C C T C C C C C C C C C C C C C C C C C C C C C C C C C C C C Lb ---14 1674 C C C C C C C C C C C C C C C C C C C T C C C C C C C C C C C C C C C C C C C C C C C C C Lb 194\n\n298 D (gac) N (aac) 17 1996 C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C T C C C C C C C C C C C C VP2 ---18 2235 C C C T C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C VP2\n\n420 K (aaa) E (gag) 21 2371 C C C C C C C C C C C C C C C C C C C C C C C C C C C C Y C C C C C C C C C C C C C C C C VP2 ---\n\n489 I (att) V (gtt) 25 2599 C C C C C C C C C C C C C C C C C T C C C C C C C C C C C C C C C C C C C C C C C C C C C VP3 - --26 2784 G G G G G G G G G G G G G G G G G G A G G G G G G G G G G G G G G G G G G G G G \n\n663 I (atc) V (gtc) 29 3157 C C C C C C C C C C C C C C C C C C C C C C C C C C C C C T T C C C C C C C C C C C C C C VP3 - --30 3241 G G G G G G G G G G G G G G G G G A G G G G G G G G G G G G G G G G G G G G G G G G G G A G G G G G G G G G G G G G G G G G G G G G G G G G G G G G \n\n---34 3667 C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C T C C C C C C C C C C C C VP1 ---\n\n874 V (gtg) A (gcg)  37 3727 G G G G G G G G G G G G G G G G G T G G G G G G G G G G G G G G G G G G G G G G \n\n878 K (aag) N (aat) 38 3862 C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C C T C C T C C C T VP1 --- (ctt)  40 3994 G G G G G G G G G G G G G G G G G G G G G G G G G G G G G G G \n\n---\n\n---42 4252 C C C C C C C C C C C C C C C C T C C C C C C C C C C C C C C C C C C C C C C C C C C C C 2B ---\n\n1236 A (gcc) T (acc) 46 4927 C C C C C C C C C C C C C C C C C C T C C C C C C C C C C C C C C C C C C C C C C C C C C 2C ---\n\n---48 5152 C C C C C C C C C C C C C C C C C C Y C C C C C C C C C C C C C C C C C C C C C C C C C C 2C -\n\n1432 K (aaa) R (aga) 51 5462 G G G G G G G G G G G G G G G G G G G G G G G G G G G G G G G \n\nA R G G G G G G G G G G G G G G G G G G G G G G G G G G G G 3A - - -\n\n---59 7162 C C C C C C C C C C C C C C C C\n\n---63 8120 C C C C C C C C C C C C C C C C C C C C C C C C C C Y Y C C C C C C C C C C C C C T C C C 3' UTR --- Fig. 1 . Bayesian maximum-clade-credibility time-scaled phylogenetic tree (BEAST) generated using 45 sequenced FMDV full genomes obtained from infected animals during the 2007 outbreak in UK. Sequences from the same holdings are coloured with the same colour as follows: in dark blue, sequences from IP1b; in light and dark green, sequences from IP2b and c, respectively; in brown, sequences from IP5; in light blue and orange, sequences from IP3b and c, respectively; in purple, sequences from IP4b; in red, sequences from IP6; in pink, sequences from IP7; and in green pistachio, sequences from IP8. The analysis was undertaken using the HKY model of base substitution (gamma model of site heterogeneity), exponential relaxed molecular clock, Bayesian skyline plot, sampling 30,000 trees from 30 million generations. Uncertainty for the date of each node (95% highest posterior density -HPD --intervals) is displayed in bars. Only node labels with posterior over 0.7 are indicated. Overall, a rate of nucleotide substitution of 4.94 Â 10 À5 (95% HPD: 2.92 Â 10 À5 -7.02 Â 10 À5 ) per site per day was estimated. The ancestor is estimated to be on the 01/08 Fig. 1 . The sequences in yellow belonged to isolates used at the Pirbright campus during July 2007. When two or more samples within the same premise provided identical sequences, the number of samples represented is shown in brackets in the same colour than the premise to which the sequences belong to. Samples that contained sequence ambiguities are shown as larger labelled circles with the actual number of sites in which ambiguities were present. Lines in bold correspond to non-synonymous nucleotide substitutions. The two intermittent lines represent the two options corresponding to one ambiguity in one site of a virus sequence from IP5. The lines in red correspond to a nucleotide substitution causing an amino acid change (His to Arg) important for heparan sulphate binding (cell culture adaptation). Finally, the lines in blue correspond to nucleotide substitutions causing an amino acid change (Asp to Gly) associated with, but not critical for, heparan sulphate binding. In the right down square a simplified view of the tree (reference tree) was drawn. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\n\nHowever, further integration of epidemiological data (provided by the Department for Environment, Food and Rural Affairs (Defra) was required to resolve two nodes in the TCS reference tree which comprised identical sequences (Fig. 2: IP1b and IP2b, and IP3b and IP4b, respectively). Epidemiological evidence used to discriminate these herds included field observations where mixing of animals had been observed prior to the clinical cases (for the IP3b/ IP4b node: FMD 2007 Epidemiology report, 21 September 2007, Defra) and the date of earliest infection estimated from FMDV lesion ages (for both the IP1b/IP2b and the IP3b/IP4b nodes, already compiled elsewhere: (Cottam et al., 2008b; Ryan et al., 2008) ). Accordingly, accounting for sequence and epidemiological data, the most parsimonious order in which the premises and herds were infected was described as:\n\nThese data support a single source of virus for these cases, as reported previously (Cottam et al., 2008b; Ellis-Iversen et al., 2011; Schley et al., 2008) . A particular epidemiological feature of these cases was the role played by IP5 to link the two distinct phases of outbreaks that occurred during August and September. All the sequences generated from convalescent animals on this premise had phylogenetic ancestors between the two phases of the outbreaks, close to the main line of infection. An alternative hypothesis has suggested that the different phases of these outbreaks were seeded by two separate releases from the Pirbright complex (Schley et al., 2008) . However, this scenario is only possible if two unlikely events had occurred: firstly un-sampled cases on IP5 would need to have identical sequences to the node shared by IP1b and IP2b (at sites different to the closest root of IP5 sequences); and secondly, and most importantly, the six nt substitutions separating the closest source to IP1b would need to have arisen independently in the proposed second release to IP5, findings that are not supported by data from experimentally infected cattle with a FMD virus from the same lineage .\n\nWhen individual sequences were randomly selected from each of the 10 herds to generate one thousand datasets, only 10.8% of the resulting trees were identical to the reference tree. The majority (73.7% of the generated TCS transmission trees and 80.0% of the trees generated using the MST approach) of the remaining trees differed by only one single edge to the reference tree. These results provide confidence in the use of single samples and corresponding sequences to represent each epidemiological unit as a costeffective approach in FMD outbreaks. In line with general limitations of sequence analysis, these approaches and alternative analysis of these datasets using a Bayesian inference framework (modified from (Morelli et al., 2012) : data not shown) cannot resolve transmission events where genome sequences are too similar (and they may also be confounded by accumulation of nucleotide differences during chronic infection).\n\nIn this current study, sequences were obtained from samples collected from animals with both acute and chronic stages of infection, which have been considered for the analysis regardless of the origin of the samples. Only samples from chronically infected animals were available in IP5 and acutely infected animals from the other herds were slaughtered as soon as the disease was suspected. A previous study showed that sequences obtained from probang samples were difficult to interpret since they had a high number of sites containing ambiguities, and that the phylogenetic relationship of these sequences were divergent from the main animal-to-animal transmission line . This was not the case for all the probangs processed in this study, as only one of the five sequences obtained from these probangs (with similar CT values by real-time RT-PCR (Reid et al., 2009 ) between each other) had more than two sites with ambiguities, and although sequences with ambiguities diverged in long-length branches, they shared the same ancestor within the main line of transmission together with other sequences from probangs within IP5.\n\nThis study demonstrates that simple computational methods, applied to full genome sequences, can produce trees that accurately reflect transmission events in an outbreak. These methods are applicable in real-time during an outbreak, as they are only limited by the speed of sequencing. The computational analyses (alignment, TCS and MST) are highly efficient and well scalable, and they require only FG sequences as their input. Further support for using sequences to reconstruct transmission trees at high resolution has been generated for other RNA viruses infecting humans, such as influenza virus (Baillie et al., 2011) , hepatitis C virus (Gray et al., 2011) , HIV (Li et al., 2010) or Middle East respiratory syndrome coronavirus (MERS-CoV) (Cotten et al., 2013) which have focussed on sequencing samples from individuals (all those available infected individuals or a representative subset of them) to determine host-to-host transmission events, or even reveal intra host infection pathways. However, the ability to resolve these events is dependent upon two factors: the sequence length (i.e. number of available substitution sites) adopted for the study, and the evolutionary rate of the pathogen. Previous transmission studies of equine influenza virus have indicated that more than one sequence per individual was considered to be required to reliably reconstruct the transmission dynamics of the outbreak (Hughes et al., 2012) . However, this study was based on comparison of only 6% of the full genome of the virus, and in other work, transmission studies based on full genome analysis of avian influenza provided data to confidently define inter-herd transmission events (Bataille et al., 2011) . This present study was based on consensus data from Sanger sequencing protocols. Future work in this area will need to accommodate next-generation sequencing data (Logan et al., 2014) using new protocols that may increase the number of sequences that can be handled and processed, as well as providing deep-sequencing data with high resolution of polymorphisms at individual sites (Wright et al., 2011) .\n\nFor the first time, this study describes the within-herd genetic variability of FMDV within an outbreak, and how this genetic variability affects the herd-to-herd transmission tree when sequencing one virus per epidemiological unit. These data indicate that inferred transmission trees generated using single viral sequences from epidemiological units are robust, although attention should be paid when using the sequences of samples from chronically infected animals. This study is useful to design cost-effective sampling approaches in case of FMDV epidemics and will help to develop further models to support control policies in case of exotic incursions of FMDV in FMDV free countries. Fig. 5 . Cumulative herd-to-herd Hamming distance distribution within the one thousand MSTs. Bars were plotted including (light grey colour) and excluding (dark grey colour) the Hamming distances between the sequences of IP5 and the rest of the sequences."}