{"title": "", "body": "During experiments on the etiology of carp pox carried out in 1969 in Yugoslavia by two of us (N. F. and D. S.), a cell line was initiated and called Epithelioma papulosum cgprini (EPC) because of the origin of the cells.\n\nDespite our failure to cultivate the so-called carp pox virus, EPC culture procedures were continued because of the potential interest of obtaining a cell line as a useful tool in diagnosis and research on viral diseases of the carp, one of the most widespread freshwater fish species in the world.\n\nThis paper describes the establishment of the EPC cell line, which has now been maintained for 12 years over 80 subcultures, and discusses its growth properties and virus susceptibility.\n\nTwo carp weighing about 750 g each, which originated from a lish farm and exhibited proliferative skin lesions typical of carp pox, were kept for 10 days in an aquarium supplied with free-flowing aerated water, chlorine content 0.2 mg/1.\n\nSeveral epitheliomatous outgrowths of the skin were sampled with a scalpel and minced in a beaker with scissors. Tissue fragments were washed three times in Eagle's minimal essential medium (MEM) supplemented with 2,000 i. u. of penicillin/ml and 2,000 ~g of streptomyein/ml, and subsequently kept in that medium for 1 h at 22 ~ C. After washing in pH 7.2 phosphate-buffered saline (PBS), minced skin samples were treated overnight at 4 ~ C by trypsin 0.25 % in PBS [23] . Harvested cells were centrifuged in the cold at 300 g for 30 min, then washed once in PBS and finally suspended in growth medium consisting of MEM supplemented with 10 % foetal bovine serum plus 200 i. u. of penicillin and 200 [zg of stre.ptomycin/ml. Buffer was sodium bicarbonate (pH 7.2-7.6). Cell suspensions (106 cells/rot) were distributed in glass tubes (2 ml/tube) and incubated at 22 ~ C.\n\nSubcultivation of the primary culture was achieved by EDTA-trypsin solution [19] , and subcultures were grown either in MEM as previously described, or, after the 52nd subculture, in Stoker's medium [18] (Eurotroph Eurobio) buffered by tris-HCl 0.16 M at pH 7.4, and supplemented with 10 ~o foetal bovine serum, 10 ~o tryptose phosphate broth and antibiotics, as above.\n\nBecause herpes virus had been demonstrated in skin proliferations of the so-called carp pox [17] , attempts were made to assess the presence of such a virus in EPC cells. First, the culture medium of subcultures 3 and 10 was inoculated onto primary cell cultures of carp ovary [11] . Medium from subculture 15 was then inoculated into fathead minnow (FHM) cells [5] , and two subsequent blind passages were performed.\n\nNext, ultrathin sections of different subcultures were examined in electron microscopy both in Switzerland (by one of us: L. O. Z.) and in France (by S. C.). The first cell sample was taken after 15 subcultures and fixed in situ by 4 % formaline in Millonig's phosphate buffer for 30 rain, then scraped off with a rubber policeman pelleted by centrifugation, post-fixed in 2 % osmium tetroxide, dehydrated in ethanol, prestained in 1 ~o uranyl acetate, washed in ethanol and embedded in epoxy-eosin (( Dureopan ACM ,. Samples were sectioned with an (~ LKB-III ~) ultratome and the ultrathin sections were post-stained with lead citrate and examined in a (( Philips 200, electron microscope (EM) under 80 kV.\n\nThe second examination involved cell cultures sampled between subcultures 62 and 72 fixed in 1.6 % glutaraldehyde in Sorensen's buffer (pH 7.2) for 30 min at 4 ~ C and subsequently processed as previously described, except that they were embedded in Epon, sectioned with , LKB-III )) ultratome and observed in a ~( Philips 300 , EM.\n\nRecently, EPC cells used in several American laboratories have been reported to be chronically infected with a syncytia-indueing eoronavirus [9] . Since such a condition appeared only at incubation temperatures above 30 ~ C, ten successive subcultures were carried out at one-week intervals. Each time, samples of cells grown on glass coverslips were collected, Giemsa-stained and microscopically examined for syncytia. Coverslips from the final subculture were also tested by indirect immunofl~orescence [19] for presumptive infection by a eoronavirus belonging either to OC49 or to the 229E group [22] . Parallel to this, coverslip cultures from cells which had not undergone previous storage at high temperature were infected with a bovine enteric coronavirus strain (OC43 group) at multiplieities of infection of 2 and 10 pfu/eell, respectively, then incubated at 35 ~ C and further examined either for syncytia or for immunofluorescence plaques.\n\nOne-day old cells of subculture 65 were treated with Colcemid (0.02 tzg/ml), then dislodged with versene, treated hypotonically with PBS diluted 1/5 in distilled water and fixed with methanol-glacial acetic acid 3/1 before Giemsa-staining and karyological analysis [7] .\n\nCell growth at various temperatures was studied in duplicate 25-era 2 flasks (Corning) seeded with 8 • 106 cells in 6 ml of Stoker's medium, which were first held at 30 ~ C for 2 h to allow them to attach, and then further incubated at 7, 10, 15, 20, 30, 33 and 37 ~ C. Two flasks of each series were sampled at various intervals, and the number of viable cells was determined using the trypan blue exclusion technique and haemocytometer counts.\n\nCell growth as a function of the initial cell number was studied by seeding 1 ml of a 2-fold dilution of a cell suspension primarily containing 1.6 • l@ cells/ml into 25-cm~ flasks, each containing 5 ml of Stoker's medium. Five series of flasks containing 1.6 • 107, 8 • 106, 4 • 106, 1 • 106 and 0.25 • 106 cells, respectively, were incubated at 30 ~ and cells counts in duplicate flasks were performed at various dates between days 2 and 21 post-seeding.\n\nAll growth experiments were performed with subcultm'es 62 to 65.\n\nCell preservation was achieved by freezing at --196 ~ C. For that purpose, EPC cells undergoing the logarithmic phase of their growth curve were harvested, centrifuged at 300 g for 5 rain and resuspended at a cell density of 25 million cells/ml in Stoker's medium containing 10 % foetal bovine serum and 10 % tryptose phosphate broth supplemented with 10 % dimethyl sulphoxide (v/v). The cell suspension was distributed per millilitre into plastic tubes designed for nitrogen freezing (Nunc). Gradual lowering of the temperature (0.5-1 ~ C per min) was achieved by placing the tubes into cylindrical channels bored in a polystyrene block stored in a freezer (--70 ~ C). Three h later, the frozen tubes were transferred into a nitrogen tank.\n\nA suspension of EPC cells was obtained from a monolayer of EPC (62nd subculture) and serially diluted 10-fold until suspensions of approximately 1,000, 100 and 10 cells/ml were obtained. Oue-ml volumes of each suspension were distributed into 6 cm diameter Petri dishes (Falcon), and 3 ml of Stoker's medium were added to the dishes, which were incubated at 30 ~ C without being moved, except for one which was checked every two days for cell attachment. After 16 days, the cell culture medium was withdrawn and the remaining microcolonies were rinsed, then fixed for 2 h in 10 ~o formalin, stained with 1 ~o crystal violet and enumerated. A microcolony from an unfixed dish was sampled in 150 ~1 of 0.04 % versene in PBS, transferred to a plastic cell-culture tube (Nunc) and subsequently sampled 7 times in 25-cm 2 and 75-cm ~ flasks before being checked for plating effmieney, virus propagation and freezing.\n\nThe degree of autonomy acquired by EPC ceils had previously been tested by the soft agar culture technique [13] . Namely, EPC cells were suspended in 0.5 % agar (Difco Bacto-agar) Stoker's complete medium kept at 44 ~ (one volume of cells per two volumes of medium); 2 ml of this suspension was layered onto the surface of solidified 0.5 % agar Stoker's medium in 25-cm ~ duplicate plastic culture flasks (Corning). Cell number had previously been adjusted to obtain cell densities of 10 a and 10 ~ cells per ml, respectively, with both uncloned and cloned EPC cells. Parallel series of flasks received the same amount of cells in agar medium supplemented with DEAE-dextran (50 ~,g/ml) [13] .\n\nEPC cell susceptibility to fish viruses was tested with the following virus strains previously grown either in FHM cells or in BTG-2 cells [24] [20] .\n\nThree virus strains of warm-blooded vertebrates, namely, vesicular stomatitis virus (VSV) Indiana grown in BHK cells, Newcastle disease virus (NDV) grown in chick embryo cells and Reovirus 3 grown in L cells were also inoculated into 1-day old EPC cells. The virus yields were titrated by plaque assay either under a 0.4 % agarose overlay for fish viruses and VSV, or in liquid medium for NDV and Reovirus.\n\nAll viruses tested were allowed to adsorb on the cells for 1 h at the usual incubation temperature (table II) ; inocula were then withdrawn and the cell sheet rinsed 3 times with Stoker's medium before adding the final medium containing 2 % foetal bovine serum.\n\nEslablishmenl of EPC cell iine.\n\nIn 30 primary test-tube culLures, cells adhered well, but during the first 7-10 days most degenerated and became necrotic. Occasional small groups of replicating fibroblast-like cells appeared in a few test tubes between day 6 and day 20. After 60 days, a confluent sheet of predominantly tibroblast-like cells was formed in one tube, which was subcultivated. The iirst four splittings of monolayers were performed at ratios of 1/1 at 20-22 ~ C. Thereafter, the splitting ratio was 1/2 to 1/4.\n\nDuring the first 13 passages, EPC cells were predominantly fibroblastlike. After the 13th passage, epitheliaMike cells predominated. Such cells were cultivated both in Yugoslavia and in France. The morphology of the Zagreb strain began to change to a fibroblast-like morphology from the 41st passage on but this strain was lost. All other strains of EPC ceils had an epithelial-like morphology ( fig. 1 ). Virological checking of lhe EPC-cell line.\n\nNeither prilnary cultures of carp ovary nor F H M cells inoculated with the medium nor cell extracts horn an early or late subculture of EPC developed any cylopathic effect, even through further blind t:assages.\n\nAll of these assays were performed both at 15 and at 30 ~ C. In addition, viral particles were never found in the ultra-thin sections of EPC ceils examined by EM.\n\nLikewise, all examinations undertaken to reveal a coronavirus infection remained unsuccessful. No syncytia appeared, and no fluorescent plaques were observed following several subcultures at 33 ~ C. Finally, none of the attempts to provoke infection by the OC49 virus strain resulted in fluorescent plaques.\n\nApproximately 21% of the 137 metaphases from the 65th EPC subculture (table I) Growth curves.\n\nAs soon as cells attached to the flask surface, they exhibited a loose confluency.\n\nThe results of the experiments on cell growth as a function of the incubation temperature are reported in figure 2. EPC cells were viable from 7.5 ~ C up to 33 ~ and were able to grow between 15 and 33 ~ C. The optimal growth temperature was 300 C, at which temperature cells underwent one division at approximate 2-day intervals until they reached a tight confluency leading to density-dependent growth inhibition D. When seeded with 8 million cells/25-cm' flask, i. e. 3.2 x 10 ~ cells/era ~, this occurred within 6-7 days, at which time the cell number/era 2 ranged between 2.6 and 3 million cells with each cell dividing about 3 times. Once the plateau was reached, some cells began to degenerate, rather slowly during the first month and more rapidly thereafter. At 330 C, the decrease in viable cell number became severe after 3 weeks, with 15.4 million remaining on day 28 and none remaining on day 60. At 200 C, the kinetics of growth was about half that at 30 ~ C, which is consistent with such biological mechanisms; the final cell harvest, however, was unmodified, and the same final result was obtained at 15 ~ C. At 7 and 10o C, EPC cells survived but did not divide. They remained perfectly viable, and when transferred to 300 C on day 60, underwent the same growth as previously reported at this temperature, exhibiting the same susceptibility to viruses as that of Plaling efficiencg.\n\nBefore cloning, plating efficiency was 3 % (table II) . In comparison, plating efficiency of the progeny cells of the selected microcolony reached about 30 %, which is considered critical for culture on a microcarrier [4] . Growth in semi-solid suspension culture.\n\nNo differences in cell growth were recorded when D E A E -d e x t r a n was added in the medium [13] b u t the density of cell colonies was noticeably higher in cloned EPC than in normal EPC ( fig. 4 ). \n\nAmong fish viruses tested, the Ab serotype of I P N virus was the only one which did not replicate onto EPC cells. The other viruses provided virus yields higher than l0 s pfu/ml (table III) . When used for plaque assays with salmonoid fish rhabdovirnses (i. e. E g t v e d and I H N viruses), the plaque number was usually higher in EPC cells than in salmonoid RTG-2 cells.\n\nVSV Indiana was the only one of the warm-blooded vertebrate viruses able to induce a severe cytopathic effect within 24 h at 30 ~ C following inoculation of the cells at infection multiplicities ranging from 1 to 10 -3 pfu/ cell.\n\nOn the contrary, no cytopathic effect was obtained with NDV or Reovirus, even after two successive blind passages; attempts at virus ti Lration from the EPC-cell culture medium revealed no virus multiplication two days after the final inoculation. [14] . The degree of transformation attained by EPC cells allowed them to grow in soft agar medium, and was more marked after cloning. But their density-dependent growth inhibition still remained.\n\nThe failure to detect herpes virus in any of the examinations performed on EPC cell cultures does not necessarily imply its absence; however, reagents are unavailable for such detection, and the herpes ~Tirus observed in skin lesions always failed to grow in vitro. In the future, additional attempts will be made using indirect immunofluoreseence with serum from a fish which has recovered from the so-called pox. In addition, EM screening of the cells revealed no myeoplasmie contamination, and attempts at mycoplasma culture on PPLO agar (Difco) with cells previously subcultivated three times without antibiotics in the medium, remained negative. These cells constituted our frozen seeding stock (subculture 62).\n\nUntil now, all attempts at assessing the presence of a eoronavirus in our EPC cells have been negative. On the basis of the absence of syncytia, this seems to indicate that our cell line was kept free of such contamination, which is also substantiated by the failure of iinmunofluorescenee checking. The lack of any effect after inoculation with the 0C49 virus strain can only be explained by the fact that this eoronavirus type has not been involved in chronic infection of EPC cells reported elswhere [9] .\n\nThe susceptibility of EPC cells to fish viruses is similar to that of FHM cells; however, the latter also propagate echovirus ll [6] and Sindbis virus [3] , which have not been looked for in EPC cells.\n\nLike all cell cultures of poikilothermic origin [25] , EPC cells are able to grow and survive over wide temperature ranges and to retain high virus susceptibility as long as they are subcultivated when the growth curve reaches the beginning of the plateau. Thus, for cell maintenance, we recommend a seeding density of 3.2 • 105 cells/cm ~ which, in plastic vessels corresponds to a splitting ratio of 1/8-1/10. At such a ratio, cells undergo three divisions before the onset of saturation density and, when incubated at 15 ~ C, this leads to one subculture per month, which constitutes an efficient means of maintaining both subculture frequency and division number at a low level.\n\nDuring the period of our studies, two cyprinid fish cell lines were described. The first [15] , which originated from goldfish Carassius auralus skin, appears to have a more narrow temperature range than EPC cells, and its splitting ratio is also significantly lower. Like EPC, the goldfish cell line exhibits a reduced chromosome number (n = 94). However, its virus susceptibility was not thoroughly checked, since it was shown to replicate only IPN and IHN viruses. The second, originating from Carassius auratus langsdorfii skin [8] , also had an impaired chromosome number: 3n = 153, instead of 156 (Since this species is polyploid). At the time it was described, the cell line had undergone only 30 subcultures, and no other data were available. At present, no other cyprinid fish cell line is known [26] .\n\nIf we compare EPC cell characteristics with those of cyprinids or other fish cell lines, it is evident that they offer good possibilities for virological investigation both in the field of fish disease and in comparative virology; their wide temperature growth range permits studies on thermo-sensitive events which might be impaired by the normal physiology of warmblooded vertebrate cells.\n\nAlthough this work deals primarily with EPC cells, it also represents the first published report on attempts to isolate the herpes virus, which had previously been seen [17] in carp pox tissue. This virus may have been responsible for the cell plating efficiency (CPE) in primary carp-pox cell cultures, but this CPE was not transmissible to primary carp cell cultures and FHM cells. "}