{"title": "Magnetically enhanced nucleic acid delivery. Ten years of magnetofection-Progress and prospects ☆", "body": "Gene and nucleic acid therapies and numerous research applications rely on the introduction of nucleic acids into cells. There, the information comprised in the sequence of their building blocks can be exploited for the over-expression of a desired protein, for the downregulation of endogenous gene expression, for bypassing or even repairing endogenous genetic defects or for activating the innate immune system. Very substantial progress has been made with establishing and optimizing delivery systems for nucleic acids. After almost 50 years of research and development, dating back to the first uses of nucleic acid delivery in virology research [1, 2] and the first visionary concepts of gene therapy [3] , nucleic acid therapies begin to live up to expectations [4] . Since the first gene therapy clinical trial in 1990, more than 1600 clinical trials have been conducted [5] . Convincing therapeutic success in human clinical trials has been achieved during recent years.\n\nStill, the field is in its infancy and nucleic acid therapies are far from being broadly applicable. There are two major limitations. One is our incomplete knowledge of what is going on inside cells on a molecular level. We do not understand sufficiently well the processes which govern nucleic acid uptake, their intracellular interactions, intracellular trafficking and the regulation of nucleic acid action inside cells. The other limitation, in part being a result of the first one, is the availability of efficient, affordable and safe shuttles for nucleic acid delivery (so-called vectors) and of localizing their action to target cells.\n\nEfficiency can be defined as the number of effector molecules or their concentration which is required to yield a desired effect. If the transport of an active ingredient to the target structure which it is intended to interact with becomes a limiting factor, then the prediction holds that any measure that supports/improves such transport will improve the efficiency of the active ingredient. This is the essential paradigm of magnetic drug targeting which dates back to the 1970s. Active ingredients are associated with magnetic particles and are concentrated at a target site by magnetic force. Transport to the target cells is a limiting factor in nucleic acid delivery [6] , at least in vivo. First ideas of exploiting the principle of magnetic targeting in nucleic acid delivery appeared in the patent literature in 1996 [7] and 1998 [8] , however with little experimental evidence.\n\nDuring the last decade, several research groups have implemented and optimized the concept of magnetic drug targeting in nucleic acid delivery. The first accounts in the scientific literature have been conference abstracts by Mah [9] and from our group [10] in the year 2000. At that time, we have coined the acronym magnetofection which since then has been widely used as a generic term for magnetically guided and enhanced nucleic acid delivery in the scientific literature. We have defined magnetofection as nucleic acid delivery under the influence of a magnetic field acting on nucleic acid vectors that are associated with magnetic (nano)particles ( Fig. 1) [11, 12] . For simplicity, we will use this term throughout this review for nucleic acid delivery methods discussed herein which are based on this principle. The first full paper in this field accepted for publication in a scientific journal was from Hughes and coworkers on magnetically enhanced retroviral nucleic acid delivery [13] followed later by our own work on nonviral and viral magnetofection [14] , Pandori's paper on the enhanced infectivity of adenovirus-microbead conjugates and Mah's paper on magnetically enhanced AAV vector-mediated gene delivery [15] . Further publications ensued in 2003, including a first paper on the mechanism of magnetofection [16] , a paper on magnetically enhanced oligonucleotide delivery in vitro and in vivo [17] , on magnetofection of primary endothelial cells [18] and three review papers summarizing the state of the art at that time [12, 19, 20] .\n\nThe essential framework of magnetofection had been set. The major benefits of magnetofection are an improvement of the dose-response relationship in nucleic acid delivery, a strong improvement of the kinetics of the delivery process and the possibility to localize nucleic acid delivery to an area which is under magnetic field influence. Since the early days of magnetofection, major progress has been made. It is the intention of this review, to summarize this progress and to conclude with a perspective for the coming years.\n\nMagnetofection reagents are commercially available which contributes to an exponentially increasing number of papers in the field. A search as defined in Fig. 2 in ISI Web of Science delivers 328 hits, the same search in PubMed delivers 144 hits. Combining the two searches results in 374 publications. Not all of these papers are in the field of nucleic acid delivery. But the search delivers a useful summary of the field of interest and related fields where magnetic particles play an important role, i.e. drug delivery, medical imaging, magnetic cell labeling and cell tracking and magnetic separation techniques. 61% of the publications were original articles, 27% were reviews, and 11.3% were proceedings papers, conference abstracts and editorials. From the United States are 32.6% of the publications, 23.3% are from Germany and 12.8% from China. The contributions from China are on a sharp rise year after year. The most cited original article in the field of nucleic acid delivery among all combined ISI and PubMed hits is the original magnetofection article from Scherer et al. [14] , the most cited reviews in the field are from Berry et al. on the functionalization of magnetic nanoparticles for biomedicine [21] and from Moghimi et al. on the status of nanomedicine [22] . Many excellent reviews related to the field have appeared recently, and the reader will be referred to these reviews where appropriate. The top 3 cited articles in the field published during the last 5 years are Medarova's paper on in vivo imaging of siRNA delivery and gene silencing in tumors [23] , Kim's paper on the toxicity of magnetic nanoparticles in mice [24] and Yu's paper on drug-loaded superparamagnetic iron oxide nanoparticles for combined cancer imaging and therapy [25] .\n\nThere is a broad variety of synthetic options for obtaining magnetic nanoparticles for biomedical applications. Only a few of those options have been explored for nucleic acid delivery purposes so far. A detailed review of the properties and synthesis of iron oxide nanoparticles is out of the scope of this article. Excellent reviews of this topic have been published recently [26] [27] [28] [29] [30] [31] [32] [33] [34] .\n\nTo be useful in magnetofection, magnetic particles need to comprise some functionality that allows them to be associated with a gene delivery vector into a magnetic vector. The vector can be nucleic acid either alone or in combination with an enhancer (nonviral lipoplex or polyplex) or viral vector. The magnetic properties of the particles have to be sufficient to concentrate the vector at the target cells under magnetic force. The particles' chemical and colloidal stability in the acceptable medium must be sufficient to be stored over required periods. The particles and formulations have to be biocompatible enough for application in living cells.\n\nThe first magnetic vector for viral gene delivery was prepared by Mah et al. [9] . Avidinylated polystyrene magnetite microspheres were modified with biotinylated heparin sulfate and further conjugated with adeno-associated virus via specific interaction [9, 15] according to the scheme in Fig. 3a . The magnetic conjugate demonstrated significantly improved infectivity both in vitro and in vivo when administered either intramuscularly or intravenously and allowed localized transduction at the site of magnetic field application in vitro.\n\nSince these first publications, numerous studies utilize affine interactions to assemble virus with magnetic micro-and nanoparticles, especially using (strept)avidin and biotin technology [35] that has proved to be a versatile tool for purification, concentration and targeting of viral vectors [13, [36] [37] [38] . Biotin can be coupled to the virus surface and (strept)avidin to the surface of magnetic particles or streptavidinmodified viral particles are captured by biotinylated magnetic particles. Virus modifications can be achieved chemically, metabolically or genetically. (Strept)avidin-coated magnetic particles are commercially available such as for example, Streptavidin MagneSphere particles (Promega), Dynabeads MyOne C1 and Dynabeads M-280 Streptavidin coated magnetic Particles (Dynal) as well as biotinylated particles (Spherotech) and others. This versatile approach was used to isolate and concentrate the virus from crude extracts, to enhance transduction efficiency and to achieve localized infection in vitro and in vivo. Association of a biotin-labeled retrovirus with streptavidin MagneSpheres 1-μm (Promega Z5482) was used to concentrate the vectors to receive \"infectious, paramagnetic, retroviral vector particles\" [13] . It was shown that the produced retroviral conjugates can then be magnetically attracted to the desired location for infection. Adenovirus particles treated with sulfo-NHS-LC-biotin were conjugated with streptavidin coated magnetic microparticles (Promega) and displayed greater infectivity, particularly on poorly permissive cells controlled spatially by the use of magnetic force [39] . Association of avidin displaying baculovirus with biotinylated 1.1 μm magnetic microparticles resulted in magnet-guided targeted and Citations in each Year \"magnetic nanoparticles\"OR \"magnetic particles\"OR \"iron oxide nanoparticles\" AND \"gene delivery\"OR \"gene transfer\"OR \"nucleic acid delivery\"OR \"nonviral transfection\" OR \"non-viral transfection\"OR \"viral transduction\"OR \"gene therapy\"OR \"nucleic acid\" therapy OR \"RNA interference\"OR rnaiOR siRNA OR \"gene silencing\" OR magnetofection Virus-surface-specific antibodies are immobilized on the magnetic nanoparticles to create magnetic viral nanosensors. When exposed to viral particles in solution, clustering of the nanoparticles occurs with a corresponding change in the MR signal. Panel (a) was reproduced with permission from the American Society of Gene Therapy: Molecular Therapy [9] ; panel (b) was reproduced with permission from ACS Publications: Molecular Pharmaceutics [41] and panel (c) was reproduced with permission from ACS Publications: JACS [43] .\n\nimproved transduction in BT4C-cells [40] . Capture of a metabolically biotinylated lentivirus by streptavidin Dynal MyOne 1-μm particles allowed a highly efficient process for the preparation of purified and concentrated infectious lentiviral vectors [36] . Vector conjugation to these dense particles resulted in unexpectedly large increases in titer, \"presumably by promoting the likelihood of interaction with the target cell\" [36] even in the absence of the magnetic field. Chorny et al. achieved the enhancement of nonviral and adenoviral gene delivery in cultured arterial smooth muscle cells and endothelial cells by complexation with biodegradable MNPs [41, 42] . Fluorescently labeled MNP with a narrow size distribution and an average diameter of 400-420 nm were formulated from polylactide with inclusion of iron oxide small-sized (below 15 nm) crystallites and surface-modified with the D1 domain of the Coxsackie and adenovirus receptor (CAR) as an affinity linker. Each individual MNP was capable of accommodating several virions on its surface as shown in a TEM image in Fig. 3b . Significantly increased MNP-Ad mediated transduction compared to the respective \"no field\" controls was in accordance with the more efficient cellular uptake under magnetic conditions. Specific assembling with magnetic nanoparticles was used to develop extremely sensitive methods of detecting virus particles and other biologic materials of interest exploiting the significant increase in the MRI relaxivity of the magnetic nanoparticles due to assembling and resulting magnetic ordering [43, 44] . Superparamagnetic iron oxide particles with a dextran coating (hydrodynamic diameter of about 46 nm, [45, 46] ) and immobilized virus-surface-specific antibodies were specifically assembled with virus particles (100 ± 18 nm) [43] as shown in a scheme in Fig. 3c . After 2 h incubation, the original viral particle population became undetectable and a larger nanoassembly with a size of 550 ± 30 nm was detected. The assembling resulted in dramatically increased MRI relaxivity and thus allowed very sensitive detection of viral particles in serum by measurement of changes in water T 2 relaxation times. The approach was further developed to detect a variety of species including DNA, mRNA, proteins, small molecules/drugs, bacteria, and tumor cells. The method was designated \"diagnostic magnetic resonance (DMR)\" by its inventors [44] .\n\nThe negatively charged phosphate backbone of nucleic acids as well as the negative electrokinetic (or zeta-) potential of all types of viral particles in aqueous media allow their assembling with cationic species and particles due to electrostatically induced aggregation [14, 47] (scheme in Fig. 4 ). The hydrophobic regions on the surfaces of virus particles [48, 49] provide adsorption sites that make association with lipids through hydrophobic interactions possible [50, 51] .\n\nCationic-lipid-encapsulated adenovirus particles showed enhanced binding to cell membranes, higher uptake and endosomal escape in CAR-deficient cells [47, 52] . Thus, also magnetic nanoparticles possessing cationic charge and/or comprising hydrophobic structures in the coating structure can make use of both electrostatic and hydrophobic interactions to self-assemble with virus particles into magnetic transduction vectors [53] [54] [55] .\n\nFirst magnetic core-shell nanoparticles specially designed for gene delivery were iron oxide nanoparticles stabilized with high molecular poly(ethylene imine) 800 kDa called transMAG PEI prepared by chemicell GmbH (Berlin, Germany) [14] . The particles had an average hydrodynamic diameter of 200 nm (by dynamic light scattering) and positive electrokinetic potential of +38.4 ± 0.8 mV when measured in aqueous suspension. We formulated magnetic nonviral and viral vectors with TransMag PEI nanoparticles. The formulations with magnetic nanoparticles alone enhanced transfection and transduction, while application of a magnetic field raised reporter gene expression levels up to three orders of magnitude over those achieved with non-magnetic vectors under the same conditions. Magnetic adenovirus complexes under applied magnetic fields efficiently transduced cells expressing little or no coxsackie and adenovirus receptor (CAR) which are otherwise non-permissive for adenoviral infection. Later on, maghemite nanoparticles were decorated with PEI and associated with retroviral vector [56] as well as CombiMag nanoparticles (Chemicell) were associated with measles virus [57] to concentrate the virus and to increase transduction efficiency. A protocol on highly efficient transfection of primary neurons by magnetic vectors formulated with CombiMag nanoparticles is available [58] . Shi et al. [59] prepared magnetic nanoparticles effective in magnetofection stabilized with hyperbranched poly(ethylene imines) with different molecular weights [60] . Formulation of different PEIcoated superparamagnetic iron oxide nanoparticles and their complexes with DNA for gene transfection as well as detailed characteristics of the particles are presented in ref. [61] ; the toxicity of the magnetic polyplexes was found to be lower compared to polyplexes alone.\n\nOther polymers and surfactants/lipids, known to be useful in particle stabilization and/or in gene delivery, were already used to design new iron oxide nanoparticles for nucleic acid and viral delivery [56, [62] [63] [64] [65] . One example is N-acylated chitosan stabilized iron oxide nanoparticles with an electrokinetic potential of +20 mV and hydrodynamic diameter of 50-150 nm when measured in PBS. These particles self-assembled with DNA and adenoviral particles into complexes efficient in transfection and transduction of the suspension type K562 cells by magnetofection [66, 67] . Chorny et al. [41] formulated biodegradable polylactide MNPs containing oleate-coated magnetite and surface modified with PEI oleate that enable DNA binding. Larger particles (375 nm in diameter) exhibited higher transfection rates in cultured arterial smooth muscle cells and endothelial cells after exposure to a magnetic field compared with 185 nm-and 240 nmsized MNPs.\n\nRecently [68, 69] mesoporous silica particles were decorated with magnetite nanocrystals by thermal decomposition of iron (III) acetylacetonate resulting in composite magnetite-silica particles of around 300 nm with an iron oxide content of ca. 20% w/w. Further coating by poly(ethylene imine) 25 kDa and association with DNA resulted in effective transfection of H292 human lung mucoepidermoid carcinoma cells superior to the Polymag™ and Lipofectamine 2000 efficiency. Wu et al. [70] rendered synthetic hydroxyapatite and natural bone mineral magnetic by treatment with iron salts in a wet-chemical process. The composite magnetic particles, which were about 300 nm in diameter, associated with DNA and were efficient in the transfection of rat marrow-derived mesenchymal stem cells.\n\nFormulations comprising the cationic cell-penetrating TAT-peptide [71] or affine molecules for specific targeting [72] allowed further improvement of the delivery efficiency. Kievit et al. and Mok et al. reported on the use of chlorotoxin targeted iron oxide nanoparticles loaded with DNA [73] or siRNA [74] to enhance uptake specifically into glioma cells in vitro and in vivo. The iron oxide nanoparticles' coating was formulated from poly(ethylene imine) (average MW of 1.2 kDa), chitosan (medium molecular weight) and methoxy poly (ethylene glycol) (MW of 2 kDa).\n\nWe have selected the \"leaders\" from our library of in-house synthesized iron oxide nanoparticles for association with the vectors, which differ in their coating material and which are efficient in gene delivery by magnetofection with non-viral and viral vectors ( Table 1) .\n\nParticles that have a surface coating consisting of the fluorinated surfactant ZONYL FSA (lithium 3-[2-(perfluoroalkyl)ethylthio] propionate) combined with 25-kDa branched poly(ethylene imine) (PEI-25 Br ) will hereafter be referred to as PEI-Mag2 [11] . The particles referred to as SO-Mag2 have a surface coating resulting from the condensation of tetraethyl orthosilicate and 3-(trihydroxysilyl)propylmethyl-phosphonate at the surface, followed by surface decoration of the nanomaterial via the spontaneous adsorption of PEI-25 Br [75] . The particles synthesized with a surface coating formulated of ZONYL FSA and 1,9-nonandithiol will be further referred to as NDT-Mag1. The particles synthesized in the presence of ZONYL FSA and Pluronic F-127 will be referred to as PL-Mag1 particles. The PalD1-Mag1 particles were synthesized as described elsewhere [76] using palmitoyl dextran as a shell component. The mean core crystallite size b d N was calculated from the broadening of the X-ray diffraction peaks using the Scherrer formula [77] . The mean hydrodynamic diameter and the zeta potential of the MNP suspensions in water were determined by PCS. The magnetization data in terms emu per g iron taken together with the data on mean crystallite size allow an estimation of an average magnetic moment of individual particles. Parameters to be optimized to find optimal vector formulation for each intended application are the type and ratio of magnetic nanoparticles to DNA or to virus particle that ensure quantitative vector association with nanoparticles and gives the highest transgene expression at acceptable or no toxicity.\n\nInterestingly, not only cationic magnetic nanoparticles, but also negatively charged particles can be associated with negatively charged nucleic acids or virus particles in the presence of cationic polymers and/or lipids as \"enhancers\" [11, 78, 79] . Haim with co-authors associated negatively charged TransMAG-PD nanoparticles (Chemicell) with lentivirus particles to enhance and synchronize infection in cell cultures [80] . Association of both negatively charged virus and magnetic nanoparticles is facilitated by positively charged ions in the solution [81, 82] . A similar approach to assemble lentivirus particles with negatively charged magnetic nanoparticles in HBSS 2+ was utilized by Hofmann et al. [53] .\n\nAlready the first original article [14] from our group used the quantitative approach to magnetic vector formulation, which included testing of association and magnetic sedimentation of radioactively labeled DNA and adenovirus with magnetic nanoparticles as a function of the MNPs-to-nucleic acid (w/w) ratio and MNPs-to-VP ratio for adenovirus. Almost complete magnetic sedimentation of the vector after exposure at the developed Nd-Fe-B magnet arrays was achieved at a TransMAG PEI :DNA ratio of 2 (w/w) for naked DNA and of 4 for PEI-DNA (N/P = 8) polyplexes and DOTAP-cholesterol-DNA lipoplexes.\n\nTai et al. [56] synthesized monodispersed maghemite nanoparticles with an average size of 4 ± 0.8 nm by thermolysis of the organic precursor, modified the particles with PEI coating and associated the resulting 100-200 nm clusters with a retroviral vector. This resulted in considerably improved and localized transduction confined to the area of magnetic field application. The authors claimed that the ratio of PEI-modified MNPs and vectors \"is not critical\". In our approach to find optimal magnetic vector formulations for plasmid, siRNA and viral vector delivery (examples of the data are shown in Fig. 5 ), we have aimed at maximal association with the magnetic component but avoiding an excess of magnetic particles. We have learned that an excess of magnetic nanoparticles can inhibit transfection/transduction efficiency and cause toxicity [55, 83] . Optimal MNPs-to-nucleic acid ratios (about 0.5-1 units of iron weight per unit of the nucleic acid weight for triplexes with an enhancer) as well as MNPs-to-virus ratios (2.5-10 fg iron per virus particle further referred to as fg Fe/VP) have turned out useful for a variety of magnetic nanoparticle types like those presented in Table 1 . The complexes formulated in this way were efficient and hardly toxic in delivery of DNA and siRNA [84, 85] as well in delivery of adenoviral and lentiviral vectors in vitro [11, 75, 78, 79] and ex vivo [83] in cell cultures and primary cells. The detailed protocols for synthesis of the particles as well as for formulation of the magnetic gene delivery complexes with core-shell nanoparticles have been published [11, 75, 84] .\n\nHydrodynamic diameter, electrokinetic potential and stability in the presence of the proteins are the characteristics to be determined for the magnetic vector formulations. The data for lipoplexes and selected magnetic lipoplexes at an iron-to-DNA w/w ratio of 0.5:1 prepared in RPMI medium without additives are given in Table 2 . The average size of magnetic and non-magnetic transfection complexes with both luciferase and eGFP plasmids varied from about 500 nm to almost 2500 nm. Most of the complexes had a positive net charge, except for the slightly negatively charged magnetic lipoplexes with PL-Mag1 nanoparticles.\n\nWe have applied a simple method to evaluate the magnetic responsiveness or magnetophoretic mobility as the average velocity of the complexes [79] , magnetic microbubbles [86] or magnetically labeled cells [84] in defined magnetic fields as we have previously described [76, 85, 87] . In this method, the time course of optical density or turbidity is recorded under exposure to a gradient magnetic field. The average velocity υ under a magnetic field gradient is evaluated as υ = L/t 0.1 . Here, L is the average path of the complex movement perpendicular to the measuring light beam and t 0.1 is the time required for a tenfold decrease in optical density. Further calculation of the average magnetic moment M of the magnetic complex and estimation of the number of MNPs N associated with the complex was performed using an approach described in detail by Wilhelm et al. [88] , accounting for the hydrodynamic diameter and core size of the complexes and magnetization of the nanoparticles. A similar approach was also applied to evaluate the data on quantitative magnetophoresis of live cells and to derive an estimate of iron loading of magnetically labeled cells [89, 90] . The time course of the turbidity of the magnetic lipoplexes, plotted in Fig. 6 [79] , shows that 90% of the non-viral magnetic complexes are sedimented within 13.1 min in the applied magnetic field. The derived magnetophoretic mobility of the complexes of 1.3 μm s −1 and the average hydrodynamic diameter of the complexes of 1616 nm allows one to estimate the average magnetic moment of the complex (4.4 × 10 −15 A m 2 ) and the average number of magnetic nanoparticles associated with the complex (36,281 particles per complex) as shown in the Fig. 6 . This experimental approach could be useful for experimental estimations of the kinetics of magnetic sedimentation for any new magnetic complex and for choosing the proper (a) pDNA association with PEI-Mag2, PL-Mag1 and NDT-Mag1 magnetic nanoparticles in triplexes with Df-Gold (4 μl DF-Gold/1 μg DNA) plotted against magnetic nanoparticle concentration (in terms of iron concentration or iron-to-pDNA w/w ratio). (b) Virus association with PEI-Mag2 magnetic nanoparticles, stability of the resulting complexes in 50% FCS, and magnetic sedimentation of the complexes. 125 I-labeled virus and magnetic nanoparticles were mixed in OptiMEM at various nanoparticle-to-virus particle ratios at a final virus concentration after complex assembly of 2 × 10 9 VP/ml and were incubated for 20 min to form the complexes. The resulting complexes were 1-to-1 diluted with OptiMEM or FCS and then incubated for 10 or 30 min before positioning on the 96-magnet plate for 1 h to magnetically sediment the complexes. 125 I radioactivity in the supernatants was measured to quantify the percentage of virus that associated and magnetically sedimented with MNPs. (c) Self-inactivating lentiviral vector association with SO-Mag2 and ViroMag R/L MNPs. Lentivirus particles were mixed with magnetic nanoparticles in RPMI cell culture medium supplemented with 10% FCS at magnetic nanoparticle:physical virus particle ratios from 0.625 to 40 fg Fe/VP and incubated for 20 min to form the complex. The resulting complexes were positioned at the 96-Magnet magnetic plate for 30 min to sediment the complex. The concentration of the virus particles in the supernatants was determined using p24 ELISA to quantify the percentage of virus particles that were associated and magnetically-sedimented with the magnetic nanoparticles. Panel (a) was reproduced with permission from Inderscience Enterprises Ltd. [79] . Panel (b) was reproduced with permission from ACS Publications: Molecular Pharmaceutics [55] . Panel parameters of the magnetic field and exposition necessary to achieve full sedimentation of the complex or to fulfill magnetic targeting. Magnetic lipoplexes that were relatively large (from about 500 nm up to 2 μm) in comparison to non-magnetic lipoplexes (about 700 nm) with surface charges ranging from slightly negative to positive (about + 25 eV) when measured in the absence of serum ( Table 2) transfected Jurkat T cells with high efficiency (up to 27% of the Jurkat T cells were eGFP-positive as detected by fluorescenceactivated cell sorting with correction for weak fluorescence of the lipid enhancer), while maintaining the viability of the cells. The net charge of the complexes which turns to slightly negative in serumcontaining medium did not affect the internalization or the final gene expression level. A conversion from positive to negative zeta potential in serum-containing medium is also observed with magnetic complexes of adenovirus (data shown in Table 4 ). According to magnetophoretic mobility measurements, 30,000-40,000 MNPs were associated with the lipid component and plasmid in a complex, resulting in an average magnetic moment at the saturation of magnetization of about (4-5) × 10 − 15 A m 2 . Some observations on the role of the size of the lipoplexes for their transfection efficiency can be found in previous literature. Ogris et al. [91] reported that aggregated DNA/Tf-PEI complexes with an average size larger than 500 nm resulted in more efficient gene transfer than did smaller particles. Ross and Hui [92] provided evidence that the size of DOTAP/DOPE lipoplexes was the major determinant of the internalization and transfection efficiency and found the largest complexes of 2.2 μm to be the most efficient in Chinese hamster ovary cells. Li et al. [93] found size and not surface charge to be a major determinant of the in vitro lipofection efficiency of a cationic lipid-pDNA complex. We did not observe a direct relationship between the size of the complex and transfection efficiency, but complexes as large as 2 μm can deliver genes very efficiently. Nevertheless, complexes with an average hydrodynamic diameter of about 900 nm can also be very efficient, like those formulated with the PEI-Mag2 nanoparticles. These results indicated that the size and charge of the magnetic vectors tested here were not of critical importance for gene delivery to Jurkat T cells. Apparently, fine differences in the composition of the surface layer of the particles cause more significant differences in the efficiency of the derived magnetic lipoplexes, as observed for the NDT-Mag1, PEI-Mag1, PalD1-Mag1 and PL-Mag1 particles.\n\nThe siRNA magnetic vectors optimized for siRNA delivery in cell cultures (Table 3 ) had hydrodynamic diameters of 300 to 600 nm, positive electrokinetic potential for triplexes and comprised 2000 to 5000 insulated magnetic nanoparticles (i.e., magnetite crystallites), as determined from magnetic responsiveness measurements.\n\nThe most effective formulations for gene silencing in the experiments shown in Fig. 7 were vectors comprising siRNAs with Silence-Mag (OZ BioSceinces,), PEI-modified magnetic nanoparticles or PalD1-Mag1 with PEI or Metafectene (Biontex) as enhancers. Up to 90% silencing of reporter protein expression in HeLa cells was achieved using magnetic siRNA delivery vectors at administered siRNA concentrations as low as 8 nM (Fig. 7) [76, 78] . To investigate the interaction of endothelial NO synthase (eNOS) with caveolin-1 (Cav-1) in modulation of endothelial function, human umbilical vein endothelial cells were transfected with 20 nM Cav-1 siRNA in PEI-Mag2/PEI/siRNA complexes (particles to siRNA ratio of 2:1, w/w; N/P ratio of 10) and succeeded in~80% decrease in Cav-1 expression levels [94] .\n\nArgawal et al. [95] synthesized cross-linked dextran coated iron oxide nanoparticles and further modified these particles by coupling of cationic dendrimers. In transmission electron microscopy, the particles were found to adopt a worm shape, where multiple 5-8 nm iron oxide cores were \"lined in a series\". The authors called the chain aggregates of this particles \"dendriworms\". The net charge and the average hydrodynamic diameter of the dendriworms were found to be +16-24 mV (zeta-potential measurement in PBS) and between 80 and 110 nm, respectively. Roughly 9-10 siRNA molecules were bound per each iron core in the dendriworm. For 5-8 nm magnetite particles, the average particle weight in terms of iron weight with account for magnetite density of 5.2 g/cm 3 is about 6.3 × 10 −19 g iron/particle. Ten siRNA molecules bound per iron oxide nanoparticle in a dendriworm formulation corresponds with account for the average siRNA molecular weight of 13,000 g/mol to 2.2 × 10 −19 g siRNA associated with 6.3 × 10 −19 g iron or to an iron-to-siRNA ratio of 2.8-to-1 (w/w). Almost 80% downregulation of EGFR protein expression in human primary glioblastoma cells (GBM-6) was achieved when 200 nM EGFR siRNA was applied in a formulation with dendriworms. Significant suppression of EGFR expression levels was achieved with this formulation in a transgenic mouse model of glioblastoma.\n\nThe results on self-assembly of adenovirus and PEI-Mag2 particles [55, 96] provide an evidence of high association of the virus with magnetic nanoparticles and high stability in the presence of 50% FCS for both the complexes assembled in OptiMEM and in PBS in the range of particle-to-virus ratios of 2.5-10 fg of Fe/VP (Fig. 5b) .\n\nThe stability of the complexes is reduced in 50% FCS. However, about 60% of virus was still magnetically sedimented in the range of 1.25-40 fg of Fe/VP after 30 min incubation in the presence of 50% FCS. The complex formation results in a shift of the zeta potential from negative for a free virus (Table 4 , 0 fg Fe/VP) to positive with a plateau at about +20.0 mV at a magnetic particle-to-virus ratio above 10 fg of Fe/VP. The magnetic moments of the complexes calculated from their average velocities in a magnetophoretic mobility assay allowed us to calculate an estimate of the MNP-to-virus ratio in the complex ( Table 4 ). The calculated 3600 to 4500 MNPs per virus particle for the optimized complex composition and the measured hydrodynamic diameter of about 200 nm suggest that 3-4 layers of densely packed magnetite crystallites are arranged around a virus particle due to electrostatic interactions and possibly due to magnetic dipole-dipole interactions between the magnetic particles. Both AFM and TEM images confirm that the adenovirus was associated with PEI-Mag2 nanoparticles (Fig. 8) .\n\nThe structural integrity of the virus was not impaired by its association with MNPs. Taken together, the magnetophoretic mobility measurements, particle sizing, AFM and TEM suggest a model where multiple layers of magnetite crystallites are associated with virus particles and where several virus particles can be linked by MNPs. An important issue is that the association of the virus with PEI-Mag2 nanoparticles did not interfere with the oncolytic activity Reproduced with permission from Inderscience Publishers: Int. J. Biomedical Nanoscience and Nanotechnology [79] .\n\nin vitro but rather had a slight enhancing effect even without magnetic field application. The observed virus uptake was independent of the CAR expression of cells.\n\nRecently Kamei et al. [97] have prepared gold/iron-oxide magnetic nanoparticles (\"GoldMAN\") by precipitating Au particles in the presence of γ-Fe 2 O 3 nanoparticles with an average diameter of 26 nm. The resulting GoldMAN had a D h of about 240 nm. When associated with adenovirus vector, a saturation of the virus binding occurred at about 6 fg GoldMAN per VP. The complexes were stable for an extended period in 100% fetal bovine serum. The complexes formulated at 10 fg GoldMAN/VP were highly efficient in transduction of B16BL6 CAR(−) mouse melanoma cells but only in the presence of a magnetic field. Cell entry of Ad-Luc/GoldMAN was found to be CAR-independent \"due to the intrinsic properties of the particles\". The authors speculated that coupling occurs between the particles and active groups at the virus surface.\n\nIto et al. [62] modified commercial magnetite nanoparticles with an average particle size of 10 nm with liposomes consisting of N-(trimethylammonioacetyl)-dodecyl-D-glutamate chloride, dilauroylphosphatidyl-choline, and dioleylphosphatidyl-ethanolamine (1:2:2, in molar ratio). The resulting magnetic cationic liposomes or MCLs had zeta-potential of +46.3 mV comparable with the poly (ethylene imine)-coated TransMag PEI and PEI-Mag2 nanoparticles (described in Table 1 ) and an average hydrodynamic diameter of 150 nm. They applied 0.01-1 mg MCLs/ml crude virus preparation and concentrated magnetically the virus associated with the particles. The results show that magnetofection results in significantly lower expression levels of the GFP (i.e., more efficient target gene down-regulation) compared to lipoor polyfection with the same vector type. Efficiency of the PEI-Mag2/PEI/siRNA complexes is comparable with that of a magnetofection-based formulation of OZ Biosciences called Silen-ceMag. Magnetic duplexes PEI-Mag2/siRNA (at iron-to-siRNA ratio of 1) deliver siRNA rather efficiently, but less efficient compared to the PEI-Mag2/PEI/siRNA magnetic triplexes formulated at an iron-to-siRNA ratio of 0.5:1. Reproduced with permission from Humana Press: Methods in Molecular Biology [76] . This resulted in up to 55-fold increase in the virus titer. The magnetic virus was efficient in transducing neuro2A mouse neuroblastoma cells. Localization of the transduction area due to application of the magnetic field was possible. The observation was also made that an excess of magnetic particles (1 mg per milliliter crude virus preparation) decreased the efficiency of virus titer concentration showing that there is an optimum ratio of magnetic particles-to-virus.\n\nCovalent coupling of the vector and magnetic nanoparticles is used relatively rarely. Medarova et al. have described multimodal iron oxide magnetic nanoparticles for siRNA delivery in vivo [23, 98] . The dextrancoated aminated nanoparticles were covalently coupled to a near-infrared fluorescent probe Cy5.5, siRNA (anti-GFP or anti-survivin) and myristoylated polyarginine peptides (MPAPs). MPAPs served as membrane translocation modules while Cy5.5 allowed for optical imaging. On average, one nanoparticle carried three Cy5.5, four MPAP and five siRNA molecules. Passive accumulation and functional delivery of siRNA to tumor tissue was achieved in tumors using these nanoparticles following intravenous administration in mice. However, the magnetic properties of the nanoparticles were not exploited for magnetic targeting or magnetic field-enhanced transfection, but rather to serve as contrast agents for MRI. Huh et al. [99] covalently coupled manganese-iron nanoparticles stabilized with 2,3-dimercaptosuccinic acid with a core of 12 nm to capsid lysine residues of adenoviruses activated with sulfo-succinimidyl(4-N-maleimidomethyl)cyclohexane-1-carboxylate. The conjugates kept intrinsic high and low adenovirus infectivity in CAR-positive and CAR-negative cells, respectively. Everts et al. covalently coupled sulfo-N-hydroxysuccinimide labeled gold nanoparticles to adenoviral vectors. Virus infectivity was maintained with loading up to 100 gold particles per virus particle, whereas higher loading inhibited transduction efficiency [100] . Lentiviral vectors metabolically labeled with biotin had a high affinity for streptavidin magnetic particles and, once captured, were easily manipulated in vitro. This is illustrated by the concentration of lentiviral vectors pseudotyped with either the VSV-G or an amphotropic envelope in excess of 4500-fold [101] .\n\nA first study by Huth et al. published in 2003 has indicated that there are probably no fundamental mechanistic differences between magnetofection and gene delivery with analogous non-magnetic vectors [102] . In their study, they used magnetic and non-magnetic complexes of plasmid DNA with poly(ethylene imine) (PEI), the transfection reagent which is most frequently used among the cationic polymers. The magnetic complexes used in this study consisted of PEI, DNA and PEI-coated iron oxide magnetic nanoparticles and were assembled by salt-induced aggregation [19] . After binding to the cell surface, non-magnetic PEI-DNA complexes are internalized into intracellular vesicles called endosomes by the natural uptake process of endocytosis. Escape from endosomes is thought to be essential for functional nucleic acid delivery because otherwise vectors would be degraded by the cellular breakdown machinery [103] . PEI-DNA complexes are thought to escape due to the so-called proton sponge effect [104] . PEI by virtue of its secondary and tertiary amines has buffering capacity at physiological pH. In consequence, if a PEI-DNA particle is internalized into cells by endocytosis it will buffer the natural acidification process within endosomes. This means that the endosomal proton pump needs to pump way more protons into the endosome until the natural acidic endosomal pH is reached. The \"proton sponge hypothesis\" postulates enhanced gene delivery due to the buffering capacity of polymers with structural features like PEI through enhanced endosomal chloride accumulation, concomitant influx of water and consequent osmotic swelling/lysis. Sonawane et al. have provided experimental evidence supporting this hypothesis [105] . Huth et al. have used electron microscopy and various inhibitors of endocytotic uptake to figure out whether magnetofection with PEI-DNA complexes might proceed via a non-endocytotic pathway. They also used centrifugation to sediment magnetic and standard vectors on the cell surfaces and found that the subsequent application of a magnetic field did not lead to a further increase in gene transfer efficiency. The conclusion from this study was that the uptake mechanism of magnetic PEI-DNA is virtually the same as for standard PEI-DNA. This is in line with the results of mechanistic experiments which Namgung et al. have carried out recently with different PEI-coated magnetic nanoparticles [60] . A recent study by Sauer et al. on magnetic lipoplexes using single particle tracking came to the same conclusion [106] . Similar as with non-magnetic PEI polyplexes [107] , they observed a three phase behavior. In phase I, the magnetic lipoplexes attach to the cell surface and show slow cooperative transport. The majority of lipoplexes are internalized via endocytosis during this phase. Phase II is characterized by anomalous and confined diffusion inside cells. Phase III represents active transport along microtubules inside the cell. At later time points, the formation of a perinuclear ring was observed. Persisting colocalization of fluid phase marker and lipoplexes after 24 h indicated slow endosomal release [106] . Perinuclear accumulation has also been observed in a previous study by Li et al. [108] .\n\nTwo very thorough recent studies by Arsianti et al. provide further mechanistic insights [109, 110] , in particular concerning the importance of biophysical properties of magnetic vectors for their efficiency in gene delivery. These authors also used triplexes of PEI, DNA and iron oxide magnetic nanoparticles. The MNP were synthesized in a different manner than in our own setup but were also provided with a PEI coating in one of the examined cases. Arsianti's findings indicate that the major uptake pathway of the vectors is endocytosis via clathrin coated pits rather than via a caveolae-dependent pathway or via macropinocytosis. The mixing order of vector components has an important impact on the resulting biophysical properties (size, zeta potential). The surface characteristics influence the aggregation behavior and the adsorption of serum proteins, the timing and the extent of vector uptake and the intracellular processing. In brief, when the three components (PEI, DNA, magnetic nanoparticles) are assembled in a manner such that PEI is displayed on the particle surface (positive zeta potential in water), serum proteins will adsorb, reverse the surface charge and eventually re-disperse compositions that were previously aggregated [109] . From this, one can conclude that it is essential to characterize vectors in the context of the biological surrounding which they will encounter during the nucleic acid delivery process. Compositions with PEI on the surface displayed rapid uptake, were released from endo/lysosomes and were most effective in gene delivery. Compositions with DNA on the surface (negative zeta potential in water) were also taken up into cells but at a low rate. Endo/lysosomal release and consequently functional gene delivery were inefficient [109] . Hence, it does matter which components are chosen to construct a magnetic vector and how they are assembled. Uptake alone is not sufficient for functional nucleic acid delivery. An efficient magnetic vector requires functional modules for \"productive\" intracellular processing and these modules need to be displayed in the right configuration. Arsianti's study highlights a further important aspect: those vector compositions which were most competent in functional gene delivery were also the most toxic ones. However, this is common to many nonviral delivery systems, especially those comprising PEI [111] . Toxicity is a question of vector dose, the coating of magnetic particles and especially of the transfection reagent chosen for assembling magnetic vectors. We have shown that highly efficient and rather non-toxic vectors can be obtained with magnetic lipoplexes [78] .\n\nIn a most recent study, again with PEI-coated magnetic nanoparticles of different sizes assembled with DNA, Ang et al. show that at a given relatively high vector dose the magnetic flux density applied during 20 min magnetofection plays a role with respect to transfection efficiency and cell viability [112] . However, these observations are probably due to the fraction of the high (and toxic) vector dose which became magnetically sedimented on the cells during the incubation time rather than to a potential toxicity of the magnetic field.\n\nBased on the published literature, one can conclude that for nonviral magnetofection under static field conditions the involved delivery mechanisms from the cell surface into cells do not differ from nonmagnetic nucleic acid delivery. Improved dose-response relationships and accelerated transfection kinetics appear to be entirely due to the rapid sedimentation of the full applied vector dose to the target cell surface within a few minutes. The diffusion barrier which exists for vector particles which are too small to sediment by gravitational force [6] is overcome, in accordance with model calculations by Furlani and Ng [113] . An increased vector dose at the cell surface results in an increased internalized dose within a given time period, unless uptake processes become saturated (Fig. 9 ) [75, 76, 79] . This alone can, but does not necessarily lead to improved functional nucleic acid delivery. Therefore, in order to classify vector compositions in terms of efficacy, it will be useful to normalize the observed effects (e.g. reporter gene expression, percentage of transfected cells, extent of gene silencing) to the internalized nucleic acid or virus dose. This will be a true measure of the quality of a vector composition.\n\nIn terms of mechanisms, there is a peculiarity with non-magnetic and magnetic adenoviruses. The natural infectivity of the virus is governed by the presence or absence of receptors which the virus needs to bind to cells such as the coxsackie and adenovirus receptor (CAR). In the absence of the required receptors, the virus will not infect, unless it is decorated with some additional binding module. Magnetic nanoparticles can be provide this function and magnetofection can enforce infection even in the absence of virus receptors [14, 39, 55, 66] . It is assumed that the intrinsic mechanism of adenoviral infection is not changed by magnetofection. The important impact is that by simple association with magnetic nanoparticles the virus can be enabled for therapeutic applications where its efficacy would be limited otherwise [55] . A similar enablement of viral infection in non-permissive cells by magnetofection was observed by Kadota et al. with measles virus [57] .\n\nDespite the conclusion that cellular uptake processes are likely the same for magnetic and nonmagnetic vectors in most cases, there is some evidence that magnetic field influence can enhance the tissue penetration of magnetic particles [114] , magnetic cells [115] and magnetic vectors [116] . Muthana et al. have established an in vitro model for assessing monocyte extravasation into 3D tumor spheroids through an endothelial cell layer [115] . They have shown that transfected, magnetic particle-loaded monocytes can be induced by magnetic force to migrate through an endothelial layer and to penetrate into tumor spheroids (Fig. 10) . Similarly, Zhang et al. have cultured cells in a 3D collagen matrix and have shown that magnetic vectors penetrate the matrix under magnetic field influence and transfect cells [116] . In this context it is interesting to note that according to studies by MacDonald et al. a time-varied magnetic field enhances the transport of magnetic nanoparticles in a viscous gel (Fig. 10 ) [117] .\n\nIn this respect, nucleic acid delivery under the influence of alternating or pulsating fields deserves increased interest. Several publications indicate that non-static fields can be useful to further improve the efficiency of magnetofection. The earliest observations in this respect were from Kamau et al. [118] . They used a magnetic device (the so-called Dynamic Marker) which produces a relatively complex pulsating field with a sinus type wave perpendicular to the cell culture plate overlayed with a field modulation in the plane of the cell culture plate at low frequency. The authors speculate that such alternating fields may cause some oscillation of magnetic particles which may facilitate cellular uptake when the particles are bound to cell surfaces. What really happens is not understood. In any case, using this technique, Kamau et al. achieved quite substantial improvements in the percentage of transfected cells in a variety of cell lines. A combination of pre-magnetization with a permanent field followed by application of the dynamic field resulted in synergistic enhancements. The same group has extended their work and reports on the transfection of primary synoviocytes, chondrocytes, osteoblasts, melanocytes, macrophages, lung fibroblasts, and embryonic fibroblasts [119] . Chen et al. have used a different setup with pulsed magnetic fields (0.6 T) of millisecond duration for rapid transfection of adherent and suspension cells [120] .\n\nA pulsating field has been used also in a magneto-transformation method for transferring plasmid DNA into Escherichia coli [121] . Plasmid DNA was attached to PEI-coated magnetic nanoparticles. The highest transformation efficiency was achieved by pulsing three times with 2.15 T magnetic field. The transformation efficiency and cell viability was dependent on the magnetic particle and DNA dose as well as on the number of magnetic field pulses.\n\nA different and convenient method to produce dynamic fields has been developed by Jon Dobson's group [122] . In conventional magnetofection, cells are incubated with magnetic vectors while the cell culture plate is positioned on a magnetic array which produces a static gradient field [14] . With Dobson's device which is commercially available now (www.nanotherics.com), this magnetic array \"wobbles\" in the x-y plane at low frequency (1-5 Hz) below the cell culture plate at a suitable amplitude (200 μm has turned out useful). Under optimized conditions, substantial enhancements in transfection efficiency can be achieved [122, 123] . Pickard and Chari have shown that this system provides considerable enhancements in magnetofection of primary astrocytes [123] . Currently, the underlying mechanisms are not well understood. But one can guess that the lateral movement of the magnetic field transmits mechanical forces to cellular membranes via the magnetic vectors associated with these membranes. Mechanical stimuli can have effects on cellular membrane traffic including endo-and exocytosis [124] . In this context it is interesting to note that magnetic actuation of cellular processes is a hot research topic [73, 125, 126] . Mannix et al. have shown that magnetic beads decorated with a specific receptor ligand can be exploited to trigger, via magnetic induction of receptor clustering, a signaling process in mast cells which is involved in immune surveillance [125] . In this particular case, receptor clustering leads to a rapid rise in intracellular calcium. It is known, that calcium plays an important role in endosomal/lysosomal fusion processes [127] . Future research will need to find out how exactly alternating fields can influence magnetofection processes.\n\nFor some applications of genetically engineered cells, one of the appealing features of magnetofection is that it necessarily produces magnetically labeled cells. Thus, magnetofected cells offer the opportunity to be positioned by magnetic force [53, 128] and to be tracked by MRI as well as by optical imaging by virtue of the expression of reporter genes such as the luciferase or fluorescent protein genes [129] [130] [131] . One of the advantages of reporter gene imaging is that only viable cells will produce the reporter signal [130, 131] . Quantifying the internalization of magnetic vectors, we have found that various cell types easily incorporate 1-5 pg of iron per cell during magnetofection at applied vector doses corresponding to as little as 10 pg iron per cell [55, 94, 96] . With account for the saturation magnetization of the PEI-Mag2 magnetic nanoparticles used in our studies (62 emu/g Fe), the internalization of 5 pg Fe/cell would result in a magnetic moment of 0.31 × 10 −9 emu per cell. For comparison, Polyak et al. were able to magnetically target bovine aortic endothelial cells loaded with polymeric superparamagnetic nanoparticles with a resulting magnetic moment of about 0.2 × 10 −9 emu/cell to steel stent wires [128] . Sufficient sensitivity to be detected by cardiac MRI has been achieved with 10 5 cells having incorporated picogram quantities of iron oxide [131, 132] .\n\nEvidently, cells having incorporated even more magnetic material than achievable under standard magnetofection conditions would be useful for improving magnetic cell positioning and engraftment or detection by MRI. Therefore, we were wondering whether pre-loading of cells with magnetic nanoparticles interferes with magnetofection efficiency [84] . Thus, we pre-loaded H441 cells with NDT-Mag1 magnetic nanoparticles (see Table 1 and Fig. 11 ). The internalized 38 pg of iron per cell gave rise to a magnetic moment of 0.8 × 10 −12 A m 2 = 0.8 × 10 −9 emu per cell which was sufficient to engraft the cells onto the luminal surface of a tube in a radial magnetic field. Subsequently, the MNP-labeled cells were magnetofected with nonviral vectors associated with PEI-Mag2 magnetic nanoparticles in the radial magnetic field. A similar experiment was carried out in standard 2D culture format. The magnetic pre-labeling of the cells did not interfere with but even increased the efficiency of magnetofection without causing toxicity (Fig. 12) . The cell labeling with NDT-Mag1 MNPs resulted in high transverse relaxivities r 2 * of 410± 70 mM −1 s −1 . In this manner, multi-echo gradient echo imaging and R 2 * mapping detected as few as ca. 1500 MNP-labeled H441 cells localized within a 50 μl fibrin clot as well as MNP-labeled cell monolayers that were engrafted on the luminal surface of a cell culture tube using the radial magnetic field mentioned above.\n\nThe enhancement of magnetofection efficiency by pre-loading of cells with MNPs was confirmed in another experiment with mesenchymal-like stem cells isolated from the umbilical cord. Pre-loading at an internalized dose of 50 pg Fe/cell resulted in a two-fold increase in transduction efficiency compared to the cells labeled just before magselectofection with CD105 MicroBeads [83] . The enhancement was observed both in terms of overall reporter gene expression as well as in terms of the percentage of transduced cells (Fig. 12) . The increase in transfection/transduction efficiency may be due to a local field gradient generated by the internalized MNPs when exposed to an external field. This would result in additional magnetic force in the vicinity of the cells, improving the attraction of gene vectors in the immediate surrounding. This phenomenon is known as the avalanche effect and was utilized, for example by Aviles et al. [133] to improve the targeting of magnetic drugs using implantable ferromagnetic elements, such as wires, needles, catheters, or stents, to increase the magnetic force locally by increasing the gradient of the field close to the cell.\n\nWe have summarized the benefits of magnetofection in several review and methods papers as well as book chapters previously [11, 12, 19, 75, 76, 78, [134] [135] [136] [137] [138] . Several groups work on the further development of the technology. Except for the use of dynamic magnetic fields and innovations in magnetic vector formulations discussed above and some novel approaches which extend the concept of magnetofection (discussed below), there have been no major methodological changes in magnetofection compared to earlier review papers. Among those groups who work on magnetic vector development, experiments in cell culture serve primarily the purpose of vector characterization and mechanistic studies before proceeding to in vivo studies. Methodological steps in cell culture are, for example, inevitably necessary in ex vivo nucleic acid therapies with genetically modified cells, which can be combined with concepts of magnetic cell positioning and cell tracking by magnetic resonance imaging. Such concepts gain increasing importance with the emerging field of cell therapies.\n\nSince magnetofection reagents are commercially available (www. ozbiosciences.com, www.chemicell.com) the method is mostly used as a research tool. The published studies are too numerous to be discussed in detail here. Updated tables on cell types and on studies involving magnetofection can be found on the websites of the commercial providers. The \"users\" of magnetofection take advantage of features of the method which other transfection/transduction protocols do not provide in the same manner. These features include low dose requirements, the rapid transfection/transduction kinetics and the possibility to synchronize transfection/transduction. This is beneficial if a vector is available only in low amounts (e.g. low viral titers) or if long incubation times in cell culture lead to vector inactivation or toxicity to the target cells [18] . Using viral magnetofection systems, the expression of a transgene is often significantly higher in comparison to virus alone [14, 54, 57, [139] [140] [141] [142] [143] [144] [145] [146] [147] [148] [149] . Infectivity enhancements were shown in several models, with primary cells, especially with peripheral blood mononuclear cells (PBMC) and primary T cells [146, [150] [151] [152] [153] and in neurosciences applications. In some instances, the features of magnetofection enable studies which otherwise could not be performed. Some highlights are discussed below.\n\nUsing magnetofection, Thomas et al. have highlighted an inadequacy of common HIV-1 viral titer determination with respect to the ratio of infectious and defective viral particles [148] . They reported that approximately 1 in 8 virions initiate reverse transcription form proviruses contrary to the commonly reported ratio of 1 in 1000. In addition, they demonstrated that the titers are not equivalent to the number of infectious particles probably due to infrequent occurrences of successful virus-cell interactions under standard conditions. This is in line with our own observations with adenovirus [83] . Coren, Thomas et al. also used magnetofection to show the importance of C-terminal sequence of the Gag protein for efficient viral DNA integration during infection in vitro [154] .\n\nThe apparent gain in viral titers of several thousand-fold has been described first by Hughes et al. for retroviral vectors [13] and later also by Chan et al. for amphotropic murine leukemia virus and for lentiviral vectors [36] . Their strategy has been to biotinylate viral surface proteins and to use (strept)avidin-coated magnetic nanoparticles to capture and concentrate the virus. Similarly, Kaikkonen et al. have used a very elegant technique to metabolically label baculovirus with biotin [37] . The same group has also published a strategy to integrate avidin or streptavidin in viral surface proteins by genetic engineering but has not used these viruses in magnetic targeting but rather in a novel dual imaging method [155] .\n\nIn several studies, magnetofection has been exploited in HIV research. For example, Wang et al. have developed a novel method which allows the rapid characterization of the resistance of mutant viruses against antiviral agents [149] . This assay is based on a commercially available magnetofection reagent. Mutant viruses are captured with magnetic nano-beads and used to infect gag-GFP reporter cells. In this manner, the susceptibility of breakthrough viruses collected from resistance selections against HIV-1 protease inhibitors, for example, can be characterized much faster than with tedious and time consuming traditional phenotypic assays.\n\nThe utility of magnetofection to synchronize viral infection has been highlighted by Haim et al. in 2005 [80] and has been exploited in highly useful protocols in the meantime [156] . The development of HIV vaccines, for example, requires a precise understanding of the immunological and virological principles of HIV infection. The synchronization of HIV infection in vitro facilitates the study of events in the viral replication cycle and the antiviral immune response on short timescales which was previously impossible. In combination with the high transduction efficiency, magnetofection increases the throughput of in vitro assays [156] including T cell assays which require virally infected cells [151, 152, [157] [158] [159] . Synchronization is the critical parameter for studying the kinetics of viral infection as well as for identifying the key focus of vaccine development especially in terms of which viral proteins (early or late) are better for inducing a specific T cell immune response. For example, magnetofection allowed to investigate the kinetics of SIV peptide epitope presentation to CD8(+) [146, 153, 160, 161] and to CD4(+) T cells [162] or to define conformational state dynamics of HIV Env [163] . Magnetofection was used to show that Gag-specific CD8+ T cells recognize infected CD4+ T lymphocytes as early as 2 h post-infection, before proviral DNA integration, viral protein synthesis, and Nef-mediated MHC class I down-regulation [146, 160] . Using magnetofection, Sacha et al. showed that early presentation of incoming virion-derived Gag epitopes was maximal at 6 h post-infection, while Gag epitope presentation due to de novo synthesis occurred between 18 and 24 h. They also showed that the penetration of virion-associated proteins into the cytoplasm was sufficient to generate CD8(+) T cell epitopes early after infection [146] . Also in further studies, the synchronization of infection by magnetofection was the key to define the kinetics of epitope presentation of infected T cells [147, 153, 164] as well as infected macrophages [162] .\n\nPayne et al. used magnetofection-based viral synchronization in U937 cells to highlight a previously unrecognized role played by the Pol-specific response in HLA-B*2705-mediated immune control of HIV. Their studies lead to the conclusion that early presentation of Gag and Pol epitopes contributed to the elimination of virally-infected cells before viral dissemination and was therefore a kinetic advantage for HLA-B*2705-positive infected individuals able to produce CD8(+) T cell responses against these epitopes [165] . Magnetofection allowed Mannes et al. to shed light on the importance of the cryptic major histocompatibility complex class I epitopes in the immune response towards SIV [151] and to define two novel translation products from the SIV env mRNA that are targeted by the T cell response [166] .\n\nApart from being a valuable research tool in virology, magnetofection is of course used as a tool in gene therapy research. For example, Barsov et al. have used magnetofection to selectively immortalize tumor-specific T cells to establish long-term T-cell lines while maintaining primary cell characteristics [139] . The ability to isolate, maintain, and characterize tumor-specific T cells is a prerequisite to studying anticancer immune response and developing novel strategies for cancer immunotherapy. However, the life span of human T cells in vitro is usually short and is limited by the onset of cellular senescence. To solve this problem, immortalized antigen-responsive T cells from human peripheral blood mononuclear cells (PBMCs) were produced by magnetofecting cells with a MLV vector carrying an immortalizing gene, the human telomerase-reverse transcriptase gene [139] .\n\nMagnetofection has also been useful in transducing airway epithelial cells with lentiviral vectors. The gene delivery process to these cells is hampered by extra-cellular barriers and the local confinement of viruses on the cell surface. Moreover, LV vectors transduce non-dividing cells such as those of the airway epithelium only slowly. Magnetofection increased the infectivity compared with virus alone in non-polarized and polarized bronchial cells and greatly enhanced the transduction in \"domes\" (cells forming hemicysts containing fluid) which are resistant to lentiviral transduction [54, 167] .\n\nEx vivo gene transfer into hepatocytes could serve several purposes in the context of gene therapy or cell transplantation. Wang et al. have demonstrated the utility and enhanced transduction of primary hepatocytes by lentiviral magnetofection ex vivo. Similarly, Naka et al. infected KLS + immature hematopoietic stem cells with a retrovirus using the ViroMag reagent and then transplanted the transduced cells intravenously into lethally irradiated mice (bone marrow transplantation) [144] . ViroMag allowed the authors to increase virus infection and concentrate the virus on cells. This has led to a breakthrough discovery in the field of chronic myeloid leukemia (CML). The authors show that TGF-b-FOXO (a transcription factor) has an essential role in the maintenance of leukemia initiating cells (LIC) and that the ability of LICs to cause disease is significantly decreased by Foxo3a deficiency [144] .\n\nLikewise, Hosokawa et al. used magnetofection to boost lentiviral infection in a gene silencing approach in hematopoietic stem/progenitor cells [140] . They showed that inhibition of N-cadherin expression accelerated cell division in vitro and reduced the lodgement of donor HSPCs to the endosteal surface, resulting in a significant reduction in longterm engraftment. These findings suggest that N-cad-mediated cell adhesion is functionally required for the establishment of hematopoiesis in the BM niche after BM transplantation [140] .\n\nMagnetofection has also been beneficial to knock down Laminin A/C expression (N80%) with lentiviral shRNA at low MOI in human epithelial cells [145] , or to silence the expression of a transcription factor in human hematopoietic cells [142] , or to produce stably transduced human neuroblastoma cells with low viral titers [141] or to infect primary mesencephallic cells [143] .\n\nMagnetofection is also highly useful in studies with adenoviral vectors as mentioned above and some special applications are discussed in more detail further below.\n\nMagnetofection is a very effective way of transfecting plasmid DNA into a variety of primary cells including primary neurons which are known to be notoriously difficult to transfect and very sensitive to toxicity. For these cells, the balance between transfection efficiency and toxic effects is a problem for biological and electrophysiological studies. In this context, magnetofection reagents have proven to be efficient while minimizing any undesired secondary effects. A large variety of primary neurons such as hippocampal [58, [168] [169] [170] [171] [172] [173] [174] [175] [176] [177] [178] [179] , cortical [58, [180] [181] [182] [183] [184] , neocortical [185] , vagal afferent [186, 187] , dorsal root ganglion [184, 188] , nodose ganglions [189] , cerebellar granule [190, 191] or motor neurons [192] and multipotent neural precursor/stem cells (NPCs) [193] have been successfully transfected. High transfection efficiency was achieved in primary rat astrocytes from cerebral cortices [123, 194] . During recent years, Divya Chari's group has contributed a great deal to the methodological development of magnetofection of neuronal and neuroglial cells, including the study on the use of oscillating magnetic fields [123, 193, 195, 196] . Furthermore, they have carried out studies on the uptake of magnetic nanoparticles in these cell types and associated toxicity. Most recently, they have studied gene delivery to multipotent neural precursor/stem cells (NPCs) which are a major transplant population with key properties to promote repair in several neuropathological conditions [193] . They have demonstrated, using a neurosphere culture model system, that even repeated nonviral transfection (\"multifection\") with magnetic nanoparticles was feasible with negligible toxicity. The differentiation potential of NPCs was maintained and they survived and differentiated in 3D neural tissue arrays posttransplantation. Even though magnetic field application had little, if any, enhancing effect in this study, their findings are important in view of the emerging regenerative therapies with genetically modified cells.\n\nAnother cell type of interest is spinal motor neurons. These cells are used in in vitro models to study basic mechanisms of development, axon growth and to gain insight into the mechanisms underlying motor neuron diseases. So far, functional studies in primary motor neurons have been hampered by the lack of efficient transfection tools to achieve either protein overexpression or gene knockdown. Transduction with lentiviral vectors is currently the standard protocol, but this method faces several limitations such as the size of the insert, the cytotoxicity, as well as the requirement for safety precautions and special equipments. In order to overcome these limitations, Fallini et al. have established a new protocol based on magnetofection using the NeuroMag reagent [192] . Under optimized conditions, transfection rates above 45% were routinely achieved with no alteration of the morphology or survival of the transfected motor neurons. Moreover, gene expression was observed at a high level several days after transfection. Co-transfection of three different plasmids and gene knockdown using shRNA constructs were also successfully performed [192] . The authors were thus able to show for the first time that the spinal muscular atrophy-disease protein Smn is actively transported along axons of live primary neurons, supporting an axon-specific role for Smn besides its involvement in mRNA splicing. Finally, the motor neuron adapted magnetofection protocol was used to deliver shRNA-based constructs, thereby significantly reducing Smn levels in both cell bodies and axons [192] . This important experimental procedure is also posted on the Alzheimer Research Forum website: http://www.alzforum.org/new/detail.asp?id=2461.\n\nIn mature cultured neurons, magnetofection contributed to demonstrating the role of Debrin A in modulating glutamatergic and GABAergic synaptic activities [173] . A specific and detailed magnetofection protocol for cDNA and shRNA vector transfection in hippocampal neurons cultured from several hours to 21 days in vitro has been published [58] . It also allows double-transfection and long-lasting DNA and shRNA construct expression without interfering with neuronal differentiation. Because mature neurons are more sensitive to commercial lipid reagent exposure than immature neurons, the lipid exposure time for transfection-toxic for the neurons-can be reduced by magnetofection. Thus, Sbai et al. have associated a lipid reagent and magnetic particles for DNA transfection to point out the vesicular trafficking and secretion of MMP-2, -9 and TIMP-1 in neuronal cells [181] .\n\nMarchionni et al. have investigated the role of gephyrin on GABAa receptor function at the posttranslational level [174] . They have used specific single chain antibody fragments against gephyrin (scFv-gephyrin) to hamper its function. To carry out this study, they needed to achieve expression of both eGFP (for control) and scFv gephyrin protein in primary hippocampal neurons which was possible by magnetofection. When expressed in cultured rat hippocampal neurons as a fusion protein containing a nuclear localization signal, scFv-gephyrin was able to remove endogenous gephyrin from GABAa receptor clusters [174] . The authors have shown a significant reduction in the number of synaptic 2-subunits containing GABAa receptor and a significant decrease in the density of the GABAergic presynaptic marker vesicular GABA transporter (VGAT) in scFV-gephyrin transfected neurons. These effects were associated with a reduction in the amplitude and in the frequency of miniature inhibitory postsynaptic currents (mIPSCs) and also with a significant reduction in GABAa receptor-mediated tonic conductance. The results indicate that gephyrin is essential not only for maintaining synaptic GABAa receptor clusters in the right position but also for regulating both phasic and tonic inhibition.\n\nTakei has also adapted the NeuroMag reagent for transfection in primary neurons from dorsal root ganglion as well as some neuroblastoma cells lines [188] . This assisted in showing that phosphorylation of Nogo receptors by casein kinase II (CK2) inhibits binding of the myelin-associated proteins. Brain-derived neurotrophic factor stimulates the phosphorylation, suppressing Nogo-dependent inhibition of neurite outgrowth from neuroblastoma-derived neural cells. Similarly, in rat adult neurons, extracellular CK2 treatment overcomes inhibition of neurite outgrowth by the myelin-associated proteins. These findings provide new strategies to control Nogo signaling and hence neuronal regeneration [188] . Nogo signaling has critical roles in the development and maintenance of the central nervous system (CNS). It can inhibit differentiation, migration, and neurite outgrowth of neurons, causing poor recovery of the adult CNS from damage.\n\nSummarizing, magnetofection methods have become an important tool in neurosciences research during recent years.\n\nMagnetofection is a very effective way of transfecting plasmid DNA into a variety of primary cells. Primary mouse gastric gland epithelial cells [197, 198] and epithelial cells from various other tissues [199] [200] [201] [202] , retinal pigment epithelium [203] , human umbilical vein endothelial cells [17, 18, 60, [204] [205] [206] [207] [208] [209] [210] , porcine aortic endothelial cells [204, 206, 211, 212] , mesenteric lymph node endothelial cells [213] , ventricular cardiomyocytes [154] , neurons [58, 179, 192] , myoblasts [214] , chondrocytes [119, 215, 216] , fibroblasts [119, 214, 217, 218] , synoviocytes, osteoblasts and melanocytes [119] , mouse embryonic stem cells [66] and spermatozoa have been magnetofected successfully [219] .\n\nChen et al. have developed a shielded magnetic PEI-DNA formulation comprising a specific single chain antibody ligand for T cells [220] . With this composition, they achieved a 16-fold enhancement of gene transfer efficiency in a T cell line.\n\nLee et al. have established a protocol for magnetofection of mouse embryonic stem cells [221] . The transfection efficiency was high (45%) compared with a non-magnetic transfection reagent (15%).\n\nThe cells retained ES markers such as Oct-4 and SSEA-1 even after more than 50 passages and also retained the ability to form embryoid bodies and differentiated in vitro into cells of the three germ layers.\n\nAn impressive demonstration of the potency of ex vivo magnetofection has been contributed by Svingen et al. They have established a new protocol for functional studies that combines organ culture of explanted fetal tissues with microinjection and magnetofection of gene expression constructs. A cDNA of the Sry gene or an shRNA construct to down-regulate Sox9 expression were magnetofected into genital ridge tissue in a gain of function approach in the first case or loss-offunction in the latter case. The expression of Sry induced female-to-male sex-reversal, whereas knockdown of Sox9 expression caused male-tofemale sex-reversal, consistent with the known functions of these genes. This study highlights the potency of magnetofection in studying gene function in developmental biology [222] .\n\nIn many other studies, magnetofection has been used as one of many methodological tools which are required to define biochemical and signaling pathways in a broad variety of research fields. For example, Basile et al. are interested in semaphorins which are a family of proteins originally identified as regulators of axon growth. These proteins also have been implicated in blood vessel development. Using magnetofection as a research tool, Basile et al. were able to highlight the role of semaphorin 4D in tumor-induced angiogenesis and to characterize the involved mechanisms [204, 211, 223, 224] . In another study for deciphering angiogenic pathways, Mannel et al. used magnetofection of antisense oligonucleotides to define the role of the tyrosine phosphatase SHP-2 in angiogenesis [209] . In another study, relevant in identifying mechanisms of cancer development, Steele et al. have used magnetofection in gastric epithelial cells to identify promoter elements which regulate the expression of Reg1. This a putative growth factor which is significantly increased in Helicobacter pylori infected patients [197] . H. pylori accelerates the progression of gastric cancer through an unknown mechanism. Using magnetofection as research tool, Steel et al. could demonstrate the role of the promoter elements in responding to H. pylori and gastrin. In a thematically related study, also involving magnetofection, Ashurst et al. defined the minimal promoter required for transcription of CCK2R in human gastric adenocarcinoma [225] . Gastrin/CCK receptor (CCK2R) plays a major role in the physiological regulation of gastric acid secretion.\n\nMagnetofection was also helpful for establishing models and identifying mechanisms of infection with viral pathogens. For example, Mitsutani et al. used magnetofection to examine pathways involved in SARS-coronavirus infection [226, 227] . SARS-CoV causes severe acute respiratory syndrom (SARS). Guix et al. have used magnetofection to establish a model for Norwalk virus (NV) infection [228] . Norwalk viruses (NVs) are positive-sense RNA viruses and are the leading cause of epidemic acute viral gastroenteritis in developed countries. The absence of an in vitro cell culture model for NV infection has hampered the development of effective antiviral therapies and vaccines. Using magnetofection, the authors were able to transfect Huh-7 cells with NV RNA isolated from stool samples from human volunteers. Transfection leads to viral replication with expression of viral antigens, RNA replication and release of viral particles into the medium. It was therefore demonstrated for the first time that NV RNA isolated from stool samples from human volunteers is infectious when transfected into mammalian cells.\n\nMagnetofection of DNA has been used in numerous further mechanistic studies [203, 214, 229, 230] or for establishing model systems which are required in ongoing research [231] . Of course, DNA transfection in numerous cell lines has also been demonstrated [57, 204, 223, 225, 228, [232] [233] [234] [235] [236] [237] [238] [239] .\n\nThe efficiency of siRNA delivery mediated by magnetofection has been reported for numerous cell lines such as COS7 (monkey kidney) and 3Y1 (rat fibroblast) [232] , Vero E6 cells (monkey kidney) [226] , integrin α5-expressing normal rat intestinal epithelial cell line (RIE1-α5) [233] , NIH-3T3 cells, HeLa and H441 cells [75, 76, 78] , MDA-MB-231 [240] , N2A [183] and in human microvascular endothelial cell line-1 (HMEC-1) [236] . Several reports of siRNA delivery with magnetic nanoparticles in vivo have been published recently and are discussed further below.\n\nIn a 3D cell culture model which has been intended to better mimic the situation in intact tissue in vivo, Zhang et al. have demonstrated reporter gene and siRNA delivery through a collagen-gel matrix into 3D cell cultures driven by an external magnetic field [116] . For this purpose, they have prepared PEI-coated magnetic nanoparticles by ligand exchange reaction from 30 nm oleic acid-coated particles. Complexes of DNA or siRNA which were prepared with such particles penetrated into the culture under magnetic field influence and were highly efficient in nucleic acid delivery while non-magnetic complexes were inefficient. This is encouraging because tissue penetration is one of the limiting factors in nucleic acid delivery in vivo.\n\nA review paper by Bonetta et al. on \"evaluating gene delivery methods\" highlights the potential of magnetofection as a tool to improve and target a broader range of cells and applications [241] . In the same way, the benefits of using magnetofection to concentrate and promote efficient siRNA transfection were assessed [242] . We have published comprehensive reviews and protocols of siRNA magnetofection recently [11, 76, 85] . Several excellent non-magnetic reagents for siRNA transfection are commercially available. Similarly as for DNA transfection, the true benefits of magnetofection become evident with difficult to transfect primary cells. We would like to discuss a few recent applications in primary cells instead of repeating what we have published elsewhere.\n\nMagnetofection has been shown to be an effective way of transfecting siRNA in human primary endothelial cells derived from the umbilical vein [206, 207] and from human cord blood [206] . It contributed to demonstrating the critical role of a transcription factor in angiogenesis [206] and of a selective estrogen receptor modulator in atherosclerosis [207] . Similarly, magnetofection-induced gene knockdown by siRNA in HMEC-1 allowed researchers to figure out the implication of a certain kinase (ROCK-II isoform) in the formation of microparticles in response to thrombin stimulation [236] . Magnetofection of 25 nM siRNA induced more than 50% inhibition. Out of the two isoforms (Rho kinase I and II), the specific targeting of ROCK-II with siRNA was the only one to be implicated in the caspase-2-induced release of endothelial microparticles in response to thrombin stimulation unravelling a new pathway in microparticles formation. Three years later, the same authors continued their study on the release of procoagulant endothelial microparticles induced by thrombin using the SilenceMag magnetofection reagent on HMEC-1 and on primary human umbilical vein endothelial cells (HUVEC). Transfecting endothelial cells with siRNA targeting TRAIL, induced a decrease in microparticle production in response to thrombin and moreover reduced the pro-coagulant potential of these endothelial microparticles unravelling a potential mechanism linking inflammation and coagulation [243] . Also Meda et al. have used siRNA magnetofection in HUVECs to examine biphasic effects of drugs on nitric oxide (NO) bioavailability and cytotoxicity, as well as drug interference with the interaction of endothelial NO synthase (eNOS) with caveolin-1 (Cav-1) [94] .\n\nGe et al. used magnetofection for siRNA delivery in human pulmonary artery endothelial cells to elucidate pathways in angiotensin IImediated vascular inflammation [244] . Early events in leukocyte adhesion to the endothelium, which is an essential event in inflammation, require P-selectin surface expression. This in turn probably requires the release of P-selectin from intracellular stores via exocytosis. Using siRNA magnetofection to knock down two particular kinases, Ge et al. could pinpoint a molecular link between the triggering of exocytosis by angiotensin II and consequent P-selectin surface expression.\n\nHence they were able to propose a mechanism that links angiotensin II signaling to inflammation.\n\nPrimary human gastric myofibroblasts are also difficult to transfect. McCaig et al. have used magnetofection to deliver siRNA in primary human gastric myofibroblasts and deciphered the role of MMP-7 in redefining the gastric environment in response to bacteria [245] . The same team in 2008 used siRNA magnetofection to silence uPAR expression in primary gastric gland epithelial cells and showed that uPAR knockdown significantly inhibited H. pylori-induced proliferation [201] . This finding is of high importance because H. pylori induction of uPA leads to epithelial proliferation. Inhibition of uPA action may slow the progression to gastric cancer.\n\nAnother challenging cell type, primary dendritic cells have been successfully magnetofected with siRNA [246] . Dendritic cells (DCs), the professional antigen presenting cells, are critical for host immunity by inducing specific immune responses against a broad variety of pathogens. Using siRNA magnetofection in primary DCs, Melki et al. revealed that DCs infected with HIV-1 become resistant to killing by natural killer (NK) cells. This protection from NK cytotoxicity is induced through a crosstalk resulting in the up-regulation of two celldeath inhibitors. Magnetofection of siRNA has been performed to study the loss of function of two apoptosis inhibitors.\n\nMagnetofection has also been reported to be effective for siRNA transfection in suspension cells such as MOLT-4 and Jurkat (Human T cell leukemia) which permitted to show the implication of RCAS1 (a receptor-binding cancer antigen) in T cell apoptosis induced by HIV infection [247] . Rt-PCR analysis confirmed that siRNA-RCAS1 reduced RCAS1 mRNA expression by about 60% in cells which allowed the authors to show that the apoptosis induced by HIV-Tat was blocked by inhibiting small interfering RNA specific for RCAS1. Thus demonstrating the effect of this receptor-binding cancer antigen on TAT-induced apoptosis, the authors deciphered one of the mechanisms that induced the death of CD4 + T cells in HIV-1 infection.\n\nUchida et al. and Tan et al. have succeeded in delivering siRNA to primary rat embryonic DRG neurons [184] and primary cortical neurons [183] .\n\nDe Lartigue et al., investigated the role of the satiety peptide CARTp by knocking down its expression in rat primary vagal afferent neurons. Cells were magnetofected using 50 nM of siRNA and experiments were performed 48 h after transfection. The data provided direct evidence for an autocrine-positive feedback mechanism in which CART is involved and appears to play a role as a pre-existing stock and once released, acts on its own secretion. They provided an illustration of a mechanism that has not previously received detailed consideration and they raised the possibility of developing novel therapies based on augmenting and prolonging the action of established gut-brain signaling molecules [187] . Using the same transfection protocol, 50 nM siRNA directed against early growth response factor 1 (EGR1), the authors found a potential therapeutic interest in that factor [248] .\n\nPost-transcriptional gene silencing using siRNA and SilenceMag was applied to examine specifically the roles of inositol tri-phosphate receptors and the receptor channel in arginine vasopressin activation in smooth muscle cells. 30 nM siRNA was mixed to SilenceMag siRNA transfection reagent to silence receptor and receptor channel gene expressions in A7r5 cells [208] . The results presented by Li et al. showed the importance of the receptor and the receptor channel in calcium signaling. Moreover, the whole paper by Li et al. is dedicated to the evaluation of siRNA in a model system of smooth muscles cells.\n\nIn primary mouse myoblasts, SilenceMag and CombiMag magnetofection reagents have been used to study the expression and the intracellular localization of a vesicle associated membrane protein (VAMP2). Transfections of siRNA targeting VAMP2 were performed on day 0 and 3 of differentiation. Based on the results, the authors proposed that this protein could be used as a molecular marker for both quiescent satellite cells and myotubes [237] .\n\nRecently SilenceMag was used to transport siRNA in osteoblast MC3T3-E1 cells by Zhang et al. [249] . In that model of development, the authors first transformed MC3T3-E1 cells using 5 nM siRNA with SilenceMag to silence COX-2 expression before IL-17A treatment. Then, the resulting conditioned medium was used to stimulate osteoclast RAW264.7 cells and shown to be less effective in inducing osteoclast markers MMP-9 and cathepsin K proteins. The authors concluded to a key role played by secreted IL-17 in regulation of bone metabolism.\n\nOne highlight in the recent literature has been the paper by Namiki et al. on siRNA delivery to tumors in a mouse model [63] which we will discuss in more detail further below. At this place, we would just like to mention that the work of Namiki and colleagues is possibly the most comprehensive study on the development of a magnetically targeted siRNA delivery system so far. It covers everything from the development of a lipid/magnetic siRNA formulation to its successful application in vivo. They have carried out a comprehensive screening of their constructs in 13 different cell lines before proceeding to in vivo experiments which leads us to the next chapter.\n\nSummarizing, magnetofection has become an important tool in gene silencing upon transfection of exogenous siRNA. Numerous discoveries of biological mechanisms have been made in difficult to transfect cells. Apart from the commercially available reagents for siRNA magnetofection, several research groups have developed magnetic nanoparticles and formulations for siRNA delivery which are highly efficient in gene silencing.\n\nReports on nucleic acid delivery with magnetic nanoparticles in vivo are less abundant than the numerous publications on cell culture applications, but a substantial body of literature has accumulated during the last 10 years [12, 14, 17, 23, 33, 53, 65, 73, 86, 95, 98, 108, 115, [250] [251] [252] [253] [254] [255] [256] [257] [258] [259] [260] [261] [262] [263] [264] [265] [266] [267] . The publications are summarized in Table 5 .\n\nA systemic administration via the circulation is a challenge for any drug delivery system, magnetic or non-magnetic [268, 269] . If magnetic compositions are assembled by non-covalent interactions, dissociation of the assembly in the in vivo milieu can occur and thus obviate magnetic targetability. Furthermore, vertebrates are equipped with defense mechanisms to eliminate intruders such as viruses or bacteria and, unfortunately, nanomedicines. The complement system which is a phylogenetically ancient form of innate immunity can tag intruders to be eliminated from the circulation by macrophages. This has been recognized to be a challenge for the construction of gene vectors many years ago [270] and has remained a challenge for particulate drug delivery systems in general [271] [272] [273] . A commonly used approach to protect drug delivery systems from undesired interactions with blood components and from rapid elimination from the circulation by the reticulo-endothelial system (RES) is surface shielding with polymers like polyethylenglycols. While this is highly effective and has been established for liposomes many years ago, this concept has been implemented with multi-component magnetic compositions for nucleic acid delivery only recently [33, 60, 73, [274] [275] [276] [277] [278] . Sufficiently long circulation in the bloodstream at least on the tens of minutes, better on the hour timescale is a prerequisite to capture a substantial fraction of a magnetic drug formulation in a target tissue [279] . This is because first pass retention by a magnetic gradient field is low except at low blood flow rates [280] and after the first passage, the drug carrier will distribute throughout the vascular system. In systemic drug delivery to tumors, long-circulating drug formulations can extravasate into the tumor tissue by the enhanced permeability and retention effect (EPR effect) [281, 282] . This effect designates the increased leakiness of blood vessels in tumor tissues compared to normal tissue. Current strategies in systemic gene and drug delivery to tumors aim at combining passive targeting via the EPR effect with active targeting exploiting magnetic force and biological receptor-ligand interactions [283] . Among the published Table 5 Selected reports on nucleic acid delivery with magnetic nanoparticles in vivo. [256] studies, several have focused on the systemic delivery of nucleic acids [12, 14, 17, 23, 33, 53, 63, 65, 73, 86, 98, 108, 251, 253, 260, 261, 265] or magnetofected cells [115] to tumors using magnetic carriers. But surprisingly in only two of the studies a magnetic field has been applied to enhance the accumulation of magnetic cells or nucleic acid carriers, respectively, in the tumor tissue [63, 115] . Although there had been earlier reports on magnetically targeted nucleic acid delivery in vivo, a breakthrough in magnetic targeting to tumors upon intravenous administration had been lacking until Namiki et al. published their work in 2009 [63] . They have shown for the first time that this concept is feasible and also have demonstrated therapeutic benefit in mouse models of gastric cancer with magnetically targeted siRNA. 1 The study of the Japanese authors highlights the level of interdisciplinarity that is required to achieve technological breakthroughs. First, they synthesized magnetic nanoparticles following a known approach which however has been neglected by other groups working in magnetically guided nucleic acid delivery. This was possibly the key for obtaining nanomagnetic compositions with nucleic acids that are enabled for magnetic targeting to tumors upon intravenous administration. Such formulations were the result of a comprehensive biophysical characterization and optimization involving nucleic acid delivery studies with 13 different cell lines. Targeting to tumors in gastric cancer mouse models was achieved with the optimized composition when a magnetic field was applied to the tumors but not without magnetic field and also not with a commercially available magnetic transfection reagent. Delivery was localized to tumor blood vessels. Consequently the authors chose siRNA as a therapeutic agent and epidermal growth factor receptor (EGF-R) expression as the molecular target (EGF-R is overexpressed in tumor blood vessel endothelium and has been shown to be a validated target for therapeutic intervention by many other authors [284] ). In this manner they achieved retardation of tumor growth which is clearly linked to the target-specific action of siRNA on a molecular level. Adverse reactions that one might expect from the delivery of magnetic nanoparticles or EGF-R knock-down in non-target organs were not observed. Namiki and colleagues were not the first to demonstrate targeting of nucleic acids or specifically siRNA to tumors and to demonstrate associated therapeutic benefit [284, 285] . Using a different tumor model, Huang and colleagues have achieved an even more favorable siRNA biodistribution profile with a non-magnetic shielded and receptor-targeted formulation [286] . And other researchers using non-magnetic receptor-targeted gene delivery have even reported complete tumor remissions [286] . Nevertheless, the study by Namiki and colleagues has opened new perspectives. They show that accumulation in a tumor and therapeutic benefit of a non-shielded, non-receptor targeted formulation of siRNA is enabled by magnetic force. Magnetic targeting enforces the first and essential steps of nucleic acid delivery which are accumulation in a target tissue and establishing target cell contact. Hence one can expect that a future combination of shielding, receptor targeting and magnetic targeting will result in a synergistic improvement of the dose-response profile. What are the limitations? From a medical point of view, magnetic drug targeting makes sense primarily in localized stages of disease and less in metastatic stages where drug action may be required throughout the body. Nevertheless, there are plenty of medical indications where magnetic targeting of nucleic acids may yield a substantial advantage. The major limitation of Magnetic Drug Targeting is a physical one: the magnetic force acting on magnetic nanoparticles drops with some power of the distance from the source of the magnetic field (depending on the geometry of the pole shoe). The \"penetration depth\" of this force, which is proportional to the magnetic flux density and the field gradient, is low. It is not trivial to generate sufficient field and gradient at a target site inside the body. In the Supplementary Materials of their paper Namiki and colleagues have described a biocompatible surface coating of permanent magnets with titanium nitride. Minimal-invasive implantation of such magnets at tumor sites may provide a viable solution for generating sufficient magnetic force for magnetic drug targeting.\n\nAmong the other publications on systemic nucleic acid delivery to tumors with nanomagnetic carriers [23, 98, 260, 287, 288] , the work of Medarova and colleagues [260] has been the most inspiring. Based on earlier work by Josephson et al. [289, 290] they have prepared dextran-coated magnetic nanoparticles with covalently attached siRNA, near-infrared dye Cy5.5 and membrane translocation peptides. Using magnetic resonance and optical imaging, they have shown the feasibility of in vivo tracking of tumor uptake of these carriers. Furthermore, using optical imaging they could follow the silencing of the target reporter gene in vivo. With the same concept, but now using a therapeutically relevant siRNA and a receptor targeted system, they could demonstrate favorable accumulation of the system and therapeutic benefit in a human breast adenocarcinoma xenograft model in nude mice [260] . It is remarkable, that this was achieved without applying magnetic targeting and it would be interesting to know whether this would yield additional benefit. Conceptually related work has been published by Kievit, Veiseh and colleagues [33, 73, 277, 291] . They have developed a nanovector consisting of an iron oxide core coated with a copolymer of chitosan, polyethylene glycol (PEG), and poly(ethylene imine) (PEI). After electrostatic binding of plasmid DNA (encoding a gene of interest) or siRNA [279] , chlorotoxin (CTX) as a receptor ligand is attached to the system using a short PEG linker. Upon intravenous injection, they have achieved efficient gene delivery to c6 rat glioma xenograft tumors in nude mice [73] . The authors have not applied magnetic targeting because they argue that this strategy provides little advantage for highly invasive and infiltrative cancers, such as glioma. In a previous study, the same group has shown that a similar magnetic nanoparticle conjugate without PEI or nucleic acids but equipped with a nearinfrared dye accumulates well in autochthonous medulloblastoma tumors in genetically engineered ND2:SmoA1 mice. In this case, the system was used as multimodal imaging probe and not for nucleic acid delivery [291] .\n\nFurther work on magnetic targeting of nucleic acids upon systemic administration includes our own early proof of principle experiments on the magnetic localization of DNA and oligonucleotide delivery in the vascular system [12, 14, 17] . A further interesting finding about ion oxide nanoparticles was obtained by Xiang et al. who claimed that intravenously injected polylysine-coated iron oxide nanoparticles can even transfer DNA across the blood-brain barrier to glial cells and neurons of the brain [265] . No magnetic targeting was involved in this study, and the major reporter gene expression was found in the mouse lung. The same vector composition was used later by Li et al. to delivery an anti-metastatic gene in a pulmonary metastasis mouse model [261] . Therapeutic benefit could be achieved in that tumor growth was inhibited. Also here, no magnetic targeting has been involved. Magnetic targeting was involved however in a study published by the Steinhoff group [108] . They have achieved magnetically targeted gene delivery to cardiac tissue. The magnetic carrier was assembled with biotinylated PEI-DNA complexes and streptavin-coated magnetic nanoparticles. The cells expressing the reporter gene were identified as endothelial cells by histological analysis. In the same manner, the authors have achieved magnetically targeted delivery of the therapeutically relevant bcl-2 and VEGF genes. Flexman et al. have achieved magnetic accumulation of Feridex MRI contrast agent in the heads of rats. For this purpose, the contrast agent was incorporated in the hemagglutinating virus of Japan envelopes (HVJ-Es). No nucleic acid delivery was involved in this study which is mentioned here because in many previous studies HVJ-Es have been shown to be excellent agents for gene delivery. Muthana et al. have accumulated magnetofected monocytes in pc3 (prostate cancer cell line) tumor xenografts in nude mice upon intravenous administration [115] . This is relevant because for some applications genetically engineered cells are considered to be useful as an indirect gene delivery agent to tumors. Cheong et al. have described water soluble chitosan-linoleic acid conjugates which they used to assemble complexes with DNA or siRNA and magnetic nanoparticles [251] . These complexes, when injected intravenously in mice accumulated passively in the liver and gave rise to reporter gene expression. No magnetic targeting has been involved in this study. In contrast, Zheng et al. have applied magnetic targeting to the liver upon intravenous injection of a magnetic composition of DNA in rats and have observed increased reporter gene expression in this organ compared to the absence of magnetic targeting [65] .\n\nHofmann et al. have prepared magnetic lentiviral vectors by electrostatic interaction with commercially available CombiMAG and TransMAG magnetic particles [53] . They have used these vectors to demonstrate magnetically localized transduction under physiological flow conditions in explanted aortas. In the next step, they injected the vector through the carotid artery in mice. When a permanent magnet was placed at the right abdominal wall close to the liver, a significant redistribution of LV/MNP complexes to the liver was observed and, concomitantly, the number of viral integrants in the lung was significantly reduced. The authors also showed that HUVECs magnetofected with a high magnetic nanoparticle dose could be magnetically positioned in the blood vessel walls in an ex vivo model. And finally they showed that this was as well possible in vivo. Upon injection into the thoracic aorta, lentiviral magnetofected cells were accumulated in the abdominal aorta or in the iliac artery in the areas that were under magnetic field influence. Similarly the authors could magnetically target such cells to the denuded common carotid artery upon injection in to the carotid artery. These studies are relevant in the field of (stem) cell transplantation, tissue repair and tissue engineering with genetically modified cells but also with respect to targeting genetically modified cells to tumors [115] .\n\nSummarizing, major progress has been made in magnetic targeting upon systemic administration. At the same time it is clear that further essential progress is required with respect to long-circulating magnetic formulations and a clear-cut preferential accumulation of magnetic compositions in the magnetically targeted tissue. Most publications which are cited here, including our own, lack detailed biodistribution studies which are absolutely required to demonstrate any benefits of magnetic targeting. It is curious to note that many authors cited above have abstained from magnetic targeting even though they have used nanomagnetic carriers. This raises the question whether magnetic targeting did not work or did not yield any additional advantage in their studies.\n\nIn contrast to the systemic applications, localized administrations into the target tissue in vivo are technically simple. In our early work we have demonstrated magnetically targeted functional nonviral gene delivery in the ileum lumen of rats after laparatomy or in the stomachs of mice with magnetic particle-adenovirus compositions [14] . Reporter gene transfer was strongly enhanced in the area under influence of a magnetic field whereas without application of a magnet (controls) either no or much poorer transfection/transduction was achieved. However, other authors did not find any enhancement by magnetic field application after localized injection of magnetic vectors. This was the case in Xenariou's study of nonviral gene transfer to the murine nasal epithelium [264] and Morishita et al.'s experiments who directly injected maghemite nanoparticles associated with HVJ-E vectors into the liver of mice [262] . In both studies, magnetic nanoparticles alone, without magnetic field application were sufficient to yield enhanced gene transfer.\n\nGaluppo et al. found little, if any, functional gene delivery to the synovial membrane upon intra-articular injection of reporter DNA complexes with PEI-coated magnetic nanoparticles in sheep, independent of magnetic field application [254] . However, the study yielded insights in the tolerability of their compositions in vivo. Agrawal et al. have achieved very efficient delivery of siRNA associated with magnetic \"dendriworms\" in vitro and in vivo [95] . But they did not apply any magnetic field in their studies. The localized application in vivo was intracranial, convection-enhanced delivery in mouse brains. Dendriworms with siRNA directed against the epidermal growth factor receptor (EGFR) led to specific and significant suppression of EGFR expression under these settings. Similarly, Han et al. used bacterial magnetic nanoparticles (BMP) conjugated with PAMAM dendrimer and Tat peptide as a carrier of a small interfering RNA expression plasmid (psiRNA) to downregulate EGFR expression in human glioblastoma cells in vitro and in vivo [255] . They applied magnetofection conditions (magnetic field) in vitro but not in their subcutaneous tumor model in vivo. Upon intratumoral injection of the magnetic composition, they achieved tumor growth retardation, but there was no significant difference to mice treated with non-magnetic Lipofectamine 2000/psiRNA-EGFR treatment groups.\n\nTrue magnetofection conditions were applied in Song's recent study of gene delivery to various glioma cell lines, neural stem cells and an astrocytoma cell line in vitro and upon intrathecal injection in the lumbar spinal cord (subarachnoid space) in rats. As a magnetic carrier of plasmid DNA they used the commercially available PolyMAG transfection reagent in conjunction with bis(cysteinyl) histidine-rich, endosomolytic Tat peptides (which enhanced transfection efficiency) [71] . In the in vivo experiment, they placed a magnet on the back of animals in order to prevent gene transfer complexes from being carried away by cerebrospinal fluid flow. They examined two conditions, one where the magnet remained static and one where the magnet was moved along the spinal cord. Under the latter condition, the peak level reporter gene expression was detected in the cervical spinal cord remote from the injection site, with the lowest level of transgene expression in the lumbar spinal cord. Hence, the authors have demonstrated that in their model the magnetic vectors can be magnetically guided after localized injection. Similar findings were reported by Hashimoto et al. [256] . They have attached an adenoviral gene vector to magnetic particles via biotin-streptavidin linkage. In this manner they could direct adenoviral gene delivery to a restricted region in the mouse brain by magnetic force.\n\nMagnetofection including magnetic field application yielded clear advantages in magnetic vaccine studies by Zhou et al. [267] and Xiang et al. [266] . Zhou and colleagues injected magnetic DNA reporter gene compositions into the tibialis anterior (TA) muscles of mice and rabbits and found clearly enhanced reporter gene expression under magnetic field influence compared to controls (naked DNA and magnetic vector in the absence of a magnetic field). To assess the relative ability to prime antibody and T-cell responses, mice were immunized by intramuscular injection with HIV-1 gag DNA with magnetic vectors under magnetofection conditions, with magnetic vectors without magnetic field application and with naked DNA. Magnetofection significantly enhanced antibody responses to HIV-1 gag protein compared to controls. Furthermore, magnetofection induced the immune response at a much lower DNA dose than naked DNA, indicating an approximately 1000-fold increase in DNA vaccine potency. Furthermore, magnetofection accelerated the development of a humoral immune response significantly. Magnetofection gave 100% seroconversion already 1 week after a single immunization compared to 5 weeks with naked DNA. This is of major clinical interest. Zhou et al. have also examined the cytotoxic T-lymphocyte (CTL) response induced by immunization with the magnetic DNA vaccine. Also in this respect, magnetofection displayed a more than 1000-fold increase in DNA vaccine potency in terms of required DNA dose. The authors speculate that the observed enhancements may be based on an improved tissue penetration of the vaccine under magnetofection conditions, on transient tissue damage by the magnetic vaccine and possibly transfection of professional antigen presenting cells (APCs). Xiang et al.\n\nobtained similar results with a magnetic DNA vaccine based on PEIcoated bacterial magnetic nanoparticles [266] . They immunized mice by intramuscular injection with magnetic and non-magnetic PEI-DNA complexes encoding the foot-mouth disease viral capsule protein VP1. Also they found a significant enhancement of humoral and cellular immune responses against the target antigen compared to controls which were magnetic DNA complex in the absence of a magnetic field, non-magnetic PEI-DNA, naked DNA as well as PEI and magnetic particles without DNA. The two studies demonstrate a substantial potential of magnetofection in genetic vaccination.\n\nA very special type localized administration and magnetic targeting was published by Dames et al. [252] . They have experimented with magnetic aerosols which they call nanomagnetosols. Magnetic aerosols are generated from aqueous suspensions of magnetic nanoparticles using a nebulizer (in this case a nebulizer which is approved for inhalation therapies). Nanomagnetosols are liquid droplets comprising magnetic Fig. 13 . Treatment of feline fibrosarcoma with the Magnetovax®. In the study, the magnetic DNA composition is injected directly into the tumor. A magnetic field holds the particles in the tumor. After uptake into the tumor cells, they express a DNA sequence. This leads to the production of a messenger substance that activates the animal's immune system. If, after successful excision of the tumor, isolated malignant cells still remain in the cat's body, the immune system is apparently better equipped to deal with them. The incidence of recurrence is dramatically decreased. The images show treatment in the clinic. The image on the left shows a relatively large recurrent tumor that reappeared soon after surgical excision of the original tumor. The surgical scar after the initial treatment is still visible. The other images show Felovectin treatment in another animal: direct injection into the tumor followed by fixation of a small permanent magnet (2 × 1 × 0.5 cm) for 1 h on the surface of the tumor. The magnetic field holds the injected substance in the tumor and triggers uptake into tumor cells.\n\nnanoparticles and can in addition comprise active ingredients such as gene vectors. Using an electromagnet, Dames et al. could target DNA delivery to specific regions of the mouse lung. With respect to lung disease, aerosol delivery of drugs by inhalation represents the most straightforward strategy to target the diseased tissue [292] . In only a few previous studies, an approach of \"targeted dose intensification\" has been attempted in human lung cancer therapy [293, 294] . With respect to the physical constraints of magnetic drug targeting, an important feature of nanomagnetosols is the fact that in the case of aerosols, the actual drug carrier is the aerosol droplet which can be of several micrometers in diameter and which can comprise a multitude of magnetic nanoparticles. Hence, this carrier \"appears\" to an external magnetic field like one large magnetic particle [295] . Another compelling feature of magnetic aerosols is that the active ingredient does not need to be bound to the magnetic particles. The only requirement is that it is comprised within the same aerosol droplet. Magnetic aerosols can be a useful tool to increase the deposited dose of a drug in the lung and to direct it preferentially to one of the lung lobes. In ongoing experiments, the technology is evaluated in pigs. Preliminary results confirm the magnetic targetability also in this larger dimension (unpublished results).\n\nIn our own studies of therapeutic applications of magnetofection we have focused on immuno-gene therapy of feline fibrosarcoma (Fig. 13) [258, 259, 263] . This is one of the most frequent tumor diseases in cats with an extremely high recurrence rate. In about 75% of animals, the tumor recurs within 1 year of surgical removal [296] . In our ongoing veterinary clinical study, we inject plasmid DNA (comprising a cytokine gene) which is electrostatically bound to positively-charged magnetic nanoparticles directly into the tumor. We call this composition Magnetovax. Subsequently, a permanent magnet is attached to the tumor with adhesive tape in order to hold the injected dose in the tumor. This may also enhance the uptake of the magnetic complex into the tumor cells. The injection is carried out 2 weeks and 1 week prior to surgical removal of the tumor, which is the standard therapy. We have shown that this treatment actually leads to the expression of the therapeutic gene. The cytokine is intended to activate the immune system against the tumor in a sufficient manner to control remaining tumor cells after surgery. In the meantime, more than 150 animal patients have been treated in various treatment arms of the study. The treatment was very well tolerated and treatment drastically increased the percentage of long-term relapse-free animals. The results of the study will be published soon.\n\nConcluding this review paper we would like to discuss some of our own most recent developments. One is magnetic oncolytic adenovirus where we demonstrate enhanced infectivity and cell killing potency of this promising anti-cancer agent in tumor cells which are resistant to adenoviral infection. Another is magnetic microbubbles for combined magnetic targeting and ultrasound mediated delivery of nucleic acids. And a third is magnetic cell separation and magnetofection combined in one integrated procedure as a tool for future cell therapies.\n\nImplementation of cell therapy approaches require efficient methods for separation and genetic modification of cells in a cost-effective manner with low vector consumption, with a minimum number of handling steps and amenable to automation in a closed system. We have developed a new methodology for cell separation and transfection/ transduction in a single standardized procedure that we called \"Magselectofection\" (presented schematically in Fig. 14) [83] . A high gradient magnetic field cell separation column is used as a magnetic device to associate magnetic gene delivery vectors with magnetically labeled cells while they are passaged and separated through the column. In a model cell mixture of the suspension K562 and Jurkat T cells we have demonstrated that an optimized loading of the separation column with magnetic vectors does not interfere with cell separation efficiency and genetic modification occurs predominantly in the target cell population for both nonviral and viral magnetic vectors. Optimized magnetic vector formulations allow almost complete vector immobilization and association with the target cells at the column. The stronger magnetic forces prevailing in a high gradient field magnetic separation column and also the high concentration of \"reactants\" (vectors and cells) under magselectofection conditions enforce vector-target cell contact and enhance internalization of the vectors resulting in highly efficient transfection/ transduction cell lines and primary monocell cultures. In human umbilical cord mesenchymal cells at an applied 8 pg plasmid DNA per cell, 30% of cells were transfected and 60-100% cells were transduced depending on the donor when using 0.5 transducing units lentivirus per cells. Reporter gene expression was stably maintained during 1 month for most of the donors. At a lentiviral MOI 5 and low cell density 21% of hCB-CD34 + cells were transduced with eGFP reporter and maintained their progenitor cell phenotype after magselectofection. Lentiviral magselectofection with low MOIs (≤3) yielded up to 50% transduced mouse Lin − Sca1 + cells, which persistently reconstitute T and B cells in Il2rg −/− mice, compared to less than 10% with higher MOIs using standard transduction protocol for Lin − bone marrow cells [297] . The developed technology can become a valuable tool for cell therapies with genetically engineered cells. \n\nDespite the many reports on magnetically enhanced infection, little is known about whether or how this concept can be used to enhance the oncolytic potency of replicating viruses. Oncolytic viruses count among the most promising innovative cancer therapeutics. Therefore, we examined the potential of boosting the efficacy of the oncolytic adenovirus dl520 by associating it with magnetic nanoparticles and magnetic-field-guided infection in multidrug-resistant (MDR) CAR-deficient tumor cancer cells in vitro and upon intratumoral injection in vivo [55] . Characteristics and morphology of the Ad520 complexes with PEI-Mag2 nanoparticles are given in Table 4 C 3 F 8 Ultrasound Magnetic field Fig. 8 , respectively. Viral uptake into cells with optimized magnetic virus complexes at a given virus dose was enhanced 10-fold compared to nonmagnetic virus when infections were carried out under the influence of a magnetic field (Fig. 9) . Increased virus internalization resulted in a 10-fold enhancement of the oncolytic potency in terms of the dose required for killing 50% of the target cells (IC 50 value, Fig. 15a ) and an enhancement of 4 orders of magnitude in virus progeny formation at equal input virus doses compared to nonmagnetic viruses. The observed virus uptake was independent of the CAR expression of cells. The full oncolytic effect developed very fast within 2 days post-infection compared with 6 days in a nonmagnetic virus as a reference. Plotting target cell viability versus internalized virus particles for magnetic and nonmagnetic virus showed that the inherent oncolytic productivity of the virus remained unchanged upon association with magnetic nanoparticles (Fig. 15b) . Hence, we concluded that the mechanism of boosting the oncolytic effect by magnetic force is mainly due to the improved internalization of magnetic virus complexes resulting in potentiated virus progeny formation. Upon intratumoral injection and application of a gradient magnetic field in a murine xenograft model in a pilot experiment, magnetic virus complexes exhibited a stronger oncolytic effect than adenovirus alone. We propose that this approach would be useful during in vivo administration to tumor-feeding blood vessels to boost the efficacy of the primary infection cycle within the tumor. For systemic application, further modification of magnetic adenovirus complexes for shielding and retargeting of the whole magnetic virus complex entity is needed.\n\nThe feasibility and efficacy of magnetic drug targeting, particularly upon systemic administration, are limited by two constraints. One is the rapid clearance of particulate drug carriers from the circulation which we have discussed above. The other is the difficulty of exerting sufficient magnetic force to nanomagnetic carriers to counterbalance the hydrodynamic forces of the blood stream. The underlying physics has been discussed in excellent papers elsewhere [20, 280] . The objective is optimizing retention, tissue penetration and cellular uptake. The magnetic force acting on a magnetic drug carrier is proportional to the magnetic flux density, the field gradient and to the third power of its radius. The hydrodynamic force acting on this carrier according to Stoke's law is proportional to the first power of the radius. Based on a simplified consideration, one can predict that increasing the particle size will over-proportionally be in favor of the magnetic force. On the other hand, constraints on a suitable particle size for in vivo applications are given by the diameter of blood capillaries (around 5 μm). Embolization needs to be avoided.\n\nTherefore, magnetic formulations are required that \"appear\" to be large diameter magnetic particles to the magnetic field, which however are small enough or have inherent flexibility to travel through blood capillaries like blood cells do. Some of these requirements are fulfilled by magnetic liposomes [298, 299] . Another approach is combining sonoporation and magnetofection. Microbubbles are gas bubbles usually of a few micrometers in diameter surrounded by a shell which can consist of proteins, polymers, lipids or combinations thereof. Due to their gas content, they are excellent reflectors of ultrasound. Consequently they are used as contrast agents in medical ultrasound imaging. Both low molecular weight drugs and nucleic acids can be associated with microbubbles in various ways. In addition, microbubbles can be targeted exploiting receptor-ligand type interactions (including antigen-antibody interactions) [300, 301] . Drug-loaded microbubbles hold potential as \"magic bullet\" agents to deliver drugs to precise locations in the body, these precise locations being determined by where the ultrasound energy is focused [301, 302] . The interaction of microbubbles and ultrasound in the low MHz range leads to cavitation, microstreaming and eventually to bubble burst and consequent drug release [303] . In addition, cavitation can lead to microvessel rupture leading to increased permeability of the endothelial barrier [304, 305] . This effect has been used to deliver nanoparticles and even red blood cells to the interstitium of rat skeletal muscle [306] . Cavitation nuclei formed by microbubbles have also been used to permeabilize the blood-brain barrier [307] . Essential for a combination with magnetofection is that microbubbles have been used very successfully in nucleic acid delivery in a variety of tissues [308] [309] [310] .\n\nBased on this state of the art, we [86, 257, [311] [312] [313] and others [314] reasoned that microbubbles may be ideal carriers to incorporate a high quantity of magnetic nanoparticles as well as active agents such as drugs or nucleic acids (Fig. 16) . This idea had already been published in the year 2000 by Soetanto and coworkers [315] . The expectation was that the flexibility of this carrier should be sufficient to \"squeeze\" through blood capillaries and that magnetic accumulation of the carrier against hydrodynamic forces ought to be facilitated compared with \"free\", physically uncoupled magnetic nanoparticles. This has been confirmed in a series of in vitro and in vivo experiments published recently [86, 313] . We have developed two generations of magnetic microbubbles. The first generation which we call magnetic acoustically active lipospheres (MAALs) was based on a composition developed by Unger et al. for the delivery of hydrophobic drugs (Fig. 17) [316] . Its main component is soybean oil that has been stabilized by an outer layer of amphipathic lipids. In order to bind nucleic acids, we included a cationic lipid transfection reagent in this formulation, and to make it magnetic, we incorporated detergent-coated magnetic nanoparticles. This formulation has high binding capacity for nucleic acids and has favorable magnetic properties but is not very responsive to ultrasound. In cell culture, ultrasound application did not have an enhancing effect in gene or siRNA delivery over magnetic field application alone. However, in a pre-clinical model of ischemic skin flap survival in rats which is relevant in reconstructive surgery, the best therapeutic effect VEGF-gene-loaded MAALs was achieved with a combined application of magnetic field and ultrasound [257] . In this particular model, MAALs are injected subcutaneously in the skin flap area. The expression of the VEGF gene leads to the formation of new blood vessels, which improves the blood supply to the tissue. In another model, a dorsal skinfold chamber model in mice, nucleic acid deposition in the target area upon injection into the blood circulation was only achieved when the magnetic field and ultrasound were applied in combination (Fig. 18 ) [312] . Stride et al. have reported on a magnetic microbubble composition which is highly responsive to ultrasound [314] . They have achieved a significant enhancement of gene transfer efficiency in cell culture through combined application of ultrasound and magnetic field. Our second generation of magnetic microbubbles appears to have similar properties, is highly responsive to ultrasound and gives excellent contrast in ultrasound imaging [312] .\n\nSummarizing, magnetic microbubbles are promising carriers for localized nucleic acid delivery. Clearly, further studies are required to optimize the system. Nevertheless, one can already state that magnetic microbubbles will be useful in the combining drug delivery, ultrasound and magnetic resonance imaging.\n\nMajor progress has been made in this field during the last 10 years, reflected in an exponentially growing number of publications. Being commercially available, magnetofection has become a widely used research tool. Being applicable virtually with any type of nucleic acid and any kind of nonviral or viral gene vector, it can improve the efficacy of gene delivery in many applications. Now, that the benefits and potentials of magnetofection have been highlighted comprehensively it is time to acknowledge that the method is not a solution for any limitation in nucleic acid delivery. After many years of research, conventional forms of delivery have been advanced successfully to clinical trials. Other forms of targeting and other physical methods of delivery are highly promising. To date, side by side comparisons or combinations for example with electroporation, sonoporation, hydroporation, aerosolization, ballistic methods, occlusion of the blood outflow from the target organ or biological targeting are still rare. In the absence of further evidence, any of the named methods needs to be considered as promising as magnetofection is. Electroporation is probably the most advanced method and the efficiency of this method in vitro and in vivo, particularly with non-dividing cells, still needs to be achieved with magnetofection. When compared to all the other physical methods, the major advantage of magnetofection is that it is able to combine simplicity, non-expensiveness, localization of delivery, enhanced efficiency and reduction of incubation time and of vector doses (cited from [138] ). The true potential of the method is possibly its amenability to innovation with integrated technologies. Examples are combined magnetic cell separation and nucleic acid delivery for future cell therapies, magnetic positioning of genetically engineered cells for tissue regeneration and tissue engineering and theranostic systems for integrated nucleic acid delivery and multimodal medical imaging. There is plenty of work to be done for years to come."}