{"title": "Dissolution Advantage of Nitazoxanide Cocrystals in the Presence of Cellulosic Polymers", "body": "Nitazoxanide (NTZ), 2-acetyloxy-N-(5-nitro-2-thiazolyl)benzamide, is a synthetic nitrothiazole derivative (Scheme 1) with a broad spectrum of applications as an antiparasitic, antibacterial and antiviral agent, being effective against protozoal infections, helminths, gram negative and gram positive bacteria, and diverse viruses (respiratory viruses, rotavirus, norovirus, coronavirus, hepatitis B and C, dengue-2, yellow fever, Japanese encephalitis, and human immunodeficiency viruses) [1] [2] [3] . Moreover, NTZ has shown anticancer activity [4] , suppresses the production of interleukins (IL) such as IL-6 [5] , and is a promising compound for the treatment of neuropathic pain and the Ebola virus disease [6, 7] .\n\nA cocrystal constitutes a solid single-phase crystalline material composed of two or more molecular and/or ionic compounds in a stoichiometric ratio, which is neither a solvate nor a simple salt. If at least one of the components is an active pharmaceutical ingredient (API) and if the coformer is pharmaceutically acceptable, then the substance is recognized as pharmaceutical cocrystal. A pharmaceutical cocrystal can offer multiple benefits for physicochemical and biopharmaceutical properties of APIs, such as increased solubility and dissolution rates, improvement of mechanical properties, and stability [13] [14] [15] . Particularly, cocrystals have exhibited higher, similar or lower solubility compared to the parent API, depending on the nature of the coformer and the solution conditions [16, 17] . Solubility advantages of cocrystals over parent drugs can be higher by orders of magnitude, however, this also represents a risk due to precipitation to the less soluble form of the drug at supersaturated concentrations reached during the dissolution process [18, 19] .\n\nDue to this former behavior, cocrystals are potential candidates for the development of supersaturating drug delivery systems [20, 21] . A strategy to control cocrystal dissolution, drug supersaturation and precipitation is the use of supersaturated formulations, which incorporates additives and excipients such as cyclodextrins, surfactants and polymers [22] . In such systems, the supersaturation state must be maintained over a reasonable time period in order to promote adequate absorption for increased bioavailability. In this line, there are several recent reports on the effect of polymers and surfactants in increasing solubility and dissolution rates of poorly soluble drugs, starting from a cocrystalline solid phase. Some representative APIs and nutraceutical compounds studied under this approach are celecoxib [23] , danazol [24] , indomethacin [25] , carbamazepine [26] [27] [28] [29] [30] [31] , flufenamic acid [32] , cilostazol [33] , resveratrol [34] , dihydromyricetin [35] , tadalafil [36] , exemestane [37] and posaconazole [38] .\n\nDissolution methods under non-sink conditions are commonly used for evaluating the ability of poorly soluble APIs to generate and to maintain a supersaturation state in solution [24, 39] . Additionally, Pharmaceutics 2020, 12, 23 3 of 18 powder dissolution experiments are a good alternative to intrinsic dissolution tests for cocrystals undergoing rapid transformation to a less soluble phase of the drug [24] , as recently found in the biopharmaceutical characterization of cocrystals with meloxicam, indomethacin, apixaban and myricetin [40] [41] [42] [43] .\n\nRecently, the synthesis and characterization of NTZ cocrystals using succinic, glutaric, 2,5-dihydroxybenzoic, p-aminobenzoic and p-aminosalicylic acid as coformers were reported [8, 44] . In both publications, improved intrinsic dissolution rates were documented, showing that NTZ cocrystals can improve the solubilization of NTZ in physiologically relevant media [8] , thus being good candidates for the future development of novel dosage forms. Herein, two cocrystals, viz., NTZ-GLU and NTZ-SUC (GLU = glutaric acid; SUC = succinic acid), were chosen to evaluate the effect of two cellulosic polymers, namely hydroxypropyl methylcellulose (HPMC) and methylcellulose (Methocel ® 60 HG) (Scheme 1), on the dissolution performance of the API, in comparison with pure NTZ, a commercially available NTZ medicine and the respective physical mixtures of NTZ and the coformer. Our study includes an API widely used in treatments concerning tropical neglected diseases, even though scarcely studied [45] . The purpose of this work was to study the behavior of NTZ cocrystals in solution and the conditions to sustain supersaturation levels since these conditions cannot be apparent and must be studied case-by-case. Given its therapeutic relevance, approaches to formulate nitazoxanide cocrystals will be of benefit to improve its efficacy, considering that its low solubility impacts its bioavailability. Importantly, nitazoxanide has been proposed as a potential agent for public health control [46] .\n\nNitazoxanide was kindly donated by Laboratories Senosiain, S.A de C.V., CDMX, México. Glutaric acid, succinic acid, hydroxypropyl methylcellulose (HPMC, MW: 26 kDa. This product has a methoxyl content of 19-24% and a hydroxypropoxyl content of 7-12%, viscosity 80-120 cP, 2% in H 2 O at 20 • C), methylcellulose (Methocel ® 60 HG and Methocel ® MC), hydroxypropyl cellulose (HPC 80,000 and HPC 370,000), polyvinylpyrrolidone (Kollidon ® 25), polyethylene glycol (Kollisolv ® ) and poly(ethylene glycol)-block-poly(propylene glycol)-block-poly(ethylene glycol) (Kolliphor ® P 407) were purchased from Sigma-Aldrich (St. Louis, MO, USA) as reagents for use only in the laboratory. All organic solvents used were purchased from J. T. Baker Chemical Co. (Phillipsburg, NJ, USA). Solvents and chemical compounds were used as received without further purification.\n\nNTZ-GLU and NTZ-SUC cocrystals of 1:1 and 2:1 NTZ:coformer stoichiometric ratio, respectively, were synthetized by the liquid-assisted grinding (LAG) technique as previously reported [8] . Samples of 1.0 g were ground in a Retsch MM400 mixer (Haan, Germany; 0.5 h at 25 Hz) with acetone. The formation of the cocrystalline solid phases was established by comparison of the powder X-ray diffraction (PXRD) patterns with both experimental and simulated patterns obtained from reported X-ray crystal structures (REFCODES: BREEINM and BRENVIEX).\n\nA total of eight candidate polymers were evaluated to test their ability to maintain NTZ solubilized: Methocel ® MC, Methocel ® 60 HG, HPMC, HPC 80,000, HPC 370,000, Kollisolv ® , Kolliphor ® P 407, and Kollidon ® 25 (see Table S1 , for further polymer details). The tests were performed by the modified solvent shift method proposed by Childs et al. in 2013 [24] , see Figure S1 . Aqueous solutions were prepared containing 0.5% w/v of each pre-dissolved polymer in pH 7.5 phosphate buffer solution (PBS) Pharmaceutics 2020, 12, 23 4 of 18 and also one containing only buffer solution. A volume of 3 mL of each medium was placed in a spectrophotometer quartz cell, followed by a stepwise addition of a total of 13 aliquots of 10 µL each from NTZ stock solution in DMSO (25 mg/mL) at 5 min interval times. The ability of the polymeric compounds to maintain the API dissolved was determined by analysis of the presence or absence of precipitated NTZ in solution, which can be monitored by UV-vis spectrophotometry measured at λ = 550 nm.\n\nFor the powder dissolution experiments under non-sink conditions, 200 mg of pure NTZ or the equivalent of NTZ cocrystal were added to 10 mL of pH 7.5 buffer dissolution medium. All NTZ samples were passed through a sieve mesh 200.\n\nThe dissolution experiments were carried out at 37 ± 0.5 • C with magnetic stirring at 90 rpm (Personal Reaction Station, J-Kem Scientific Inc., St. Louis, MO, USA). Samples of 1 mL were withdrawn and subsequently filtered (Whatman 3), each minute during the first 10 min, then every two minutes until 30 min, and finally at 45, 60, 75 and 90 min. A total of 200 µL samples were then diluted to 5 mL with the corresponding dissolution medium and analyzed by UV-vis spectrophotometry at 435 nm to determine the amount of NTZ dissolved. Dissolution test with solutions containing pre-dissolved HPMC or Methocel ® 60 HG polymer (0.5% w/v) in pH 7.5 PBS were employed and compared with the results obtained from polymer-free solutions (PBS alone). All experiments were carried out in triplicate. After the dissolution experiments, the solid residues were collected and dried at room temperature for analysis by powder X-ray diffraction (PXRD).\n\nPowder formulations with NTZ consisted in physical mixtures of the components listed in Table 1 . Formulations at three different concentrations (1.0, 2.5 and 5.0% w/w) of Methocel ® 60 HG were prepared considering 250 mg of nitazoxanide in the powder mix (entries 4 to 12). For comparison, the corresponding control experiments in the absence of Methocel ® 60 HG were also obtained (entries 1, 2 and 3). All NTZ samples were passed through a sieve mesh 200. \n\nFor the dissolution experiments employing the USP 1 apparatus, the powder formulations shown in Table 1 were added to a volume of 600 mL of pH 7.5 PBS solution, with a rotation speed of 100 rpm at 37 ± 0.5 • C. Samples of 4 mL were taken at 2, 5, 10, 15, 30, 60, 120 and 180 min, and an equal volume of fresh medium was added to maintain the dissolution medium volume constant. The NTZ concentration was quantified by UV-vis spectrophotometry at 435 nm ( Figures S2 and S3 ). Each dissolution profile represents the average of three experiments. After the dissolution experiments, the solid residues were collected and dried at room temperature for analysis by PXRD and by scanning electron microscopy (SEM). Finally, a test comparing a powder formulation with Methocel ® 60 HG Pharmaceutics 2020, 12, 23 5 of 18 5% w/w containing 500 mg of NTZ as NTZ-SUC cocrystal and a commercially available formulation (500 mg tablet) was performed. The reference tablets of NTZ (Daxon ® , 500 mg NTZ) were ground in an agate mortar and passed through a sieve mesh 200. All the dissolution profiles are presented as mg of NTZ dissolved vs. time. The mg of NTZ dissolved was calculated as:\n\nwhere C n = concentration of drug in sample n, V n = volume of dissolution media at the time of taking the sample n; C i = concentration of drug in sample n − 1 and V s = volume of aliquot due to sampling [47] .\n\nThe solid phases resulting from the NTZ cocrystal synthesis and the samples recovered from the powder dissolution experiments were examined by PXRD analysis using a BRUKER D8-ADVANCE diffractometer (Bruker, Bremen, Germany) equipped with a LynxEye detector (λ CuKα1 = 1.5406 Å, monochromator: germanium). The equipment was operated at 40 kV and 40 mA, and data were collected at room temperature in the range of 2θ = 5-45 • . Powder diffraction patterns were compared with the simulated patterns from single crystal X-ray diffraction (SCXRD) data.\n\nThe solid residuals obtained after the dissolution tests under sink conditions were analyzed by SEM. For this purpose, the samples were coated with a gold layer, where after SEM micrographs were captured by a VEGA 3 TESCAN scanning electron microscope (Tescan Orsay Holdings, Kohoutovice, Czech Republic) at 10.0 kV.\n\nThe differences in the dissolution profiles were analyzed by two-way variance analysis (ANOVA) of the area under the curve (AUC), using the Origin Pro 9.0 software package (OriginLab Co., Northampton, MA, USA). Subsequently, a multiple post hoc test (Tukey) was performed with a significance level of 0.05 using the Statgraphics software (Statgraphics Technologies, Inc., The Plains, VA, USA).\n\nNTZ was combined with GLU and SUC in 1:1 and 2:1 stoichiometric ratio, respectively, using the liquid-assisted grinding method with acetone as solvent as previously reported [8] . NTZ-SUC and NTZ-GLU cocrystals were prepared in scales of 1.0 g, and in all cases a homogeneous single phase was obtained, for which the experimental PXRD pattern agreed with the pattern simulated from the crystal structure determined by single-crystal X-ray diffraction analysis (see Figure S4 ). A batch of ten (individually characterized) samples was finally mixed and used for all subsequent experiments. Figure 1 shows the effect of polymers commonly employed in pharmaceutical drug formulations to inhibiting or delaying precipitation of NTZ. In the absence of polymers, addition of aliquots from NTZ stock solution (25 mg/mL) to 3 mL of a phosphate buffer solution (PBS, pH 7.5) caused precipitation of NTZ at concentrations above 0.30 mg/mL. In the presence of 0.5% w/v pre-dissolved cellulosic polymers, i.e., Methocel ® MC, Methocel ® 60 HG, HMPC, HPC 80,000 and HPC 370,000, as well as the polyvinylpyrrolidone Kollidon ® 25, precipitation of NTZ was inhibited, reaching concentrations of at least 1.0 mg/mL; meanwhile, polyethylene glycol Kollisolv ® and poloxamer Kolliphor ® P 407 maintained the drug dissolved only at concentrations below 0.25-0.40 mg/mL. Based on these results, HPMC and Methocel ® 60 HG were selected for subsequent powder dissolution experiments of NTZ and the cocrystal phases with GLU and SUC under non-sink conditions. Pharmaceutics 2020, 12, x 6 of 18 on these results, HPMC and Methocel ® 60 HG were selected for subsequent powder dissolution experiments of NTZ and the cocrystal phases with GLU and SUC under non-sink conditions. \n\nPowder dissolution profiles of pure NTZ and the NTZ-GLU/NTZ-SUC cocrystals were measured in pH 7.5 phosphate buffer solution in the absence and presence of pre-dissolved polymer (0.5%, w/v; 5 mg/mL). The corresponding graphs are shown in Figure 2 . In the absence of polymer, there is no statistically significant difference (p > 0.05) between the profile of NTZ and those obtained for the cocrystals (Figure 2a) , maintaining on average a saturated NTZ concentration of 0.5 mg/mL. On the contrary, in the presence of pre-dissolved HPMC and Methocel ® 60 HG, the NTZ dissolution profiles of the pure form and the cocrystals are significantly different (p < 0.05) (Figure 2b ,c). Thus, starting from the cocrystals, pre-dissolved HPMC and Methocel ® 60 HG enable the generation of transient drug concentrations (approximately 2 mg/mL) that are 4 times above NTZ solubility, following a spring-parachute profile as postulated by Guzman et al. [48] . This supersaturation state is sustained for approximately 30 min, for both cocrystals. The decay of the NTZ concentration is attributed to precipitation of pure NTZ, as indicated by PXRD analyses of the solid residues recovered after the dissolution experiments with NTZ-GLU and NTZ-SUC, that showed characteristic diffraction peaks of pure NTZ (Figures 3-5) . Overall, this analysis shows that indeed NTZ-GLU and NTZ-SUC have superior dissolution properties compared to the parent drug, suggesting that dissolution kinetics of the cocrystalline phases is extremely rapid, supersaturating the solution and precipitating in a short time period (~1-5 min), which is in agreement with our previous studies on the solution-phase stability of NTZ-GLU and NTZ-SUC in PBS pH 7.5 [8] . However, in the presence of pre-dissolved HPMC and Methocel ® 60 HG, the precipitation of pure NTZ is delayed by a time interval long enough to envision a potential improvement of the bioavailability (~30 min, see Discussion section). \n\nPowder dissolution profiles of pure NTZ and the NTZ-GLU/NTZ-SUC cocrystals were measured in pH 7.5 phosphate buffer solution in the absence and presence of pre-dissolved polymer (0.5%, w/v; 5 mg/mL). The corresponding graphs are shown in Figure 2 . In the absence of polymer, there is no statistically significant difference (p > 0.05) between the profile of NTZ and those obtained for the cocrystals (Figure 2a) , maintaining on average a saturated NTZ concentration of 0.5 mg/mL. On the contrary, in the presence of pre-dissolved HPMC and Methocel ® 60 HG, the NTZ dissolution profiles of the pure form and the cocrystals are significantly different (p < 0.05) (Figure 2b ,c). Thus, starting from the cocrystals, pre-dissolved HPMC and Methocel ® 60 HG enable the generation of transient drug concentrations (approximately 2 mg/mL) that are 4 times above NTZ solubility, following a spring-parachute profile as postulated by Guzman et al. [48] . This supersaturation state is sustained for approximately 30 min, for both cocrystals. The decay of the NTZ concentration is attributed to precipitation of pure NTZ, as indicated by PXRD analyses of the solid residues recovered after the dissolution experiments with NTZ-GLU and NTZ-SUC, that showed characteristic diffraction peaks of pure NTZ (Figures 3-5) . Overall, this analysis shows that indeed NTZ-GLU and NTZ-SUC have superior dissolution properties compared to the parent drug, suggesting that dissolution kinetics of the cocrystalline phases is extremely rapid, supersaturating the solution and precipitating in a short time period (~1-5 min), which is in agreement with our previous studies on the solution-phase stability of NTZ-GLU and NTZ-SUC in PBS pH 7.5 [8] . However, in the presence of pre-dissolved HPMC and Methocel ® 60 HG, the precipitation of pure NTZ is delayed by a time interval long enough to envision a potential improvement of the bioavailability (~30 min, see Discussion section). \n\nThe above-described powder dissolution experiments under non-sink conditions showed that the best improvement of the NTZ dissolution profile was achieved with the NTZ-SUC cocrystal, in the presence of Methocel ® 60 HG. To evaluate if the polymer included in the solid formulation has an effect on the dissolution kinetics of the cocrystal, four pharmaceutical powder formulations were examined with cocrystal-polymer ratios of 0.0, 1.0, 2.5 and 5.0% (w/w). The dissolution performance of the formulated solid samples was analyzed by means of powder dissolution tests using the USP 1 (basket) apparatus. A similar strategy was employed for the evaluation of formulated cocrystals of carbamazepine [29, 30] . The dissolution profiles in pH 7.5 PBS for NTZ in pure form, a 2:1 \n\nThe above-described powder dissolution experiments under non-sink conditions showed that the best improvement of the NTZ dissolution profile was achieved with the NTZ-SUC cocrystal, in the presence of Methocel ® 60 HG. To evaluate if the polymer included in the solid formulation has an effect on the dissolution kinetics of the cocrystal, four pharmaceutical powder formulations were examined with cocrystal-polymer ratios of 0.0, 1.0, 2.5 and 5.0% (w/w). The dissolution performance of the formulated solid samples was analyzed by means of powder dissolution tests using the USP 1 (basket) apparatus. A similar strategy was employed for the evaluation of formulated cocrystals of carbamazepine [29, 30] . The dissolution profiles in pH 7.5 PBS for NTZ in pure form, a 2:1 \n\nThe above-described powder dissolution experiments under non-sink conditions showed that the best improvement of the NTZ dissolution profile was achieved with the NTZ-SUC cocrystal, in the presence of Methocel ® 60 HG. To evaluate if the polymer included in the solid formulation has an effect on the dissolution kinetics of the cocrystal, four pharmaceutical powder formulations were examined with cocrystal-polymer ratios of 0.0, 1.0, 2.5 and 5.0% (w/w). The dissolution performance of the formulated solid samples was analyzed by means of powder dissolution tests using the USP 1 (basket) apparatus. A similar strategy was employed for the evaluation of formulated cocrystals of carbamazepine [29, 30] . The dissolution profiles in pH 7.5 PBS for NTZ in pure form, a 2:1 stoichiometric physical mixture of NTZ and SUC, and NTZ-SUC (2:1) cocrystals formulated with an increasing amount of Methocel ® 60 HG are given in Figure 6 .\n\nPharmaceutics 2020, 12, x 9 of 18 stoichiometric physical mixture of NTZ and SUC, and NTZ-SUC (2:1) cocrystals formulated with an increasing amount of Methocel ® 60 HG are given in Figure 6 . Figure 6a illustrates the dissolution profiles measured over a time interval of 3 h of the unformulated (0.0% w/w of Methocel ® 60 HG) solid phases of pure NTZ, the physical mixture with SUC and the NTZ-SUC cocrystal. The drug dissolution profiles are similar (p > 0.05), achieving approximately 8 mg of dissolved drug (ca. 3% in relation to 250 mg of NTZ dose). In contrast, when the solid phases were formulated with 1.0% Methocel ® 60 HG, the drug was dissolved in significantly larger amounts, either starting from the pure form, the physical mixture or the cocrystal (~17-27 mg of drug dissolved after 3 h). Although the graph associated to NTZ-SUC exhibits a larger increase, the statistical difference (p > 0.05) between the dissociation rates is not significant due to the relatively large standard deviation (Figure 6b ). However, with larger amounts of Methocel ® 60 HG polymer (2.5 and 5.0%), the NTZ-SUC cocrystal gave a significantly improved dissolution profile (p < 0.05) when compared to analogous formulations of pure NTZ and the physical mixture, achieving after 3 h, amounts of 42 and 45 mg of NTZ dissolved (Figure 6c,d) . Furthermore, for the formulation of the cocrystal with 5% Methocel ® 60 HG, the amount of NTZ dissolved after 2 min was already approximately 12 mg (Figure 6d ), which is significantly larger than the final amount achieved by the corresponding unformulated solid phases (Figure 6a) .\n\nThe cocrystal solubilization can be quantified by the AUC (area under the curve), thus constituting a parameter indicative of the influence that cocrystals have on the API performance. The AUC is directly and inversely proportional to the dissolution and precipitation rates, respectively [49] . Figure 7 shows that unformulated NTZ-SUC cocrystals and NTZ-SUC formulated with 1.0% w/w Methocel ® 60 HG do not lead to improved dissolution profiles when compared to NTZ and the Figure 6a illustrates the dissolution profiles measured over a time interval of 3 h of the unformulated (0.0% w/w of Methocel ® 60 HG) solid phases of pure NTZ, the physical mixture with SUC and the NTZ-SUC cocrystal. The drug dissolution profiles are similar (p > 0.05), achieving approximately 8 mg of dissolved drug (ca. 3% in relation to 250 mg of NTZ dose). In contrast, when the solid phases were formulated with 1.0% Methocel ® 60 HG, the drug was dissolved in significantly larger amounts, either starting from the pure form, the physical mixture or the cocrystal (~17-27 mg of drug dissolved after 3 h). Although the graph associated to NTZ-SUC exhibits a larger increase, the statistical difference (p > 0.05) between the dissociation rates is not significant due to the relatively large standard deviation (Figure 6b ). However, with larger amounts of Methocel ® 60 HG polymer (2.5 and 5.0%), the NTZ-SUC cocrystal gave a significantly improved dissolution profile (p < 0.05) when compared to analogous formulations of pure NTZ and the physical mixture, achieving after 3 h, amounts of 42 and 45 mg of NTZ dissolved (Figure 6c,d) . Furthermore, for the formulation of the cocrystal with 5% Methocel ® 60 HG, the amount of NTZ dissolved after 2 min was already approximately 12 mg (Figure 6d ), which is significantly larger than the final amount achieved by the corresponding unformulated solid phases (Figure 6a) .\n\nThe cocrystal solubilization can be quantified by the AUC (area under the curve), thus constituting a parameter indicative of the influence that cocrystals have on the API performance. The AUC is directly and inversely proportional to the dissolution and precipitation rates, respectively [49] . Figure 7 shows that unformulated NTZ-SUC cocrystals and NTZ-SUC formulated with 1.0% w/w Methocel ® 60 HG do not lead to improved dissolution profiles when compared to NTZ and the physical mixture of NTZ and SUC (p > 0.05). However, for the formulations with 2.5 and 5.0% (w/w) of polymer, the AUC for the NTZ-SUC cocrystal increased by factors of 8.0 and 9.2, respectively, in comparison to the unformulated NTZ. Meanwhile, for NTZ and the physical mixture with SUC the AUC are practically constant in the polymer formulations examined herein. Selected samples of the solid residues recovered after the dissolution tests were analyzed by PXRD and SEM analysis. The PXRD data showed that the NTZ-SUC cocrystal is transformed into its parent drug in all of the formulations tested (Figure 8) , and it was also observed in the dissolution experiments under non-sink conditions. Peaks for SUC are not observed, indicating that the coformer was completely dissolved, which is in agreement with its good solubility in water (71 mg/mL at 25 °C). Selected samples of the solid residues recovered after the dissolution tests were analyzed by PXRD and SEM analysis. The PXRD data showed that the NTZ-SUC cocrystal is transformed into its parent drug in all of the formulations tested (Figure 8) , and it was also observed in the dissolution experiments under non-sink conditions. Peaks for SUC are not observed, indicating that the coformer was completely dissolved, which is in agreement with its good solubility in water (71 mg/mL at 25 • C).\n\nPharmaceutics 2020, 12, x 10 of 18 physical mixture of NTZ and SUC (p > 0.05). However, for the formulations with 2.5 and 5.0% (w/w) of polymer, the AUC for the NTZ-SUC cocrystal increased by factors of 8.0 and 9.2, respectively, in comparison to the unformulated NTZ. Meanwhile, for NTZ and the physical mixture with SUC the AUC are practically constant in the polymer formulations examined herein. Selected samples of the solid residues recovered after the dissolution tests were analyzed by PXRD and SEM analysis. The PXRD data showed that the NTZ-SUC cocrystal is transformed into its parent drug in all of the formulations tested (Figure 8) , and it was also observed in the dissolution experiments under non-sink conditions. Peaks for SUC are not observed, indicating that the coformer was completely dissolved, which is in agreement with its good solubility in water (71 mg/mL at 25 °C). and solid residues after dissolution tests in USP 1 apparatus: (d) NTZ-SUC formulated with 1.0% w/w Methocel ® 60 HG, (e) NTZ-SUC formulated with 2.5% w/w Methocel ® 60 HG, (f) NTZ-SUC formulated with 5.0% w/w Methocel ® 60 HG, (g) NTZ formulated with 5.0% w/w Methocel ® 60 HG, and (h) physical mixture of NTZ and SUC formulated with 5.0% w/w Methocel ® 60 HG. Figure 9 presents SEM images of the cocrystal phase NTZ-SUC before and after the dissolution experiments in the presence of different amounts of Methocel ® 60 HG. Freshly prepared NTZ-SUC cocrystals exhibit a characteristic and homogeneous cylindrical morphology with a small particle size (Figure 9a ) in comparison with pure NTZ and the physical mixture with SUC ( Figure S5a,b) . The SEM images of the solid residues recovered after the dissolution tests of NTZ and the physical mixture formulated with Methocel ® 60 HG at 1.0 and 5.0% (w/w) show slight changes of the morphology in the presence of polymer ( Figure S5c-f) . A more pronounced effect occurs for the NTZ-SUC cocrystals with the morphology of the samples changing significantly with increasing amount of polymer (Figure 9b-d) .\n\nmorphology in the presence of polymer ( Figure S5c-f) . A more pronounced effect occurs for the NTZ-SUC cocrystals with the morphology of the samples changing significantly with increasing amount of polymer (Figure 9b-d) .\n\nBecause of the promising results, the performance of the powder formulation of NTZ-SUC cocrystal with Methocel ® 60 HG (5% w/w) was compared with a commercially available formulation of NTZ. Since our studies were based on a pharmaceutical powder, the commercially available reference tablets of NTZ (Daxon ® , 500 mg NTZ) were ground in an agate mortar and sifted through a sieve mesh 200. The results of the powder dissolution experiments using the USP type 1 apparatus (following the protocol detailed in Section 2.2.5) are shown in Figure 10 . Comparison of the dissolution graphs shows a statistically significant improvement of the dissolution properties for the formulated NTZ-SUC cocrystal in comparison with the commercial NTZ medicine (p < 0.05). From the polymer-cocrystal formulation with Methocel ® 60 HG (5% w/w), 57 mg of the drug were dissolved in the bulk solution after 3 h with an amount dissolved of 9046 ± 533 mg NTZ*min (AUC0-3 h), while the commercial product achieved 50 mg in the same time period, with an amount of 7287 ± 77 mg NTZ*min dissolved. Because of the promising results, the performance of the powder formulation of NTZ-SUC cocrystal with Methocel ® 60 HG (5% w/w) was compared with a commercially available formulation of NTZ. Since our studies were based on a pharmaceutical powder, the commercially available reference tablets of NTZ (Daxon ® , 500 mg NTZ) were ground in an agate mortar and sifted through a sieve mesh 200. The results of the powder dissolution experiments using the USP type 1 apparatus (following the protocol detailed in Section 2.2.5) are shown in Figure 10 . Comparison of the dissolution graphs shows a statistically significant improvement of the dissolution properties for the formulated NTZ-SUC cocrystal in comparison with the commercial NTZ medicine (p < 0.05). From the polymer-cocrystal formulation with Methocel ® 60 HG (5% w/w), 57 mg of the drug were dissolved in the bulk solution after 3 h with an amount dissolved of 9046 ± 533 mg NTZ*min (AUC 0-3 h ), while the commercial product achieved 50 mg in the same time period, with an amount of 7287 ± 77 mg NTZ*min dissolved. \n\nIn a recent review Zaworotko and coworkers enlisted a total of eight commercially available pharmaceutical cocrystals [50] , showing that cocrystalline solid forms of current APIs are adequate for the fabrication of medicines for various types of therapies. At the same time, in the last few years the number of publications and patents related to pharmaceutical cocrystals has been increasing [50, 51] . Nevertheless, there are still several challenges for the development of cocrystals in pharmaceutical solid dosage forms, particularly in controlling the behavior of cocrystal dissolution, drug supersaturation and precipitation kinetics, which can be achieved by selecting suitable excipients that will delay nucleation and/or crystallization, and maintain adequate drug supersaturation levels [13, 51] .\n\nIn the research project presented herein, two cellulosic polymers were chosen to evaluate their effect on maintaining the supersaturated state achieved during the dissolution of cocrystalline solid phases of nitazoxanide, a poorly soluble drug. Subsequently, polymer-cocrystal powder formulations were developed. To select adequate candidates from the series of widely used polymers in the pharmaceutical industry that delay the nucleation and/or crystallization of NTZ in supersaturated conditions, the solvent-shift approach was used [24] , see Figure S1 . Figure 1 demonstrates the results with the polymers tested for NTZ in pH 7.5 PBS at room temperature, finding that non-cellulosic polymers (Kollisolv ® and Kolliphor ® P407) do not significantly help in delaying NTZ precipitation, while polyvinylpyrrolidone (PVP-Kollidon ® 25) and cellulosic polymers (HPC 80,000, HPC 370,000, HPMC, Methocel ® MC and Methocel ® 60 HG) enable the increase of the concentration of NTZ in aqueous solution up to at least 1.0 mg/mL. Considering the hydrogen bonding capacity, NTZ has one H-bond donor group (NH) and four H-bond acceptor sites [8] . As can be observed in Scheme 1, the cellulosic polymers HPMC and Methocel ® 60 HG contain a large number of O-H donor groups, which are complementary for the formation of hydrogen bonds with hydrogen bond acceptors, explaining the good precipitation inhibitor properties for NTZ. The remaining polymers tested herein lack strong H-bond donor functions that could interact through hydrogen bonds with NTZ. These findings are supported by previous reports in the literature, e.g., in 2010, Warren et al. described the effectiveness of cellulosic polymers as crystallization inhibitors for danazol [52] . Other reports showed that HPMC reduces efficiently the nucleation and crystal growth of felodipine [53] and celecoxib [54] under non-sink conditions. Moreover, it is reasonable to Figure 10 . Powder dissolution profiles of a commercially available formulated NTZ medicine and the formulated powder of NTZ-SUC cocrystals with Methocel ® 60 HG (5% w/w) in pH 7.5 PBS at 37 ± 0.5 • C (n = 3 ± SD).\n\nIn a recent review Zaworotko and coworkers enlisted a total of eight commercially available pharmaceutical cocrystals [50] , showing that cocrystalline solid forms of current APIs are adequate for the fabrication of medicines for various types of therapies. At the same time, in the last few years the number of publications and patents related to pharmaceutical cocrystals has been increasing [50, 51] . Nevertheless, there are still several challenges for the development of cocrystals in pharmaceutical solid dosage forms, particularly in controlling the behavior of cocrystal dissolution, drug supersaturation and precipitation kinetics, which can be achieved by selecting suitable excipients that will delay nucleation and/or crystallization, and maintain adequate drug supersaturation levels [13, 51] .\n\nIn the research project presented herein, two cellulosic polymers were chosen to evaluate their effect on maintaining the supersaturated state achieved during the dissolution of cocrystalline solid phases of nitazoxanide, a poorly soluble drug. Subsequently, polymer-cocrystal powder formulations were developed. To select adequate candidates from the series of widely used polymers in the pharmaceutical industry that delay the nucleation and/or crystallization of NTZ in supersaturated conditions, the solvent-shift approach was used [24] , see Figure S1 . Figure 1 demonstrates the results with the polymers tested for NTZ in pH 7.5 PBS at room temperature, finding that non-cellulosic polymers (Kollisolv ® and Kolliphor ® P407) do not significantly help in delaying NTZ precipitation, while polyvinylpyrrolidone (PVP-Kollidon ® 25) and cellulosic polymers (HPC 80,000, HPC 370,000, HPMC, Methocel ® MC and Methocel ® 60 HG) enable the increase of the concentration of NTZ in aqueous solution up to at least 1.0 mg/mL. Considering the hydrogen bonding capacity, NTZ has one H-bond donor group (NH) and four H-bond acceptor sites [8] . As can be observed in Scheme 1, the cellulosic polymers HPMC and Methocel ® 60 HG contain a large number of O-H donor groups, which are complementary for the formation of hydrogen bonds with hydrogen bond acceptors, explaining the good precipitation inhibitor properties for NTZ. The remaining polymers tested herein lack strong H-bond donor functions that could interact through hydrogen bonds with NTZ. These findings are supported by previous reports in the literature, e.g., in 2010, Warren et al. described the effectiveness of cellulosic polymers as crystallization inhibitors for danazol [52] . Other reports showed that HPMC reduces efficiently the nucleation and crystal growth of felodipine [53] and celecoxib [54] under non-sink conditions. Moreover, it is reasonable to assume that cellulose derivatives do inhibit, not only nucleation but also crystal growth and agglomeration into larger sized particles (see SEM results) that otherwise may form from during NTZ precipitation. In other words, the precipitation delay of NTZ can also be attributed to surface interactions between the NTZ particles and the polymer, forming drug-polymer complexes, which is derived in the modification of the NTZ solubilization properties.\n\nBased on the large solubility difference between NTZ and aliphatic dicarboxylic acids as coformers [8] , we expected that cocrystal forms of NTZ with GLU and SUC increase the aqueous solubility of NTZ. Figure 2a shows that NTZ-GLU and NTZ-SUC cocrystals have dissolution profiles similar to NTZ in pH 7.5 phosphate buffer solution, and a higher solubilization of NTZ is not observed under these conditions. Indeed, rapid conversion of the cocrystals into pure drug was demonstrated by PXRD analysis of the solids recovered after the dissolution tests in short time periods (~1-5 min, Figure 3) . A similar behavior has been documented for other cocrystal phases in the literature [24, 25, 30, 36, 37, [55] [56] [57] . For example, exemestane-maleic-acid cocrystals did not increase solubilization of the drug due to rapid phase transformation [55] . In a recent publication this cocrystal was reinvestigated observing that transformation into the parent drug occurred in less than 1 min in fasted state simulated intestinal fluid (FaSSIF) [37] . The critical role of the coformer physicochemical properties on the solubility and dissolution advantages of cocrystals it is now accepted, even though the exact mechanism by which this enhancement occurs is not fully understood. In NTZ cocrystals studied here, the coformers GLU and SUC are ionizable compounds (pK a values of 4.3 for GLU and 4.2 for SUC) and exhibit favorable water solubilities of 540 mg/mL and 71 mg/mL at 25 • C, respectively [12, 58] . The fast dissolution-supersaturation phenomenon induced for the NTZ cocrystals under the experimental conditions used herein (pH 7.5 PBS), is attributed to the favorable solubilization of these coformers. This rapid cocrystal dissolution produces drug supersaturation levels that are difficult to control in absence of suitable excipients at adequate concentrations, and therefore NTZ solubilization advantage was not observed.\n\nThe use of excipients such as polymers and surfactants constitutes an efficient strategy to prolong drug supersaturation achieved from pharmaceutical cocrystals [23] [24] [25] 36, 57 ]. An addition of a cellulosic polymer into the dissolution medium for powder dissolution studies under non-sink conditions revealed that these can induce a supersaturation effect starting from NTZ-SUC and NTZ-GLU cocrystals. Both Methocel ® 60 HG and HPMC were able to maintain drug supersaturation (up to 4 times higher concentrations of NTZ in solution over solubility value) for a period long enough to display a superior dissolution profile (Figure 2b,c) . The phenomenon was upheld for up to 30 min, emulating the spring-parachute effect [48] . There are some studies demonstrating an in vitro/in vivo correlation of formulated cocrystals. In these cases, the in vitro dissolution test showed that the high drug concentration achieved by cocrystalline phases is maintained by 30-40 min and the bioavailability of the corresponding poorly soluble drugs was enhanced [24, 33] . Considering these experimental data, it is considered that the increase of NTZ dissolved from NTZ cocrystals formulated with polymers may promote NTZ absorption.\n\nThe physical stability of the NTZ cocrystals used in the powder dissolution experiments was monitored by PXRD analysis, revealing that rapid cocrystal dissolution followed by drug precipitation still occurred in the presence of the polymer in solution (Figures 4 and 5) . After 1 min in contact with pH 7.5 PBS, the powders analyzed by PXRD analysis indicated complete transformation to pure NTZ, and the patterns did not exhibit peaks indicating the presence of coformer in the solid.\n\nCellulosic polymers are the most common hydrophilic polymers used for the development of formulations with cocrystals [24, 26, 28, 29, 33, 36, 37] . They can inhibit or at least delay phase transformations of cocrystals [29, 30] , by establishing drug-polymer interactions [37] and maintaining the solubilization state of APIs. Therefore, the improvement of the NTZ dissolution profiles in the presence of pre-dissolved polymer could be explained by the following mechanism: after the rapid NTZ release into solution starting from the cocrystal, the cellulosic polymer interacts with NTZ molecules delaying its nucleation and eventually NTZ crystallized also interact with polymer interfering the crystal growth and agglomeration process.\n\nPrevious formulations with cocrystals were based on polymer matrix tablets [29, 30] and pre-dissolved polymers [24, 36] . However, there are few studies which have tested the effect of a polymer incorporated in the powder solid-state form on the dissolution profiles of cocrystals [23] . In order to evaluate the effect of Methocel ® 60 HG on the dissolution process of NTZ-SUC cocrystals starting from a solid polymer-cocrystal formulation, we examined a series of pharmaceutical powder-based formulations containing different amounts of Methocel ® 60 HG (0.0, 1.0, 2.5 and 5.0% w/w) in comparison to analogous forms with pure NTZ and the physical mixture of NTZ and SUC. In the absence of polymer, all solid phases released similar amounts of NTZ into the solution during the powder dissolution studies using the USP 1 apparatus (Figure 6a ) and the NTZ-SUC cocrystal did not show a solubility advantage in comparison with the pure drug and the physical mixture. This observation can be attributed to immediate conversion of the cocrystal phase into NTZ and release of SUC into the solution, in accordance with the dissolution experiments under non-sink conditions. Formulations of pure NTZ, the physical mixture with SUC, and NTZ-SUC cocrystals with 1% (w/w) of Methocel ® 60 HG showed dissolution profiles being similar among each other, but at higher concentrations, i.e., 2.5 and 5.0% (w/w), a significant increase of the dissolution rate was observed (Figure 6c ,d and Figure 7) .\n\nDespite the inclusion of polymer, the NTZ-SUC cocrystals were transformed fast into pure NTZ, as revealed by PXRD patterns of solid residues recovered after the dissolution tests ( Figure 8) . However, the SEM analysis reveals that methylcellulose affects significantly the particle size and morphology of NTZ ( Figure 9 ). The polymer-NTZ interactions probably influence the nucleation process and subsequent crystal growth/agglomeration, thus giving high drug concentration in the dissolution medium over a prolonged time period. Although NTZ-polymer interactions are expected to operate also for the formulations with pure NTZ and the physical mixture, these formulations lack the advantageous initial and immediate dissolution increase of the cocrystal components driven by favorable coformer solubilization.\n\nFinally, comparison of the dissolution profiles of NTZ-SUC cocrystals formulated with methylcellulose at 5.0% w/w with a commercially available NTZ medicine showed that pharmaceutical products containing co-crystallized APIs are promissory. In such a way, reduction of the NTZ dose might become feasible, which would be a large advantage for the administration of this antiparasitic drug, which requires large doses. However, we are aware that to draw conclusions about this possibility and to assure therapeutic efficacy with reduced adverse effects, in vivo studies are required.\n\nThe results presented herein have shown that NTZ cocrystals can induce a superior dissolution behavior in the presence of hydroxypropyl methylcellulose (HMPC) and methylcellulose (Methocel ® 60 HG) in comparison to pure NTZ. Although rapid transformation to the less soluble drug form is observed, the inclusion of polymer in the formulations with NTZ-SUC cocrystals in amounts of 2.5 and 5.0% (w/w) enabled significantly increasing the dissolution rate of NTZ when compared to pure NTZ and the commercially available drug formulation. The comparative analysis of different powder formulations showed that the amount of polymer in the formulation is an important parameter to consider during cocrystal formulation development for accessing a good solubilization potential for poorly soluble APIs in aqueous solutions.\n\nIn conclusion, the use of cocrystals combined with an appropriate selection of pharmaceutical excipients as drug precipitation inhibitors or retardants for crystal growth, such as cellulosic polymers, is a feasible approach to modify the dissolution environment and conditions starting from cocrystals.\n\nAs a result, the development of a polymer-cocrystal powder formulation is a true alternative to enhance the solubilization of poorly water soluble NTZ and to generate solid dosage forms with better bioavailability and efficacy in the treatment of parasitic and viral diseases, among others.\n\nSupplementary Materials: The following data are available online at http://www.mdpi.com/1999-4923/12/1/23/s1: Table S1 . General characteristics of polymers used. Figure S1 . Scheme of the solvent-shift methodology employed to select polymers that delay nucleation and/or API crystallization. Figure S2 . The UV-vis quantification method was specific for NTZ at 435 nm. At 2.97 µg/mL of pure NTZ and both cocrystals, there is no interference by coformers in the quantification method used herein. At other concentration levels of NTZ and coformers, the observation was the same, there was no interference in NTZ quantitation by the coformers presence. Figure S3 . UV-vis spectra of samples from powders dissolution of NTZ (left) and NTZ-SUC cocrystal (right) formulated at different concentrations of Methocel ® 60 HG. NTZ spectrum did not change in presence of polymer. Figure S4 . Figure S5 . SEM images of the solid starting materials used for the powder dissolution tests: (a) NTZ, (b) physical mixture of NTZ and SUC; and solid residues recovered after the dissolution tests of the solids formulated with Methocel ® 60 HG: (c) NTZ with 1.0% w/w, (d) physical mixture of NTZ and SUC with 1.0% w/w, (e) NTZ with 5.0% w/w, (f) physical mixture of NTZ and SUC with 5.0% w/w. Note: The SEM images of the starting materials are presented at higher resolution than the remaining images (see scale in each image)."}