{"title": "Plant-made vaccine antigens and biopharmaceuticals Need for a new platform for production of therapeutic proteins NIH Public Access Plant-made therapeutic proteins -current status and challenges ahead", "body": "stable chloroplast), and their current limitations or challenges ahead. We further discuss directions for advancing this valuable concept for clinical applications.\n\nPlant-made vaccines and therapeutics refer to protein products with clinical or veterinary applications produced in recombinant plant systems. These systems can be broadly divided into those using nuclear transgenic technology, chloroplast transplastomic technology and plant viral technology (Figure 1 ). In all cases, the antigens or therapeutics are expressed in plant tissues, from which they can be either purified, or the plant tissue can be processed into a form that can be applied topically or, more uniquely, orally. The major advantage of plant expression systems over other vaccine production systems is reduced manufacturing cost. Fermenters and bioreactors can be replaced with contained plant growth rooms or greenhouses or plants can be grown in the field with appropriate biological containment of foreign genes, such as maternal inheritance or male sterility, or expression in vegetative tissues with harvest before appearance of any reproductive structure. This should lead to reduced upstream facility costs. In the case of oral plant-produced vaccines and therapeutics, downstream processing costs are also reduced. Instead of protein purification targeting up to ~ 99% purity, plant tissues can be inexpensively processed for oral delivery. The relevant technology has already been developed in the food and feed industries, and can be adapted for plant-produced therapeutic proteins.\n\nAs with other eukaryotic systems, plant-produced vaccines enable the introduction of posttranslational modifications. Proper folding and disulfide bond formation occur in chloroplasts [3] or the endoplasmic reticulum [4] . Proper lipid modifications of vaccine antigens have also been observed in chloroplasts [5] . Therapeutic proteins are not glycosylated in chloroplasts but are glycosylated when targeted to the endoplasmic reticulum, although glycosylation patterns are not identical to mammalian systems. Although numerous therapeutic proteins have been expressed in plant cells (Tables 1-3, Online Supplementary Tables S1-S3) , several challenges remain. Transgene silencing in nuclear transgenic plants requires further investigation and improvement. More tools are needed for transgene containment to facilitate field production of vaccines or biopharmaceuticals, when expressed via the nuclear genome. More generally, expression levels are target dependent, and are a challenge for all recombinant systems.\n\nMany functional assays (such as host cell protein ) have not yet been developed for injectable products. Despite active research, there is limited published work on highly purified proteins and characterization of contaminants. It is well known that expression level varies depending on the developmental stage of leaves, the time of day and the regulatory sequences used, underscoring the importance of the developmental stage of the plants and the time of harvest. Most importantly, achieving consistency of transgene expression in different batches is an important challenge. Therefore, harvested leaves should be homogenized and level of therapeutic protein must be determined for each harvested batch. There are limited studies on determination of stability of therapeutic proteins after harvest, processing and storage. Removal of Agrobacteria after vacuum infiltration of viral vectors is yet another challenge. All the above concerns need to be addressed with careful and reproducible investigations.\n\nThe current focus for most groups is on purified antigens prepared from plants grown in contained conditions. This avoids environmental release and enables controlled plant growth but decreases the cost advantage versus field-grown plants because construction of greenhouses or growth rooms to meet regulatory approval is relatively expensive. In the case of oral delivery, moving forward on the most promising veterinary candidates should lay the foundation for human vaccines. Determining a regulatory pathway for oral products is a major hurdle, given the limited resources of the prominent research groups in the field. Purified vaccines and therapeutic proteins might follow a similar regulatory path to recombinant proteins produced in other systems, with the focus on stability, potency and efficacy of the purified product. As with other purified protein subunit vaccines, adjuvants are needed and must be developed alongside target antigens.\n\nOver the past two decades, vaccine antigens expressed via the plant nuclear genome have elicited appropriate immunoglobulin responses and have conferred protection upon oral delivery [6, 7] but no transgenic plant-based vaccine has yet moved beyond a Phase I clinical trial [7] . However, at least two therapeutics developed by Biolex (http://www.biolex.com) and Protalix (http://www.protalix.com) are moving through Phase II and Phase III [8] [9] [10] .\n\nThe earliest work using plants for the recombinant expression of vaccine antigens was performed using stable transformation of the nuclear genome of tobacco (Nicotiana tobacum) [11] . The ease of nuclear transgene methodology, started by Agrobacteriummediated delivery of DNA, facilitated this approach, which was the dominant strategy for several years. Advantages include the ability to scale up production of large amounts of vaccine antigens from transgenic seed stocks, and the possibility of expression in fruits or other edible plant organs, enabling oral delivery of minimally processed materials. However, stably integrated nuclear transgenes typically yield relatively low levels of expression (<1% total soluble protein, TSP, Online Supplementary Table S1), which can vary plant to plant and generation to generation, probably owing to gene silencing or position effect [12] .\n\nMany different vaccine antigens have been produced in various plant species, including tobacco and edible plants (e.g. Solanum tuberosum, Solanum lycopersicum, Zea mays, Daucus carota and Glycine max, Table 1, Online Supplementary Table S1 ). Oral delivery of several plant-derived antigens has elicited antigen specific antibodies in mice and, in a few clinical trials, in humans [13, 14] . Vaccine antigens derived from enteric pathogens, such as Norwalk virus capsid protein (NVCP), rotavirus capsid protein and the bacterial ganglioside-binding protein cholera toxin B subunit (CTB) and Eschericia coli heat-labile toxin B subunit (LTB) have been extensively evaluated in nuclear transgenic plants (Online Supplementary Table  S1 ). For example, mice orally immunized with carrot-derived LTB [15] or rice-derived CTB [16] induce protection against cholera toxin (CT) challenge. Several other antigens from nonenteric pathogens such as F protein from respiratory syncytial virus [17] and surface antigen from hepatitis B [18, 19] also stimulate antigen-specific antibodies after oral delivery. However, adjuvant might be required for such stimulation. For example, in the case of hepatitis B surface antigen (HBsAg) fed to mice in transgenic potato tubers [20] , it was necessary to use CT, a potent mucosal adjuvant, to stimulate significant levels of anti-HBsAg antibodies, although the same HBsAg potatoes fed to humans without adjuvant provoked serum anti-HBsAg in most of the volunteers.\n\nGiven that potatoes and most other plant organs (except seeds) have a limited shelf life in the fresh state, and vaccine dosage must be carefully monitored, it is unlikely that fresh, unprocessed plant materials will be used as vaccines. Thus, some form of processing, such as freeze-drying fruits or other plant organs, must be used to produce a product batch that can be validated for potency and stability. For NVCP, it was demonstrated that either freeze or airdrying of transgenic tomato fruits yielded material that was at least as orally immunogenic as fresh transgenic tomato [21] . However, freeze-dried potato NVCP produced poor results compared with fresh potato NVCP [21] , with oxidation of phenolic compounds in dried potato probably causing the problem. Thus, control of oxidation will be an important issue when tissues rich in phenolics and the enzyme polyphenol oxidase are used. The use of seed tissues is more promising, and such material has demonstrated extended stability for both human and animal vaccine candidates. Seed-based vaccines are particularly attractive for the development of veterinary products because of convenience in storage and delivery and have shown promising results in farmed animal studies [22] .\n\nDevelopment of a plant viral vector system for transient expression has enabled rapid expression of recombinant proteins at levels higher than with stably integrated nuclear transgenes (Table 1, Online Supplementary Table S1 ). Tobacco mosaic virus, although an RNA virus that replicates in the cytosol, can be delivered as a DNA construct that is transcribed in the nucleus to produce viral RNA. In one iteration, \"magnIcon\" technology has been used to express hepatitis B core antigen [23] , HbsAg [24] , NVCP [25] , and plague antigens F1 and V [26] at levels of up to 1-2 mg g −1 fresh leaf mass in Nicotiana benthamiana, and in a similar \"Launch Vector\" technology a range of candidates, including influenza targets, have been expressed at high levels in N. benthamiana [27, 28] . Given that tobacco or its close relatives, such as N. benthamiana, are the usual hosts for this system, and vectors are generally introduced by vacuum infiltration of Agrobacteria, the products must be purified for delivery as vaccines. This ensures removal of any noxious host plant compounds and removal of Agrobacteria. However, because purification is necessary, soluble antigens might lose oral immunogenicity owing to the removal of the encapsulation effect that might help protect them from the harsh stomach environment. Nonetheless, NVCP that was partially purified from leaves did induce serum IgG and mucosal IgA responses after oral delivery to mice [25] . One approach that could overcome this limitation is the expression of vaccine antigens as virus-like-particles. This has been followed for a non-viral-based transient expression system, with promising immunogenicity results following injection of purified influenza antigen [29] . This might be extendable to oral delivery.\n\nA further DNA replicon system was developed using the geminivirus bean yellow dwarf virus (BeYDV) [30] . The construct is delivered by agro-infiltration, similar to the magnIcon and launch vector systems. Similar to the launch vector system [27] , it can be used as a single vector, whereas the magnIcon system requires three separate vectors [25, 26] . Expression of HBcAg and NVCP in the range of 0.5-0.8 mg g −1 leaf mass was observed with the BeYDV replicon, which is similar to that obtained with the magnIcon system. The magnIcon system has also been adapted for IgG expression, but requires the combination of a TMV replicon with a potato virus X (PVX) replicon [31] , and five different Agrobacterium vectors. The BeYDV replicon was also stably incorporated into the nuclear genome, with an inducible promoter driving the viral Rep gene to control gene amplification [32] . Ten fold increases in expression of NVCP in cultured tobacco cells were obtained after induction. This system might enable the use of stable transgenic lines with improved expression.\n\nRecombinant pharmaceutical proteins are useful for treatment of various conditions, such as genetic diseases that result in the production of an insufficient quantity or quality of a particular protein. Given that many of these proteins would be administered parenterally, a high degree of purification under current Good Manufacturing Practice (cGMP) conditions is necessary for human use. Nuclear transgenic plant strategies have been used in many studies to demonstrate the production of many valuable human proteins, including epidermal growth factor, serum albumin, interferons, interleukins, lysozyme, lactoferrin and human acid β-glucosidase ( Table  2, Online Supplementary Table S2 ). However, as with vaccine antigens, expression levels are generally low. Specific assays demonstrated activity of the recombinant protein in vitro or in cell-based assays, but extensive animal studies have not yet been published. Although plant cells can synthesize and process mammalian proteins, in some cases, plant-specific glycosylation of ER-or cell surface-targeted proteins might produce undesired immunogenicity of the recombinant protein, which could diminish its half-life and utility. βglucosidase produced in seeds of tobacco lacks the plant-specific xylose and fucose residues that can be problematic [33] . If seed-based expression of other ER-or cell surface-targeted proteins yields similar results, then targeting of recombinant proteins to seed storage vacuoles will be an advantage. ER retention of proteins through the C-terminal inclusion of a KDEL or KDEL-like tag serves to limit glycosylation of recombinant proteins to core glycan structures, by comparison to cell surface-targeted proteins [4] . Also, recent advances in plant glycan engineering hold the promise of broadly applicable production of pharmaceutical glycoproteins in plants [34] . In addition, a few pharmaceutical proteins (human growth hormone, human fibroblast growth factor, human diabetes-associated autoantigen etc.) have been produced in plants using the transient expression system [35] [36] [37] , where subcellular targeting is again an option.\n\nIn chloroplast technology, foreign genes are integrated into the chloroplast genome by homologous recombination [38] , eliminating variation of expression among independent transgenic lines. Moreover, gene silencing has not yet been reported in chloroplast transgenic (transplastomic) lines. High levels of expression of vaccine antigens are facilitated by >10,000 copies of transgenes in each transformed plant cell. Chloroplast expression minimizes the risk of foreign gene transfer via pollen from genetically modified crops to other related crops or weeds owing to maternal inheritance of transgenes [39, 40] . In addition, expression of therapeutic proteins in leaves facilitates their harvest before the development of any reproductive structures and offers additional opportunities for containment. Therefore, several chloroplast-derived vaccine antigens and biopharmaceutical proteins have been grown in field conditions and at least one such study has been published [41] . To date, 23 vaccines antigens against 16 different diseases and 11 biopharmaceutical proteins have been expressed in chloroplasts (Table 3, Online Supplementary Table S3 ). The presence of chaperones and posttranslational modification enzymes in the chloroplast creates a niche for target processing and assembly with suitable post-translational modifications (assembly of multimers, disulfide bonds, lipid modification, etc.), although glycosylation is not an option because Nglycosylation is not known to occur within chloroplasts. The chloroplast expression system has been used to produce several fully functional vaccine antigens against bacterial, viral and protozoan pathogens (Table 3, Online Supplementary Table S3 ). Proteins that are difficult to express in other systems, such as antimicrobial proteins, have also been expressed in chloroplasts [42, 43] . In addition to plants, Chlamydomonas chloroplasts have been used for expression of therapeutic proteins, although achieving higher levels of expression was a major challenge until recent improvements in this system [44] . Indeed, adequate levels of expression of therapeutic proteins in chloroplasts are not always possible and only a few proteins have been evaluated for functionality (Table 3, Online Supplement Table S3 ).\n\nOne major limitation in this field is that several vaccine antigens and therapeutic proteins have only been expressed in tobacco. Tobacco is not edible and the addictiveness of nicotine also makes it unsuitable for oral delivery of therapeutic proteins. As an alternative, the carrot plastid transformation system was developed with adequate levels of gene expression in edible tissues to facilitate oral delivery [45] . However, carrot regeneration is slow and is not suitable for rapid production of therapeutic proteins. Although adequate expression of HIV p24 antigen was observed in tomato leaves [46] , there was a >90% reduction in green fruits and no expression was observed in ripe fruits. Lettuce (Lactuca sativa L.) chloroplast transformation has also been developed [47] [48] [49] and there has been success in expressing the first therapeutic protein (proinsulin) in lettuce chloroplasts [49] . Recently, this system has been optimized and several therapeutic proteins have been expressed [3] . The level of expression in lettuce chloroplasts is similar to that in tobacco chloroplasts and regeneration is as rapid as in tobacco, thus opening the door to practical oral delivery of chloroplast expressed proteins.\n\nAnother challenge is oral delivery of chloroplast-derived proteins in adequate doses to confer immunity or, in cases of autoantigens, to induce tolerance. In this context, it has been demonstrated that chloroplast-derived therapeutic proteins, delivered orally via plant cells, are protected from degradation in the stomach, presumably because of bio-encapsulation of the antigen by the plant cell wall. To facilitate translocation of vaccine antigens or therapeutics from the gut lumen into the circulatory system, target proteins have been fused to the CTB trans-mucosal carrier protein, which can bind to the epithelial receptor GM 1 [50] . This approach has been widely applied to many orally delivered antigens, both for stable nuclear transgenics and for transplastomic approaches.\n\nSeveral vaccine antigens against bacterial diseases have been produced in chloroplasts ( Table  3, see Online Supplementary Table S3 ). CTB subunit [51, 52] , the first vaccine expressed in chloroplasts, was shown to be functional by the GM1 binding assay. Subsequently, a fusion of LTB and heat-stable toxin (ST) has been expressed in tobacco chloroplasts, and mice immunized with a chloroplast-derived LTB-ST fusion protein were partly protected against CT challenge [53] . Recently, two CTB fusion proteins were expressed in tobacco and lettuce chloroplasts [3] . Both subcutaneously and orally administered mice with chloroplast-derived CTB fusion proteins were protected against CT challenge. High levels of serum and intestinal CTB-IgA were detected in orally administered mice. Although none of the mice administered antigen subcutaneously had detectable CTB-IgA, high levels of IgG1 titer conferred protection (86%) against the CT challenge. Comparable patterns of IgG1 expression observed in orally administered mice in addition to intestinal and serum IgA conferred 100% protection and confirmed that oral vaccination results in both a mucosal and a systemic immune response [3] . Most importantly, long-term immunity and protection (up to 50% of mouse life span) was observed. This is a significant advancement because immunity is lost in the current cholera vaccine in children within 3 years and it is not fully protective in adults. Vaccine antigen against tetanus also conferred complete protection against pathogen challenge [54] . Although chloroplast-derived outer surface lipoprotein A (OspA) generated a lower level of protective antibodies compared with lipidated Escherichia coli-derived OspA, the generated antibody level could protect against Lyme disease [5] . The chloroplast transformation system has been used successfully to develop vaccines against bioterrorism agents. The currently available anthrax vaccine obtained from the culture of Bacillus anthracis has undesirable side effects, such as local pain and edema, and relatively high rates of local and systemic reactions, including inflammation and flu-like symptoms. In an attempt to produce anthrax vaccine in large quantities that is free of extraneous bacterial contaminants, protective antigen (PA) was expressed in transgenic tobacco chloroplasts by inserting the pagA gene into the chloroplast genome [55, 56] . High levels of IgG titers have been reported in mice immunized subcutaneously with partially purified chloroplast-derived PA and 100% of animals survived against lethal doses of toxin challenge. It is estimated that up to 360 million doses of fully functional anthrax vaccine could be produced from one acre of tobacco [55, 56] .\n\nBy contrast, there is no approved vaccine for bubonic or pneumonic plague, which is a potential agent for bioterrorism [57] . Recently, a plague F1-V fusion antigen has been expressed in chloroplasts and its functionality was investigated in mice [58] . Animals immunized either subcutaneously or orally with chloroplast-derived protective antigen F1-V showed significantly higher levels of serum F1-V-specific IgG1 titers. Of the subcutaneously immunized mice, 33% survived. By contrast, 88% of the orally immunized mice were protected against a heavy dose of aerosolized Yesinia pestis plague challenge. A comparison of splenic Y. pestis CFU counts showed up to a 10-log reduction in the mean bacterial burden in survivors. This shows that oral delivery offers greater protection and immunity [58] , and demonstrates that oral delivery of a chloroplast-derived vaccine can be an effective mode of delivery for plant-derived vaccine antigens.\n\nThe first viral antigen capable of eliciting a protective immune response when expressed in chloroplasts was against canine parvovirus (CPV) [52, 59] . Mice immunized intraperitonially with chloroplast-derived 2L21 fused to CTB in leaf extract elicited anti-2L21 antibodies. Furthermore, the antibodies induced in rabbits by CTB-2L21-enriched plant extract efficiently neutralized CPV infection of CRFK cells [59] . The structural protein E2, a neutralizing antigen for classical swine fever virus (CSFV) was expressed in tobacco chloroplasts and subcutaneous immunization induced serum antibody reaction against CSFV; however no immune response was detected by oral immunization [60] , in contrast to studies described above with F1-V.\n\nIt has been shown that a chloroplast-derived subunit vaccine for hepatitis E virus ORF2encoded pE2 peptide induce pE2-specific antibody in subcutaneously immunized mice [61, 62] . Also, the major structural protein of human papillomavirus, HPV-16 capsid, L1 was expressed from the tobacco chloroplast genome and the chloroplast-derived L1 protein displayed conformation-specific epitopes and assembled into virus-like particles visible by transmission electron microscopy [63, 64] . Furthermore, chloroplast-derived L1 protein showed immunogenic and neutralizing antibodies in mice injected intraperitonially [63] .\n\nA potential anti-amoebic candidate, LecA, a surface antigen of E. histolytica, expressed in tobacco chloroplasts, resulted in high immunogenicity in mice following subcutaneous administration [65] . It has been reported that 29 million doses of vaccine antigen can be produced per acre of transplastomic plants [65] . Recently, malarial vaccine candidates AMA1 and MSP1 fused with CTB were expressed in tobacco and lettuce chloroplasts, with a significant level of antigen-specific titers in both oral and subcutaneously immunized mice [3, 66] . Immunoblot and immuno-fluorescence studies have shown that the chloroplast-derived AMA1 and MSP1 inhibit the proliferation of the malarial parasite and cross-react with the native parasite proteins at the schizont stage or ring trophozoite. In vitro parasite inhibition studies show that mice with higher anti-MSP1 antibody titer exhibit the highest inhibition [3, 66] .\n\nType 1 diabetes (TD1) results from the autoimmune destruction of insulin-producing cells and current treatments are not only expensive, but also provide only transient relief. Recently, human proinsulin fused with CTB was expressed in lettuce and tobacco chloroplasts [49] . It was shown that the pancreas of mice immunized with chloroplast-derived CTB-proinsulin had decreased infiltration of cells characteristic of lymphocytes (insulitis) and significantly preserved insulin-producing B-cells in the pancreatic islets with lower blood and urine glucose levels. Moreover, increased expression of immunosuppressive cytokines, such as interleukin-4 and interleukin-10 (IL-4 and IL-10), was observed in the pancreas of chloroplast-derived CTBproinsulin treated mice, indicating T-helper 2 (Th2) lymphocyte-mediated oral tolerance [49] . Another autoantigen for the prevention and delayed onset of TD1, glutamic acid decarboxylase 65 (GAD65), has been expressed in Chlamydomonas chloroplasts and recombinant hGAD65 reacted with TD1 sera from non-obese diabetic (NOD) mice and stimulated the proliferation of spleen lymphocytes from these mice [67] .\n\nSeveral chloroplast-derived pharmaceutical proteins have been produced (Table 3, Online  Supplementary Table S3 ). For example, human somatotropin (hST) was expressed in tobacco chloroplasts and functionality was shown by using a rat lymphoma cell line, Nb2 proliferation assay [68] . Human serum albumin expressed in tobacco chloroplasts formed inclusion bodies [69] . Human interferon gamma (INF-γ) expressed in chloroplasts protected a human lung carcinoma cell line against infection with the encephalomyocarditis (EMC) virus [70] . Chloroplast-derived IFN-α2b had similar activity to commercially produced PEG-Intron™, protecting cells against cytopathic viral replication in the vesicular stomatitis virus cytopathic effect (VSV CPE) assay, inhibiting early-stage human immune deficiency virus (HIV) infection, and increasing the expression of major histocompatibility complex class I (MHC I) on splenocytes and the total number of natural killer (NK) cells. IFN-α2b purified from transplastomic lines protected mice from a highly metastatic tumor line following intraperitoneal injection [41] . Human alpha1-antitrypsin (A1AT) expressed in tobacco chloroplasts binds to porcine pancreatic elastase [71] , although a detailed functional evaluation is needed. Insulin-like growth factor 1 (IGF-1) was expressed in tobacco chloroplast [72] . Mass spectrometry confirmed the identity of purified chloroplast-derived human IGF1. The biological activity of the chloroplast-derived and the commercially synthesized human IGF-1 have similar levels of mitotic activity, as shown by a mammalian cell (human HU-3 cells) proliferation assay [72] . Proper functionality of several of these human blood proteins show that required disulfide bonds are formed in chloroplasts [41, 68, 70] Therefore, proper posttranslational modifications and functionally active chloroplast-derived therapeutic proteins have opened the door for the production of low-cost plant based therapeutic proteins.\n\nWhen delivered orally, plant-derived vaccines and biopharmaceuticals have the advantage that there is no need for expensive fermentation and purification systems and other expenses associated with cold storage, transportation and sterile delivery. Although plant-made vaccines have been developed and advanced for two decades, none of them have advanced beyond phase I human clinical trials. Crucial evaluation of various expression systems highlights the advantages and disadvantages of each system. Stable nuclear expression systems have been developed over three decades and are available in a large number of crops, with the ability to facilitate tissue-specific expression and inducible expression. However, as seen in the list of vaccine antigens and biopharmaceuticals expressed via the nuclear genome (Online Supplementary Tables S1,S2), expression levels are often inadequate for commercial development, although adequately expressed antigens have advanced into clinical trials in a few cases. Chloroplasts generally offer higher levels of expression of vaccine antigens against bacterial, viral and protozoan pathogens and biopharmaceuticals, and transgene containment via maternal inheritance. Chloroplast system for expression of therapeutic proteins has been developed in the past eight years and recent development of an efficient lettuce chloroplast system for oral delivery is a significant advancement. However, glycoproteins cannot be expressed in chloroplasts in their glycosylated form. Although viral expression systems produce therapeutic proteins quickly, they are generally not suitable for oral delivery [73] . Therefore, costs associated with purification, cold storage, transportation and sterile delivery would be major challenge for the viral systems. The downsteam processing cost is typically 80% of the production cost and a significant challenge for the future is to reduce this [7] . However, research into the viral system has made significant progress recently, including the development of an antibody for passive immunity against Non-Hodgkin's lymphoma in phase I clinical trials [74] , testing F1-V plague vaccine in monkeys [57] and the development of anti-HIV peptides [75] . The transient expression technology is well suited for pandemic responses, such as that faced with H1N1 influenza strains.\n\nThe ultimate success of plant-based production systems for subunit vaccine and protein therapeutic candidates is likely to depend on lead commercially viable targets successfully transitioning through clinical trials over the next few years. Plant-based production systems for recombinant proteins have been researched over the past 20 years, with a proliferation of academic groups and biotechnology companies, together with groups from larger agrochemical companies, developing the expression technologies and lead product candidates. This effort needs to be repaid with positive results in later clinical studies for the field to continue to advance. Notable early clinical stage successes have been recorded, advancing several oral (or edible) vaccine candidates into Phase I trials [14, 19, [76] [77] [78] . However, none of these candidate products have progressed further, largely because they either represented proof-of-principle targets or impractical oral delivery vehicles. During the past five years, insufficient funding and lack of commercial interest in plant-based oral vaccines has led to this approach slowing, and no oral vaccine candidates have recently entered the clinic. The challenges of guiding novel plant-based oral vaccines through the regulatory process currently outweigh available resources. More recently, there has been an increased focus on using plant-based production systems to generate purified recombinant proteins for vaccines and therapeutics to be delivered by injection. Notable recent examples that have had clinical trial success include a personalized therapeutic vaccine for non-Hodgkin's lymphoma assessed in a Phase I clinical trial [74] , IFN-α2b to combat hepatitis C assessed in a Phase IIa clinical trial (http://www.biolex.com), and human glucocerebrosidase to combat Gaucher disease, which has now progressed into a Phase III clinical trial [8] . These and similar purified protein products represent the current best options for making plant-based production systems for human vaccines and therapeutics a reality. In these cases, the emphasis is on demonstrating that the plant production systems can generate antigen or therapeutic protein of comparable safety potency and efficacy to other recombinant systems, without added concerns of an oral recombinant plant delivery vehicle. On a parallel track, a plant-produced vaccine candidate for Newcastle disease in chickens was approved for use in 2006. This again focused on a protein product purified from plant cells, and emphasizes that plant-produced targets can progress along the regulatory path.\n\nIn summary, the availability of diverse plant-based production systems offers opportunities to produce a wide array of antigens and biopharmaceutical proteins against diverse diseases, and for different means of delivery to be explored. However, greater research emphasis is needed on large scale production, purification, functional characterization, oral delivery and preclinical evaluation for this field to move forward.\n\nRefer to Web version on PubMed Central for supplementary material. Functional vaccine antigens and biopharmaceutical proteins expressed via the chloroplast genome (for full length  table see Online Supplementary Table S3 \n\nDiabetes -Type 1 (CTB-pins) CTB-prins treated mice showed significant decrease in inflammation (insulitis) in non-obese diabetic mice; insulin-producing β -cells in the pancreatic islets of CTB-Pins-treated mice were highly protected, increase in insulin production with lower blood or urine glucose levels; Increased expression of immunosuppressive cytokines (IL4, IL 10) Trends Plant Sci. Author manuscript; available in PMC 2010 December 1."}