{"title": "Physica A Traffic-driven SIR epidemic spreading in networks", "body": "As the increase of connectivity in and between different complex systems, spread of many diseases or viruses is becoming more and more prevalent in our society [1] [2] [3] [4] . For instance, outbreaks of many infectious diseases, including Severe Acute Respiratory Syndromes (SARS), Swine flu (H1N1), and the recent Ebola virus, caused great damage and loss of life. The spread of computer and mobile phone viruses brought about a great deal trouble to human life and serious damage to economy. Understanding the intrinsic mechanisms of those spreading processes and designing efficient control strategies become very important and urgent tasks, which bring together a lot of researchers from areas of biology, sociology, mathematics, physics, engineering, etc. [3] .\n\nMathematical modeling of epidemic spreading has a long history of more than two hundred years [4] . Generally, the population is divided into several classes: susceptible, infected and recovered individuals. Susceptible individuals represent those who can contract the infection. Infected individuals were previously susceptible individuals and got infected by the disease. Recovered individuals are those who have recovered from the infection. In the susceptible-infected-susceptible (SIS) model [4] , infected individuals can recover from the disease and become susceptible individuals again. While in the susceptible-infected-recovered (SIR) model [4] , infected individuals no longer get infected after recovery from the disease, which are assumed to get the permanent immunity. In classical epidemiology, a common assumption is that individuals in a class are treated similarly, and have equal probability to contact with everyone else [3, 4] . However, the recent abundance of data demonstrates that both the connectivity pattern and the contact rate are heterogeneous among real-world complex networks [3, 5] , which means the traditional deterministic differential equations and many other related results of epidemic processes are inadequate in real-world situations. This greatly stimulates the research of epidemics on real-world complex networks [4] . Due to the complexity of real-world networks, the mean-field approach [6] [7] [8] and the generating function approach [9] are used to drive the analytic results of epidemics spreading. One of the remarkable results obtained by Pastor-Satorras and Vespignani [4, 6] shows that in the limit of a network of infinite size, the epidemic threshold of the SIS model tends to zero asymptotically in scale-free networks with power-law parameter in (2, 3] . For SIR model, it was found that in the thermodynamic limit, not only the threshold tends to vanish, but also the time for the stabilization of the infection becomes very small [10, 11] . By using the message-passing approach, Karrer and Newman [12] calculated the probabilities for any node and any time to be in state S, I, and R on tree structure. Many other explicit results of SIR model are obtained by mapping the SIR model to the percolation process [9, 13, 14] . Also, effects of degree correlations [15] , clustering [16, 17] , weights and directions of edges [7, 18, 19] on epidemic spreading are broadly discussed. On the other hand, various efficient immunization protocols [4, 20, 21] have been designed for controlling the spread of epidemics on networks. Recently much attention has been transferred to epidemic spreading in temporal and multiplex networks [22] [23] [24] .\n\nAddition to diseases or viruses, there are usually many other substances spreading in networks like information packets, goods, ideas, etc., which depend on the specific types of the networks. Epidemic spreading is often coupled with the delivery of these substances. For example, HIV spreads through the exchange of body fluids among individuals in contact networks. Computer viruses spread with the delivery of information packets in computer networks. Flu often spreads by air traffics among different spatial areas. Therefore, understanding the mechanisms of these coupled spreading processes and how these processes affect each other is significant for designing efficient epidemic immunization strategies. Meloni et al. [25] first studied the effects of traffic flow on epidemic spreading. They found that the epidemic threshold in the SIS model decreases as flow increases, and emergence of traffic congestion slows down the spread of epidemics. Then, Yang et al. [26, 27] further studied the relation between traffic dynamics and the SIS epidemic model, and found that the epidemic can be controlled by fine tuning the local or global routing schemes. Furthermore, they obtained that the epidemic threshold can be enhanced by cutting some specific edges in the network [28] . The impacts of traffic dynamics on SIR epidemic model have not been reported in literature. We study the traffic-driven SIR spreading dynamics in complex networks. We focus on the instantaneous size of infected population, and the final size of ever infected population. Based on these two properties, we study how the packets transmission process governed by given routing protocols affects the epidemic spreading.\n\nOur model includes two coupled processes: packet delivery process and the epidemic spreading process. We will introduce our model in the context of computer networks.\n\nWe assume that nodes in the network are identical which can generate, receive and deliver information packets. Each node has a queue obeying the First-In-First-Out (FIFO) rule for storing packets. The length of the queue is set infinite. Load of a node is the number of packets in its queue. Every node generates packets at a rate ρ. For example if ρ = 1.5, each time an arbitrary node generates one packet definitely and another one with probability 0.5. The destination nodes of the packets are chosen randomly, and the packets will be removed from the network after arriving at the destination nodes. The transmission of packets is governed by the efficient routing protocol proposed by Yan et al. [29] . For an arbitrary path p of length l between node s and d, denoted as ⟨s, n 1 , n 2 , . . . , n l−1 , d⟩, its routing cost is defined as follows:\n\nwhere k i is the degree of node i, and α is a control parameter. The sum runs over all the intermediate nodes of path p.\n\nThe efficient paths for delivering packets are defined to be those which have the minimum routing costs. If there are many efficient paths between two nodes, we randomly chose one for delivering packets. According to Eq. (1), α determines the routing cost of a path. When α > 0, paths with large-degree nodes usually have large routing costs. Thus, efficient paths tend to be those paths composed of small-degree nodes when α > 0, and vice versa. Each time a node can deliver at most C packets. When C = ∞, all the packets can be delivered without delay, there is no traffic congestion. The overall load of the network is constant after a short transient time. When C is a constant value, there is a critical packet generation rate ρ c . When ρ < ρ c , there is no traffic congestion. When ρ > ρ c , the network generates more packets than it can deliver. As a result, the overall load of the network increases with time, which is the traffic congestion phenomenon. We use the order parameter to characterize the traffic congestion, which is as follows [30] : where w(t) is the total number of packets in the network at time t. When ψ = 0, the generated and delivered packets are balanced, and the network is under the free flow state. When ψ > 0, packets accumulate continuously in the network, which indicates that there exists traffic congestion.\n\nAs in the traditional SIR model, nodes in the network are divided into three classes: susceptible nodes, infected nodes and recovered nodes. Initially, all the nodes in the network are susceptible nodes, which perform the normal function of generating, delivering, and receiving packets, and the network flow is stable. Then we randomly select a node to be an infected one which is the original source of the infection. Infected nodes generate infection packets instead of normal packets at each time step. With the delivery of these infection packets, more and more susceptible nodes get infected after receiving the infection packets. Infected nodes get recovered and become recovered nodes with probability µ at each time step. Recovered nodes generate normal packets, and they can also make the infection packets into normal packets. Thus, recovered nodes block the epidemic spreading. The epidemic spreading ends when all the infected nodes become recovered nodes. The transitions between the susceptible, infected, and recovered nodes for our model are shown in Fig. 1 .\n\nThe underlying networks are random networks generated by the Erdös-Rényi (ER) model [31] and scale-free networks generated by the static model [32] . Also, some real-world networks [33] [34] [35] are used in the simulations.\n\nWe assume that, at time t, the numbers of susceptible nodes, infected nodes and recovered nodes are S(t), I(t) and R(t) respectively. First, we study the time evolution of our model on the ER model, the static model, and the Email network [33] .\n\nWe add the infection to the network at t = 150 when the network is under free flow state, by randomly selecting a node to become infected. In Fig. 2(a)-(c) , we see that S(t) decreases with t greatly, and then tends to be stable. On the contrary, R(t) increases with t abruptly, and then converges at R e , which is the maximum number of recovered (or ever infected) node. R e reflects the range of the infection. Differently from S(t) and R(t), I(t) increases with t first, then decreases with t. The peak of I(t), denoted by I p , represents the maximum instantaneous number of infected nodes during the epidemic spreading process. I p reflects how intense the epidemic spreading is. At any time t, the sum of S(t), I(t), and R(t) equals the size of the network.\n\nRouting parameter α is one of the important factors in our model. α determines the efficient paths for the delivery of normal and infection packets. In Fig. 2(d)-(f) , we see that S(t), I(t) and R(t) all vary with α, and for any of the three, the trends of the curves of different α are similar. We focus on the maximum instantaneous size of infected population I p , and the final size of ever infected population R e . In Fig. 3(a)-(c) , we see that both I p and R e increase with α first, then decrease with α. There are optimal α which correspond to the maximum I p and R e respectively. Note that the optimal α for I p and R e are close, but not necessarily the same. There are jumps in both I p and R e when α is near zero. To explain these results, we calculate the load variance σ L of nodes, which is defined as follows:\n\nwhere L i (t) is the load of node i at time t. T is a constant value and is large enough to ensure accurate calculation of the average load L i of node i. When σ L is small, the load distribution is relatively even in the network, and vice versa. In There is optimal α which leads to the minimum σ L . Interestingly, the values of the optimal α for σ L , I p and R e are close, which indicates that homogeneous load distribution facilitates the epidemic spreading. There is also an abrupt decrease in σ L when α is near zero. This is because the efficient paths are very different for α < 0 and α > 0, and the load is abruptly redistributed from large-degree nodes to small-degree nodes when α increases from below zero to above zero. We show the results of load distribution L(k) for the ER model in Fig. 4(a) , we clearly see an abrupt change of the load distribution among nodes when α is around 0. To further study the jump behaviors in Fig. 3 , we calculate the fraction of infected nodes f I among all nodes of degree k when the number of instantaneous infected nodes reaches the peak. We also calculate the fraction of recovered nodes f R among all nodes of degree k when the epidemic spreading process ends. In Fig. 4(b) and (c), both f I and f R increase abruptly when α goes from less than 0 to greater than 0.\n\nThe results are consistent for both the models networks and the Email network as shown in Fig. 3 .\n\nPacket generation rate ρ also has great impacts on the epidemic spreading. In Fig. 5 , we see that the peak of R e for ρ = 0.5 is almost 4 times of the peak of R e for ρ = 0.2. The peak of I p for ρ = 0.5 is almost 6 times of the peak of I p for ρ = 0.2. Also the positions of the peaks for ρ = 0.1, 0.2 and 0.5 are different. In Fig. 6(a) , we clearly see both the maximum I p and the maximum R e increase with ρ. When ρ becomes large, infected nodes will generate more infected packets, which facilitates the epidemic spreading. In Fig. 6(b) , we see that α opt decreases with ρ, which indicates an increase of dependency on largedegree nodes. To illustrate this, we focus on the top 1% largest degree nodes, and calculate the average ratio η of the number a b c d e f of infection packets a large degree node delivered when it was infected to the number of infection packets it cured after it recovered. In Fig. 7 , η increases with ρ, which means that the role large-degree nodes play in facilitating the epidemic spreading becomes more and more remarkable compared to the role they play in inhibiting the epidemic spreading. This explains why the epidemic spreading becomes more dependent on large-degree nodes to spread widely when ρ increases as shown in Fig. 6(b) . \n\nFirst, we show the impacts of network density on the epidemic spreading. In Fig. 8(a) and (c), we see that the maximum I p and the maximum R e increase with average degree ⟨k⟩ for both random networks and scale-free networks. This indicates that more edges facilitate the epidemic spreading. In Fig. 8(b) and (d), α opt decreases with ⟨k⟩, but is large than zero. This means that, to realize an intense and wide epidemic spreading, generally the paths for the delivery of infection packets should be biased towards including small-degree nodes, but when the network becomes dense, the degree of the dependence of large-degree nodes in the transmission of infection packets should be increased accordingly. Then we show the impacts of power-law parameter γ on the epidemic spreading in Fig. 9 . Both the maximum I p and the maximum R e increase with γ first, and then tend to be stable. The α opt increases slightly with γ . We infer from Fig. 9 that homogeneous network structure facilitates the epidemic spreading.\n\nWhen delivery capacity C is a constant value, and the packet generation rate ρ is large enough, the packets cannot be delivered in time, and then the number of packets accumulated in the network increases with time, which is the traffic congestion phenomenon. In the simulation, C is set to 10, ψ is calculated according to Eq. (2) to quantify the degree of a b traffic congestion. In Fig. 10(a) , we see that only when α is in [0.6, 1], there is no traffic congestion in the network, which is indicated by ψ = 0. Otherwise, there exists traffic congestion where ψ > 0. In Fig. 10(b) , we see that both I p and R e increase with α first, and then decrease with α. The optimal α for I p and R e are 0.7 and 0.9 respectively, where there is no traffic congestion. Also, we obtain that when the traffic congestion is not serious like α in [1.5, 2] ( Fig. 10(a) ), the epidemic spreading can still spread intensely and widely, which is inferred by I p and R e in Fig. 10(b) . Then we fix α to be zero, and study how the maximum I p and the maximum R e vary with ρ. In Fig. 11 , we obtain that both the maximum I p and the maximum R e increase first and then decrease with ρ, which is consistent for both random networks and scale-free networks. The reason for these results is that when ρ is small, there is no traffic congestion, and the infection becomes intense and wide spread with increase of ρ. However, when ρ is large enough, traffic congestion appears, which inhibits the epidemic spreading.\n\nIn addition to the efficient routing protocol, we also study the impacts of the other static routing protocols on the epidemic spreading. If k is replaced with lg k in Eq. (1), then we get the cost function of the optimal routing protocol [36] . For the optimal routing protocol, we only present the results of I p and R e vs. α on three real-world networks [33] [34] [35] in Fig. 12 . There are also optimal α which correspond to the maximum I p and the maximum R e respectively. When α is near zero, there are also jumps in I p and R e due to the significant change of paths for delivering packets. For the optimal routing and the efficient routing, either the maximum I p or the maximum R e is very close. The difference lies in that I p and R e of the optimal routing vary much slower than that of the efficient routing.\n\nIn summary, we propose a traffic-driven SIR epidemic model and study the impacts of several factors on our model. We find that the epidemic spreading is greatly affected by the load distribution, and homogeneous load distribution facilitates the epidemic spreading. Increasing the network density or network homogeneity will enhance the epidemic spreading. Large-degree nodes have dual effects on the epidemic spreading, since large-degree infected nodes facilitate the epidemic spreading, while large-degree recovered nodes greatly inhibit the epidemic spreading. To realize an intense and wide epidemic spreading, the paths for the delivery of packets are generally biased towards including small-degree nodes. Increasing packet generation rate generally favors the epidemic spreading. However, when the amount of generated packets is larger than the delivery capacity of the network, there will exit traffic congestion, which blocks the epidemic spreading. Also, we find similar impacts of different static routing protocols on the traffic-driven SIR epidemic spreading. Our work helps understanding the interplay between traffic dynamics and epidemic spreading, and provides some clues for network immunization."}