{"title": "\"Running the Gauntlet\": Formidable challenges in advancing neglected tropical diseases vaccines from development through licensure, and a \"Call to Action\"", "body": "The translation of basic biomedical research discoveries into robust pipelines of products yielding licensed, appropriate, usable, affordable, equitable and accessible tools, such as diagnostics, vaccines, drugs or devices, is essential to achieving universal and global health.\n\nAs defined by the director of the National Center for Advancing Translational Science (NCATS), 1 the term 'translation' in biomedicine refers to 'the process of turning observations in the laboratory, clinic, community, into interventions that improve the health of individuals and the public'.\n\nThis multi-step and bi-directional process, to determine which reproducible and robust laboratory discoveries or translational research are appropriate or feasible to advance through the critical path of (product and clinical) development and towards licensure and commercialization of a public health intervention (Figure 1 ), has traditionally been the responsibility and a role primarily led by private pharmaceutical corporations or biotechs. Recently, due to the competitive, high-risk/high-reward markets, private biopharmaceutical corporations have been relying more on universities as a place to not only to capture the next generation of entrepreneurs but as incubator spaces to facilitate the inception of innovative ideas leading to the discoveries that merit further development. In addition, organizations such as WIPO Re:Search, which is administered by the World Intellectual Property Organization (WIPO) in collaboration with BIO Ventures for Global Health (BVGH), collaborates with a consortium of partners to broker the access of intellectual property (IP) and make it accessible to academic researchers and therefore catalyze the development of new technologies. 2 Even though the translational process or science is similar regardless of the intended intervention (drug, vaccine, device or diagnostic), the decision-making process changes and depends on the 'business case' of the product or intervention. Such business cases are driven by complex scientific, technical, logistical and operational elements ultimately determining the feasibility of crossing the well-known \"valley of death\", the introduction or post-licensure phase, and the effects on profitability and financial realization, also called 'the product value proposition'. 1, 3 For the development of global health technologies needed to prevent, treat or diagnose chronic and debilitating infectious diseases (also known as the neglected tropical diseases or NTDs) mostly affecting people living in extreme poverty, the business cases and value propositions are driven by much different and sometimes unique factors when compared to technologies or interventions with clear profitability and potential for market success.\n\nIn an effort to increase the efficiency, reduce the risk of failures, accelerate translational science and highlight innovative models to build business cases and value propositions for products targeted to NTDs, more than two decades ago the product development partnerships (PDPs) were created. 4, 5 PDPs, which comprise of public, private, academic, and philanthropic entities, utilize a nonprofit organizational structure that enables them to collectively secure funding and advance the development of drugs, vaccines, and other health tools as public goods. These are products that will bring global health innovation and solutions but that currently the pharmaceutical companies are unable to invest in due to inabilities to promise shareholder returns.\n\nTexas Children's Hospital Center for Vaccine Development (Texas Children's CVD) at Baylor College of Medicine's National School of Tropical Medicine and its consortium partners is leading the development and testing of low-cost and effective vaccines against emerging and NTDs such as human hookworm, schistosomiasis, Chagas disease and other NTDs. As a PDP, it seeks to apply lessons learned from the community of vaccinologists and strive to advance our translational or preclinical research with more defined and predictive systems rather than empirical decisions, such that our vaccine candidates can enter into the clinical path with intelligent and more efficient study designs. Furthermore, our goal is to break the paradigm that vaccines against NTDs have no measurable business case or insufficient value proposition.\n\nThis review provides our assessment of the framework and translational processes used to establish a full public health value proposition and business case for technologies addressing global health gaps for NTDs. To provide examples, we purposely will focus on two vaccines, the human hookworm and schistosomiasis vaccine, providing a perspective, a probable road map and a forward-looking opinion of how academic institutions, medical research organizations and PDPs. Such consortiums continue to be the source of biomedical innovation and discoveries and have progressed from mostly being spectators to actively engaging in accelerating and advancing essential vaccine candidates urgently needed in low-and middle-income countries.\n\nThe term neglected tropical diseases (NTDs) is used to refer to approximately 20 or more infections with a common set of features. 6 The majority of the NTDs are parasitic infections, such as hookworm infection, schistosomiasis, onchocerciasis, Chagas disease and leishmaniasis, and most of these diseases tend to be chronic and debilitating conditions, which is why leprosy and other bacterial and fungal diseases are also included. However, there are also some viral NTDs, including rabies and the major arbovirus infections, such as dengue and yellow fever. A universal feature of the NTDs is their disproportionate impact on populations living in extreme poverty (Box 1). In addition, all of the NTDs also cause poverty through their adverse health and economic effects, and many of them exhibiting long-term effects on the development of children, productive work capacity, and the success of girls and women. 6 Still another aspect of the NTDs is that they are not generally major causes of mortality. The fact that NTDs do not typically kill means we need to evaluate alternative methods to express their global public health importance. 6 There are several approaches used currently to measure impact. First, most of the major NTDs are widely prevalent including some parasitic helminth infections such as hookworm and schistosomiasis that affects hundreds of millions of people. However, the viral NTDs are an exceptionfor these diseases, the incidence figures are more relevant. Overall, when combined the NTDs may comprise the most common afflictions of the poor. A second metric commonly used to report on the NTDs are disability-adjusted life years (DALYs) referring to years a combination of years lived with disability (YLDs) together with years of life lost (YLLs). Because of their disabling features, the YLDs component of the NTDs DALYs calculations predominates.\n\nShown in Table 1 are the nine NTDs that are currently targeted by human vaccines (in different stages of development). [7] [8] [9] [10] [11] [12] [13] [14] [15] Also, in development, there are two • Chronic and debilitating • Ancient afflictions • Disproportionately affecting populations living in poverty • Illnesses that promote poverty vaccines for cysticercosis and echinococcosis, respectively, which would be used as veterinary vaccines to prevent transmission to humans. 16 In terms of the NTDs targeted by human vaccines, according to the Global Burden of Disease (GBD) Study 2017 together these diseases affect approximately 400 million people at any given time, 7 a population that largely represents most of the world's approximately 700 million people now believed to be living below the World Bank poverty figure of $1.90 per day. 17 The nine NTDs currently being targeted by human vaccines exert a huge global health impact. According to the GBD 2017, together they result in 8.5 million DALYs annually, a value that exceeds the DALYs from global cervical cancers. 8 However, many investigators in the community of NTDs scientists and researchers feel that even 8.5 million DALYs is a \"low-ball\" estimate. For example, the current disease burden estimates for hookworm infection may not adequately encompass the cases of severe and moderate anemia resulting from this helminthiasis, 9 while current DALYs estimates for schistosomiasis fail to consider all of the chronic morbidities and end-organ pathologies, as well as increased susceptibility to HIV/AIDs among adolescent girls and women. 10 Thus, a full consideration of all of these aspects of NTDs morbidities could result in at least a tripling of GBD disease burden estimates.\n\nStill another consideration of the nine NTDs that would potentially be targeted by human vaccines is their economic impact. 18 There are now multiple health economic estimates of these NTDs, both globally and among local or regional populations. 9, 13, 19, 20 These studies primarily look at the economic burden of NTDs, or the benefits of mass drug administration or other programs linked to NTDs. [21] [22] [23] In addition, the studies have focused on health-care costs, and the impact on human capacity, especially for agricultural workers and women and children, 18, 24 while others look at cost-effectiveness in the context of the PDP ecosystem. [25] [26] [27] Additional efforts have modeled the cost-effectiveness of NTD vaccines, 19, 20 or vaccines linked to chemotherapy. 28, 29 For example, a modeling study to evaluate a hookworm vaccine delivered with preventive chemotherapy has the potential for positive societal benefits, while at the same time be cost-effective. 29 Therefore, more cost-economic studies are needed to investigate the mechanisms by which NTD or \"antipoverty\" vaccines could prevent debilitating disease and improve long-term economic outcomes. [23] [24] [25] The framework of Texas Children's CVD Similar to what was presented by Denee, et al. in 2012, 26 for the past two decades, Texas Children's CVD has adapted and refined an operational framework with guiding principles ( Table 2 ) and objectives (Box 2) that allows to measure indicators of success as well as recognize, early on, the challenges of each vaccine development program:\n\nWe have partnerships with more than 40 academic, public and private sector organizations to leverage expertise. The exchange of information is guided by formal research collaborative agreements and program or project charters leading to a robust project pipeline of more than half a dozen funded vaccine programs at different stages of development ( Figure 1 ).\n\nTo advance research and development (R&D), product and clinical development we focus on capacity building, infrastructure development and knowledge-sharing to meet Lowand Middle-Income Country (LIMC) needs and World Health Organization (WHO) requirements. We have more than 100 joint partnership publications and continuously exchange information during scientific conferences, partner meetings and workshops.\n\nBecause our PDP is embedded within an academic health center, the Texas Medical Center, and it is a key research and training arm of the National School of Tropical Medicine at Baylor College of Medicine, 27 we have established a hybrid model (of biotech and academic cultures) to train the next generation of vaccine researchers. Trainees can learn both at their site or via short exchanges the ins and out of \n\nAs a strategic necessity and to ensure continuity and sustainability of the vaccine programs, Texas Children's CVD and its partners has established a diversified financial portfolio obtained from different and distinct national and international sources. Each fund covers specific areas during the vaccine development continuum, addressing challenges and complexities of when and how to apply for each funding opportunity based on the stage of maturity of a given project. In addition, once funding for a project is made available, the management and expenditures of the fund encompassing the elements of accountability and transparency is essential. Such activities are managed through a team of dedicated program and project managers that keep track of the timelines, milestones, decision points and Go No Go criteria.\n\nThrough health economic modeling, the return on investments for several NTD vaccines including vaccines for hookworm infection, Chagas disease, and leishmaniasis clearly point to major economic returns in terms of improved productivity, a more robust workforce, reduced hospitalization, and other social goods that translate into overall national development. 9, 28 Additional modeling studies have shown how NTD vaccines can accelerate the control and elimination of these povertypromoting diseases, 28,29 especially for hookworm infection and schistosomiasis. However, while modeling and other evidence support the economic dominance of NTD and antipoverty vaccines, these aspects by themselves have not yet been sufficient to promote substantial and timely global investments. In the end, the long-time horizons, risk of failure, and absence of robust commercial markets make vaccines daunting financial investment prospects. Fueling investor hesitancy are the recent shortcomings and public reactions to newly introduced vaccines for malaria and dengue despite billion-dollar investments from Glaxo Smith Kline (GSK) and Sanofi Pasteur, respectively, 30,31 on top of an accelerating global antivaccine movement. Still another factor is the fact that recent financial \"pull mechanisms\" such as advanced market commitments and priority review vouchers so far benefit only larger for-profit organizations that have the ability to use internal resources in order to advance development of products. These realities have left the remaining vaccine PDPs, often on the outside-lookingin in terms of the investment ecosystem. Despite the hurdles, some efforts are underway to sustain an NTD vaccine framework. As part of the global governance for neglected disease vaccines, the Initiative for Vaccine Research (IVR) of the World Health Organization (WHO), was established in 2010 through a Decade of Vaccines Collaboration (DoVC) 32 to coordinate the development of a Global Vaccine Action Plan (GVAP). 33 The GVAP provides a framework that embraces an R&D and translational science component mostly facilitated by the Product Development for Vaccines Advisory Committee • Achieving improved health outcomes in the most cost-effective manner possible • Early inclusion and understanding of LMICs needs and preference • Incentivizing disease-endemic country ownership • Building self-reliance and sustainability (PDVAC) 34 and which also takes into consideration a few vaccine initiatives for NTDs. Several reviews 35 have been published highlighting more than 100 articles and reviews of the landscape of vaccine candidates advancing through development.\n\nBased on the 2017 assessment report of the GVAP, however, progress continues to be slow and likely most of its 2020 goals may be challenging to reach. 36, 37 For instance, indicator data suggest that vaccine coverage levels are not increasing and diseases outbreaks such as measles and others continue to occur. These challenges are due to multiple global, regional and national issues which will require increased global efforts to promote more R&D, increase immunization campaigns, reduce vaccine hesitancy and address the systemic weaknesses that are limiting equitable vaccine access. 30, 31 Furthermore, and to enhance the knowledge-sharing and the collaborations for the R&D and translational science agenda of the GVAP, WHO, in partnership with the US National Institutes of Health-National Institute of Allergy and Infectious Diseases (NIH-NIAID) and the Bill & Melinda Gates Foundation (BMGF) have launched the Global Vaccine & Immunization Research Forum (GVIRF) held every two years. 38 The latest forum, held in 2018, included a special focus on the GVAP goal to develop and introduce new and improved vaccines and technologies with an emphasis on the thought-processes to develop robust business cases with full public health value propositions (FPHVP), which are needed to make decisions for an end to end development, integration and delivery. This initiative, supported by the Strategic Advisory Group of Experts (SAGE) on Immunization, 39 provides the framework starting during the early stages of vaccine product development to ensure a clear definition of the global value of vaccines, allowing accurate prioritization and eventually avoid delays in the uptake especially in (LMICs). 40 Gavi, The Vaccine Alliance, has also made significant progress in support of making vaccines more equitable, affordable and accessible. 41 As an example of these organizations working together, we point to the development, licensure and introduction of MenAfriVac, the vaccine for meningococcal A disease in Africa's meningitis belt that has reduced the incidence of suspected meningitis and epidemic risk, and its effect on confirmed group A meningococcal meningitis. 42, 43 Understanding the FPHVP of NTD vaccines is a necessary step when building the business case primarily because it provides information on the need and the geograhic and population burden. It also assists in setting the appropriate target product profile, product development and regulatory strategy and ultimately proposes the advocacy, policy and public health activities needed to ensure demand, adoption, and implementation practices. 44 In recent years, the scientific and vaccine community of thought-leaders have advocated that a FPHVP should not only include assessments related to individual benefit-risks or individually randomized clinical trials but that the translational science for a public health intervention should be more comprehensive and include the evaluation of the population impact and community benefits-risks. As elegantly described by Gessner et al., the FPHVP of vaccination should include a wider scope of vaccine benefits and not limit the assessment based solely on economic vaccination-set health benefits but rather include the non-health benefits including productivity, health-risk reduction, equity/fairness and fiscal impacts. 44 For the NTDs and emerging or emergent infectious diseases, these processes and decisions have been hampered by the perception that the development costs are substantial and that there is an implicit market failure leading to no or limited financial returns on investments.\n\nFor example, for epidemic infectious diseases, a recent study by Gouglas, D. et al. 45 highlighted how for pandemic diseases requiring vaccine stockpiling, the model should include parallel development of multiple candidates for multiple diseases and focus on platforms that have known success through the regulatory pathways. However, even with this approach, the cost to bring a discovery up to Phase 2 could be between $31-68 million. In addition, if consideration is to be given to the logistics and ability of doing efficacy trials the cost estimates to bring these discoveries trough licensure could amount up to $2.5 billion. Furthermore, the probability of success of a vaccine candidate to advance from preclinical to clinical usually ranges between 40% and 50% but to be successful through phase 2 the probability goes down to only 10-13%. 46 The roadmap to assess translational success for a human hookworm and schistosomiasis vaccine requires an in-depth analysis of the technical, operational and profitability drivers. Generally, and for vaccine development programs related to NTDs, these roadmaps have been perceived as fragmented, slow, expensive, and poorly coordinated with important stakeholders such as governments, non-profit and academic entities and sometimes even lacking the engagement of the public. In recent publications, we highlight the technical steps, prospects and lessons learned, used by Texas Children's CVD, in an effort to follow the critical path for the development of human hookworm and schistosomiasis vaccines. [47] [48] [49] Among the greatest challenges of developing vaccines (and other biologics) for neglected and emerging infectious diseases, the mechanisms to secure the funding for the development stages rank high. Multiple attempts have been made to generate \"blueprints\", mostly led by the WHO, on what would be an ideal model to bring new biologics through preclinical and clinical development and through the last mile towards licensure or registration. However, even with many consultations or substantial financial supporting mechanisms provided by organizations such as BMGF, Wellcome Trust, multilateral governments and/or pharmaceutical companies, no ideal model has proven successful to fill all the shortcomings and have certainly not been designed to be a fit-for neglected and emerging infectious diseases nor have been able to bring any targeted vaccines to the eventual objective of successful licensure.\n\nThe funding to develop new NTD vaccines comes from government, philanthropic funding and occasionally from biotech funds. Seldom is any funding raised from private equity.\n\nFor government funding, in the United States, the funding strategies used by the National Institutes of Health (NIH) on biotechnology research support primarily early stage and preclinical R&D, rather than the transition of new vaccines through advanced development and into commercialization. Their emphasis is on laboratory discoveries that remain stuck within the \"valley of death\". 50 Even if such a discovery arrives into a clinical application, there is no set path towards advanced development. There are substantial NIH funds through the Small Business Innovative Research (SBIR) pathway, but these funds are not generally available for non-profit PDPs. More recently, the NIH through the National Institute of Allergy and Infectious Diseases (NIAID) has made selective gap funding available to PDPs through their contracting mechanisms. Such funds have it possible to participate in the NIAID-NIH network of Vaccine Trial Evaluation Units (VTEUs), and Good Laboratory Practices (GLP) toxicology contractors, which were critical path elements of advancing our schistosomiasis vaccine. NIAID-NIH has also directly supported the early clinical trials of the hookworm and schistosomiasis vaccines. Outside of NIH, the Department of Defense (DOD) has provided some needed support for earlystage vaccine development through its Congressionally Directed Medical Research Program (CDMRP), which was instrumental in advancing our leishmaniasis vaccine. In the United Kingdom and Europe, promising research into vaccines has been supported through organizations such as the Innovative Medicines Initiative with European Commission funds such as those coming from the Horizon 2020 mechanism, but similarly, as in the US, these mechanisms do not typically bring innovative discoveries into a commercialization path. The new Coalition for Epidemic Preparedness Innovations (CEPI) Alliance has chosen to focus mostly on perceived viral pandemic threats, such as Lassa fever, MERS coronavirus infection, and Nipah virus infection rather than the poverty-promoting and debilitating NTDs.\n\nPrivate investment in NTD vaccines from major philanthropies has also been tepid. The Gates Foundation has been gradually divesting from this space in order to focus on either alternative technologies or elimination strategies, although the Wellcome Trust has begun to prioritize some aspects of vaccine development for Ebola and other emerging infections. Recently the Carlos Slim Foundation has committed to supporting vaccines to combat Chagas disease.\n\nOverall our assessment is that the global health technology community has largely pivoted away from NTD vaccines in order to either focus on diseases of emergency preparedness, especially those that threaten North America and Europe, or if there are NTD investments they are focused on innovations with lower risk and shorter timelines.\n\nAs highlighted in the recent commentary, \"Vaccine candidates for poor nations are going to waste\", the development of NTD vaccines will require help to advance towards licensure and successfully enter the market. 51 Vaccine candidates in the NTD pipeline do not even have the option of both public and private markets. Therefore, these vaccines will need to rely primarily on public markets in LMICs and high-risk development prospect and with the added difficulty of predicting the accurate return on the investments. A recent observation that a surprising burden of NTDs occurs among the poor living in a wealthy group of 20 nations (G20), a group sometimes referred to as the \"poorest of the rich\" potentially points a way to bring in G20 government investments from outside the US, United Kingdom, and Europe. 52 However, this framework known as \"blue marble health\" has not yet been widely accepted by the leaders of G20 and their policymakers.\n\nAs described in the commentary, the knowledge gaps about the mechanism of protection, the lack of a clear understanding of the burden of disease especially in areas of different endemicities and intensities, and a clear picture of the cost-of-illness in a region or a given country makes a difficult argument for how to establish the value proposition.\n\nWe are therefore joining the rest of the scientific community and ask for a call to action. But in our case we strongly encourage a new path for the development of vaccines that have a compelling but uncertain business case. We urge that the community reevaluate and include in the future path vaccines that have low, artificial, or no financial opportunity but for which the potential returns are quantified primarily via public health means.\n\n• Recent investments in vaccines to combat viral diseases of pandemic potential and other emerging diseases have excluded investments for anti-poverty vaccines to combat the NTDs. • Despite demonstrated cost savings and economic dominance, the major global health investors have pivoted away from NTD vaccines in order to focus on lower-risk technologies or those with shorter timelines and horizons. • Anti-poverty vaccines for NTDs urgently need a new business model of development due to rising R&D costs, the need for more stringent clinical trials, exhaustive manufacturing rules and regulatory frameworks. • Vaccine demand is rising for complex diseases, requiring better and faster development while at the same time implementation of new delivery models are hampered by vaccine hesitancy and poor advocacy. • The probability of a new vaccine to reach the market is about half (approximately 6%) of the probability of drugs. • Given the complexity in development and the high risks involved, innovative ways to measure the returns is needed. To attract investors better transparency is needed to predict R&D spending, clinical development and market entry, which generally can span between $200 and $900 million. • Organizational, methodological, and cultural barriers within and among research institutions are necessary. • We urgently need innovation in the finance sector to identify a new sustainable business model for these urgently needed technologies. • We propose a new call to action for NTD vaccines.\n\nThe authors are lead investigators and patent holders on several vaccines against neglected tropical diseases. These vaccines are either in clinical trials or in development. "}