{"title": "", "body": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.\n\nBreakdown of the enterotomy or anastomosis and subsequent leakage of intestinal contents into the peritoneal cavity is the most common postoperative complication of intestinal surgery. The causes may include (1) less than 3-mm bite in the submucosa, (2) sutures spaced more than 3 mm apart, (3) traumatic handling of the cut edge of intestine, (4) improper knotting of suture material, and (5) suturing of nonviable bowel. 20. What is the most accurate test for diagnosis of postoperative intestinal leak?\n\nPeritoneal tap and evaluation of peritoneal fluid cytology is the most sensitive diagnostic test for peritonitis secondary to anastomotic leak. Presumptive diagnosis is based on elevated body temperature, vomiting, abdominal tenderness, drainage from the incision, inflammatory leukogram, and low glucose. Survey abdominal radiographs generally are not helpful; they are difficult to assess critically because of the presence of postoperative air and fluid. Barium should not be used because it may cause peritoneal irritation. Aqueous contrast agents are not sensitive enough to pick up small perforations. If the presence of a leak is in doubt, remember the axiom, \"It is better to have a negative exploratory laparotomy than a positive postmortem.\" \n\nCanine HGE is a syndrome characterized by the acute onset of profuse vomiting and bloody diarrhea with significant hemoconcentration.\n\nThe cause is unknown. Although the term HGE implies an inflammatory condition, the disease is more likely due to altered intestinal mucosal permeability and perhaps mucosal hypersecretion. Cultures of GI contents from HGE-affected dogs have yielded large numbers of Clostridium perfringens, leading to speculation that this organism or its exotoxins are the cause."}