{"title": "Metalloprotease ADAM17 regulates porcine epidemic diarrhea virus infection by modifying aminopeptidase N", "body": "Porcine epidemic diarrhea virus (PEDV) is a positive single-strand RNA virus in the family Coronaviridae and order Nidovirales. PEDV is the causative agent of porcine epidemic diarrhea (PED), which is characterized by acute watery diarrhea, vomiting, dehydration and high mortality in pigs of all ages, especially in neonatal piglets (Li et al., 2012) . PED was first reported in England in 1971 (Wood, 1977) , and subsequently spread to other swine production countries. Since 2010, PED outbreaks have swept throughout East Asia and North America and dramatically damaged pig industry (Ding et al., 2014; Kim et al., 2015; Li et al., 2012; Liu et al., 2015; Mole, 2013) .\n\nPorcine aminopeptidase N (APN), an important entry factor on cell surface, plays a crucial role in PEDV infection (Li et al., 2007; Oh et al., 2003) . It is well known that Vero E6 cell is widely used for the isolation and passage of PEDV as well as the model for studies on virus pathogenesis in vitro. In addition, PEDV has also been confirmed to infect other kinds of cell lines, including PK15 cell (pig kidney), huh-7 cell (human liver), Tb1-Lu cell (bat lung) and so on (Liu et al., 2015) . However, Vero cell line is recognized to be unable to secrete type I interferon when infected with viruses, due to loss of the type I interferon gene cluster (Ding et al., 2014; Le Bon and Tough, 2002) . Therefore, Vero cells are not recommended as the ideal model to investigate viral infection-driven innate immune responses. Although porcine intestine epithelial cells are the target cells for PEDV infection in vivo, the immortalized porcine intestinal epithelial cell clone J2 (IPEC-J2) has a low susceptibility to PEDV infection in vitro Luo et al., 2017) . Our previous research has demonstrated that HEK293 cells can be efficiently infected by PEDV and APN is involved in the virus infection, which might provide a useful tool for understanding the fundamental mechanisms involved in PEDV infection in vitro . Moreover, HEK293 cells have been widely used in cell biology research for many years because of their reliable growth and propensity for transfection. Thus, the HEK293 cell as a new cell model is essential to gain a better understanding of the mechanisms of PEDV infection in vitro.\n\nCell surface metalloproteases coordinate signaling during development, tissue homeostasis, and disease. A disintegrin and metalloprotease 17 (ADAM17) is a well-characterized member among ADAM family, which mediates the cleavage of various cell surface proteins (Black, 2002; Black et al., 1997; Dello Sbarba and Rovida, 2002; Wang et al., 2011) . We have reported previously that ADAM17 can regulate pig CD163, TNFα and CD16 on the cell surface, playing an important role in modulating inflammation and infection of PRRSV Gu et al., 2015; Guo et al., 2014; Li et al., 2016) . However, whether and how this metalloprotease ADAM17 is involved in PEDV infection remains unknown. In this study, the role of ADAM17 on PEDV infection was examined in HEK293 and IPEC-J2 cells, and we found that modulation of APN expression as a consequence of ADAM17 sheddase activity regulates PEDV infection.\n\nHEK293 (Human embryonic kidney 293 cell), IPEC-J2 (porcine intestine epithelial cell clone J2) and Vero E6 (African green monkey kidney epithelial cell) cell lines were grown and maintained in Dulbecco minimum essential medium (DMEM) supplemented with 10% heat-inactivated fetal bovine serum (FBS, Thermo Fisher). Cells were cultured in a humidified atmosphere at 37°C in 5% CO 2 . PEDV strain CV777 (GenBank accession number: KT323979) was grown and titrated in Vero E6 cells.\n\nIn order to regulate the activity of metalloprotease ADAM17, batimastat (BB94; Sigma-Aldrich, St. Louis, MO) and phorbol 12-myristate 13-acetate (PMA; Sigma-Aldrich, St. Louis, MO) were selected as the inhibitor or activator, respectively. 10 6 cells were treated with BB94 or PMA prior to PEDV infection at MOI of 0.1 (HEK293) or 1.0 (IPEC-J2). At 24 h post infection, cells were subjected to western blot analysis for detection of PEDV nucleocapsid (N) protein or collected to determine the progenies titers by the method of 50% tissue culture infective dose (TCID 50 ).\n\nThe gene of ADAM17 has successfully cloned into the mammalian expression vector pCAGGS (pCAGGS/ADAM17) and kept in our laboratory (Guo et al., 2014) . When cells reached 80% confluence, cell monolayers were transfected with recombinant pCAGGS/ADAM17 or empty pCAGGS vector as mock control for 24 h prior to PEDV infection. At 24 h post infection, cells were subjected to western blot analysis and progenies titration as indicated above.\n\nSmall interfering RNA (siRNA) was introduced to knock down the endogenous expression of ADAM17. Cells were transfected with ADAM17-specific (siADAM17) or negative control siRNA (siNC) duplexes at concentration of 100 nM using Lipofectamine RNAiMAX reagent (Invitrogen) according to the manufacturer's instructions. The sense strand sequence of siRNA against ADAM17 used in this study is 5'-GAGAGUACAACUACAAAUU-3'. The sequence of negative control siRNA is 5'-UUCUCCGAACGUGUCACGUTT-3'. At 24 h post transfection, PEDV infection was performed at MOI of 0.1 (HEK293) or 1.0 (IPEC-J2), respectively.\n\nWestern blot analysis was performed as previously described with a slight modification (Gu et al., 2015) . Typically, samples were separated by SDS-PAGE under reducing conditions and transferred onto a PVDF membrane. After blocking, the membranes were incubated with a primary antibody and then incubated with an appropriate IRDye-conjugated secondary antibody (Li-Cor Biosciences, Lincoln, NE) . The membranes were scanned using an Odyssey instrument (Li-Cor Biosciences) according to the manufacturer's instructions. The anti-ADAM17 polyclonal antibody was purchased from Abcam (Abcam, Cambridge, MA). Mouse anti-Flag antibody was purchased from Sigma (Sigma-Aldrich, USA) and used to detect overexpression of ADAM17 fused with a Flag tag in the carboxyl terminal. Mouse mAb 2G3 against PEDV N protein was stocked in our laboratory. Anti-β-actin mAb was purchased from Santa Cruz Biotechnology (Santa Cruz, CA).\n\nCollected virus samples were clarified by centrifugation prior to titration by the method of TCID 50 . TCID 50 assays were performed on Vero E6 cells following the method of Reed & Muench as previously described (Chua et al., 2008) . Briefly, cell monolayers in 96-well tissueculture plates (Corning, USA) were inoculated with 100 µl 10-fold serial dilutions of each virus stock and incubated for 4 days prior to observation of the presence of cytopathic effect.\n\nFlow cytometric analyses were performed on a FACSAria instrument (BD Biosciences) as described previously (Wang et al., 2009) . Cells were fixed with a kit following the manufacturer's protocol (eBioscience). Isotype-matched negative control mAbs were used to evaluate levels of nonspecific staining. Typically, 10,000 labeled cells were analyzed. All samples were analyzed using FlowJo 8.7 (Tree Star) and FACS Diva (BD Biosciences).\n\nValues are expressed as mean ± SD. Data were analyzed using Student's t test and analyzed using Prism 5. A p value of < 0.05 was considered significant.\n\nPrevious research has demonstrated that metalloprotease ADAM17 plays an important role in regulating cell surface proteins, such as CD163, CD16b, L-selectin, etc. (Droste et al., 1999; Wang et al., 2013; Wang et al., 2010) . In order to evaluate the involvement of ADAM17 on PEDV infection, HEK293 and IPEC-J2 cell monolayers were treated with a metalloprotease inhibitor BB94 or carrier control DMSO as previously described (Guo et al., 2014) . As shown in western blot, higher levels of PEDV N protein were detected in HEK293 cells with BB94 treatment than that with DMSO treatment (Fig. 1A) . Moreover, BB94 treatment significantly increased the virus titer compared to that in DMSO mock treatment (p < 0.05) (Fig. 1A) , suggesting that inhibition of ADAM17 activity facilitates PEDV infection. Meanwhile, a metalloprotease activator PMA was also introduced to examine the effect of ADAM17 on PEDV infection. As shown in Fig. 1B , PMA treatment downregulated the PEDV N protein expression in HEK293 cells and led to a lower progeny virus titer than control treatment (p < 0.05), indicating that the metalloprotease ADAM17 activation can inhibit PEDV infection. As was the case with HEK293 cells, PEDV infection of IPEC-J2 cells was upregulated by treatment with BB94 and was downregulated with activator PMA treatment as determined by TCID 50 (p < 0.05) (Fig. 1C) . To rule out the side effect of inhibitor or activator, the levels of endogenous ADAM17 expression were analyzed by western bot. The results showed that neither BB94 nor PMA had an effect on ADAM17 expression (Fig. 1D) , suggesting that the differences in PEDV infectivity are associated to ADAM17 activity. The inhibitory effect of ADAM17 on PEDV infection is similar to that on porcine reproductive and respiratory syndrome virus (PRRSV) infection (Guo et al., 2014; Li et al., 2016) .\n\nPreliminary results have been conveyed that the metalloprotease ADAM17 can regulate PEDV infection in both HEK293 and IPEC-J2 cells by modulating the ADAM17 activity with the inhibitor or activator. Furthermore, we attempted to determine the involvement of metalloprotease ADAM17 in PEDV infection by using genetic modification methods. Then, we examined the effect of ADAM17 on PEDV infection by transient overexpression assay. The overexpression of ADAM17 in HEK293 cells was confirmed by western blot analysis of cell lysate from pCAGGS/ADAM17-transfected cells ( Fig. 2A) . As shown in Fig. 2A , the expression levels of PEDV N protein were reduced in HEK293 cells transfected with ADAM17 compared to that with pCAGGS vector control treated cells; and the virus titer was significantly decreased in the cells transfected with ADAM17 as well. These data suggest that PEDV infection is restrained by activated ADAM17. A similar modulation manner was displayed such that PRRSV infection was inhibited in Marc-145 cells treated with overexpression of ADAM17 (Guo et al., 2014) .\n\nTo further determine the ADAM17 involvement, we next used previously verified ADAM17-specific siRNA duplexes to reduce the endogenous expression of ADAM17 in HEK293 cells . At 24 h after transfection of siRNA duplexes, HEK293 cells were inoculated with PEDV and cultured for an additional 24 h. Western blot indicated that endogenous ADAM17 was knocked down upon siRNA treatment (Fig. 2B) . Fig. 2B also showed that the level of PEDV N protein was augmented in the ADAM17-specific siRNA treated cells in contrast to the control siRNA treated group. Moreover, an increase in the titers of progeny virus from the cells treated with ADAM17-sepecific siRNA was confirmed by measuring the TCID 50 (p < 0.05) (Fig. 2B) . Similarly, consistent results were observed in IPEC-J2 cells such that ADAM17 overexpression inhibits PEDV infection and ADAM17 siRNA increases virus infection (Fig. 2C and D) . Overall, these data demonstrate that the activation of metalloprotease ADAM17 suppresses PEDV infection in both HEK293 and IPEC-J2 cells.\n\nIt has been reported that ADAM17, one of the most important metalloproteases, is known to have a wide spectrum of substrates (Wang et al., 2013; Zunke and Rose-John, 2017) . We have previously verified that ADAM17 can regulate PRRSV infection by two different mechanisms. One is that PRRSV infection induced ADAM17-mediated TNFα production, which in turn restricted PRRSV replication . The other one is that PRRSV entry was regulated by ADAM17 through modulating the expression of PRRSV receptor CD163 (Guo et al., 2014) . Since APN has been recognized as an important infection factor for PEDV entry (Oh et al., 2003) , we examined whether the regulation role of ADAM17 on PEDV infection is through the modulation of APN. Involvement of ADAM17-mediated APN modulation in PEDV infection was investigated in HEK293 cells, due to the low susceptibility of IPEC-J2 to PEDV infection . HEK293 cells were first treated with PMA and then transfected with a vector carrying APN protein, and cells were then infected with PEDV. As determined by TCID 50 , overexpression of APN increased the titer of PMA-treated cells, suggesting that APN complementation rescues the reduced PEDV infection in PMA treated cells (Fig. 3A) . HEK293 cells were seeded in 6well-plate in the presence or absence of inhibitor BB94 or activator PMA, and cells were then stained with anti-APN antibody. As shown by flow cytometric analysis, APN expression on cell surface was upregulated in HEK293 cells by BB94 treatment compared to that by the carrier DMSO treatment (Fig. 3B) ; and a decrease of APN expression was shown in HEK293 cells by PMA treatment (Fig. 3C) , which was consistent with the above results that ADAM17 can inhibit PEDV infection by modulating ADAM17 activity (Fig. 1) . Moreover, we also utilized overexpression and siRNA method to genetically modulate ADAM17 activity. Flow cytometry results showed that APN expression on the cell surface was downregulated in cells by ADAM17 overexpression (Fig. 3D) ; and the APN expression on the cell surface was (caption on next page) upregulated by ADAM17-specific siRNA treatment (Fig. 3E ).Taken together, we conclude that ADAM17 can modulate PEDV infection by regulation of the APN expression, an important entry factor for PEDV infection. Currently, ADAM17 has been well-studied and its activities refer to different involvements, including development, inflammations, immune responses, cancers, etc. (Zunke and Rose-John, 2017) . More and more studies have been addressed as ADAM17 mediated regulation effects on human diseases. Inhibition of ADAM17 by sorafenib controls the mesenchymal characteristics of retinal pigment epithelial cells infected with Epstein-Barr virus, suggesting that ADAM17 might serve as a new target for the prevention or control of epithelial-to-mesenchymal transition in retinal diseases . Fortunately, pharmacological inhibitors of ADAM17 have advanced in specificity and progressed to clinical trials for cancer (Duffy et al., 2011; Friedman et al., 2009; Mishra et al., 2017) . In addition, antagonist results have been introduced to investigate its role on infection of severe acute respiratory syndrome coronavirus (SARS-CoV). It was indicated that TAPI-2, an antagonist of ADAM17, blocks SARS-CoV infection and attenuates its severity of clinical outcome, implicating the possibilities of developing more useful and safer drugs for SARS-CoV treatment, such like potent antagonists (Haga et al., 2010) . Based on the research progress in ADAM17 prior and afterwards, relative useful drugs will be developed to defeat ADAM17 modulated virus infection as well as human diseases, such as cancers and inflammations.\n\nIn conclusion, it was indicated that the modulation of APN expression level by ADAM17 is a critical factor for regulation of PEDV infection in HEK293 and IPEC-J2 cells. Fig. 3 . ADAM17-mediated APN modulation regulates PEDV infection in HEK293 cells. (A) HEK293 cells were treated with PMA for 30 min, and cells were then transfected with vector or APN for 24 h followed by PEDV infection. Virus titers were determined by TCID 50 . HEK293 cells were treated with inhibitor BB94 (B) and activator PMA (C) for 24 h and 30 min, respectively. All cells were then stained for surface expression of APN with mouse anti-APN antibody and detected by flow cytometry. Moreover, HEK293 cells were transfected with pCAGGS/ADAM17 (ADAM17) and pCAGGS vector control (D), or ADAM17-specific siRNA duplexes (siADAM17, 100 nM) and negative control siRNA (siNC) (E) as indicated. Levels of APN expression were determined by flow cytometry. Appropriate isotype negative control antibodies were selected as control. The data are the representatives from three independent measurements."}