{"title": "Enteric viral infections in lambs or kids", "body": "Diarrhoea in lambs and kids can be defined as a complex, multifactorial syndrome. Interactions between animal susceptibility, nutritional status, environmental factors, flock/herd management and a variety of infectious agents acting often in a synergistic mode may influence the onset and evolution of the disease. Common bacterial causes of diarrhoea in lambs and kids during the first month of life are Escherichia coli,Cryptosporidium spp., Salmonella spp. and Clostridium spp. (Tzipori et al., 1981; Holland, 1990; Uzzau et al., 2001) . Rotaviruses are also often associated with enteric disease in small ruminants (Alkan et al., 2012) . However, in general, the role of viruses in the syndrome still remains largely unexplored and likely overlooked. Recent advances in the diagnostics and metagenomic investigations of the enteric environment have provided clues to understand the diversity of small ruminant enteric virome. By reviewing the literature, we provide herewith an update on the enteric viruses identified in small ruminants and eventually associated with enteric disease, on the basis of either observational or experimental studies.\n\nIn small ruminants, adenoviruses have been associated with both enteric and respiratory signs of various severity and adenovirusinduced disease is usually referred to as pneumo-enteritis (Belak, 1990) . Adenoviruses (family Adenoviridae) are non-enveloped viruses with an icosahedral nucleocapsid of 90-100 nm in size, with a double stranded DNA genome of 26-45 Kbp in length (Davison et al., 2003) . Adenoviruses are genetically/antigenically highly heterogeneous and infect a broad range of vertebrate hosts (Harrach et al., 2011) . Currently, the family Adenoviridae includes five genera, Atadenovirus, Aviadenovirus, Ichtadenovirus, Mastadenovirus and Siadenovirus (Harrach et al., 2011) .\n\nSeven distinct ovine adenovirus serotypes and two caprine adenovirus serotypes, belonging to the genera Atadenovirus or Mastadenovirus (Table 1) , have been identified thus far (Lehmkuhl and Hobbs, 2008) . The various types differ in their antigenic and biological properties (haemagglutination spectrum, in vitro cultivation, virulence) (Belak, 1990) . Although adenoviruses seem to be species-specific, isolates antigenically related to bovine adenovirus type-2 or adenovirus type-7 have been reported in lambs (Belák and Pálfi, 1974; Davies and Humphreys, 1977) .\n\nVirological and serological investigations have revealed that adenoviruses are common in populations of small ruminants worldwide (Belak, 1990) . Prevalence of antibodies to the various ovine adenovirus types is high (Pálfi and Belák, 1978; Adair et al., 1984; Lehmkuhl and Hobbs, 2008) . Asymptomatic infections or prolonged shedding of virus after acute infection are frequent. The virus is shed with nasal secretions, faeces and/or urine. Young animals with low or no maternal immunity are more susceptible to adenovirus infection. Morbidity in a flock/herd is high, while mortality is influenced by age, adenovirus type/strain and eventual co-infections with other pathogens (Belak, 1990) .\n\nAdenovirus infection is usually observed in 2-12-week-old lambs. One week after infection, the disease starts with enteric signs that persist for nearly one week. Respiratory signs appear 2-3 days after onset of the enteric signs and include sneezing, nasal discharge, conjunctivitis and altered breathing. Febrile response is also observed in the animals. Respiratory signs tend to persist, evolving into a chronic form. Sometimes, only respiratory sign are observed (Belak, 1990) , while in other cases the enteric form is predominant (Smyth et al., 1994) . Fatal hyper-acute infections may also occur in neonatal lambs . The disease observed in kids is similar, with enteric and respiratory signs being described in those animals (Lehmkuhl et al., 1997 Olson et al., 2004) . Encephalitis by adenovirus has been described in an adult goat (Lehmkuhl and Cutlip, 1999; Lehmkuhl et al., 2001) .\n\nPrevention of the infection is based on adoption of good hygiene measures and correct management of the flock/herd. Experimental inactivated bivalent vaccines proved to be safe and effective (Belak, 1990) , although commercial vaccines are not currently available.\n\nAstroviruses are small round non-enveloped viruses, with a positive-sense 3 0 poly-adenylated RNA of 6-7 kb in size (Mendez and Arias, 2007) . Astroviruses are mostly associated with enteric infections in mammalians and avian species, although extraintestinal localisation and disease may occur in avian species and in some mammals (Mendez and Arias, 2007; Blomström et al., 2010; Li et al., 2013) .\n\nOvine astroviruses were first identified in the late 1970s in Scotland (Snodgrass and Gray, 1977) . Small round virus-like particles were observed by electron microscopy in the faeces of lambs 4-6 weeks of age with acute diarrhoea. Virions with a typical five-to-six pointed star shape were clearly distinguishable in some samples. Faecal filtrates from a naturally infected lamb were given orally to a gnotobiotic lamb, which subsequently excreted the virus. Also, faecal filtrates of the experimentally infected lamb were given orally to two further gnotobiotic lambs, which developed diarrhoea and excreted the virus (Snodgrass and Gray, 1977) . Infections in gnotobiotic lambs with the ovine astrovirus were repeated in a distinct experiment, and the infection determined mild diarrhoea after an incubation period of about 48 h. Astroviruses infect only mature villus epithelial cells and subepithelial macrophages in the small intestine, where they produce partial villus atrophy. Infected enterocytes are replaced with cuboidal cells from the crypts, and the lesion gradually heal by 5 days after infection (Snodgrass et al., 1979) .\n\nStructural analysis and genome sequencing of the ovine astrovirus prototype confirmed that the virus is part of the Mamastrovirus genus, Astroviridae family (Herring et al., 1981; Jonassen et al., 2001 Jonassen et al., , 2003 . Subsequent studies have revealed that the ovine astrovirus prototype is genetically unrelated to bovine astroviruses (Tse et al., 2011) and that genetically diverse astroviruses may infect sheep (Reuter et al., 2012a) .\n\nBunyaviruses are enveloped, spherical viruses with a diametre of approximately 80-120 nm and a genome consisting of three segments of negative-sense single-stranded RNA (large, medium and small segments). The family Bunyaviridae includes over 350 viruses, mostly transmitted by arthropods, which are divided into five genera: Hantavirus, Nairovirus, Orthobunyavirus, Phlebovirus and Tospovirus. Several bunyaviruses have been reported to infect small ruminants, but only a few are responsible for enteritis in these animals (Hubálek et al., 2014) (Table 2) .\n\nNairobi sheep disease was first observed in a sheep with acute gastroenteritis in Nairobi, Kenya (Montgomery, 1917) . The virus, prototype of the Nairovirus genus, is also known as Ganjam virus. Nairobi sheep disease is widespread in East Africa and India and it is transmitted by metastriate ticks, e.g. Rhipicephalus appendiculatus (Africa), Haemaphysalis wellingtoni, Haemaphisalis intermedia (India) (Marczinke and Nichol, 2002) . The vertebrate hosts are sheep and goats, although the rat Arvicanthis abyssinicus may serve as a reservoir of the virus (Simpson, 1966) . The disease may appear after introduction of naïve livestock into an endemic area and it is regarded as one of the most pathogenic infection in small ruminants, with mortality risk rates as high as 90%, as animals die from acute haemorrhagic fever. The disease is observed only in sheep and goats, with less severe signs in the former species, whereas other ruminants are, in general, refractory to the infection. Signs of disease usually appear 4-6 days after the tick bite and start with fever, peaking to 42 C and persisting for 1-7 days. Diarrhoea is usually observed 1-3 days after onset of fever, characterised by watery and fetid faeces that turn haemorrhagic in the following days. Infected animals may also display depression, respiratory distress with mucopurulent nasal discharge and pulmonary oedema, myocarditis and tubular nephritis. Pregnant ewes and goats often abort and the foetuses may display developmental defects (Montgomery, 1917; Weinbren et al., 1958) . Nairobi sheep disease is a notifiable disease and sporadic cases of human infection have also been reported. An attenuated vaccine is available for its control (Davies et al., 1974) .\n\nRift Valley Fever virus (Phlebovirus), or Zinga virus, was first isolated from an epizootic of high mortality in lambs and abortion in pregnant ewes in the Great Rift Valley, Kenya, in 1930 (Daubney et al., 1931 . Outbreaks of Rift Valley fever were limited to the African continent until 2000, when severe and simultaneous outbreaks of the disease occurred in Yemen and Saudi Arabia and later in Madagascar and Mayotte. The geographic expansion poses a threat to European countries (Chevalier et al., 2010) , especially as Rift Valley Fever virus is a mosquito-borne infection, transmitted by insects of the genera Aedes and Culex (Chevalier et al., 2010) . A number of vertebrate species are susceptible to Rift Valley Fever virus infection, including wild and domestic ruminants and rodents. While ruminants develop clinical signs, rodents, mainly rats of the genera Arvicanthis or Rattus, serve as reservoirs. Equines and pigs can also be infected, but do not display clinical signs. Fatal Table 1 Classification/nomenclature of adenoviruses identified in small ruminants (Lehmkuhl and Hobbs, 2008 cases have been reported in dogs, cats and monkeys, and recently the virus was also isolated from bats (Olive et al., 2012) . In humans, an influenza-like syndrome usually occurs, followed in a few cases by haemorrhagic, neurological or ocular forms (Pepin et al., 2010) . Young ruminants, including lambs and kids, are prone to develop severe forms of disease, with mortality risk rates as high as 70%; in adult sheep, mortality risk rates are <10%. Lambs and kids younger than 7 days display a fatal hyperacute disease, with fever (40-42 C), inappetence and weakness. Older lambs, and less frequently adult animals, are affected by an acute form, with fever (40-41 C), vomiting, haemorrhagic diarrhoea, depression, muco-purulent nasal discharge, stiffness of gait and necrotic hepatitis. In adult sheep and mainly in goats, the disease course is subacute or subclinic. Abortions and teratogenesis in pregnant females are frequent (Gerdes, 2002) . Although both modified attenuated and inactivated vaccines are available for prevention of Rift Valley Fever virus infection in ruminants, inactivated vaccines should be preferred, since attenuated modified vaccines are abortifacient in pregnant animals (Gerdes, 2002) .\n\nIn October 2011, a novel Orthobunyavirus was identified in clinical samples from cattle in Schmallenberg, Germany. The animals showed fever, milk drop syndrome and, occasionally, diarrhoea and abortion. The virus, named Schmallenberg virus, was found to be most similar to viruses of the Simbu serogroup, which includes Akabane virus and Shamonda virus (Hoffmann et al., 2012) . These bunyaviruses are associated with arthrogryposis hydranencephaly syndrome in ruminants, but they have never been reported in Europe. The novel bunyavirus was subsequently detected in other European countries, causing disease in cattle, sheep and goats. Biting midges (genus Culicoides) seem to play a key role in the transmission of Schmallenberg virus infection, which is characterised by a seasonal spread with higher prevalence rates in summer and autumn. Vertical and venereal transmissions are also important (Tarlinton et al., 2012) . Schmallenberg virus infection causes transient fever, diarrhoea and a decreased milk yield in adult cattle and, most notably, stillbirths and severe malformations in lambs and calves . The first clinical report of Schmallenberg virus in sheep described malformations consistent with the arthrogryposis hydranencephaly syndrome in lambs born in late 2011 (Van den Brom et al., 2012) . Although Schmallenberg virus-induced diarrhoea has been reported mainly in cattle, experimental infection of sheep predominantly resulted in subclinical infection, with a single animal displaying diarrhoea for several days (Wernike et al., 2013) . Schmallenberg virus is not believed to be a zoonotic agent and an activated vaccine has been recently licensed for protection of cattle and sheep.\n\nCaliciviruses are important pathogens of humans and animals. Caliciviruses are small non-enveloped viruses of approximately 35 nm in diametre with single-stranded, positive-polarity RNA genomes of 7.4-8.3 kb. The Caliciviridae family includes the genera Lagovirus, Nebovirus, Norovirus, Sapovirus and Vesivirus, as well as other, unassigned caliciviruses identified recently (Clarke et al., 2012) . Caliciviruses belonging to at least three distinct genera of the family (Nebovirus, Norovirus, Vesivirus) have been identified in cattle (Smith et al., 2002; Oliver et al., 2003) . Noroviruses and neboviruses have been associated with mild to moderate enteric signs and the infection and disease has been reproduced in gnotobiotic calves infected experimentally (Smiley et al., 2002; Jung et al., 2014) . Also, gnotobiotic calves may be infected successfully with a human norovirus strain, although with limited replication and mild clinical signs (Souza et al., 2008) .\n\nThus far, serological evidence of Vesivirus infection in sheep has been gathered, but this has not been confirmed with direct diagnostic investigations (Smith and Boyt, 1990) . By converse, norovirus infection has been documented firmly in a study in New Zealand (Wolf et al., 2009) . Norovirus RNA was identified in 8 of 33 animals (24%). All the norovirus-positive samples were identified from asymptomatic animals younger than 2 years, living in the same farm. Upon electron microscopy, particles with norovirus size and morphology were observed. Also, upon sequence analysis of the capsid gene, the virus was classified within genogroup (G) III, along with other bovine noroviruses. However, due to the observed genetic diversity in the capsid gene, the ovine strain (Ov/Norse-wood30/2007/NZL) has been proposed as a third GIII genotype, which has not been described yet in other ruminants.\n\nCoronaviruses are large RNA viruses that can infect mammals and birds. Currently, Coronaviruses are member of the order Nidovirales, family Coronaviridae, subfamily Coronavirinae, which includes three recognised genera, named Alpha-, Beta-, and Gammacoronavirus (Decaro and Buonavoglia, 2011) . Recently, a new genus Deltacoronavirus has been proposed (Woo et al., 2009) .\n\nCoronaviruses infecting ruminants are closely related to bovine coronavirus (genus Betacoronavirus, species Betacoronavirus-1) and are regarded to be host variants of the bovine virus (Decaro et al., 2008) . Although bovine coronavirus-like viruses have been found to circulate in small ruminants, their pathogenic role in the aetiology of diarrhoea of lambs and kids remains largely unknown. Bovine coronavirus antibodies have been detected in 19% of 218 Swedish sheep serum samples, with increased frequencies in animals in large flocks and in animals older than 4 years (Tråvén et al., 1999) . In addition, coronavirus-like particles have been observed in faecal samples from sheep under electronic microscope examination (Tzipori et al., 1978; Pass et al., 1982) . However, results of virological investigations on faecal samples from lambs and kids with diarrhoea are contrasting. An investigation in small ruminants in Spain did not detect coronaviruses in diarrhoeic newborn animals (Muñoz et al., 1996) , whilst a mixed infection by rotavirus and coronavirus was reported in lambs with diarrhoea in Arizona (Harp et al., 1981) . More recently, a coronavirus has been associated with fatal diarrhoea in a kid in Turkey (Ozmen et al., 2006) .\n\nIn recent years, the emergence of Middle East Respiratory Syndrome (MERS) coronavirus in humans and its detection in dromedary camels have pointed out the possible role that camelids or some other ruminants may play in the epidemiology of this novel Betacoronavirus. However, serological investigations did not detect specific MERS-coronavirus antibodies in serum samples sheep or goats collected in Middle-Eastern countries (Hemida et al., 2013; Reusken et al., 2013) .\n\nPicornaviruses (family Picornaviridae) are small spherical, nonenveloped viruses with a single-stranded, positive-sense polyadenylated genomic RNA of 7-9 kb in length. Picornaviruses can infect humans and a wide variety of mammalian and avian species. Picornaviruses can cause mild to severe respiratory, cardiac, hepatic, neurological, muco-cutaneous and systemic diseases. They are currently divided into 12 genera (Aphthovirus, Avihepatovirus, Cardiovirus, Enterovirus, Erbovirus, Hepatovirus, Kobuvirus, Parechovirus, Sapelovirus, Senecavirus, Teschovirus and Tremovirus) , with several novel putative candidate species/genera being discovered in recent years.\n\nPicornaviruses have been isolated repeatedly from small ruminants (Rao et al., 1972; Jain et al., 1984) , although a genetic characterisation of those early isolates was not accomplished.\n\nSerological investigations using the bovine enterovirus strain LCR-4 (enterovirus E) (Kunin and Minuse, 1958) have revealed that specific antibodies are present in 33% of sheep and 28% of goats (Gür et al., 2008) . Also, using either bovine enterovirus-specific primers or metagenomic sequencing, bovine/ovine-like enteroviruses have been identified in the faeces of goats or sheep (Jiménez-Clavero et al., 2005; Omatsu et al., 2014) .\n\nRecent advances in the diagnostic and sequencing technologies have allowed discovering representatives of at least three distinct picornavirus genera (Enterovirus, Kobuvirus and the tentative novel genus Hungarovirus) in small ruminants. However, whether picornaviruses are associated with enteric disease or other signs in these animals has not been investigated.\n\nThe ovine virusOvine Enterovirus 1, genus Enterovirus, displays intermediate genetic features between Bovine Enterovirus (enterovirus E) and Porcine Enterovirus type B (enterovirus G) suggesting a recombinant origin, with the 5 0 UTR of the genome resembling bovine enteroviruses (Boros et al., 2012) (Table 3 ). In the same study, Ovine Enterovirus 1-like picornaviruses were detected in 44% of (7/16) faecal samples from lambs.\n\nPicornaviruses representing a putative novel genus (Hungarovirus) and species have been discovered in the faeces of cattle or sheep. The ovine virus (Ovine Hungavirus 1) was detected in 25% (4/ 16) of clinically healthy lambs from which faecal samples were collected (Reuter et al., 2012b) .\n\nIn addition, picornaviruses genetically related to bovine kobuviruses have been detected in sheep (Reuter et al., 2010; Barry et al., 2011) and goats (Lee et al., 2012) , suggesting free interspecies circulation amongst ruminants. Interestingly, kobuviruses genetically unrelated to bovine kobuviruses have also been identified in sheep (Barry et al., 2011) or goats (Lee et al., 2012) . This indicates that more kobuvirus species/types circulate in small ruminants.\n\nRotaviruses, Reoviridae family, are important enteric pathogens of humans and animals. In livestock, rotaviruses are associated with severe enteric diseases in young calves , weaning and post-weaning piglets (Saif and Fernandez, 1996) and severe enteritis in foals (Conner and Darlington, 1980) . The virion is 70-75 nm in size, icosahedral, triple-layered and non-enveloped. The genome consists of 11 segments of double-stranded RNA. These 11 RNA segments encode at least 6 structural proteins (VP1 to VP4, VP6 and VP7) and 5 or 6 non-structural proteins (Estes and Kapikian, 2007; Chatzopoulos et al., 2013) .\n\nBased on their genetic and antigenic properties and the existing literature, rotaviruses may be further classified into five confirmed species, A-D, and an additional three putative candidate species, F-H (Saif and Jiang, 1994; Matthijnssens et al., 2012) . Rotavirus A, Rotavirus B, Rotavirus C and Rotavirus H have been identified in humans and animals, while Rotavirus D, Rotavirus E, Rotavirus F and Rotavirus G have been identified only in animals (Alam et al., 2007; Estes and Kapikian, 2007; Wakuda et al., 2011) .\n\nThe outer capsid proteins VP7 and VP4 are important neutralising antigens and elicit protective immunity (Estes and Kapikian, 2007) . A binary classification system based on the VP7 (G type) and VP4 (P type) is used for Rotavirus A. A similar system is under development for Rotavirus B and Rotavirus C. Within Rotavirus A, at least 27 G and 37 P types have been reported in mammalian and avian strains (Matthijnssens et al., 2011) . The distribution of G and P type specificities across the various animal species shows peculiar host species-specific patterns, as the results of host range restrictions (Matthijnssens et al., 2009a) . However, rotaviruses can often cross the host species barriers and heterologous infections (from animals to humans or between animal species) have been documented on more occasions (Martella et al., 2010) .\n\nThe VP7-VP4 classification has been integrated into an 11 genebased classification scheme by the Rotavirus Classification Working Group (RCWG). The scheme is based on nucleotide sequence identity cut-off values of each viral gene, where the scheme Gx-P[x]-Ix-Rx-Cx-Mx-Ax-Nx-Tx-Ex-Hx designates the genotype constellation of the VP7-VP4-VP6-VP1-VP2-VP3-NSP1-NSP2-NSP3-NSP4-NSP5/6 genes, respectively .\n\nAt least three rotaviral species (Rotavirus A, Rotavirus B, Rotavirus C) have been described in small ruminants (Fitzgerald et al., 1995; Muñoz et al., 1995; Snodgrass et al., 1976b) . Reports on ovine or caprine Rotavirus A are available from various countries world-wide, with detection rates reaching 60% and an estimated 10-30% mortality (Makabe et al., 1985; Muñoz et al., 1996; Legrottaglie et al., 1993; Wani et al., 2004; Galindo-Cardiel et al., 2010; Alkan et al., 2012; Gazal et al., 2012; Papp et al., 2014 Papp et al., 2014) . Some types (G6, G8, G10, P[1], P[5], P[11]) are common with cattle, suggesting free circulation among ruminants, while other types (G3, P[3], P[14], P [15]) seem to be more peculiar of small ruminants. During outbreaks of neonatal diarrhoea by Rotavirus A, prevalence in faecal samples and lamb morbidity/mortality may be very high (Chasey and Banks, 1984; Theil et al., 1996) . Rotavirus B have also been associated with diarrhoea in goat kids (Muñoz et al., 1995 (Muñoz et al., , 1996 . Limited relevant information is available for Rotavirus C (Muñoz et al., 1996) .\n\nInoculation of lamb Rotavirus A to gnotobiotic lambs produced a disease characterised by diarrhoea and anorexia, with the virus excreted in the faeces of the challenged lambs for several days. One-day-old lambs are more susceptible than 12-day old lambs. Serological response to Rotavirus A infection is detected in all lambs (Snodgrass et al., 1976a) . Administration of colostrum is pivotal to protect lambs from rotavirus-induced diseases (Snodgrass and . The colostrum and milk of ewes administered with an inactivated Rotavirus A vaccine 2-3 weeks prior to mating contained high titres of antibody to the virus . Although vaccines are not available for prevention of Rotavirus A infection in small ruminants, an ovine Rotavirus A strain, Lp14 (G10P[15]), has been used to develop a human, orally (Matthijnssens et al., 2009b) .\n\nSeveral viruses have been associated with enteric disease or have been detected in the enteric tract of small ruminants. Along with the viruses listed in this review (Table 4) , there are systemic viral infections able to induce enteric signs in these animals, although the enteric form is not the predominant/ peculiar clinical manifestation of the infection. Severe necrotising enteritis may be observed in kids infected with Caprine herpesvirus type 1 (Roperto et al., 2000) . Also, enteric signs are commonly described in young sheep and goats affected by Pestedes-petits-ruminants (genus Morbillivirus) (Rowland et al., 1969; Roeder et al., 1994) .\n\nDespite appreciable improvements in management practices and prevention and treatment strategies, diarrhoea is still the most common and costly syndrome affecting newborn lambs or kids (Dohoo et al., 1985) . Several steps have been taken in recent years towards understanding of the role of viruses as causative agent of enteritis in these animals, with a number of novel viruses being discovered. Yet, it is likely that novel viruses will be discovered in the next years. Developing effective diagnostic tools and implementing the diagnostic algorithms of viral enteritis will allow gathering important epidemiological data and will help filling the existing large gaps in the knowledge. "}