{"title": "Unusual association of diseases/symptoms Management of acute-onset and life-threatening respiratory distress of unusual aetiology", "body": "A 30-year-old female experienced severe acute respiratory distress in her apartment assumed to be due to an allergic asthma. Upon arrival of the emergency physician at the scene the patient was unconscious and cyanotic. Auscultation yielded no respiratory sounds despite visible efforts of the patient. Mask ventilation was virtually impossible. Endotracheal intubation was performed but complicated by a distinct resistance. Ventilation remained difficult, despite antiobstructive medication and deep general anaesthesia. Fiberoptic bronchoscopy in the hospital finally showed a bulk of granulomatous tissue located just above the tracheal bifurcation. Here, the authors report a rare case of acute-onset respiratory distress due to Wegener's granulomatosis.\n\nWegener's granulomatosis is an autoimmune disease which typically affects the kidneys as well as the upper and lower respiratory tracts. Antineutrophil cytoplasmic antibodies and antiproteinase-3 antibodies are commonly found. Upper respiratory tract involvement causes frequently presenting symptoms like ulcers and bloody nasal discharge. Pulmonary manifestations may include coughing and haemoptysis. Subglottic or tracheal stenosis occurs in 9-16% of these patients at some point. 1 While being an uncommon cause of respiratory distress it may lead to life-threatening compromise of the airway in some cases. These lesions usually progress slowly allowing patients to adjust breathing over longer periods of time. 2 Seldom the onset of dyspnoea is acute, mimicking the features of allergic asthma, a common cause of respiratory distress.\n\nA 30-year-old female experienced severe acute respiratory distress in her apartment that made it impossible for the paramedics to take the patient's history. Paramedics interviewed the neighbour who -upon questioning -believed to recall that the patient had a history of allergic asthma. Upon arrival of the emergency physician at the scene, the patient was unconscious, cyanotic with an oxygen saturation of SpO 2 <50%, heart rate 155 beats per min (bpm) and systolic blood pressure of about 110 mm Hg. Auscultation yielded no respiratory sounds despite visible efforts of the patient. Mask ventilation was virtually impossible.\n\nAssuming that a severe asthma attack had occurred the physician administered 0 ·09 mg reproterol (a β-2 agonist), 200 mg theophylline and 250 mg methylprednisolone through a properly placed intravenous line on her left arm. Heart rate increased to 170 bpm, yet without any relief of the respiratory distress. General anaesthesia was induced with 15 mg midazolam intravenous and 250 mg ketamine intravenous to facilitate endotracheal intubation. Laryngoscopy revealed no apparent obstruction, vocal cords were easily visualised but placement of the 7.5-mm cuffed endotracheal tube was hindered by distinct resistance that was finally overcome by repeated attempts of careful pressures. Even then, ventilation remained difficult with low tidal volumes of about 100 ml/breath. Expiratory measurement of endtidal CO 2 confirmed correct placement of the endotracheal tube and showed a considerably elevated partial pressure of >120 mm Hg. In order rule out/differentiate decreased respiratory compliance we administered a 1 mg/kg succinylcholine. This did not improve ventilation, although oxygen saturation improved gradually until reaching 100%.\n\nOnce stabilised on the scene, the patient was transferred to the Hospital's shock room. Surprisingly, chest x-ray was uneventful with no signs for any apparent airway obstruction. After half an hour, the parents of the patient arrived and reported a pre-existing Wegener's granulomatosis but no bronchial asthma. A fiberoptic bronchoscopy was performed and showed a bulk of granulomatous tissue (figure 1) now located just above the tracheal bifurcation. The tissue was extracted and the ventilatory situation improved immediately.\n\nThe patient was extubated smoothly the next morning. She reported having undergone ventilatory therapy 5 years earlier due to pulmonary bleeding which had lasted approximately 2 months. Following this, she had suffered repeatedly from subglottic granuloma, which had been treated by laser coagulation 6 months before the attack.\n\nNine to sixteen per cent of Wegener's patients develop subglottic or tracheal stenosis at some point. These lesions usually progress slowly. In our case, onset of dyspnoea was acute, mimicking the features of allergic asthma, a common cause of respiratory distress. The initial treatment was based on the most likely assumption of allergic asthma that was supported by the neighbour. After establishing the diagnosis of Wegener's in patients with acute dyspnoea, it is important to consider granuloma formation as a possible reason for airway obstruction. Therapeutic options range from conventional immunosuppressive therapy in limited forms to endoscopic or surgical excision. 2 We encourage all patients with known airway issues to carry an 'anaesthesia/ airway problem card' stating relevant past and present conditions. In this special case, an emergency coniotomy, for instance, may have been unsuccessful because the subglottic granulation tissue might have hindered access to the trachea.\n\nThere are few cases published which report an acute upper airway obstruction in Wegener's patients. In 1993, Lerner and Deeb 3 report on one patient with Wegener's presenting with acute respiratory distress due to subglottic stenosis. In 1996, Matt presents a case with acute laryngotracheal airway obstruction and death 4 and in 2000, Passey and Walker report a case of respiratory distress with stridor in a 10-year-old child with Wegener's which was preceded by a 2-month history of tracheitis. 5\n\n▲ In Wegener's granulomatosis, subglottic or tracheal stenosis may cause respiratory distress. ▲ While mostly progressing slowly, these obstructions may mimic the features of allergic asthma.\n\nPatients with uncommon airway conditions should be encouraged to carry an airway problem card. This pdf has been created automatically from the final edited text and images.\n\nCopyright 2010 BMJ Publishing Group. All rights reserved. For permission to reuse any of this content visit http://group.bmj.com/group/rights-licensing/permissions. BMJ Case Report Fellows may re-use this article for personal use and teaching without any further permission.\n\nPlease cite this article as follows (you will need to access the article online to obtain the date of publication "}