{"title": "Review Angiotensin-converting enzyme 2 in acute respiratory distress syndrome", "body": "The rennin-angiotensin system (RAS) has an essential function in maintaining blood pressure homeostasis. Biochemically, the protease renin cleaves angiotensinogen to generate the decapeptide angiotensin I (Ang I). Angiotensin-converting enzyme (ACE) cleaves the two C-terminal amino acids from Ang I to produce the octapeptide angiotensin II (Ang II). The biological effects of Ang II are mediated through the specific Ang II receptor type 1 (AT 1 R) and Ang II receptor type 2 (AT 2 R) [1, 2] . ACE also degrades additional substrates such as bradykinin or apelin [3] . Thus, ACE plays a central role in generating Ang II and ACE activity triggers vasoconstriction. In addition, at least in in vitro biochemical assays, ACE can also cleave angiotensin 1 -9 (Ang1 -9) into angiotensin 1 -7 (Ang1 -7), another peptide involved in the RAS (Fig. 1) . In 2000, a homologue of ACE was cloned by two independent groups and termed angiotensin-converting enzyme 2 (ACE2) [4, 5] . Despite the sequence similarity in their catalytic domains, ACE and ACE2 appear to act on different peptide substrates. Whereas ACE cleaves Ang I into Ang II [1, 2] , ACE2 removes a single residue from Ang I to yield Ang1 -9 [4, 5] and cleaves a single residue from Ang II to generate Ang1 -7 [4] (Fig. 1) . These biochemical differences are mirrored by the in vivo functions of these two key RAS enzymes: gene targeting of ACE results in spontaneous hypotension, reduced sperm function, and kidney malformations [6] . By contrast, disruption of the murine ACE2 gene using homologous recombination resulted in increased levels of Ang II, progressive worsening of cardiac contractility with age [7] , as well as worsened heart failure following aortic banding [8] . Loss of ACE on an ACE2 background or pharmacological inhibition of the RAS can to a large extent reverse these cardiac phenotypes [7] . These results provide genetic evidence that ACE2 counterbalances the function of ACE and negatively regulates Ang II levels ( Fig. 1) . Acute respiratory distress syndrome (ARDS) is the most severe form of acute lung failure. Many diseases have been reported to trigger ARDS including sepsis, aspiration in intensive care patients, pancreatitis, severe trauma, or pneumonias caused by pathogens such as anthrax, Spanish flu virus, SARS-CoV, or H5N1 avian influenza virus [9] . No pharmacological therapies have been developed yet to positively impact ARDS outcome and the mortality associated with ARDS remains very high despite modern intensive care medicine [10] . In 2003, a new disease termed severe acute respiratory syndrome (SARS) caused by a novel Coronavirus spread quickly throughout the world causing more than 800 deaths and severely disrupting socioeconomic life. The major cause of death in SARS was the progression of the pneumonia to acute severe lung failure, ARDS [11] . Intriguingly, ACE2 was identified as a receptor for SARS infections in vitro [12] , and ace2 knock-out mice are protected from SARS infections in vivo [13] . Importantly, SARS-CoV infections and SARS-Spike protein downregulate ACE2 expression, and ACE2 protects murine lungs from severe acute injury [14] . Notably, ARDS in mice can be attenuated by blocking the renin-angiotensin pathway or injection of catalytically active recombinant human ACE2 protein [13, 14] .\n\nFactors predicting the onset or severity of ARDS are poorly defined. The relatively low incidence of ARDS in the relatively large group of patients at risk, however, suggests that genetic factors must contribute to the progression of ARDS. Moreover, large individual differences in plasma ACE concentrations have been reported among individuals, whereas ACE plasma levels tend to be similar within families [15] . The human ACE gene (dcp1) is located on chromosome 17q23 and contains a restriction fragment length polymorphism within the coding sequence of intron 16 defined by the presence (insertion, I) or absence (deletion, D) of a 287-bp repeat. This polymorphism determines function and the human ACE2 D allele confers increased ACE activity [16] . Importantly, recent cohort studies in ARDS patients showed a marked correlation between the ACE I/D polymorphism and the susceptibility and mortality of ARDS [17] . The D/D genotype was significantly increased in patients with ARDS compared to control patients with non-ARDS respiratory failure ventilated in the intensive care unit (ICU), ICU patients undergoing coronary artery bypass grafting, and individuals from a general population group. In addition, the ACE D/D allele correlated with mortality in the ARDS group. Another study showed that patients carrying the ACE I/I genotype have a significantly increased survival rate [18] . The I/I genotype and ARDS caused by hospital-acquired pneumonia were also significant prognostic factors for in-hospital mortality. In summary, these data implicate genetic factors in susceptibility, progression, and lethality of ARDS in human patients.\n\nClinical cohort studies also suggest the possible involvement of the RAS in patients with ARDS. In such patients, elevated levels of ACE have been Angiotensin I serves as a substrate for both ACE and ACE2. Angiotensin II is known to act as a vasoconstrictor as well as a mitogen for smooth muscle cells or fibroblasts, mainly through activation of the G-protein-coupled angiotensin II type 1 receptor. The function of angiotensin 1 -9 is not well understood. Both ACE and ACE2 are also involved in the production of the vasodilator peptide angiotensin 1 -7. Of note, ACE2 exhibits much higher affinity for Ang II compared to Ang I-suggesting that Ang II is the primary ACE2 target in vivo.\n\nobserved in bronchoalveolar lavage fluid whereas circulating ACE levels were reduced [19] . Reduced ACE levels in the systemic circulatory system are probably due to impaired ACE release from the injured lung, and may not reflect the actual activity in the pulmonary compartment. In line with this hypothesis, it has also been reported that the pulmonary capillary endothelium-bound ACE activity in patients correlates with the severity of acute lung injury [20] . These clinical data indicate that the RAS is activated in patients with ARDS. Moreover, a recent epidemiological study reported that the prior outpatient use of an ACE inhibitor was associated with 30-day mortality for patients hospitalized with community-acquired pneumonia. However, controlled prospective studies will be required to assess whether ACE inhibitors are protective when used for patients lacking traditional indications for the use of these medications [21] .\n\nTo investigate the role of the RAS, in particular ACE2, in ARDS at the genetic level, we used gene knock-out mice [14] . We used three different experimental mouse models of acute lung injury: acid aspiration-induced lung injury, a model system that mimics aspiration in intensive care patients, endotoxin-induced ARDS, and peritoneal sepsis-induced ARDS. Intriguingly, ace2 knock-out mice exhibited very severe disease compared with control mice that express ACE2. Loss of ACE2 expression in mutant mice also resulted in enhanced vascular permeability, increased lung edema, neutrophil accumulation, and markedly worsened lung function. These pathologic manifestations occurred without apparent differences in heart contractility or pulmonary vascular tone among the experimental groups [14] . By contrast, ace mutant mice exhibited improved lung injury scores, and ace gene deficiency on an ace2 knock-out background improved the severe lung injury observed in ace2 single knock-out mice [14] . Negative regulation of Ang II levels by ACE2 accounts, in part, for the protective function of ACE2 in ARDS. For example, AT1 inhibitor treatment rescues the severe phenotype of ace2 single mutant mice in acute lung injury. In addition, AT1a receptor knock-out mice, but not AT2 receptor knockout mice, showed improved symptoms of acute lung injury [14] . Therefore, in acute lung injury, ACE, Ang II, and AT 1 R appear to promote acute lung injury, while ACE2 and the AT 2 R protect againstlung injury. Importantly, the treatment with catalytically active, but not enzymatically inactive, recombinant human ACE2 protein improved the symptoms of acute lung injury in ace2 knock-out mice and, more importantly, in wild-type mice [14] , suggesting that ACE2 protein could be developed as a novel therapeutic for ARDS for which no approved drug treatment yet exists (Fig. 2) . In acute lung injury, such as acid aspiration, pneumonia, or sepsis, the generation of angiotensin II (ANG II) is enhanced, most likely due to the downregulation of ACE2 expression. ANG II induces acute lung failure through stimulation of the angiotensin II type 1 receptor (AT1R). ACE2 and the angiotensin II type 2 receptor (AT2R) negatively regulate this pathway and protect against acute lung failure. On the other hand, SARS-CoV infections depend on the binding of the SARS-Spike protein to ACE2 (and L-SIGN) and downregulate expression of the protective molecule ACE2, hence promoting severe lung injury and acute lung failure.\n\nWithin months after the identification of the SARS-CoV genome [22, 23] , ACE2 was identified as a potential receptor in in vitro cell line studies [12] . In these experiments, ACE2 protein was immunoprecipitated from cell lysates susceptible to SARS-CoV infection using the recombinant spike protein of SARS-CoV. The precipitated protein was then identified by mass spectrometry [12] . ACE2 can bind to SARS-CoV spike and this binding supports syncytia formation, the fusion of spike protein-expressing cells into large multinucleated cells that can also be observed in real SARS infections. ACE2 expression in cells that are usually not susceptible to SARS-CoV infection allows entry of live virus into the cell [12] . After the identification of ACE2 as a SARS receptor in vitro, L-SIGN (also known as CD209L) was reported as a second receptor for SARS-CoV infection [24] (Fig. 2) , although L-SIGN cannot support efficient viral entry in the absence of ACE2. In addition, DC-SIGN has been shown to enhance entry of the SARS-CoV into cells in vitro [25] . Certainly these different receptors can certainly mediate viral entry in in vitro assays, but it was unclear whether these receptors are required for in vivo SARS infections.\n\nUsing a SARS infection model in ace2 knock-out mice, our group was able to show that ACE2 is indeed essential for SARS infections in vivo [13] . When ace2 knock-out mice are infected with the SARS coronavirus, they were resistant to virus infection [13] . Virus titers from the lung tissues of infected ace2 knock-out mice were 10 5 -fold lower than those from the lungs of wild-type mice [13] . Moreover, none of the lung histology from ace2 knock-out mice challenged with SARS coronavirus showed signs of inflammation [13] , whereas some (but not all) SARS infected wild type mice displayed mild inflammation as defined by leukocyte infiltration [13, 26] . Thus, ACE2 is an essential receptor for SARS infections in vivo. Moreover, the importance of L-SIGN in SARS infections has been recently highlighted by the genetic analyses of a polymorphism that determines different numbers of tandem repeat domains in exon 4 of the human L-SIGN protein [27] . Individuals homozygous for this tandem repeats (i.e., the same number of tandem repeats in both alleles) are apparently less susceptible to SARS infections [28] . Compared with cells heterozygous for these L-SIGN repeats, cells homozygous for the L-SIGN polymorphism have higher proteasome-dependent viral degradation in vitro and a lower capacity for trans-infection, shown to play a protective role during SARS infection [28] . It would be interesting to investigate further the functional importance of L-SIGN in in vivo SARS infections using model systems such as L-SIGN transgenic mice, and to genetically compare the role of L-SIGN to that of ACE2 in ace2 gene-deficient mice. One important question in SARS pathology is why infections with the SARS-CoV trigger severe lung disease with such high mortality whereas infections with other coronaviruses result in rather mild disease. In addition, severe SARS infections are determined by the burden of viral replication as well as by the consequences of the host immune response. Our own studies have implicated the RAS in SARS pathogenesis: first, ACE2 is a critical SARS receptor in vivo and second ACE2 and other components of the RAS play a central role in controlling the severity of acute lung failure once the disease process has been initiated [13, 14] (Fig. 2) . Intriguingly, ACE2 expression in lungs is markedly downregulated in wild type mice infected with SARS-CoV. Similarly, treatment of wildtype mice with recombinant SARS-Spike protein intraperitoneally in vivo, or of Vero E6 cells in vitro downregulates ACE2 protein expression. Thus, SARS-CoV-infected or Spike protein-treated wildtype mice resemble ace2 knock-out animals. In addition, similar to ace2 mutant mice, Spike-treated wild-type mice show markedly more severe pathology in acute lung injury. As a consequence, Ang II peptide levels were increased in Spike-treated mice and these mice showed worsened ARDS symptoms that could be partially reversed by pharmacological inhibition of the AT 1 R. By contrast, SARS-Spike challenge did not affect the ARDS symptoms in ace2 knock-out mice. Thus, the downregulation of ACE2 expression in SARS-CoV infections might play a causal role in SARS pathogenesis, especially in disease progression to ARDS. These results also provide a rational explanation for the severe disease pathology in SARS patients.\n\nPulmonary circulation is a potentially important target for the RAS in the lung. For example, Ang II via AT 1 R induces pulmonary vasoconstriction in response to hypoxia, suggesting important roles of Ang II and AT 1 R in elevating pulmonary vascular tone that can result in pulmonary edema [29] . In addition, infusion of Ang I [30] or Ang II [31] can produce pulmonary edema independent of catecholamine release. As well as increased vascular tone and a subsequent hydrostatic edema formation, accumulating data suggest that Ang II also increases vascular permeability via AT1 receptors, whereas stimulation Cell. Mol. Life Sci.\n\nVol. 64, 2007 Review Article 2009 of AT2 receptors may exert opposite effects [32] . Several mediators have been implicated in Ang IIregulated vascular permeability changes, including the eicosanoids leukotriene C4, prostaglandins E2 and I2, and vascular permeability factor. In addition, phosphorylation of proteins located at cell-cell junctions may be involved in the regulation of vascular permeability by the RAS [33] . Few studies have addressed whether the RAS is involved in the increased vascular permeability, one of the hallmarks in the pathogenesis of ARDS. Our study demonstrated that loss of ACE2 expression results in increased vascular permeability using infusion of high molecular-weight dextran or Evans Blue dye injections as an in vivo indicator of albumin leakage in mice. This vascular permeability was significantly attenuated in the lungs of AT 1 R mutant mice. These data indicate that loss of ACE2 expression and locally increased Ang II production triggers leakage of pulmonary blood vessels through AT 1 R stimulation in ARDS [14] .\n\nBoth ACE and ACE2 are unspecific transmembrane metalloproteases and cleave additional substrates that, independent of Ang II levels and AT 1 R signaling, might also play important roles in ACE/ACE2regulated ARDS. One of the ACE targets is bradykinin, whereas ACE2 can catalyze the cleavage of bradykinin metabolites. Bradykinin is the key effector in the kallikrein-kinin system and also functions as a major proinflammatory mediator. Bradykinin mediates its biological effects via B1 and B2 receptors and is degraded by two main kinases, ACE and neutral endopeptidase. The in vivo effects mediated via B1 or B2 receptors are still poorly characterized, but it appears that B2 receptors mediate most of the known effects of bradykinin, including its anti-proliferative, anti-oxidant, and anti-thrombotic effects [34] . Expression of B1 receptors can also be induced by inflammatory cytokines [35] , although the role of bradykinin and B1 receptors in Ang II-induced inflammation remains unclear.\n\nIn contrast to ACE, ACE2 does not metabolize bradykinin, but catalytically inactivates the bradykinin metabolites [des-Arg 9 ]-bradykinin and lys[des-Arg 9 ]-bradykinin [36, 37] . ACE2 can also remove the C-terminal residue from apelin and other vasoactive peptides such as neurotensin and the neurotensinrelated peptide kinetensin. Moreover, the opioid peptides dynorphin A (1 -13) and b-casamorphin are ACE2 substrates in in vitro assays. Thus, although many ACE and ACE2 functions have been attributed to the regulation of Ang II levels, Ang II itself is probably only part of the RAS story, and other substrates might play a major role in understanding ACE2 functions.\n\nACE2 has now been identified as a key factor for protection from ARDS/acute lung injury and it functions as a critical SARS receptor in vivo [13] .\n\nSince SARS Spike protein-mediated ACE2 downregulation appears to contribute to the severity of lung failure, these findings may explain how the SARS coronavirus has turned into a lethal virus [13] . In addition, in an acid aspiration ARDS mouse model, strong downregulation of ACE2 protein in the injured lung was observed, while ACE expression remained unchanged [14] . Thus, recombinant ACE2 protein might not only be a treatment to block spreading of SARS but also to protect SARS patients from developing lung failure. Furthermore, these findings could apply to investigating the therapeutic efficacy of ACE2 in ARDS that develops in other emerging lung infectious diseases like avian influenza A (H5N1) [38] or other diseases that affect lung function [39] . In addition to recombinant ACE2 protein therapy, ACE2 gene therapy would be another candidate for future exploration. Recently, lentivirus-mediated gene delivery of ACE2 into rat hearts was shown to successfully attenuate Ang II-induced cardiac hypertrophy [40] . However, especially for the acute phase of ARDS, tissue-specific delivery of exogenous recombinant ACE2 protein might be the first line of choice while avoiding systemic adverse effects. We look forward to the further elucidation of the pathophysiological role of RAS in lung failure and to the use of ACE2 as a novel therapy for ARDS that affects millions of people and for which no drug treatment yet exists."}