{"title": "Development of next-generation respiratory virus vaccines through targeted modifications to viral immunomodulatory genes", "body": "For much of the past century, vaccine development has focused on direct attenuation or inactivation of the pathogen. This approach, albeit quite successful for a large number of human pathogens, is not completely amenable to all. To be effective, vaccines must have the following properties: (1) high immunogenicity, (2) be able to induce lasting memory, (3) be genetically stable, (4) be physically or thermally stable, and most importantly, (5) be safe. Finding the proper balance between these properties has proven quite difficult to develop effective vaccine preparations to many respiratory viruses. Though effective and historically successful vaccines currently exist for several respiratory viruses, the efficacy of several of these current vaccines is marginal and there remains an unmet need for many other respiratory viruses.\n\nLive-attenuated vaccines have a long history of success and are generally more immunogenic than non-replicating vaccines types due to persistence of antigen that mimics infection. However, the classical attenuation process by serial passage can be lengthy because it may be challenging to achieve a proper balance of safety and potency and because of the possibility for reversions or compensatory mutations. Many current efforts to design live-attenuated vaccines have focused on ways to suppress the nonstructural and immunomodulatory proteins of respiratory viruses by more genetically stable genetic modifications such as deletion or codon deoptimization. The major advantage to these approaches is that they permit recovery of a genetically stable infectious virus, while often attenuating and boosting the immune response. We review here efforts targeting immunomodulatory genes towards design of next generation live-attenuated vaccines to influenza virus, coronaviruses, respiratory syncytial virus, measles virus, and mumps virus.\n\nInfluenza viruses are pleomorphic, enveloped viruses, which encode single-strand negativesense segmented RNA genomes. Influenza viruses remain one of the most prevalent respiratory pathogens in circulation and have been responsible for millions of deaths annually. The 1918 Spanish flu pandemic, which resulted in many millions of deaths worldwide, highlights the potential of the virus to be highly pathogenic and cause severe disease [ 1 ] . There are three primary serotypes based on genetic variations in the surface glycoproteins, hemagglutinin (HA) and neuraminidase (NA): influenza A (IAV), influenza B (IBV), and influenza C (ICV). Current influenza vaccine preparations consist of either inactivated or live-attenuated trivalent or quadrivalent preparations of antigens from two IAV and either one or two IBV strains. ICV is far less common than IAV or IBV and is associated with more mild disease. However, seasonal variations due to a variety of factors including genetic drift and incongruities between the antigens of the vaccine and the dominant strains within a flu season have resulted in marginal efficacy of the influenza vaccine at best and the need for annual vaccinations. The availability of more immunogenic live-attenuated influenza vaccine options opens the door to the potential for genetic modifications, which may improve duration and efficacy of protective immunity. Despite existing vaccines, continued efforts are being made to continue to improve influenza vaccine design through incorporation of better understanding of the virus and its relationship to the host.\n\nThe genome of influenza consists of 7 or 8 negative-strand segments that encode at least 11 proteins, with potentially several additional protein variants due to ribosomal frameshifts, alternative splicing, and truncations having been identified [ 2 , 3 ] (Figure 1 ). Segments PB2, HA, NP, and NA are monocistronic and are not known to code for alternative spliced or truncated protein variants. Segment PB1, which encodes a subunit of the viral polymerase, is also known to be translated into a couple protein variants: an N-terminal truncation of PB1 called PB1-N40 and an alternatively spliced PB1-F2 protein [ 4 , 5 ] . Segment PA, which encodes an additional subunit of the viral polymerase complex, is known to express at least three alternative forms, including a protein called PA-X, which is formed via a ribosomal frameshift [ 6 , 7 ] . In addition, segments 7 and 8 each encode for two protein variants. Segment 7 encodes for the proteins M1 and M2, which function in packaging/assembly and formation of proton ion channels that are important during multiple phases of the virus cycle, respectively. Segment 8 encodes for the nonstructural proteins NS1 and NS2. NS1 functions directly in host cell modulation through a variety of mechanisms and represents a primary target of modifications for vaccine design (Table 1) . NS2, also known as nuclear export protein (NEP), facilitates export of RNP complexes from the nucleus following assembly [ 8 , 9 ] .\n\nThere are several immunomodulatory genes identified for influenza including PB1-F2, PA-X, M2, and NS1 (Table 1) . Several other influenza genes are known to interfere with normal cell activity and indirectly impact host immune function. PB2 and PA affect host cell protein synthesis by facilitating cap snatching from host cell mRNAs and indirectly suppress the host antiviral response [ 10 , 11 ] . Influenza M2 ion channel activity is known to activate inflammasomes through activation of the NOD-like receptor, NLRP3 [ 12 ] . Inhibition of M2 activity early during influenza infection prevents uncoating and replication, consequently, it remains a key target for antivirals and both subunit and chimeric vaccines [ 13 , 14 ] . NS1 is the primary immunomodulatory protein of influenza and is known to inhibit TLR signaling through several mechanisms, disrupt host cell ubiquitination, alter host cell transcription by inhibiting activation and blocking nuclear translocation of several transcription factors, suppress host translation, and induce PI3K signaling [ 15 -22 ] . Suppression of NS1 has been a common approach for generation of new live-attenuated vaccine candidates. Early studies involving either deletion or truncation of NS1 resulted in attenuated candidates that still provide protection in mice [ 23 ] . A novel mechanism for modifying the levels of this protein for vaccine design has recently been described through the use of codon deoptimization. Codon usage deoptimization was first described as a mechanism of virus gene modulation in 2006 as a genetically stable mechanism to reduce poliovirus protein synthesis without altering the protein amino acid sequence [ 24 ] . This approach involves substituting the least used codons based on host cell codon usage bias into the coding sequence of the viral gene. This approach was recently employed to lower the gene expression of NS1 and NS2 resulting in attenuated strains that are protective to homologous and heterologous challenge [ 25 ] .\n\nPB1-F2 and PA-X were more recently identified and have been shown to greatly impact the host response during influenza infection. PB1-F2 was discovered in 2001 and is translated as a result of an alternative reading frame on the PB1 segment and has been shown to induce apoptosis, activate the inflammatory pathway, and enhance the pathogenesis of secondary bacterial infections [ 26 -29 ] . PA-X is a small peptide, which plays a role in suppression of host translation, and has been identified as a key regulator of influenza virulence by regulating inflammatory and apoptotic pathways of the host during infection [ 6 , 30 -32 ] . Recently, deletion of PA-X was shown to alter the pathogenicity of the 1918 H1N1 pandemic virus [ 6 , 32 ] . PB1-F2 and PA-X may represent new intriguing targets for nextgeneration vaccines.\n\ncoronavirus (2002 -2003) and the ongoing epidemic of Middle East respiratory syndrome (MERS) coronavirus (2012 -present) are associated with mortality rates of approximately 10% and 36%, respectively [ 35 ] . These epidemics highlight the need for an effective vaccine and therapeutics. Modern advances in studying the virus in applicable animal models have provided new insight into pathogenesis of the virus and represent stable platform for testing of live-attenuated candidates [ 36 -40 ] . Despite a high clinical and economic burden, there remain several challenges, which continue to hinder vaccine development including the potential for rapid reversion and recombination in live-attenuated vaccine candidates and unclear coronavirus biology.\n\nThe genome of coronaviruses, which ranges in size from 27 to 32 kb, represent the largest known RNA virus genomes [ 41 ] . Coronaviruses encode up to 16 nonstructural proteins (nsps), at least 7 structural proteins and a diverse set of accessory proteins that vary in form and function between strains [ 42 ] (Figure 1 ). The function of many of the accessory proteins for coronaviruses remains unclear or unknown. Coronaviruses encode many known immunomodulatory proteins. Nsp1, nsp3, membrane (M), nucleocapsid (N), envelope (E), and many accessory proteins have been shown to play key roles in host immune modulation (Table 1 ). In addition, nsps 3, 4, and 6 are actively involved in host membrane modifications forming virus-specific double membrane vesicles and convoluted membrane structures that facilitate replication complex formation [ 43 -45 ] . These induced membrane structures play a key role in evading activation of host toll-like receptors by shielding double-strand RNA during replication. Though not a conventional immunomodulatory protein, recently, nsp14 was identified as having an exonuclease RNA proofreading activity and is responsible for conferring resistance of the virus to mutagenesis and nucleoside-analog based therapeutics [ 46 -48 ] . While development of vaccine candidates has been largely focused on optimized expression of the spike (S) attachment glycoprotein, there have been several novel strategies targeting immunomodulatory elements of the coronavirus genome in development of potential live-attenuated vaccines.\n\nDeletion of the open-reading frames 4, 5a, 7a, and HE have resulted in attenuation in a murine coronavirus, however these mutations had no appreciable effect on virulence of SARS-CoV [ 49 , 50 ] . However, considerable energy has been invested in generating a recombinant live-attenuated vaccine targeting E. The coronavirus envelope (E) protein is a small integral membrane protein that has been well studied and has many identified functions including roles in assembly, budding, and host cell modifications [ 50 -52 ] . Very little E is incorporated into coronavirus virions, with as few as 20 copies per virion, however there is a high concentration of E detected within the host cell during virus replication [ 53 -55 ] . Despite its various functions, E is dispensable for virus replication [ 42 , 56 -59 ] . A SARS-CoV vaccine containing an E deletion has been generated and is highly attenuated in hamsters exhibiting less detected viral antigen by lung histopathology and lower viral titers [ 50 , 51 , 56 , 60 ] . An entirely new direction in coronavirus vaccine design has focused on modifying the replication fidelity of the virus. Introduction of a deletion to the exonuclease domain of nsp14 has resulted in an attenuated virus, which has an increased mutational frequency, attenuation in vivo, and surprisingly retains the exonuclease deletion during serial passaging [ 61 , 62 ] . The discovery of the protective nature of nsp14 to nucleoside-analog Stobart \n\nRespiratory syncytial virus (RSV) is a leading cause of lower respiratory disease in young children [ 63 , 64 ] . To date, there remain no RSV vaccines available and present monoclonal antibody prophylaxis options are not feasible in most populations [ 65 ] . RSV represents a significant challenge to vaccine design for several reasons. First, the highest clinical burden is associated with infants under the age of 1, which have immune systems that remain compromised [ 63 , 64 , 66 ] . Second, the virus is known to encode several proteins that facilitate innate immune evasion, and this may contribute to natural infection failing to induce long-lasting immunity that prevents re-infection. Third, early efforts at designing a formalin-inactivated RSV vaccine ended in failure resulting in enhanced disease and mortality among infants contracting RSV following vaccinations [ 67 , 68 ] . The regrettable events surrounding these early efforts have hampered vaccine efforts. Lastly, there remain no animal models that fully recapitulate human RSV pathogenesis or RSV vaccine-enhanced disease. Unfortunately, traditional attenuation methods to dampen virus replication have yet to result in a promising balance of safety and immunogenicity. RSV reverse genetics system was developed in 1995, and other groups generated similar systems [ 69 , 70 ] . These reagents have permitted the development of next-generation vaccines that integrate current knowledge of RSV pathogenesis, immune evasion mechanisms, phylogenetic diversity, and immunogenicity.\n\nThe approximately 15 kb genome of RSV consists of 10 genes encoding 11 proteins ( Figure  1 ) [ 68 ] . The genome encodes at least four established immunomodulatory proteins: nonstructural proteins 1 (NS1) and 2 (NS2), attachment glycoprotein (G), and the small hydrophobic protein (SH) ( Table 1 ). The two nonstructural and non-essential proteins (NS1 and NS2) have been shown to suppress host innate immunity by interferon suppression, activate pro-survival pathways, which antagonize apoptosis, and are expressed in high quantities early in infection [ 71 -75 ] . Early efforts to delete these proteins to generate vaccine candidates resulted in either over-attenuation (ΔNS1) or under-attenuated candidates (ΔNS2) [ 76 , 77 ] . Site-directed mutagenesis of key functional residues of NS1 and NS2 presents an additional challenge because very little is known of which determinants of the proteins are functional relevant and RSV, like many other respiratory viruses, is genetically instable. Although the mechanism remains unclear, codon-deoptimization has been successfully applied to RSV. Codon deoptimization of NS1 and NS2 lowered detectable NS1 and NS2 protein levels and subsequently increased STAT2 protein levels compared to wild-type RSV [ 78 ] . This approach resulted in a virus that was attenuated compared to wildtype in primary human cell cultures, but induced slightly higher neutralizing antibodies. These data suggest that modification of RSV NS proteins by codon-deoptimization may represent a new strategy to developing next-generation RSV live-attenuated vaccine candidates. In addition to the RSV nonstructural proteins, the small hydrophobic protein (SH) and the attachment glycoprotein (G) and have also been shown to play several functional roles including modulating the host response.\n\nRSV SH is a short transmembrane protein, which is structurally similar to a class of small viroporins and has been shown to increase membrane permeability when expressed in bacteria and forms multimeric pore complexes in artificial membranes [ 79 -81 ] . The function of SH in RSV biology remains largely unclear, however it has been shown to affect apoptosis and inhibit TNF-α signaling [ 82 ] . Deletion of SH protein results in minor attenuation in mice and chimpanzees, yet incorporation of the deletion had no apparent attenuation in humans in a live-attenuated vaccine candidate [ 83 -85 ] . RSV G is a heavily glycosylated protein which has been shown to play a major role in RSV attachment through engagement with host glycosaminoglycans (GAGs) [ 86 , 87 ] . In coordination with the fusion (F) glycoprotein, RSV G is also believed to help facilitate cell entry. During infection in vivo, the majority of induced antibodies are targeted to RSV F and G. Yet, RSV G antibodies are generally far less efficient at neutralization and protection than F antibodies [ 88 ] . Furthermore, RSV G exists in two distinct forms, a membrane-bound surface exposed structure and a shorter secreted form. The secreted RSV G functions as an immune decoy and reduces antibody efficacy [ 89 ] . Several studies have indicated that G also modulates the innate immune response through structural mimicry and inhibition of TLR activation [ 90 , 91 ] . However, studies involving deletion of the RSV G gene have demonstrated that G protein is not required of RSV infection [ 92 -95 ] . Development of RSV vaccines targeting RSV G have mostly consisted of expressing whole forms of the protein in a component vaccine or in chimeric strains (such as Sendai Virus or PIV) for its potential to induce protective antibodies [ 96 -99 ] . However, the inability to delete G without over attenuating the virus as a vaccine candidate has made altering the immunomodulatory activity of RSV G difficult. Despite being associated with less immunogenicity than RSV F, RSV G vaccines have shown promise as potential targets of neutralizing antibodies. One study demonstrated using a G subunit vaccine that protective immunity could be induced to both RSV A and RSV B subgroups without enhanced pulmonary pathology [ 100 , 101 ] . Due in large part to the inability of RSV natural infection to induce long-lasting protective immunity, development of next generation live-attenuated RSV vaccines will likely need to identify new mechanisms to suppress or alter the activity of the viral immunomodulatory genes as well as promoting more protective immunogenic antigens.\n\nMeasles and mumps viruses, like RSV, are members of the family Paramyxoviridae and are enveloped, negative-strand RNA viruses that are associated with highly contagious disease which may be fatal. Yet, the development of measles and mumps vaccines have reduced the incidence of measles and mumps worldwide 99.9% and 95.9%, respectively, since introduction of the vaccines [ 102 ] . The first vaccines for measles and mumps were passaged live-attenuated viruses developed in the 1950's and 1960's by John Enders and Maurice Hilleman, respectively [ 103 , 104 ] . The current MMR vaccine preparation includes liveattenuated strains based on these two strains as well as a live-attenuated strain of rubella virus [ 105 ] . However, there remains a need for further improving the efficacy of the measles and mumps vaccines. Studies have shown that the measles vaccine has noticeable levels of vaccine failure with 2 to 10% of children receiving two doses of the vaccine failing to develop protective immunity [ 106 -109 ] . Historically, the live-attenuated Jeryl Lynn strain of mumps vaccine has been quite safe and effective over the last 50 years, however recent outbreaks, even among highly vaccinated populations, have prompted questions about whether the vaccine can be improved [ 110 -114 ] . The recent re-emergence of measles and mumps in nations that have had historically low or undetectable levels of infections and the inability to eradicate the viruses has promoted renewed efforts to improve the efficacy of the current MMR vaccine preparation [ 105 , 115 -117 ] .\n\nMeasles virus has a 16 kb nonsegmented, negative-sense RNA genome which consists of 6 genes (N, P/V/C, M, F, HN, and L) that encode for six structural proteins and two nonstructural proteins (Figure 1 ) [ 118 ] . Mumps virus has a similar genomic organization, encoding seven genes (N, V/P, M, F, SH, H, and L). There are three measles proteins, which are directly associated with immunomodulatory activity during infection: P, C, and V (Table  1 ) [ 118 ] . In addition, the nucleocapsid (N) protein has also been shown in measles virus to indirectly modify the host response through inhibition of translation and the capacity to induce apoptosis [ 119 , 120 ] . Numerous new vaccine preparations have been made to improve the safety and immunogenicity of the H, F, and N proteins, however, novel vaccine strains targeting immunomodulatory genes have been largely absent [ 121 ] . Much work is currently being done to understand genetic differences between children, which may enhance or suppress the immune response to measles vaccination [ 107 ] . These data in combination with developments in reverse genetic approaches may open the door to novel live-attenuated vaccine preparations. Mumps has two primary proteins involved in immunomodulatory activity: V and SH. One recent mumps vaccine candidate employs a dual deletion of V and SH genes and results in attenuation, immunogenicity, and genetic stability [ 122 -124 ] . Development on improved measles and mumps next generation vaccines is likely to focus on ways of modifying the expression or activity of these genes to optimize development of protective immunity.\n\nThe development of vaccines to respiratory viruses such as smallpox, measles, mumps, rubella and more recently, influenza, has transformed the landscape of medical practice and contributed substantially to near doubling of life expectancy over the last 100 years. However, the methods for classical attenuation of live-attenuated viruses such as passaging or cold adapting are not directly amenable to more prevalent modern respiratory viruses such as RSV, for which there remain no current commercially available vaccines. To develop safe and effective vaccines to the most pressing respiratory challenges, we envision novel approaches combining advancements in reverse genetics with a more detailed understanding of the biology of the virus to be the cornerstone of the next generation of respiratory virus vaccines. A common strategy to enhance and improve the host response is modifying the immunomodulatory activities of viral genes. We have discussed here several novel strategies, which have provided new tools to tweak and adjust the function of immunomodulatory elements of respiratory viruses for vaccine design.\n\nDeletions or generation of vaccines based on other genetic backgrounds have presented a new opportunity to remove more virulent or pathogenic elements of respiratory virus systems and optimize expression of antigenic factors. Modifications to viral codon usage represent a new approach that has rapidly been expanded as a mechanism for suppression of viral protein expression without deletion. Over the last few years, codon-optimization and deoptimization have been successfully employed as described earlier for poliovirus, RSV, and influenza, as well as for hepatitis A, porcine reproductive and respiratory syndrome virus (PRRSV), and LCMV [ 24 , 78 , 125 -128 ] . The mechanism of codon-deoptimization for protein suppression remains largely speculative, but is believed to consist of a combination of modifying translational kinetics and altering RNA secondary structure. As described earlier, the nonstructural proteins of RSV are known to be dispensable for viral replication and immunomodulatory, however deletion either over-or under-attenuates the virus for vaccine design. Codon-deoptimization is likely to be expanded as an approach for development of next-generation vaccines to address these issues by altering protein function through a genetically stable mechanism.\n\nVaccines will remain the foundation for modern advancements in public health. We expect that over the next five years, the development of next-generation live-attenuated vaccines will focus primarily on not just improvements to antigenic display and optimizing the immunogenicity of pathogens, but also suppressing the immunomodulatory elements of the virus that limit necessary elements of the host response to establish optimal protective immunity. "}