{"title": "DNA-programming multicolor silver nanoclusters for sensitively simultaneous detection of two HIV DNAs", "body": "Human immunodeficiency virus (HIV) is the cause of inducing the disease with the highest mortality rate-acquired immune deficiency syndrome (AIDS) [1] [2] [3] [4] . For decades, there have been various techniques for single-target HIV DNA detection [5] [6] [7] [8] [9] . But AIDS are associated with multiple HIV DNAs such as HIV-1 and HIV-2, detecting a single HIV DNA may lead to misdiagnosis, which will limit diagnostic value in clinical applications [10] [11] [12] . Therefore, it is necessary and meaningful for simultaneously detecting HIV-1 and HIV-2.\n\nUp to now, there have been various methods for simultaneously detecting of HIV-1 and HIV-2, including chromatography [13] , polymerase chain reaction (PCR) [14] [15] [16] , electrochemistry [17] and fluorimetry [18] [19] [20] . Among these methods, the fluorescence method is widely used because of its simple operation, high sensitivity and intuitive observation. For example, Zhang et al. [18] reported a single QD-based biosensor for simultaneous detection of two HIV DNAs, with obviously low sample consumption, highly sensitive, and short detection time. But this work must use fluorescent markers. Lu et al. [19] developed a QD-based nanosensor for simultaneously detecting two HIV DNAs, which has high sensitivity, selectivity and the PS-QD composite used in this work has long storage time and simple storage conditions. However, the composite materials required for this method are difficult to prepare. And several time ago, our team developed a functional three helix molecular beacon fluorescent \"turn-on\" probe for simultaneously detect HIV-1 and HIV-2, which has many advantages such as simplicity, low-cost, and high immunity to interference [20] . But this proposed strategy exists the problem of complex probe design. To address the issues mentioned above, silver nanoclusters (AgNCs) was introduced which possess significant advantages of label-free, facile synthesis and simple probe-preparation and the fluorescence emission bands can be tuned throughout the visible and near-IR range simply by changing the sequence of the oligonucleotide [21, 22] . AgNCs are used to detect single HIV DNA in fluorescence methods [23, 24] , but as far as we know, there is no report about a DNA-programming multicolor silver nanoclusters for simultaneous detection of two HIV DNAs.\n\nHerein, a simple, label-free, and rapid fluorescent strategy based on AgNCs for highly sensitive and simultaneously detecting HIV-1 and HIV-2 has been developed (Scheme 1). The sensing platform was established based on fluorescence enhancement of guanine (G)-rich [25, 26] and the phenomenon in the process of two silver nanoclusters (AgNCs) forming a nanoclusters dimer [27, 28] . The maximum emission peak of green-emitting AgNCs is 565 nm, while the maximum emission peak of orange-emitting AgNCs is 630 nm. The sensing platform includes two steps: 1) before addition to HIV DNAs, the AgNCs at one end is lighted up by G-rich sequence and the AgNCs at the other end enhanced rely on squeezing each other between two AgNCs. 2) After addition to HIV DNAs, the conjugate pairs structure are destroyed by hybridization between probe and HIV DNAs while fluorescence reduction because of separating AgNCs from enhanced auxiliaries. This is the first time that silver nanoclusters (AgNCs) have been used for simultaneously detecting two HIV DNAs. And compared to the singletarget assay, multiplex assay allows for the screening of multiple analytes in a single detection with the obvious benefit of simplicity, speed, low sample and reagent consumption. Thus, the fluorescent probes of only single polychromatic AgNCs-based can provide an alternative platform for further application in biocompatible, environmentfriendly, highly sensitive and high selectivity analysis of multiple target DNA. The method provides a clever design concept for simultaneously detecting HIV-1 and HIV-2 with advantages of low consumption and simple operation.\n\nSilver nitrate (AgNO 3 ), phosphate buffer (PBS) and sodium borohydride (NaBH 4 ) were purchased from An Nai Chemical Co., Ltd. (Shanghai, China), and used as received. All the solutions used in this work were prepared using ultrapure water obtained from a water purification system (Aquapro, DE, USA) and stored at 4°C. All DNA strands were synthesized and purified by Shanghai Sangon Biotechnology Co., Ltd. (Shanghai, China). The sequences of used DNA are listed in Table 1 . Each DNA was separately heated in a 95°C water bath for 5 min before use, and then cooled to room temperature for 1 h. Other reagents were of analytical grade and were used as received.\n\nFluorescence measurements were taken on an RF-5301PC spectrofluorometer (Shimadzu Corporation, Kyoto, Japan). The green fluorescent AgNCs for HIV-1 detection were excited at 500 nm and the maximum emission wavelength was 565 nm. The orange-fluorescent AgNCs for HIV-2 detection were excited at 580 nm with a maximum emission wavelength was 630 nm. The width of the slit excited and emitted during fluorescence detection was 5 nm. UV-vis spectra were measured with a CARY60 spectrophotometer (Agilent Technologies China). All fluorescence measurements were taken at room temperature. A transmission electron microscope (TEM) (JEM-2100, Japan Electronics Corporation, Japan) was employed to characterize the size of DNA-AgNCs. Native polyacrylamide gel electrophoresis were taken on a DYY-6C electrophoresis (Liuyi Biological Technology Co., Ltd. Beijing, China).\n\nThe UV characterization experiments of silver nanoclusters was applied as follows: In PBS buffer (20.0 mM, pH 7.0), two groups of 200.0 μL P (2.0 μM) were dissolved. And then, the two P-containing solutions were heated in a 90°C water bath for 5 min and then cooled in ice for 1 h. In order to verify the high efficiency of synthesizing green and orange luminescent AgNCs, 200.0 μL cDNA was hybridized with the same concentration of the above P solution. One of the two groups was added with equal concentrations of the two targets, and the other group was added with the same volume of buffer. After that, 100.0 μL of AgNO 3 (200.0 μM) was joined in the above mixed solution, and after vigorously shaking for 5 s, then adding 100.0 μL of a freshly prepared NaBH 4 (200.0 μM) solution, and the mixture was vigorously stirred for 1 min. Storing the solution at room temperature for 4 h without light, it was measured at ultraviolet spectrophotometric absorbance to obtain two bright ultraviolet light at different wavelengths.\n\nIn this experiment, 170.0 μL of PBS buffer (20.0 mM, pH 7.0) was used to dissolve 10.0 μL of P (500 nM). Then, the P-containing solution were heated in a 90°C water bath for 5 min and then cooled in ice for 1 h. 10.0 μL of cDNA were hybridized with the above P solution at the same concentration in order to synthesize green and orange fluorescent AgNCs. After that, adding 5.0 μL of AgNO 3 (10.0 μM) to the above mixed solution and after vigorously shaking for 5 s, and then 5.0 μL of a freshly prepared NaBH 4 (10.0 μM) solution were added, and the In room temperature, storing the solution in the dark for 4 h, then the fluorescence measurements were taken.\n\nA 12% polyacrylamide gel was prepared using TBE buffer (89 mM Tris, 89 mM boric acid, 2 mM EDTA). After adding a loading buffer to the reaction system, 10 μL of the reaction mixture was taken, and carefully added to each channel of the gel using a micro-syringe, and electrophoresed at a voltage of 110 V for 100 min. After the electrophoresis was completed, the gel was carefully removed and stained in the Stains-all solution, and finally faded and photographed.\n\nThe serum sample was obtained from Xiangtan University Hospital. Under high-speed centrifugation, the supernatant was aspirated and diluted 500 times. Three different concentrations of the two targets were selected from the linear equations and added to the diluted human serum samples to control other conditions and the recovery rate of the target was detected.\n\nIn this work, we used a novel linear double helix probe (P and cDNA) based on AgNCs to detect the AIDS-related genes (HIV-1 and HIV-2) (Scheme 1). The luminescent AgNCs with 565 nm and 630 nm emission peaks were used as templates to simultaneously detecting of HIV-1 and HIV-2. Due to the different cytosine (C)-rich sequences, the two colors of AgNCs at emission of 565 nm and 630 nm could be formed exactly at the position of \"CCC ACC CAC CCA CCC\" and \"CCC TAA CTC CCC\" of the P sequence [27, 29] . HIV-1 was detected using green fluorescent AgNCs with a maximum emission wavelength of 565 nm, and HIV-2 was detected using orange fluorescent AgNCs with a maximum emission wavelength of 630 nm. After the addition of the target HIV-1, the green strong fluorescence on one side was quenched by the separation of AgNCs from the G-rich sequence; likewise, the strong orange fluorescence on the other side after the addition of HIV-2 was attenuated due to the separation of the two AgNCs. When the target HIV-1 and HIV-2 were present, the structure of the high fluorescence effect was destroyed and the both color fluorescence signals were lowered. The simultaneous detection based on two phenomena of fluorescence enhancement of guanine (G)-rich and two silver nanoclusters (AgNCs) forming a nanoclusters dimer. The possibility of the fluorescence enhancement of guanine (G)-rich is caused by electron transfer from guanines to the nanoclusters, and the two silver nanoclusters (AgNCs) forming a nanoclusters dimer is due to fluorescence resonance energy transfer. Fig. 1a and b depicted the characteristic fluorescence spectra of green fluorescent AgNCs and orange-emitting AgNCs at the same environment in the presence of two HIV DNAs (500.0 nM, respectively). The two graphs demonstrate the feasibility of testing HIV-1 and HIV-2 (500.0 nM, respectively), with fluorescence at 565 nm and 630 nm decreasing significantly in the presence of two targets over time.\n\nThe formation for DNA-AgNCs was verified and characterized by fluorescence spectra and transmission electron microscopy (TEM) images. As shown in Fig. S1 , the excitation and emission maxima of green-emitting AgNCs were at 500 nm and 565 nm, respectively. And the excitation and emission maxima of orange-emitting AgNCs were at 580 nm and 630 nm, respectively. TEM result revealed that the asprepared DNA-AgNCs have an average size of 5 nm and good dis-persibility in aqueous solution (Fig. S2) . These results confirmed the successful synthesis of small-size fluorescent DNA-AgNCs.\n\nThe working mechanism of the fluorescence \"on-off\" switch was further investigated by UV-vis absorption spectra and native polyacrylamide gel electrophoresis (PAGE). The UV-vis absorption spectrum can reflect the excitation wavelength of the fluorescent substance very well. In the experiment, we used UV-vis spectroscopy to characterize AgNCs. From the Fig. 2a and b, we can see that the probe exhibits characteristic absorption peaks at 500 nm and 575 nm after Ag + and reducing agent NaBH 4 are added respectively. The two absorption peaks correspond to the emission wavelengths of 565 nm and 630 nm, respectively. After the target was added, because the target competed with the complementary DNA sequence, the strong fluorescence state of the silver clusters at both ends was destroyed, and no UV absorption peak was observed. As shown in Fig. S3 , when P or cDNA in the solution alone, there was two same bands appeared in the same level (lanes 1, 2). When they hybridized and formed dsDNA, a band appeared in lane 3. When the probe was used to detect HIV-1 and HIV-2, respectively, two bright bands appeared (lanes 4, 5) at the same position, indicating that the hybridization between probe and target DNA opened the mismatched double-stranded structure, resulting in a weak fluorescent signal. The band of lane 6 indicated that when the probe was used to simultaneously detect of HIV-1 and HIV-2, the mismatched double-stranded structure was fully opened, forming P/HIV-1 and cDNA/HIV-2 duplexs, while the fluorescence intensity was lowered. All the results had suggested that this strategy can be successfully applied to multiplexed HIV DNAs detection.\n\nThe following parameters were optimized: \n\nImportantly, functional probes based on AgNCs can be used to simultaneously detect HIV-1 and HIV-2 (see experimental details). In order to avoid overlapping of the emission spectra, we performed an interference test to multiplex the analysis of the HIV-1 and HIV-2 genes with probe at 565 nm and 630 nm. As Fig. 3 were showed, When HIV-1 (500.0 nM) and HIV-2 (500.0 nM) were added, the complementary strand is competed to hybridize to the corresponding target DNA, respectively. The non-interference analysis of HIV-1 and HIV-2 was confirmed by the green fluorescent AgNCs and the orange fluorescent AgNCs. As Fig. 3 were showed, both AgNCs showed very strong fluorescence in the absence of HIV-1 and HIV-2. Low emission occurs at 565 nm only in the presence of HIV-1, but does not affect the maximum emission intensity of orange fluorescent AgNCs. Identically, HIV-2 alone resulted in low emission at 630 nm, while the emission of green light-emitting AgNCs was highest (Fig. 3b, c) . When both target DNAs were added at the same time, the low fluorescence intensity at the maximum emission peaks of 565 nm and 630 nm was obtained (Fig. 3d) , indicating that multiple HIV DNAs were successfully detected and would not interfere with each other. In addition, compared with other methods, we designed a sensing strategy that does not require any labeling. Highly sensitive simultaneous detection can be achieved only through the effectivity of multicolored silver nanoclusters.\n\nIn order to investigate the sensitivity of this method, the probe (500 nM) were hybridized with two target DNAs with different concentration, ranging from 0 to 700 nM, at room temperature for 5 h. As Fig. 4a and b were showed, a significant decrease in fluorescence intensity was observed with increasing the concentrations of two HIV DNAs. This experimental phenomenon proves the feasibility of the principle, the mismatched structures can be destroyed after the probe and HIV DNAs hybridize, and the fluorescent AgNCs template sequence is released. Linear range is 0.2˜700 nM, and the quantitative measurements of HIV-1 and HIV-2 are shown in Fig. 4a and b, and the detection limit of HIV-1and HIV-2 are both 12 pM by using this method. The one linear regression equation was Y = 27.56 lnC + 43.05 with a R 2 of 0.981 from 0.2 to 700 nM. The other linear regression equation was Y = 54.25 lnC + 68.61 from 0.2 to 700 nM with a R 2 of 0.978. The above results indicate that the method has excellent sensitivity for simultaneous detection of two HIV DNAs.\n\nAfter quantitative work, specific experiments were performed on the target. The experimental comparisons of HIV-1 with the corresponding single mismatch (SM), double mismatch (DM), and triple mismatches (TM) and complete mismatch (CM) sequences were designed. As a result, it was found that a significant decrease in fluorescence (I 0 -I) was observed in the presence of two HIV DNAs, whereas the fluorescence intensity only slightly decreased after the interaction with the base mispaired DNA. Similarly, after HIV-2 is added to the probe solution, only the target can cause a large difference in fluorescence.\n\nThrough selective experiments, we can see that our designed sensing scheme is highly selective (Fig. 5a/b ).\n\nAs shown in Table 2 , compared with other detection methods, the label-free multi-color silver nanocluster fluorescence sensing strategy can simultaneously and sensitively detect two HIV DNA on the basis of economic simplicity.\n\nTo test whether the proposed method can be used to simultaneously detect HIV-1 and HIV-2 in real biological samples, spiked recovery experiments were taken in human serum samples. The experimental data are shown in Table 3 . A good recovery from the data in the table indicates that the developed method offers great potential for the specific detection of HIV DNA in biological samples.\n\nTo sum up, a novel fluorescent AgNCs-based probe for multiplexed HIV DNAs detection was developed. The multicolor AgNCs probe with its G-rich and Ag-Ag fluorescence enhancement effect was successfully implemented for simultaneously detecting two HIV DNAs with high sensitivity and high specificity. This form of mixing and detection analysis is simple and can be done simply by using a conventional spectrophotometer. Importantly, this method is performed in solution, which makes in situ and real-time analysis easy. In addition, DNA stabilized AgNCs provide an effective way for the detection of various analytes due to their ease of preparation and large range of emission. We believe that this label-free linear duplex probe with the above advantages can also be applied to the multiplex analysis of biologically relevant molecules other than nucleic acid sequences. 2018JJ2388). Hunan 2011 Collaborative Innovation Center of Chemical Engineering & Technology with Environmental Benignity and Effective Resource Utilization, the project of innovation team of the ministry of education (IRT_17R90), and \"1515\"academic leader team program of Hunan Agricultural University.\n\nSupplementary material related to this article can be found, in the "}