{"title": "Generation and characterization of bat-induced pluripotent stem cells", "body": "Embryonic stem cells (ESCs) can proliferate indefinitely without differentiation and are capable of chimera formation and germline transmission [2] . Currently, ESCs with such properties have only been derived from the mouse and rat [1] . Mouse ESCs were established from the inner cell mass of mouse embryos in the year 1981 [3, 4] . They can differentiate into multiple tissue cells [5] or form chimeric mice [6] . Rat ESCs were successfully isolated and propagated in the presence of small molecules in the year 2008 [7] . The derived rat ESCs also contribute to germline chimeric rats [7, 8] .\n\nIn the year 2006, Yamanaka [9] used four pluripotency factors Oct4, Sox2, cMyc, and Klf4 to reprogram mouse fibroblasts into mouse-induced pluripotent stem cells (miPSCs) via retroviral infection. Human-induced pluripotent stem cells (hiPSCs) were generated successfully in the year 2007 [10, 11] . Subsequently, iPSCs were generated from monkeys [12] , rats [13, 14] , pigs [15] [16] [17] , rabbits [18] , bovines [19, 20] , dogs [21] , horses [22] , buffalo [23] , and sheep [24] [25] [26] . This opened up a new era of disease modeling, animal traits improvement, and translational medicine.\n\nInduced pluripotent stem cells have similar biological properties to ESCs, such as infinite proliferation, expression of pluripotency markers, and the ability to differentiate into three germ layers, as well as germline transmission in vivo [9] . Induced pluripotent stem cell technology has been widely used to create disease models and to generate individual-specific hiPSCs that can differentiate into various cell types [27] [28] [29] . For livestock, iPSCs can be used to create gene-modified animals through nuclear transfer or generating chimeras. Gene targeting has been successfully performed with both miPSCs [28] and hiPSCs [30] . Chimeras of miPSCs [31] and rat-induced pluripotent stem cells (riPSCs) [14] were also generated successfully. As a result, iPSCs are a good substitute for both ESCs and somatic cells for researches and applications in other mammalian species [32] .\n\nAs an ancient mammal, bats are the second largest group of mammals and live all over the world. Compared with other mammalian species of similar body size, the lifespan of bats is much longer [33, 34] . It is thought that hibernation, high body metabolic rates, low radical generation, and low reproductive rates are the causes of the longevity of bats [33, 35] . DNA mismatch repair systems, microsatellite instability, and antioxidant activity may be associated with bat longevity at the molecular level [36] . Sequencing analysis of the bat Myotis brandtii genome and transcriptome discovered that altered growth hormone/insulin-like growth factor-1 axis may have effect on longevity [37] .\n\nBats are considered as natural virus reservoirs and support the replication of high titers of viruses in vivo without any clinical signs [38] . In the year 2013, severe acute respiratory syndrome coronavirus (SARS-CoV) ancestor was isolated and characterized in Chinese bats [39] . Whole-genome sequencing and comparative analyses of two distantly related bat species have been reported recently [40] . All these findings indicate that bats possess unique physiological characteristics and immune systems that can be utilized in biomedical research.\n\nBecause bats are not suitable for artificial rearing and bat embryonic fibroblasts (BEFs) can only be proliferated with limited passages, the successful generation of batinduced pluripotent stem cells (biPSCs) would provide ideal and original materials to facilitate bat-related research at the cellular and molecular levels.\n\nIn this study, we have successfully derived biPSCs with a piggyBac (PB)-based vector, pSTEM-h103, containing eight stem cell factors. These cells have typical characteristics of high-quality ESCs or iPSCs. They should have broad applications for bat-related researches.\n\nBat embryonic fibroblasts isolated from bat of Myotis lucifugus were obtained as a gift from Dr Mario Capecchi. They were cultured at 37 C with 5% CO 2 in mouse embryonic fibroblast (MEF) medium. Mouse embryonic fibroblast medium consisted of Dulbecco's modified eagle medium, 15% fetal bovine serum, 0.5% GlutaMax, 1.0% nonessential amino acid, 1 mM sodium pyruvate, and 0.5% penicillin and streptomycin. Embryonic stem cell medium consisted of Dulbecco's modified eagle medium, 15% ESC grade fetal bovine serum, 0.5% GlutaMax, 1.0% nonessential amino acid, 1 mM sodium pyruvate, 0.5% penicillin and streptomycin, 1000 units/mL mouse leukemia inhibitory factor (LIF, Chemicon); 0.1 mM b-mercaptoethanol, and 50 mg/mL vitamin C. The 3i medium consisted of equal volume of Neurobasal medium and Dulbecco's modified eagle medium/F12, 0.5% N 2 supplement, 1.0% B27 supplement, 0.5% penicillin and streptomycin, 0.1 mM b-mercaptoethanol, 1 mM PD0325901 (Selleck); 3 mM CHIR99021 (Selleck); 0.5 mM A8301 (Tocris Biosciences), and 1000 units/mL mouse LIF. The concentration of G418 sulfate (Calbiochem) for BEFs after nucleofection was 500 mg/mL. The final concentration of Fialuridine (FIAU, Moravek) was used at 0.3 mM. All reagents used above were purchased from Gibco, unless otherwise noted.\n\nVector construction. To construct PB-based pSTEM-h103, human cDNA for OCT4, KLF4, SOX2, cMYC, NR5A2, NANOG, LIN28, and bat-specific miR302/367 gene cluster were assembled onto the pSP72 (Promega) plasmid backbone using polymerase chain reaction (PCR), restriction enzyme-based cloning, and recombining. The CAG promoter-driven PBase was from the CAG-PBase vector, and the PB 5 0 and 3 0 terminals were from the ZGs vector. pCAG-PBase vector that expresses the PB transposase can insert the PB sequences into the biPSC genome [41] . Detailed maps and sequences are available on request.\n\nThe BEF culture was replenished with MEF medium every 24 hours until about 75% confluency. Lonza Amaxa Nucelofector II device electroporation program A024 for fibroblasts was used to deliver 4 mg of the inducing vector pSTEM-h103 and 2 mg PBase expressing vector pCAG-PBase simultaneously ( Fig. 1A ) into 10 5 BEFs. After transfections, BEFs were spread on 10-cm cell culture dishes with MEF feeder layers. The cells were cultured with ESC medium with G418 selection for 6 days. From the seventh day onward, the medium was substituted with 3i medium without G418. The cells were fed with fresh medium every 24 hours until iPSC colonies appeared (Fig. 1B) . The colonies were picked with Pasteur pipettes under dissection microscope. Colonies were subsequently dissociated with 0.1% trypsin and passaged onto 24-well plates. When the cells reached about 60% to 75% confluency, they were individually passaged onto new six-well dishes and later expanded to 10-cm dishes.\n\nBat-induced pluripotent cells were cultured on MEF feeder layers and passaged by trypsinization. About 1 Â 10 5 iPSCs were suspended by Lonza electroporation buffer and transfected with 2 mg pMax-GFP ( Fig. 2A) with Lonza Amaxa Nucelofector II device. We chose nine programs (A012, A013, A023, A024, A030, B016, T013, T016, and U013) to test electroporation efficiency for biPSCs.\n\npCAG-PBase vector was used to remove exogenous insertional sequences from the biPSC genome [41] . Batinduced pluripotent cell lines were electroporated with pCAG-PBase vector and cultured with 3i medium supplemented with FIAU as negative screening drug. After 7 days, the survived cells formed colonies that could be picked and proliferated into dozens of cell lines. Southern blot analysis and PCR were performed to examine the removal effect.\n\nSouthern blot analysis was performed with a PB probe using a protocol described earlier [40] . The genomic DNAs were digested with KpnI (NEB). The probe was synthesized by PCR with DIG-labeled dNTPs.\n\nThe colonies that were detected as negative in Southern blots were further confirmed by PCR with GoTaq polymerase using primers specific for the Neo gene of the pSTEM-h103 vector, as it is more sensitive than the Southern blot.\n\nOn the day of karyotyping, the biPSC culture was replenished with fresh 3i medium containing 1% colcemid and incubated at 37 C for 1 hour. The cells were then trypsinized, pelleted by centrifugation at 200 g for 5 minutes, gently resuspended in 1 mL of 0.75 M KCl, and Schematic diagram of the reprogramming protocols used in the experiment. Bat embryonic fibroblasts isolated from bats of Myotis lucifugus were transfected with pSTEM-h103 and pCAG-PBase simultaneously and cultured on feeder layers with MEF medium. After 1 day, the medium was changed into ESC medium with G418. On Day 7, the medium was replaced with 3i medium, which was beneficial for the generation of iPSCs of high quality. The colonies could be picked from Day 14. (C) Bat embryonic fibroblasts derived from little brown bats of Myotis lucifugus (left). A representative biPSC colony with mouse ESC-like morphology at passage 45 is shown at a low magnification (middle) and at a higher magnification (right). biPSC, bat-induced pluripotent stem cell; MEF, mouse embryonic fibroblast; ESC, embryonic stem cell (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article). incubated for 15 minutes at room temperature (RT). After another centrifugation process, the supernatant was discarded and replaced with ice-cold fixative solution mixture of acetic acid and methanol (1:3) to a final volume of 5 mL. Cells were dropped on cold slides, stained by Giemsa dye, and analyzed under a Nikon microscope.\n\nBat-induced pluripotent cell colonies were fixed with 4% paraformaldehyde on the 10-cm dish for 30 minutes after PBS wash. At the end of fixation, the colonies were completely washed with PBS for three times, followed by staining with BM-purple (Millipore) for 1 to 2 hours in dark.\n\nThe biPSCs suspended with PBS at a cell density of 1 Â 10 7 /mL were injected intramuscularly into severe combined immune deficient (SCID) mice. Mice with PBS injection were used as controls. Tumors developed at the injection sites were harvested, fixed, and processed for paraffin sections, and subsequently hematoxylineosin (HE) stained for histological analysis. Genomic DNAs of teratomas and SCID mice were extracted using DNeasy Blood & Tissue Kit (Qiagen). Polymerase chain reaction with GoTaq polymerase using bat-specific primers was performed to identify the origin of species of teratomas.\n\nThe biPSCs were cultured with ESC medium without LIF at a cell density of 5 Â 10 4 /mL. Droplets of the mixture for 20 mL each were dropped gently on the inner wall of 10-cm dishes filled with PBS to keep moisture. After 3 days, the droplets were transferred to 0.1% gelatin-coated 96-well plates, to 48-well plates when overgrown, and finally to six-well plates. The embryoid body (EB) colonies were observed with a Nikon microscope.\n\nTotal RNA of biPSCs and BEFs (control) was extracted by RNeasy mini kit (Qiagen) and reverse transcribed to synthesize first-strand DNA by QuantiTect Reverse Transcription Kit (Qiagen). The cDNA was used as a template for real-time PCR. Real-time PCR was performed with LightCycler 480 by SYBR Green I Master mix (Roche). The cDNA of bat Myotis Oct4 (bOct4), Sox2 (bSox2), Klf4 (bKlf4), and cMyc (bcMyc) were obtained by BLAT analysis at www.genome.ucsc.edu/. Primers for real-time PCR are listed in Appendix I.\n\nIn this experiment, b-actin was used to calibrate gene expression of bOct4, bSox2, bKlf4, and bcMyc between biPSCs and BEFs. Data for real-time PCR were analyzed using the 2 ÀDDCt method, which were normalized to b-actin mRNA, and were presented as fold-changes relative to the control values. The standard deviation (SD) (n ¼ 3) was used to quantify variability.\n\nCells were fixed as described in AP staining section. For nuclear antigen staining, the fixed colonies were treated with 0.2% Triton X-100 (Sigma) for 15 minutes. For both nuclear and cell-surface staining, colonies were exposed to blocking solution containing 5% goat serum (Sigma) and 1% BSA (Sigma) in PBS for 1 hour. The colonies were incubated overnight in blocking buffer with primary antibodies at 4 C. After that, they were washed with PBS completely and incubated in blocking buffer with secondary antibodies for 30 minutes at RT. After incubation, they were washed with PBS and incubated with 4,6-diamidino-2-phenylindole (1:10,000) (Roche) diluted with PBS for 1 to 2 minutes. Finally, 4,6-diamidino-2phenylindole was washed off with PBS and the colonies were observed under a Nikon fluorescence microscope.\n\nThe primary antibodies used were anti-Oct4 (C-10) \n\nWestern blot was performed as previously described [9] . The secondary antibodies were detected using the electrochemiluminescence chemiluminescent color reagent (Beyotime). Antibodies used for Western blotting were mouse anti-Oct4 (C-10) (1:500; Santa Cruz), rabbit anti-Sox2 (1:2000; Millipore), rabbit anti-b-actin (1:500; Santa Cruz), anti-rabbit IgG-HRP (1:10,000; Santa Cruz), and anti-mouse IgG-HRP (1:10,000; Santa Cruz). The primary antibodies anti-b-actin, anti-Oct4, and anti-Sox2 used in the study have cross-reactivity to mouse, bat, and human proteins.\n\nTo derive biPSCs, BEFs were nucleofected with the PB transposon vector, pSTEM-h103, by the Lonza Amaxa Nucelofector II device. After about 14 days of culture, biPSCs colonies began to appear (Fig. 1B) . There are about 100 colonies per dish with 10 4 nucleofected BEFs. Colonies that were compact, shiny, and with clear edges and with 3D structure were manually picked and expanded.\n\nSome of the picked cell lines were passaged for over 45 times in 3i medium. This confirmed their ability of unlimited proliferation without differentiation. Bat-induced pluripotent stem cells at passage 45 with mouse ESC-like morphology are shown in Figure 1C . When biPSCs were cultured in medium without LIF, they could not maintain the typical ESC morphology and differentiated ( Supplementary Fig. 1 ). This indicated that biPSCs were more similar to the mouse ESCs.\n\nElectroporation conditions are critical for gene manipulations. To find the optimal electroporation condition for biPSCs with the Lonza Amaxa Nucleofector II device, we utilized the manufacturer-suggested pMax-GFP plasmid. As a transient and episomal vector, it expressed green fluorescent protein (GFP) after being delivered into biPSCs using different programs. The best program was judged by GFP fluorescence intensity and survival rate of electroporated biPSCs.\n\nTwenty-four hours after electroporation of pMax-GFP, the GFP signals could be observed. Among the nine programs tested, the efficiency of two programs T016 and U013 was much higher than that of the rest (Fig. 2B) . However, after 4 days of culture, we observed that biPSCs morphology, growth, and survival rates of U013 electroporated cells was slightly better than that of T016 (Fig. 2C) , suggesting that U013 was more suitable for biPSCs electroporation.\n\nIt is a consensus that iPSCs from species other than the mouse and rat are usually incompletely reprogrammed, relying on the expression of exogenous factors for maintenance. Bat-induced pluripotent cells without exogenous genes would allow broader uses of these cells, such as differentiation-related experiments or gene targeting. Furthermore, successful generation of insertion-free biPSCs could provide important clues for derivation of transgenefree iPSCs for other species, such as farm animals.\n\nSouthern blot analysis was used to initially screen for exogenous sequence-free clones and PCR was used to further validate the clones. Southern blot probe was designed according to the Neo sequences of vector pSTEM-h103. As shown in Figure 2D (left), it appeared that PB insertions were removed in some lines. Because PCR is a more sensitive method than the Southern blot, we further performed PCR validation (Fig. 2D, right) . The clones that were seemingly \"transgene-free\" (Nos. 1, 3, 6, and 7) turned out to be positive for exogenous genes, suggesting that exogenous sequences were required for the biPSCs to maintain an undifferentiated state, and that future work would be needed to obtain completely transgene-free biPSCs.\n\nKaryotype abnormality is often associated with lowquality iPSCs, and affects further uses of the cells. We karyotyped our biPSC lines with mouse ESC-like morphology. The results showed that biPSC line No. 4 exhibited a normal karyotype of bat of 42 þ XY (Fig. 3A) .\n\nAlkaline phosphatase staining is a rapid and effective preliminary method to test the pluripotency of iPSCs. It is also an important method to determine whether the iPSCs have differentiated. Bat-induced pluripotent cells were nearly 100% positive for AP staining, which demonstrated that the biPSC lines were pluripotent and had no signs of differentiation (Fig. 3B) .\n\nTeratomas-related experiments were widely used to determine pluripotency and the in vivo differentiation ability of iPSCs [9] . Various amounts of biPSCs were subcutaneously injected into SCID mice, and tumors (teratomas) of different sizes were observed after approximately 4 to 5 weeks (Fig. 3C, Supplementary Fig. 2 ). Hematoxylineosin staining confirmed that the teratomas contained various types of tissues representing all three germ layers, including ectoderm (neural rosettes and epithelium), mesoderm (arteries and muscles), and endoderm (glandlike cells), indicating that biPSCs had a high in vivo pluripotency (Fig. 3D ). In addition, the origin of these teratoma tissues was confirmed to be from biPSCs as shown by PCR using biPSC-specific primers (Supplementary Fig. 3) .\n\nEmbryoid body formation is an important criterion to determine the in vitro differentiation ability of iPSCs. Similar to miPSCs, biPSCs formed ball-shaped EBs effectively after 1 to 2 weeks in culture without LIF or bFGF and then differentiated into cells with different lineages after an additional 1 to 2 weeks of adherent culture (Fig. 3E) . These data indicated that our biPSCs were pluripotent and could be differentiated into different lineages both in vivo and in vitro.\n\nReal-time quantitative PCR was used to compare expression of pluripotency genes between biPSCs and BEFs. Relative gene expression of the four pluripotency genes Oct4, Sox2, Klf4, and cMyc was analyzed (Fig. 4A) . Compared with BEFs, expression of Oct4 and Sox2 was increased dramatically for biPSCs. However, expression of cMyc and Klf4 was decreased. When biPSCs were differentiated, the expression of core pluripotency genes Oct4 and Sox2 was decreased (Supplementary Fig. 4) .\n\nImmunofluorescence staining is widely used to detect the protein expression of pluripotency genes of iPSCs. Results of immunostaining also confirmed the pluripotency of our biPSCs at the protein level (Fig. 4B) . Bat-induced pluripotent cell colonies stained positive for antibodies against nuclear markers Oct4, Sox2, Nanog, and TBX3. The colonies were also slightly positive for the cell-surface marker TRA-1-60, showing that pluripotency proteins were highly expressed in biPSCs.\n\nTo further detect the protein expression of pluripotency factors of iPSCs, we performed Western blot analysis. Western blot analysis of Oct4 and Sox2 (Fig. 4C) showed that the total protein expression levels of the two genes in biPSCs were similar to those in mouse ESCs, which further confirmed the pluripotency of biPSCs.\n\nIn this study, biPSC lines were established with the pSTEM-h103 PB vector and a suitable cell culture system. Our biPSCs exhibited ESC-specific characteristics, such as mouse ESC-like morphology, AP staining, expression of pluripotency markers, and the ability to differentiate both in vivo and in vitro.\n\nPreviously reported iPSC lines were generated by four to six reprogramming factors including Oct4, Sox2, cMyc, Klf4, Nanog, and Lin28. Expression of the miR302/367 cluster could rapidly reprogram mice or human somatic cells into pluripotent stem cells even without the requirement of other exogenous pluripotency factors [42] . As an important nuclear receptor, Nr5a2 can replace exogenous Oct4 and work in combination with Sox2 and Klf4 to maintain the pluripotency of iPSCs [43] . To reprogram BEFs, we constructed eight reprogramming factors in pSTEM-h103, because of the use of all these factors in pSTEM-h103, the efficiency of biPSC generation has improved significantly. Transfection methods also affect iPSC generation and cell quality. Previously, retroviral and lentiviral vectors were widely used to deliver reprogramming factors. However, they tend to randomly and stably integrate into the chromosomes that could be risky of tumorigenesis [44] . Later, recombinant adenoviral [45] and Sendai viral delivery vectors [46] were used to reduce the integration rates into the genomes and yet the efficiency of iPSC generation was very low [47] . Protein transduction method was also attempted to generate iPSCs [48] . However, it is costly, timeconsuming, and low in efficiency, preventing its wide applications. PB system has many advantages over the viral systems, such as high safety, convenient operation, easy integration into the genomes, and high expression efficiency of exogenous genes [49, 50] . Most importantly, the inserted PB fragments could be excised without leaving a footprint.\n\nGrowth factors are essential to maintain the pluripotent status of ESCs and iPSCs. Epiblast-derived stem cells from humans depend on bFGF for self-renewal [51] . Mouse ESCs need to be maintained in medium containing LIF [52] . Our biPSCs were LIF-dependent, not bFGF-dependent.\n\nThree small molecule compounds PD0325901, CHIR99021, and A8301 were supplemented into the medium as well. They are inhibitors of MAP kinase/ERK kinase, glycogen synthase kinase-3, and transforming growth factor-b/activin receptors pathways [53, 54] . Only iPSCs of high quality could survive and proliferate without differentiation when cultured in 3i medium [53] . The generated biPSCs could maintain undifferentiated status, typical ESC morphology, and proliferated indefinitely in 3i medium. As vitamin C has been reported to suppress cell senescence [55] , it was added together with LIF into the ESC medium to enhance the biPSC generation.\n\nTeratoma formation demonstrated that the reprogrammed biPSC lines had the developmental potential to give rise to tissues of all three primary germ layers. Batinduced pluripotent stem cells also had the ability to form ball-shaped EBs without LIF. This confirmed that biPSCs had the pluripotent potential to differentiate both in vitro and in vivo.\n\nInduced pluripotent stem cells of high quality should have similar features to ESCs. In this experiment, Oct4 and Sox2 expression was upregulated greatly compared with BEFs, showing that the biPSC lines stably maintained an ESC status. The decreased expression of Klf4 and cMyc explained that they were not essential for the maintenance of the ESC status of the biPSCs. Klf4 only plays a role in the early stage of the cellular reprogramming [56] , and cMyc as an oncogene is not essential for the generation and maintenance of the iPSCs [57] . High-level expression of cMyc has negative effect on the pluripotency of iPSCs [58] . Low-level expression of cMyc suggested that the biPSCs were impossible to be cancerous cells. Both immunostaining and western blot analyses demonstrated that pluripotency factors could be expressed at the protein level in biPSCs, which further confirmed the pluripotent status of biPSCs. Our biPSCs could be used as cells for antiviral or other stress-related study purposes. Various types of tissue cells generated from biPSCs could be used for further exploring the mechanisms of bat's antiviral immunity and longevity that would greatly benefit the mankind.\n\nCompared with the generation of riPSCs and miPSCs, the generation of biPSCs needs further researches in the future. In particular, more efforts are needed to derive completely insertion-free biPSCs. Culture conditions function as a driving force to promote complete reprogramming of iPSCs [32] . In this research, cell culture medium components have been improved and optimized from a variety of aspects to fit for the growth and proliferation of biPSCs. Encouraged by Hou's [59] success in using small molecules to reprogram mouse fibroblasts, large-scale screening of small molecule compounds is being carried out to further improve the quality of biPSCs.\n\nAccording to our knowledge, this is the first report about derivation of bat iPSCs. It will provide an important reference for the generation of iPSCs of other species and offers clues to improve the iPSCs quality of species that have already been successfully generated. This experiment also proved that the pSTEM-h103 vector, in combination with the 3i medium, could generate biPSCs efficiently. The generated biPSCs may be important tools for cell biology researches on bats."}