{"title": "Glycyrrhizin inhibits influenza A virus uptake into the cell", "body": "Viral respiratory infections are the most common diseases experienced by people of all ages. Influenza A virus (IAV) is considered to be a major human pathogen and can cause between 3 and 5 million cases of severe illness in a normal season and up to 500,000 deaths worldwide (WHO, 2003) . Pandemic outbreaks such as those that occurred in 1918, 1957, and 1968 resulted in high mortality rates mainly due to the lack of pre-existing immunity against the new virus strain (Horimoto and Kawaoka, 2005) . Currently there are only two classes of U.S.FDA-approved antiviral drugs available for the treatment and prevention of influenza: the adamantane derivatives (amantadine and rimantadine) and neuraminidase inhibitors (NAIs; zanamivir and oseltamivir) (Nicholson et al., 2003) . The targets of both types of drugs are viral proteins and for optimum efficacy they must be administered within 48 h of symptom onset. The adamantanes are specific for influenza A virus, and block the function of the viral ion channel protein, thereby inhibiting virus uncoating upon infection (Davies et al., 1964) . NAIs block the enzymatic activity of the viral neuraminidase (NA) preventing the release of virions after budding from the host cell (Colman et al., 1983) . Zanamivir and oseltamivir are currently prescribed for the treatment and prophylaxis of influenza and are being stockpiled for pandemic influenza. Besides these two major groups of antiinfluenza drugs, several other approaches including inhibitors of viral RNA transcription, small interfering RNA, inhibitors of virus-cell fusion or proteolytic processing of HA exist, but so far no alternative drug has been licensed (Lagoja and De Clercq, 2008) . Hence, there is a need and a market for new antiviral drugs.\n\nThe triterpene glycoside glycyrrhizic acid (glycyrrhizin, GL) and its aglycone 18beta-glycyrrhetinic acid are the most intensively investigated bioactive compounds of licorice root (Glycyrrhiza Radix) (Baltina, 2003) . Both compounds are reported to have antitumor, anti-oxidant, anti-inflammatory and antiviral properties (Shibata et al., 2000) . The mechanism of how GL exerts these various effects still remains unclear. GL is active against a broad spectrum of viruses, including herpes-, corona-, alpha-, and flaviviruses, human immunodeficiency virus, vaccinia, polio type I, vesicular stomatitis virus, and IAV (Briolant et al., 2004; Cinatl et al., 2003; Crance et al., 2003; Hoever et al., 2005; Lampi et al., 2001; Lin, 2003; Pompei et al., 1979 Pompei et al., , 1983 Sasaki et al., 2003; Takei et al., 2005; Utsunomiya et al., 1997) . Particularly, the anti-influenza activity of GL has been demonstrated in embryonated hen's eggs and mice in vivo, however, a detailed analysis of the antiviral effect and the underlying mechanism in cell culture has not been reported so far.\n\nEarly work attributed the antiviral activity of GL to the induction of IFNgamma (Abe et al., 1982) and this protective mechanism of action was described again for GL-treated mice which were lethally infected with IAV (Utsunomiya et al., 1997) . However, there is strong evidence that GL exerts at least part of its antiviral activity by directly affecting the host-virus interaction rather than by immune modulation only.\n\nEvaluation of different GL treatment protocols of cells infected with coronaviruses as well as results from screening experiments using GL derivates for anti-coronavirus activity suggest that GL interferes with virus adsorption to its receptor or penetration, i.e. early steps of the virus reproductive cycle (Cinatl et al., 2003; Hoever et al., 2005) . Moreover, inhibition of virus penetration was proposed as a mechanism of action of GL against Epstein-Barr virus infection (Lin, 2003) . This hypothesis is supported by data from Harada (2005) who demonstrated modified fluidity of lipid bilayers in viral and plasma membranes after GL treatment leading to an inhibition of fusion pore formation and hence reduced infection of various viruses. This was shown in detail for HIV-1, however, no verification of the hypothesis was done for IAV.\n\nIn this study, we analyzed the anti-influenza activity of GL and present detailed information on the potential mode of action of GL to combat influenza virus infection. The effect of GL on IAV replication is demonstrated in various endpoints on different cell lines. Different GL treatment protocols in synchronized infections were applied to elucidate the exact phase of the viral reproductive cycle that is affected by GL. Eventually, the impact of GL on virus uptake was analyzed using fluorescence-labelled IAV.\n\nHuman endothelial lung cells (A549; CCL-185), human lung fibroblast cells (Hfl-1; CCL-153) and Mardin-Darby canine kidney cells (MDCK; CCL-34) were obtained from the American Tissue Culture Collection. A549 and Hfl-1 cells were cultivated in Ham's F-12 medium (PAA; E15-016) containing 10% heat-inactivated fetal bovine serum (FBS) (PAA; A15-101) and 2 mM l-glutamine (PAA; M11-004). MDCK cells were cultivated in DMEM/Ham's F-12 (1:1) medium (Biochrom AG; 4815) containing 10% heat-inactivated FBS and 2 mM l-glutamine. Influenza A virus was obtained from the American Tissue Culture Collection (A/Aichi/2/68 (H3N2); VR-547). Virus stocks were prepared by propagation of virus in Hfl-1 and MDCK cells, respectively. Approximately 48-64 h post-infection, cell supernatants were harvested, clarified by centrifugation at 3500 × g at 4 • C for 10 min, aliquoted and stored at −80 • C. Infectious virus titers were determined by the 50% cell culture infective dose (CCID50) analysis in the corresponding cell line in which the virus was propagated with (Hfl-1 and MDCK cells), and calculated by the method of Reed and Muench (1938) .\n\nFluorescence labelling of IAV was performed as established by Yoshimura and Ohnishi (1984) with slight modifications: Virus was amplified in MDCK cells, the supernatant harvested, and cell debris removed by centrifugation at 3500 × g, 4 • C for 10 min. Virus particles were purified by centrifugation using an SW28 rotor (Beckman) through a 30% sucrose cushion in Tris-buffered saline (0.05 M Tris and 0.15 M sodium chloride, pH 7.6) at 90,000 × g for 150 min at 4 • C. The pellet was resuspended overnight in PBS. Fifty microliter sodium bicarbonate buffer (1 M) were added to 500 l virus suspension (1.5 mg/ml), added to Alexa Fluor 488 Protein suspension containing a magnetic stirring bar (Alexa Fluor 488 Protein Labelling kit; Invitrogen), and incubated for 1 h at room temperature. After being passed through a Bio-Rad BioGel P-30 containing column to remove unconjugated dye, the labelled virus was eluted using PBS and then filtered through a 0.45 m filter to remove virus aggregates. Aliquots of fluorescence-labelled virus were stored at −80 • C and titers determined by the CCID50 method.\n\nCells were seeded 16 h prior to infection in growth medium to reach approximately 90% confluence when infected. Cells were washed twice with PBS and inoculated with virus diluted in Opti-MEM (Invitrogen) or DMEM/Ham's F-12 medium for 1 h at room temperature. Then, the virus inoculum was removed, the cell monolayers washed with PBS, and incubated at 37 • C, 5% CO 2 with infection medium (Hfl-1: OptiMEM, 1.5 g/ml trypsin, 1% antibiotics (PAA; P 11-002); A549: OptiMEM, 1% antibiotics; MDCK: DMEM/Ham's F-12, 5 g/ml trypsin, 1% antibiotics). Unless stated otherwise, GL was added to the infection medium.\n\nFor synchronized infections, cells were washed once with ice cold PBS and incubated with ice cold OptiMEM (Hfl-1, A549) or DMEM/Ham's F-12 (MDCK) for 20 min on ice. Then, the medium was removed, pre-cooled virus inoculum added, and incubated on ice for 1 h. The inoculum was removed, cells washed once with PBS, and incubated with infection medium at 37 • C, 5% CO 2 . Five millimolar GL stock solutions were prepared in the corresponding infection medium and added as specified. To remove surfaceassociated virus, cells were treated with neuraminidase (Type V from Clostridium perfringens, purified using NAN-lactose; Sigma) (Matlin et al., 1981) : After removal of the virus inoculum, cells were washed once with PBS, medium was added, and uptake of bound virus was allowed for 1 h at 37 • C. Then, the medium was removed and the cells again washed with pre-cooled PBS. Five U/ml neuraminidase were added and incubated on ice for 90 min on a shaker. Eventually, cells were intensively washed with PBS and lysed for viral RNA analysis.\n\nCytotoxicity, cytopathic effect, and antiviral activity were estimated by quantifying the number of viable cells using ATP-based CellTitre-Glo ® luminescent cell viability assay (Promega) according to the Manufacturer's instructions with slight modifications. Briefly, the cell culture supernatant was removed and the cells lysed 150 l (24-well) or 65 l (96-well) CellTitre-Glo ® reagent for 15 min at RT. Lysates were transferred to white opaque-walled multi-well plates (Corning) and luminescence was measured using a BioTek Synergy HT plate reader.\n\nGene transcription levels and the amount of viral RNA in cell supernatants were estimated using Quantigene ® 2.0 (Panomics) gene analysis system which allows quantification of RNA directly from cell lysates or cell culture supernatant without requiring a purification or reverse transcription step. Quantigene ® 2.0 is a hybridization based technology which uses immobilised probe sets specific for the genes of interest which specifically target RNA in the samples. Upon RNA hybridization alkaline phosphatase conjugated label probes bind and lead to the conversion of a chemiluminiscent substrate. The generated luminescence is linearly proportional to the number of RNA molecules present in the sample. The samples were analyzed according to the Manufacturer's protocol. Cells were either analyzed directly or stored at −80 • C after cell lysis. Probe set design and generation is done by Quantigene ® . Human GAPDH standard probe set (Panomics Cat. No. SA-10001-01) was used and customised probe sets were generated for canine GAPDH (GenBank accession no. AB038240) and influenza A virus A/Aichi/2/68 gene segment 7 (M gene; GenBank accession no. M63515). Virus containing cell supernatants were also analyzed directly or stored at −80 • C until analysis. In cell lysates, signals of the gene of interest were normalized to the signal derived from the housekeeping gene (GAPDH). Signals obtained from virus containing cell supernatants are directly proportional to the amount of virus contained in the sample.\n\nStandardized chicken red blood cell (cRBC) and human red blood cells (hRBC) solutions were prepared according to the WHO manual 2002 (WHO, 2002 . Virus containing cell culture supernatants were serially diluted 2-fold and 0.5% cRBCs were then added at an equal volume. After 60 min incubation at 4 • C, RBCs in negative wells sedimented and formed red buttons, whereas positive wells had an opaque appearance with no sedimentation. HA titers are given as hemagglutination units/50 l (HAU/50 l).\n\nMDCK (1 × 10E6) and A549 (2 × 10E6) cells were exposed to fluorescence-labelled or unlabelled virus by synchronized infection. For virus adsorption analysis, cells were incubated with the inoculum on ice for 1 h, then washed with chilled PBS, harvested by scraping, and suspended by intensive pipetting. For virus uptake analysis, cells were further incubated with medium containing GL for 1 h at 37 • C after removal of the inoculum and washing with PBS. Cells were then harvested by trypsination. Suspended cells were fixed with 4% paraformaldehyde, washed with PBS and analyzed for virus binding and uptake using FACS Calibur and Cell Quest Pro software (BectonDickinson).\n\nCells were fixed with 4% paraformaldehyde in PBS for 15 min, permeabilized with 0.25% triton X-100 in PBS for 20 min, and blocked with 10% goat serum plus 0.1% Tween in PBS. After incubation with IAV mouse anti-influenza nucleoprotein (NP) monoclonal antibody (Chemicon) diluted in blocking buffer for 1 h, cells were incubated with peroxidase-labelled anti-mouse antibodies (KPL) for 1 h and then incubated for 30 min with precipitate-forming peroxidase substrate (True Blue; KPL). Foci were counted visually using a light microscope (Olympus).\n\nAll data were determined in at least biological triplicates and are generally representative of at least two separate experiments. Results are depicted either as means ± standard deviations in experiments where n > 3, or as single values in experiments where n = 3. Median and interquartile ranges were calculated for hemagglutination titers. Data were analyzed using GraphPad Prism version 5.00 for Windows (GraphPad Software, San Diego, CA). Statistical analysis used either Student's t-test or ANOVA with Bonferroni post-test to compensate for multiple comparisons.\n\nWe determined the effect of GL on the infection of human lung cells with IAV. Cell viability experiments demonstrated that GL did not induce any cytotoxicity in Hfl-1, A549, or MDCK cells even at exceptionally high concentrations (5 mM) in medium (data not shown). Thus, subsequent in vitro studies were performed with GL concentrations ranging from 0.5 to 5 mM.\n\nTo evaluate the potential antiviral activity of GL against IAV, untreated A549 and Hfl-1 cells were non-productively infected (without trypsin) using IAV at a multiplicity of infection (MOI; infectious virus as determined by CCID50 per number of cells) of 0.1 and cultured in the presence of 500 M GL which was added to cell cultures after removal of the virus inoculum. At different time points post-infection, the extent of infection was analyzed by immune staining of cells for IAV NP. GL treatment leads to a significant reduction in the number of infected cells (Fig. 1) . In A549, the number of NP positive cells is reduced 16 and 24 h post-infection by 79% and 67% (p < 0.001), respectively. In Hfl-1, the number of NP positive cells is significantly reduced at 16 h post-infection by 59% (p < 0.05) indicating considerable antiviral activity of GL at a concentration of 500 M.\n\nNext, untreated Hfl-1 cells were productively infected (with trypsin) using IAV at a MOI of 0.05 and incubated with and without GL at a concentration of 1 mM, which was added together with the infection medium after removal of the virus inoculum and washing with PBS. Different endpoints were determined at 16, 24, 36, 48 and 64 h post-infection.\n\nIn a time dependent manner, cell viability decreased ( Fig After 36 h, cell viability was reduced by more than 95% in untreated infected cells and thereafter, no significant increase in virus titer was observed ( Fig. 2A) .\n\nIn GL-treated infected cells, virtually no CPE was observed 24 h post-infection compared to a CPE of 45% in the untreated infected cells. After 36 h, the CPE of GL-treated cells amounted to 39% and after 48 h still 9% of the cells were viable which demonstrates sig- nificantly improved cell viability (p < 0.001) of GL-treated compared to untreated infected cells at 24-36 h post-infection ( Fig. 2A) . This reduction in CPE compared to non-GL-treated infected cells is most likely due to reduced virus production reflected by a significant reduction in CCID50 titer of 90% (p < 0.05) at 16 h post-infection (Fig. 2B ). This reduction in virus titer of 1 log could only be resolved after modification of the CCID50 procedure from 1/10 to 1/2 dilution series which allowed titer differences of less than 1 log to be clearly distinguished. Moreover, reduced virus production was also reflected by a reduced hemagglutination titer until 36 h postinfection (Table 1 ) and significantly reduced amount of viral RNA in the supernatant at 16 h (p < 0.01) and 24 h (p < 0.001) post-infection (Fig. 2C ) compared to untreated infected cells. In addition, viral RNA was determined in cell lysates and normalized to GAPDH mRNA (Fig. 3) . After 16 and 24 h, the relative amount of viral RNA was reduced 2-fold (p < 0.05 and p < 0.001; not corrected for multiple comparison) and after 40 h, viral transcript was reduced 5-fold (p < 0.001) in GL-treated cells (Fig. 3) .\n\nInterestingly, a significant reduction in infectious virus titer was only observed at 16 h post-infection and could not be detected at later time points (Fig. 2B) , whereas a difference in the amount of virus particles produced and determined by HA (Table 1) or RNA (Figs. 2C and 3) analysis was apparent for 36 and 24-40 h, respectively. At later time points, the early antiviral effect is superimposed by further infection cycles eventually affecting all cells per well after ∼1-2 days upon viral infection.\n\nSince virus titer reduction was evident only at early time points, we tested whether additional pre-treatment of the cells with GL would amplify the observed effect. Viral RNA was determined in lysates of Hfl-1 cells and normalized to GAPDH mRNA ( Supplementary Fig. 1A) . At 16 and 24 h post-infection, only low levels of virus RNA were detected and no difference in the amount of viral RNA of pre-treatment compared to treatment upon viral infection could be observed. However, after 40 h, additional GL pre-treatment resulted in a significant reduction of virus RNA (p < 0.001). This reduction upon GL pre-treatment was also reflected in the amount of viral RNA detected in cell supernatants at 16 and 40 h post-infection ( Supplementary Fig. 1B) . To account for the possibility that GL is bound or inactivated over time and hence not readily available anymore to exert its antiviral effect, GL was supplemented at 16 h after infection and viral RNA was analyzed in Hfl-1 cell supernatants. Supplementary addition of GL did not result in a further decrease in viral RNA in the supernatant compared to GL treatment upon infection only (data not shown).\n\nFirst, we evaluated whether GL would be capable of neutralizing virus hemagglutinin resulting in inhibition of binding of the viral hemagglutinin (HA) to its receptors, Neu5Ac␣2-6Gal-terminated sugar chains (Skehel and Wiley, 2000) . Thus, virus and hRBC, respectively, were incubated with PBS or GL (1 and 0.5 mM) for 2 h at room temperature and HA titers were determined (Table 2) . No difference of GL-treated virus or GL-treated hRBC to PBS treatment was detected on HA titers leading to the conclusion that GL does not inhibit virus binding to its receptor. In addition, inhibition of neuraminidase activity by GL was evaluated using the 2 -(4-methylumbelliferyl)-a-d-N-acetylneuraminic acid substrate conversion assay (Wetherall et al., 2003) and no effect was observed either (data not shown).\n\nUsing different GL treatment protocols and synchronization of cells at infection, we sought to elucidate the exact phase of the viral reproductive cycle affected by GL. The different treatment protocols are depicted in Fig. 4A . Arrows indicate the presence of the drug on the cells before, during, and after virus infection, respectively. Cell viability (Fig. 4B ) and HA titers (Table 3) were determined at 40 h post-infection, virus transcripts in the supernatant ( Fig. 4C and D) were analyzed at 24 and 40 h post-infection. Compared to infection without synchronization (Fig. 2) , the effects observed appear delayed by approximately 16-24 h which is most probably due to the fact that cell metabolism is temporarily shut down during cooling for synchronization. At 24 and 40 h post-infection, clear differences between the various treatment protocols were observed: pre-incubation of the cells with GL before and/or at virus adsorption and removal of it thereafter improved cell viability only slightly but significantly by 2.4-and 2.6-fold (p < 0.01) for treatments A and Table 3 Hemagglutination titers of cell supernatants after IAV infection and different GL (1 mM) treatment protocols; n = 3; median (interquartile range). Cell viabilities and viral RNA in cell supernatants were compared to untreated. *p < 0.05, **p < 0.01, ***p < 0.001 and a one value was excluded due to an operational error. B, respectively, compared to untreated cells at 40 h post-infection (Fig. 4B) . Correspondingly, the amount of virus RNA in the cell supernatants of treatment A is reduced slightly (50%, p < 0.05) at 24 h post-infection which disappears again after 40 h. A notable but not significant reduction was also observed for treatment B (Fig. 4C,  24 h) . Moreover, the positive effect on cell viability resulting from GL pre-treatment is also evident in treatment F when compared to E (Fig. 4B) . These weak effects, however, were not apparent from the in HA titers (Table 3) which is most likely due to insufficient resolving power of the assay. Interestingly, when GL was present only during virus adsorption (treatment C), no effect on cell viability (Fig. 4B ), viral RNA (Fig. 4C) , and HA titers (Table 3) compared to untreated was detected. These results correspond with data from pre-treatment experiments presented above showing a slight protective effect of GL cell priming ( Supplementary Fig. 1A and B) .\n\nWhen infected cells are cultured in the presence of GL for up to 40 h, cell viability was significantly improved compared to untreated cells after 40 h (p < 0.001) (Fig. 4A ; treatments D-F). Moreover, when GL was present throughout the experiment (treatment F), virtually no difference in the viability of uninfected cells was detected. Compared to untreated cells after 40 h, viability of cells of treatments D-F was 4-6-fold higher (p < 0.001) (Fig. 4B) . Again the detected amount of viral RNA in the cell supernatants corresponded well with cell viability. In cell supernatants of treatments D-F, only up to 5% of viral RNA was detected when compared to untreated cells after 24 h (Fig. 4C , p < 0.001). After 40 h, the amount of virus RNA was still reduced by up to 28% when compared to untreated (p < 0.01-0.001). These results are also reflected by HA titers (Table 3 ). In a further experiment, GL was added only 1-5 h after infection. Strikingly, no reduction in the amount of viral RNA at 24 h post-infection was observed in the supernatants of these late treatments compared to protocol D where GL was added right after removal of the virus inoculum (Fig. 4D ). This clearly demonstrates that GL mainly interferes with very early stages in the IAV reproductive cycle, most probably virus uptake via endocytosis or fusion of the virus with the endosomal membrane during uncoating.\n\nIn order to demonstrate that GL indeed reduced the amount of virus particles entering the cells, viral RNA was quantified immediately after virus uptake. Cells were pre-treated with GL and GL was present during virus adsorption and uptake to achieve the maximum antiviral effect. To facilitate detection, MDCK cells were infected at a MOI of 100 and cell lysates were analyzed 1 h after incubation at 37 • C to allow virus endocytosis. Additionally, to discriminate between surface-bound and truly internalized virus, cells were treated with neuraminidase (NA) to remove receptor-bound, yet not internalized virions after allowing virus uptake at 37 • C for 1 h.\n\nThe results show a significantly reduced amount of viral RNA in GL-treated cells compared to untreated cells (p < 0.05, Fig. 5A) . The difference is also reflected in NA-treated cells; whereby the overall signals were somewhat lower compared to NA untreated samples, but the reduction of viral RNA in GL-treated cells was still evident. This clearly demonstrates that the difference is not caused by reduced virus binding after GL treatment but indeed differences in the amount of internalized virus. In order to confirm these findings, we constructed a fluorescence-labelled virus and analyzed the impact of GL on virus uptake using FACS. A549 and MDCK cells were treated or not with 1 and 2.5 mM GL, respectively, and infected with fluorescence-labelled IAV at different MOI's. To analyze possible differences in virus adsorption to GL-treated and untreated cells, FACS analysis was performed immediately after removal of the virus inoculum. To analyze virus uptake, cells were incubated for 1 h at 37 • C to allow virus endocytosis prior to FACS analysis. A reduction of approximately 50% of labelled virus in A594 and up to 94% in MDCK cells was detected in GL-treated cells. Fig. 5B shows FACS data from MDCK cells infected at an MOI of 10 with fluorescence-labelled IAV. Compared to untreated cells, an almost complete inhibition of fluorescence-labelled virus cell entry was observed as demonstrated by a shift of the cell population towards the control cell population. This reduction in virus uptake was independent of the virus load used (Table 4 ). However, no significant difference was detected between GL-treated and untreated cells when analyzed directly after virus adsorption (Table 4) . These results again confirm that any effect of GL-binding solely to virus receptor can be excluded as already shown by the HA assay of GL-treated hRBC and virus (Table 2) .\n\nInfluenza, one of the most common diseases caused by influenza A virus infection, constitutes a serious health problem causing significant morbidity and mortality, and imposes substantial economic costs each year. The efficacy of current drugs is limited and improved therapies are needed. Glycyrrhizin (GL) has been used in Japan for more than 20 years as a treatment for viral hepatitis and it is well known for its broad activity against several viruses in vitro and in vivo including IAV. Several studies have described the antiviral activity of GL against IAV. The data, however, have remained inconsistent. In early studies from the 1980s, the antiviral activity of GL was investigated in a rather unconventional way; eggs were treated with GL and the virus titer reduction was assessed by hemagglutination (Pompei et al., 1983) . In a more recent study, the effect of GL on lethally IAV-infected mice was demonstrated, how- ever, in cell culture, no activity of GL was found (Utsunomiya et al., 1997) .\n\nIn the present study, we demonstrate for the first time that GL treatment of human lung cells infected with IAV leads to a significant CCID50 titer reduction of 90% as well as a reduction in CPE and the amount of viral RNA in cell lysates and cell culture supernatants (Figs. 2A-C and 3). Strikingly, even at high concentrations of 1 mM, GL does not fully block viral infection of host cells. As a consequence, viral replication is retarded which is clearly displayed at early time points; however, with time (after ∼1-2 days depending on the assay setup and endpoint measured) all cells are affected and the protective effect of GL eventually vanishes.\n\nWe questioned if the moderate antiviral effect observed in our studies was the consequence of GL being either depleted or rendered unavailable for cells during the experiment. GL could possibly be bound by culture medium constituents as suggested by Ishida et al. (1989 Ishida et al. ( , 1992 who studied the binding of GL to human serum and serum albumin. However, replenishing of GL at 16 h after infection did not significantly enhance the antiviral effect (data not shown). Moreover, detailed HPLC analysis of GL incubated with different FBS containing cell culture media followed by ultrafiltration did not show any GL-binding to sera components (data not shown).\n\nBy using different treatment protocols, we aimed to identify the precise time period during which GL exerts its activity in the viral infection cycle. Our data clearly show that GL pre-treatment slightly improves cell viability and reduces viral RNA in cell lysates and cell culture supernatants (Fig. 4B and Supplementary Fig. 1A and B) . Only if GL is present during virus adsorption and thereafter, the antiviral effect is appreciably more pronounced. Diverse treatment protocols clearly reveal that GL does not reduce viral RNA in cell supernatants when applied only 1 h after infection (Fig. 4D) . These results lead to the conclusion that GL interferes with an early step in the viral reproductive cycle such as binding of the virus to its receptor, virus uptake by endocytosis, or uncoating of the virus within the cytoplasm. This hypothesis is supported by data published on Epstein-Barr virus replication, where the author claims, that based on the outcome of different GL treatment protocols, GL affects virus penetration, however, without any effect on virus adsorption or inactivation (Lin, 2003) . Evaluation of different GL treatment protocols of cells infected with coronaviruses as well as results from screening experiments using GL derivatives for anti-coronavirus activity also suggest early steps of the virus reproductive cycle being responsible for the antiviral activity of GL (Cinatl et al., 2003; Hoever et al., 2005) . For IAV, however, Pompei et al. (1983) suggested a late step in the viral replication cycle being affected by GL, whereas others were even unable to detect any antiviral in vitro effect of GL at all (Utsunomiya et al., 1997) . In the latter work, the IAV protective effect observed in a mouse model was solely attributed to GL-induced ␥-IFN secretion by T-cells. Nevertheless, it has to be pointed out that different virus types were discussed and the antiviral activity of GL obviously strongly depends on the nature of the virus and the experimental setup. For IAV, however, no detailed study involving GL has been performed so far to elucidate its antiviral mechanism of action.\n\nBased on various experimental approaches, our data strongly suggest that GL inhibits cell entry rather then adsorption of the virus. We clearly show that GL does neither block viral hemagglutinin nor masks the virus receptors on the cell surface (Table 2) . No difference between GL-treated and untreated cells was detected after virus adsorption analyzed by FACS (Table 4 ). Moreover, after removal of surface bound virions by NA treatment, the effect of GL on viral penetration was comparable to NA-untreated cells (Fig. 5A) .\n\nWe used two different approaches to investigate the effect of GL on virus uptake into cells and could clearly demonstrate a significant reduction of viral entry upon GL treatment. Depending on the MOI used, the viral uptake was reduced between 75% and 95% in MDCK cells and 42-70% in A549 cells and FACS analysis revealed that the proportion of endocytosed virus remained virtually constant irrespective of the virus load. We cannot fully exclude that signals detected may partially result from virus bound to the cell surface since viral RNA analysis reveals that the overall signals slightly decrease after NA treatment; however, the contribution of cell surface-bound virions to the overall signal was found to be minimal (Fig. 5A) .\n\nA reduction in the fluidity of plasma membranes upon GL treatment was suggested by Harada (2005) . In this study, an inhibition of viral infection by GL was reported for IAV and human immunodeficiency virus-1 (HIV-1) and was shown to be mostly due to suppression of the fluidity of the plasma membrane and viral envelope into which GL was incorporated. Specifically, the author postulated that the antiviral effect was due to an inhibition of the formation of fusion pores; however, the author did not discriminate between the two different modes of uncoating of HIV-1 and IAV. In HIV-1, the viral membrane directly fuses with the plasma membrane and the virus capsid is released into the cytoplasm. On the contrary, IAV is taken up into the cell by endocytosis and the viral membrane eventually fuses with the endosomal membrane. In the present study, we clearly demonstrate that GL impedes IAV uptake and not as suggested by Harada (2005) , uncoating of influenza virus after entry. Nevertheless, both processes, cell entry by endocytosis (IAV) and direct fusion of virus and plasma membrane (HIV-1) depend on membrane fluidity which most likely is altered upon GL treatment. Interestingly, non-enveloped virus types such as poliovirus or adenovirus use endocytosis as main cellular entry pathway. An antiviral activity of GL so far has only been described for enveloped virus types; interestingly, GL was reported being inactive against poliovirus infection (Harada, 2005) . The author used a CCID50 method with 10-fold dilution series to detect virus titer reduction. In our experience with IAV it would be necessary to use a modified CCID50 method with narrower dilution series to definitely exclude any antiviral effect of GL on non-enveloped viruses. Thus, further investigations are needed to definitely exclude any antiviral effect of GL on non-enveloped viruses.\n\nIn conclusion, we have clearly demonstrated the antiviral effect of GL on various IAV infected cells including human lung epithelial cells and human lung fibroblasts. We have shown that GL inhibits virus uptake most likely by interfering with the cellular membrane eventually leading to a reduction in endocytosis. Hence, GL can be termed a virustatic but not a virucidal agent, and interestingly, despite the high concentrations necessary to exhibit its antiviral activity, GL treatment did not result in any cytotoxicity. How these high concentrations translate into potential in vivo efficacy is beyond the scope of this study; however, in case the inhibitory mechanism of GL described here is also the predominant basis for its potential anti-influenza effect in vivo, preclinical/clinical development will be challenging unless synergistic pharmacological actions are obtained. In our view, the mechanistic data presented in this study may form an interesting basis for a medicinal chemistry program based on the molecular structure of GL with the aim to identify derivatives with increased antiviral activity."}