{"title": "The ion channel activity of the SARS-coronavirus 3a protein is linked to its pro-apoptotic function", "body": "Severe acute respiratory syndrome-coronavirus (SARS-CoV) is the etiological agent causing the global outbreak of atypical pneumonia in 2003. The SARS-CoV genome carries a minimum of 14 open reading frames (ORFs; Marra et al., 2003; Rota et al., 2003; Ksiazek et al., 2003; Thiel et al., 2003) , encoding replicases, various structural proteins (including spike, envelope, membrane, nucleocapsid), and a number of accessory proteins (Thiel et al., 2003; Rota et al., 2003; Marra et al., 2003) . A subset of these viral proteins, Abbreviations: a.a., amino acid; AO, acridine orange; ER, endoplasmic reticulum; ORF, opening reading frame; SARS-CoV, severe acute respiratory syndromecoronavirus.\n\nincluding 3a, are only found in SARS-CoV but not other coronaviruses (Rota et al., 2003) . Understanding the molecular functions of these SARS-CoV-specific proteins would shed light on the life cycle of the virus.\n\nThe SARS-CoV 3a locus, also known as X1 (Rota et al., 2003) , ORF3 (Marra et al., 2003) and U274 (Tan et al., 2004b) , encodes a 274 a.a. protein (Marra et al., 2003) . The 3a protein shows cytoplasmic (Oostra et al., 2006; Tan et al., 2004b; Yu et al., 2004; Yuan et al., 2005a; Zhong et al., 2006) and plasma membrane (Ito et al., 2005; Lu et al., 2006; Tan et al., 2004b) localization in both transfected and viral-infected cells. 3a possesses three transmembrane regions (a.a. 34-56; 77-99; 103-125) in its N-terminus, and an intracellular C-terminal region (Marra et al., 2003; Rota et al., 2003) . The central region of 3a carries several conserved sequences which includes a cysteine-rich domain (a.a. 127-133), a Yxx domain (a.a. 160-163) and a diacidic domain (a.a. 171-173), which is then followed by the C-terminal domain (a.a. 209-264) (Oostra et al., 2006; Marra et al., 2003; Zeng et al., 2004; Tan et al., 2004b; Yu et al., 2004) . The cysteine-rich domain is known to be responsible for homo-and hetero-dimerization of 3a, which is crucial for its ion channel activity (Lu et al., 2006) . To date, the functional significance of 3a's ion channel activity on its function is still not well defined. The Yxx domain is a protein internalization signal which is involved in clathrin-mediated endocytosis (Sorkin, 2004) ; while the diacidic domain is a trafficking signal responsible for efficient endoplasmic reticulum (ER) protein export (Nishimura and Balch, 1997) . Both the Yxx and diacidic domains play important roles in intracellular protein trafficking of 3a, and a deletion mutant (a.a. 160-173) which uncovers these domains abolishes the localization of 3a to the cell surface (Tan et al., 2004b) . Further, the 3a C-terminal domain (a.a. has been demonstrated to possess RNA-binding activity (Sharma et al., 2007) .\n\nExpression of 3a is detected in patients' intestinal surface enterocytes and pneumocytes (Zeng et al., 2004; Yu et al., 2004; Chan et al., 2005) . Both its physical interactions with other viral structural proteins including Spike, Envelope and Membrane (Tan et al., 2004b) and its incorporation into newly packaged matured SARS-CoV virions Ito et al., 2005) suggest that 3a plays a structural role in the SARS-CoV life cycle. Apart from being a viral structural protein, 3a has been shown to regulate various cellular responses of host cells, including the up-regulation of fibrinogen gene expression (Tan et al., 2005) , and augmentation of IL-8 and NF-B promoter activities (Kanzawa et al., 2006) , possibly through its RNA-binding activity (Sharma et al., 2007) .\n\nIt has been reported that apoptosis initiates viral cytopathic effect in SARS-CoV-infected cells (Ren et al., 2005; Bordi et al., 2006; Yan et al., 2004) . Consistent with the viral cytopathological studies, a number of SARS-CoV proteins, including 3a Law et al., 2005) , are found to be pro-apoptotic (Tan et al., 2004a (Tan et al., , 2007a Surjit et al., 2004; Chow et al., 2005; Lin et al., 2006; Yu et al., 2004; Yuan et al., 2005b; Yang et al., 2005; Zhao et al., 2006; Khan et al., 2006; Kopecky-Bromberg et al., 2006; Chan et al., 2007) . Previously, we and others showed that both caspase-8 Padhan et al., 2008) and cytochrome c (Padhan et al., 2008; Wong et al., 2005) are involved in 3a-induced apoptosis. More recently, Padhan et al. (2008) reported that Bax, p53 and p38 MAP kinase also play roles in 3a-induced apoptosis.\n\nThe SARS-CoV 3a protein appears to have multiple functions, including apoptosis induction. Although the cysteine-rich, Yxx and diacidic domains are well-known protein motifs on 3a (Fig. 1A) , it still remains unclear how these domains are involved in 3a functions. In the present study, we performed a structure-function study of 3a with an aim to investigate the roles of these domains in its pro-apoptotic function in vitro and in vivo. In addition the cysteine-rich domain had previously been shown to be critical for 3a's ion channel activity (Lu et al., 2006) , our data further illustrate that the ion channel activity is indispensible for caspase-dependent apoptosis of 3a.\n\nThe wild type pUAST-3a-WT construct was used as template to generate three mutant 3a constructs pUAST-3a-CS, -3a-YA and -3a-DE ( 3a-EGFP constructs. Standard overlapping PCR strategy was used to generate pcDNA3.1-3a-CS-YA-DE triple mutant construct.\n\nThe African green monkey kidney cell line Vero E6 was maintained at 37 • C in Dulbecco's modified Eagle's medium (DMEM, Invitrogen) containing 10% heat-inactivated fetal bovine serum (Gibco-BRL), streptomycin (100 g/ml) and penicillin (100 U/ml). Cells were seeded onto 24-well plates 24 h prior to transfection, and 0.3 g of DNA was used for transient transfection. Lipofectamine (Invitrogen) and PLUS transfection reagents (Invitrogen) were used according to manufacturer's instructions.\n\nCells were seeded onto coverslips at a density of 1.2 × 10 5 cells/coverslip. After transient transfection, cells were fixed with 3.7% formaldehyde in 1× PBS for 15 min and then permeabilized by 1% Triton X-100 in 1× PBS for 5 min. After blocking with 1% goat serum in 1× PBS for 30 min, cells were incubated with mouse anti-SARS-3a antibody X98 (1:40; Wong et al., 2005) at 4 • C overnight. Alexa Fluor 488 goat anti-rabbit IgG (H + L) (1:400; Invitrogen) was used as secondary antibody. Endoplasmic reticulum was labeled by ER-Tracker TM Red (5 M, BODIPY ® TR glibenclamide, Invitrogen) and cell nuclei were stained with Hoechst 33342 (5 M, trihydrochloride trihydrate, Molecular Probes) at room temperature for 10 min. Fluorescent images were captured using an Olympus BX51 upright fluorescence microscope or a Bio-Rad confocal microscope.\n\nCaspase activity assays were measured using the Caspase-Glo ® 8 and Caspase-Glo ® 9 assay systems (Promega) according to manufacturer's instructions. Cell permeable synthetic caspase inhibitors (Merck) z-VAD-fmk, z-IETD-fmk and z-LEHD-fmk were dissolved in DMSO. Potassium channel blockers barium chloride (Ba) and 4aminopyridine (AP) were dissolved in sterile distilled water. Vero E6 cells transiently transfected with 3a constructs were treated with caspase inhibitors (50 M in 1% DMSO) at 48 h post-transfection, and cells were further incubated for another 24 h. For potassium channel blockers treatment, 3a-transfected Vero E6 cells were treated with Ba or AP at 24 h post-transfection, and cells were then further cultured for another 48 h. After treatments, cells were subjected to immunofluorescence staining as described above.\n\nThe ion conducting property of 3a was assessed by whole-cell patch clamp. Human embryonic kidney (HEK) 293 cells were transfected with GFP-tagged 3a-WT-, 3a-CS, 3a-YA or 3a-DE constructs. Twenty-four hours after transfection, cells were trypsinized and seeded on poly-l-lysine-coated coverslips. Single cells with GFP fluorescence were selected for patch clamp recording. Whole cell currents were recorded by an EPC9 patch clamp amplifier (HEKA) controlled by Pulse software (HEKA). The intracellular solution contained in mM: 140 KCl, 5 NaCl, 2 MgCl 2 , 10 Hepes, at pH 7.2. Bath solution contained in mM: 140 NaCl, 5 KCl, 2 MgCl 2 , 1 CaCl 2 , 10 glucose, 10 Hepes, at pH 7.4. The voltage clamp protocol consisted of rectangular voltage steps from +100 to −100 mV in 20 mV increments applied from a holding potential of −60 mV. Whole cell currents were recorded before and 5 min after 10 mM Ba application (Lu et al., 2006) . The experiments were performed at room temperature. The data was analyzed with PulseFit software (HEKA).\n\nWestern blotting was performed as described previously (Wong et al., 2008) , and subcellular fractionation was performed according to (Frezza et al., 2007) . Primary antibodies used were anti-Bid (1:2000; BD Biosciences), anti-cytochrome C (1:2000; Abcam), anti-glutamate dehydrogenase (GDH; 1:1000; US Biological) and anti-␤-tubulin (1:10,000; Developmental Studies Hybridoma Bank, University of Iowa, Iowa City, IA, under the auspices of the National Institute for Child Health and Human Development), and secondary antibodies used were goat anti-mouse IgG (H+L) peroxidase conjugate (1:2,500; Abcam) and goat anti-rabbit IgG (H + L) peroxidase conjugate (1:4000; Cell Signaling).\n\nFly strains were grown at 29 • C on standard cornmeal medium supplemented with dry yeast. The gmr-GAL4 driver line was obtained from Bloomington Drosophila Stock Center and the UAS-3a-WT line was previously described in . Standard microinjection procedure was employed to generate mutant 3a transgenic lines (UAS-3a-CS, UAS-3a-YA and UAS-3a-DE). Using RT-PCR, expression level of all 3a transgenes was found to be comparable (data not shown).\n\nIn brief, 2-3-day-old adult fly heads were fixed in 2.5% glutaraldehyde (EM grade, Electron Microscopy Sciences) in phosphate buffer (pH 7.4) for 4 h, then post-fixed with 1% osmium tetroxide (Electron Microscopy Sciences), dehydrated to 100% ethanol and critical-point dried with liquid CO 2 . Gold-palladium-coated specimens were examined with a JEOL JSM-6301FE microscope operated at 5 kV (Chau et al., 2006) .\n\nAcridine orange (AO) staining of third-instar larval eye discs was performed as previously described (Hay et al., 1995) . Larvae of corresponding genotypes were fed on either unmodified standard cornmeal medium as described above or medium supplemented with Ba since first instar larval stage. Both 1 and 10 M Ba gave similar results. Eye disc images were captured using an Olympus BX51 upright fluorescence microscope or a Leica NT confocal microscope.\n\nStatistical analyses were performed using Student's t-test. Data were presented as means + S.E.M. and p-values < 0.05 were considered statistically significant.\n\nWe performed site-directed mutagenesis on three domains of 3a, cysteine-rich (3a-CS; C127S C130S C133S), YXX (3a-YA; Y160A) and diacidic (3a-DE; E171A D173A), in an attempt to investigate the functional significance of these regions on 3a function in vitro and in vivo (Fig. 1A) . Immunofluorescence staining was first performed on these mutant 3a proteins in Vero E6 cells. We found that wild type 3a (3a-WT) protein localized to the plasma membrane ( Fig. 1B  and F) , and also displayed a punctate cytoplasmic staining pattern ( Fig. 1B and F) . In contrast to 3a-WT, the 3a-CS mutant protein lost the plasma membrane localization and became more concentrated in the cytoplasm and the perinuclear region ( Fig. 1C and F) . Similarly, the plasma membrane localization of 3a-YA ( Fig. 1D and F) and 3a-DE ( Fig. 1E and F) mutants was partially reduced with a concomitant increase in cytoplasmic signals.\n\nWe next determined whether these mutations would affect 3a's pro-apoptotic function. Previously, we demonstrated the proapoptotic properties of 3a-WT in Vero E6 cells using multiple methodologies, including nuclear condensation, DNA fragmentation and TUNEL assay . Here, we used nuclear condensation as the indicator to assess the pro-apoptotic potential of 3a mutants (Fig. 2) . Consistent with previous findings , we showed that up to 60% of 3a-WT-expressing Vero E6 cells displayed nuclear condensation ( Fig. 2A) . To determine the roles of CS, YA and DE motifs in 3a-induced apoptosis, we generated a 3a-CS-YA-DE triple mutant and examined its ability to induce nuclear condensation. When compared with 3a-WT, we observed a ∼5-fold reduction of the number of condensed nuclei in cell population expressing the 3a-CS-YA-DE triple mutant protein (Fig. 2B) . Unlike 3a-CS-YA-DE triple mutant, cells expressing single mutant proteins (3a-CS, 3a-DE and 3a-YA) displayed more prominent nuclear condensation (Fig. 2C ). This indicates that CS, YA and DE motifs in 3a each contribute independently and significantly to apoptosis induction.\n\nCaspase-8 and -9 are enzymes that mediate the cell surface death receptor-and mitochondria-mediated apoptotic pathways, respectively (Chen and Wang, 2002) . We have previously demonstrated a role of caspase-8 in 3a-induced apoptosis . Here, we found that both caspase-8-and -9-specific inhibitors significantly suppressed nuclear condensation induced by 3a-WT in Vero E6 cells (Fig. 2C ). This indicates 3a triggers apoptosis through both the death receptor-and mitochondria-mediated pathways. When we treated 3a-WT-expressing Vero E6 cells with a broad-spectrum caspase inhibitor z-VAD-fmk (Van Noorden, 2001) which blocks caspase-dependent apoptosis in general, a similar level of inhibition was again observed (Fig. 2D) . Consistent with the caspase inhibition results, we further showed that the activities of caspase-8 and -9 were significantly reduced in all 3a mutantexpressing cells (Fig. 2E and F) . Truncation of Bid and mitochondrial cytochrome c release are hallmark features of death receptor-and mitochondria-mediated apoptotic pathways, respectively (Strasser et al., 2009 ). Here, we show that 3a-WT protein induced Bid cleavage (Fig. 3A) and mitochondrial cytochrome c release (Fig. 3B ). Taken together, our data demonstrate that the disruption of the CS, YA or DE motif individually does not diminish the ability of 3a to activate the death receptor and mitochondrial apoptotic pathways (Fig. 3) , which is indicative of functional redundancy of these motifs on 3a-induced apoptosis.\n\nWe further investigated the pro-apoptotic property of 3a mutants in vivo. We previously reported that overexpression of 3a-WT protein caused a rough-eye phenotype, and the eye size was also reduced due to excessive cell death Fig . 4B ). In contrast, overexpression of 3a-CS, 3a-YA, and 3a-DE mutants showed only mild rough eye phenotype (Fig. 4C-E) , and the eye size of these flies was also comparable to the gmr-GAL4 driver control (Fig. 4A) . Nevertheless, we found that both 3a-WT (Fig. 4G ) and 3a mutants (Fig. 4H-J) caused disruption of external eye morphology by scanning electron microscopy.\n\nAcridine orange (AO) staining was performed to determine the pro-apoptotic property of 3a mutants in flies. Acridine orange is a dye which specifically stains apoptotic cells (Hay et al., 1995) . As previously reported , 3a-WT-expressing transgenic animals displayed an increased number of AO-positive cells (Fig. 5B ) when compared to the gmr-GAL4 driver control (Fig. 5A) . In contrast to 3a-WT, relatively few number of AO-positive cells were detected in 3a-CS, 3a-YA and 3a-DE mutant animals (Fig. 5C-E) . Consistent with the Vero E6 cells data (Fig. 2) , our in vivo results further validate the importance of cysteine-rich, Yxx and diacidic domains of 3a (Fig. 1A) in 3a's pro-apoptotic function.\n\nIt was reported that 3a possesses ion channel property (Lu et al., 2006) , here we performed electrophysiological measurements to validate the ion channel activity of 3a-WT in mammalian cells ( Fig. 6A and B) . Isolated HEK293 cells expressing 3a-WT-EGFP protein were picked according to the GFP signal. Cells expressing 3a-WT-EGFP displayed a larger membrane current over the potential range (Fig. 6B ) when compared to the mock transfected cells (Fig. 6A) . We also detected channel activities in 3a-YA-EGFP and 3a-DE-EGFP-expressing cells (Fig. 6C and D) , however, the activities were found to be different from that observed in 3a-WT-EGFP-expressing cells. Notably, 3a-CS-EGFP-expressing cells displayed whole cell currents that were similar to that of mock transfected cells (Fig. 6E) , indicating the 3a-CS mutant protein lacks ion channel activity. We further found that addition of ion channel blocker barium chloride (Ba) altered the cell membrane current mediated by 3a-WT-EGFP, 3a-YA-EGFP and 3a-DE-EGFP proteins ( Fig. 6B-D) . However, Ba displayed no observable effect on 3a-CS-EGFP-expressing cells (Fig. 6E) .\n\nIt has been reported that the Cys 133 residue of the 3a-WT protein is responsible for homo-dimer/-tetramer formation, and is also essential for 3a's ion channel activity (Lu et al., 2006) . As ion channel activity has been implicated in apoptosis (Burg et al., 2006) , we investigated whether disrupting the ion channel property of 3a would affect its pro-apoptotic function. To intervene the ion channel function we treated 3a-WT-transfected Vero E6 cells with ion channel blockers, 4-aminopyridine (AP) or Ba, and found that both inhibitors were able to suppress 3a-WT-induced nuclear condensation (Fig. 6F ). It has previously been shown that the C133S point mutation (Lu et al., 2006 ) compromised 3a's ion channel activity. As expected, both AP and Ba treatment exerted no further suppressive effect on 3a-CS-induced nuclear condensation (Fig. 6F) . We next fed 3a-WT flies with Ba and determined the extent of 3a-induced apoptosis by AO staining in vivo. We found that the number of AOpositive cells was largely reduced in 3a-WT-expressing larvae that were treated with Ba (Fig. 7C ) when compared to the untreated control (Fig. 7B) . As Ba is an inhibitor of the 3a ion channel conductance (Lu et al., 2006; Fig. 6) , both our in vitro and in vivo data clearly demonstrate a linkage between the pro-apoptotic property and ion channel activity of 3a.\n\nWe previously showed that the SARS-CoV 3a protein induces caspase-dependent apoptosis both in vitro and in vitro Law et al., 2005) . Various structural/functional domains have been identified in 3a, which include the cysteine-rich, Yxx and diacidic domains ( Fig. 1A ; Tan et al., 2006) . The cysteine-rich domain is crucial for homo-/hetero-dimerization and ion channel activity of 3a (Lu et al., 2006) ; while both the Yxx and diacidic domains are well-characterized protein intracellular trafficking signals (Nishimura and Balch, 1997; Sorkin, 2004) . Although the properties of these protein domains have been well characterized, their roles in 3a's pro-apoptotic function had not been studied. Although these three domains are located in close proximity, it is possible that each of them is independently responsible for eliciting 3a's cellular activities, such as apoptosis induction. In this study, we generated mutant 3a constructs, 3a-CS, 3a-YA and 3a-DE (Fig. 1A) , and investigated the functional significance of the cysteine-rich, Yxx and diacidic domains on 3a's pro-apoptotic activity. We previously demonstrated that 3a-WT induces nuclear condensation and DNA fragmentation in Vero E6 cells; 3a-expressing cells are also found to be TUNEL-positive . Here, we used nuclear condensation as readout to measure the pro-apoptotic potential of 3a mutants. We found that all 3a-CS, 3a-YA and 3a-DE mutant protein-expressing cells possessed reduced caspase activities, and these proteins were also less potent in inducing cell death (Fig. 2) . Consistent with the in vitro data, all the 3a mutants displayed diminished pro-apoptotic activities in vivo. We observed elevated number of apoptotic cells in flies overexpressed with 3a-WT ( Fig. 5B ; Wong et al., 2005) , whereas the number of apoptotic cells was much reduced in mutant 3a-expressing flies (Fig. 5C-E) . Altogether, our data clearly show that all cysteine-rich, Yxx and diacidic domains are required for 3a's pro-apoptotic function.\n\nWe previously reported caspase-8 activation in 3a-WTexpressing Vero E6 cells , and our in vivo data also showed that cytochrome c can modulate 3a-WT-induced apoptosis . As the cytochrome c-mediated apoptotic pathway links tightly with caspase-9 activation, in this study we confirmed the involvement of caspase-9 in 3a-WT-induced cell death (Fig. 2) . Indeed, the involvement of caspase-9 in 3a-induced apoptosis has also been reported in a recent study performed by Padhan et al. (2008) . Both our and others' data indicate that 3a-WT utilizes more than one caspase pathway to trigger cell death. We further showed that both Bid truncation and mitochondrial cytochrome c release are involved in 3a-induced apoptosis (Fig. 3) .\n\nAs ion channels are known to regulate different phases of apoptosis (Burg et al., 2006) and that 3a possesses potassium-sensitive ion channel activity (Lu et al., 2006) , we investigated the relationship between ion channel function and pro-apoptotic potential of 3a. Barium chloride (Ba; Lu et al., 2006; Nietsch et al., 2000) and 4-aminopyridine (AP; Grishin et al., 2005) are two commonly used potassium channel blockers. We found that both Ba-and AP-treatment were able to rescue 3a-WT-induced nuclear condensation (Fig. 6) , and a similar suppressive effect was also observed in vivo (Fig. 7) . Besides, we further found that the ion channel activity of 3a is linked to caspase-dependent apoptosis. When we co-treated 3a-WT-expressing cells simultaneously with ion channel blocker and broad-range caspase inhibitor, no further inhibition of nuclear condensation was observed (Fig. 8) . This indicates that the ion channel activity and caspase-induced nuclear condensa- Fig. 8 . Pro-apoptotic and ion channel activities of 3a are linked. Vero E6 cells, either untransfected or transfected with 3a-WT construct, were treated with general caspase inhibitor (z-VAD-fmk) and/or Ba. z-VAD-fmk and/or barium chloride (Ba) treatment alone only induced minimal nuclear condensation on untransfected cells. Cells transfected with 3a-WT construct displayed nuclear condensation. z-VAD-fmk and/or Ba treatment significantly reduced nuclear condensation induced by 3a-WT expression in Vero E6 cells. Untransfected Vero E6 cells treated with 1 M staurosporine (STS) for 8 h were used as control, only z-VAD-fmk but not Ba was able to suppress STS-induced nuclear condensation. All results were plotted as percentage of cells that showed nuclear condensation, and were expressed as means + S.E.M. of three independent experiments. At least 100 cells were counted in each experiment. *p < 0.05, Ba and/or caspase inhibitor-treated 3a-WT-expressing cells versus 3a-WT control.\n\ntion of 3a-WT are linked. To conclude, this is the first report which describes the functional significance of 3a's ion channel activity in apoptosis induction. Apart from itself being an ion channel, the influence of 3a on the activity of other endogenous ion transporters in viral-infected cells also warrants further investigation."}