{"title": "Coptidis Rhizoma: a comprehensive review of its traditional uses, botany, phytochemistry, pharmacology and toxicology", "body": "wide. There are approximately 20 stamens, which are about half the length of the petals. The anther is yellow, and the filament is narrowly linear. The flowering period is March and April and the fruit are harvested from April to June. It is native to the areas of Emei and Hongya in Sichuan province. This plant grows in mountain forests with an altitude approximately 1600-2200 m (Flora 2004).\n\nC. teeta (Figure 1(C) ) is an often used as a folk medicine in Yunnan Province of China. It is a perennial herb with yellow rhizomes yellow, dense internodes and mostly fibrous roots. The blade comprises oval-shaped triangles that are 6-12 cm long and 5-9 cm wide, with a triple fissure. C. teeta has one or two scapes and is 15-25 cm high during the fruiting period. It has a bluegreen inflorescence with 3-5 flowers. The yellow-green, oval calyx is 7.5-8 mm long and 2.5-3 mm wide. The anther is about 0.8 mm long and filament is 2-2.5 mm long. C. teeta is commonly distributed in Yunnan and Tibet provinces of China, and in Burma. C. teeta commonly grows in the shade of cold and damp mountainous areas with an altitude of approximately 1500-2300 m ( Flora 2004) .\n\nThe major morphological differences among the rhizomes of these three plants is that Weilian is curved, branched, clustered, and shaped like chicken's feet; Yalian is less branched and cylindrical; while Yunlian is the smallest and is shaped like a scorpion's tail. In this review, we will mainly discuss the advances in research into CR from Coptis chinensis, which is the most common source for CR.\n\nThe first investigation concerning the chemical components of CR, which succeeded in isolating berberine (1), was reported in 1862 from C. teeta (Perrins 1862 ). To date, over 100 chemical constituents have been isolated and identified. Alkaloids are the most abundant among these chemical components and are considered as the main active ingredients of CR. Besides alkaloids, CR contains organic acids, coumarins, phenylpropanoids, quinones and other chemical components. In this section, the structures of the main compounds of CR are described and drawn (Table 3 ; Figures 2-10) . \n\nPurpose of processing Dynasty Reference Rubbing the fibrous roots with cloth, washing Removing non-medicinal parts and impurities to ensure curative effect Before the Tang Dynasty (Lei 1985) Stir-baking to dark brown Enhancing the efficacy of digestion and invigorating the function of spleen Song Dynasty (Wang 1991) Carbonizing by stir-frying Producing hemostatic effect Qing Dynasty (Chen 2006 ) Stir-baking with loess Invigorating the function of spleen andstomach Jin Yuan Period,Ming Dynasty (Zhu 2012 ) Stir-frying with wine Treating insomnia, sore mouth, red and swelling eyes Song Dynasty, Jin Yuan Period (Zhu 2015) Stir-frying with Ginger Enhancing the effect preventing vomitting, and expelling phlegm Song Dynasty (Wang 1991) Stir-frying with bile Enhancing the function of clearing the fire of the liver and galllbladder\n\nImmersing into rice water Strengthening the role of nourishing the spleen and harmonizing the spleen and stomach (Han 1985) Treating migraine headache, nasal flow toothache, sore throat (continued) (Noguchi et al. 1978 ) 2\n\nBerberrubine (Li ZF et al. 2012 ) 3\n\nCoptisine (Wang et al. 2014) 4 Palmatine 5\n\nEpiberberine (Mizuno et al. 1992) 6 Columbamine (Ikuta and Itokawa 1989) 7 Tetradehydroscoulerine (Chen et al. 2008) 8 Jatrorrhizine (Li ZF et al. 2012 ) 9\n\nGroenlandicine 10\n\nBerberastine (Li ZF et al. 2012 ) 11\n\nWorenine 12 8-Oxyberberine (Wang et al. 2014) 13 8-Oxycoptisine 14\n\n3-Hydroxy-2-methoxy-9,10-methylenedioxy-8-oxyprotoberberine (Zhao et al. 2010) 15 8-Oxyepiberberine (Yang et al. 2014) 16 8-Oxyberberrubine 17 (À)-5-Hydroxyl-8-oxyberberine ) 18\n\n(þ)-5-Hydroxyl-8-oxyberberine 19\n\nTetrahydroberberine (Wang et al. 2014) 20 8,13-Dioxocoptisine hydroxide ) 21\n\n1,3-Dioxolo[4,5-g]isoquinolin-5(6H)-one ) 22\n\nNoroxyhydrastinine 23\n\nCorydaldine ) 24\n\nThalifoline (Li ZF et al. 2012 ) 25\n\n6-([1,3]Dioxolo[4,5-g]isoquinoline-5-carbonyl)-2,3-dimethoxy benzoic acid methyl ester ) 26\n\nBerbithine 27 Coptisonine ) 28\n\nTetrandrine 29\n\nObamegine 30 Magnoflorine (Tomita and Kura 1956 ) 31\n\nSanguinarine (Mizuno et al. 1988 ) 32\n\nNorsanguinarine 33\n\nOxysanguinarine 34 6-Acetonyl-5,6-dihydrosanguinarine 35\n\nChilenine (Yang et al. 2014) 36 Z-N-Ferulyltyramine (Li ZF et al. 2012) 37 E-N-Feruloyltyramine (Ma H et al. 2013 ) 38\n\n3-Hydroxy-1-(4-hydroxyphenethyl) pyrrolidine-2,5-dione (Li ZF et al. 2013 ) 39 4 0 -[Formyl-5-(hydroxymethyl)-1H-pyrrol-1-yl] butanoate (Ma H et al. 2013) 40 8,9-Dihydroxy-1,5,6,10-b-tetrahydro-2H-pyrrolo[2,1-a]-isoquinolin-5-one ) 41\n\nEhyl-2-pyrrolidinone-5(S)-carboxylate 42\n\nMethyl-5-hydroxy-2-pyridinecarboxylate 43\n\n1H-indole-3-carboxaldehyde 44\n\nCholine ) Lignans 45 Woorenogenin (Chen et al. 2016) 46 Woorenoside I (Yoshikawa et al. 1995) 47 Longifolroside A (Meng et al. 2013) 48 Woorenoside II (Yoshikawa et al. 1995) 49 Woorenoside V 50\n\nWoorenoside III 51\n\nWoorenoside IV 52 (þ)-Pinoresinol 53 (þ)-Medioresinol 54 (þ)-Pinoresinol glucoside 55\n\n(þ)-Pinoresinol-4,4 0 -O-b-D-diglucopyranoside (Yoshikawa et al.1997 ) 56\n\n(þ)-Syringaresinol glucoside (Meng et al. 2013 ) 57\n\n(þ)-Lariciresinol (Hirano et al. 1997 ) 58\n\n(±)-5,5 0 -Dimethoxylariciresinol ) 59\n\n(þ)-5 0 -Methoxylariciresinol ) 60\n\n(þ)-Lariciresinol glucoside ) 61\n\n7S, 8R, 8 0 R-(þ)-Lariciresinol-4,4 0 -O-b-D-diglucopyranoside (Yoshikawa et al.1997 ) 62\n\nLanicepside A ) 63 9-Acetyl lanicepside B 64\n\n(þ)-Isolariciresinol 65\n\nIsolarisiresinol-9-O-b-D-glucopyranoside ) 66\n\nWoorenoside XI (Yoshikawa et al.1997 ) 67\n\nCleomiscosin A (Mizuno et al. 1992 ) 68\n\nAquillochin ( Min et al. 1987) 69 2,3-bis[(4-Hydroxy-3,5-dimethoxyphenyl)-methyl]-1,4-butanediol 70 secoisolariciresinol ) 71\n\nErythro-gaiacylglycerol-8-O-4 0 -(coniferylalcohol) ether ) 72\n\nThreo-guaiacylglycerol-8-O-4 0 -(coniferyl alcohol) ether 73\n\nWoorenoside X (Yoshikawa et al.1997) (continued)\n\nAlkaloids are the main active ingredients of coptidis, and isoquinoline alkaloids account for a large proportion, with berberine (1) as the most representative compound. Berberine is one of the most abundant ingredients (Cooper et al. 1970 ) at 4.5-8%, although this varies in different varieties of CR. In addition to berberine, CR contains over 30 different kinds of isoquinoline alkaloids, which can be divided into the following subtypes according to their structures: protoberberines, simple isoquinolines, aporphines and benzylisoquinolines (Figures 2-5) .\n\nThe protoberberine alkaloids are derived from benzylisoquinolines through phenolic oxidation and coupling with the isoquinoline N-methyl group, which becomes the 'berberine bridge' carbon. Tetracyclic rings, which are based on the dibenzo quinolizidine system, form the main matrices of protoberberine (Cooper et al. 1970) . According to the position of the double bond and whether the nitrogen atom has a positive charge, the protoberberines can be divided into 10 subtypes, as shown in Figure 2 . The following is a list of 20 representative protoberberine compounds that can be found in CR. Among these subtypes, type 3 is the most Dihydrodehydrodiconiferyl alcohol ) 75\n\nWooreno (Yoshikawa et al.1997 ) Simple phenylpropanoids 76 Z-Octadecyl cafeate ) 77 E-3-Methoxycinnamic acid (Ma H et al. 2013) 78 Ferulic acid (Li XG et al. 2012) 79 Ethyl ferulate (Yoshikawa et al. 1995) 80 N-Butyl ferulate (Ma H et al. 2013) 81 p-Hydroxyphenethyl E-ferulate (Hirano et al. 1997 ) 82\n\nE-3,4-Dimethoxycinnamic acid (Ma H et al. 2013) 83 4-O-Feruloylquinic acid ) 84\n\nMethyl 4-O-feruloylquicinate ) 85\n\nEthyl 4-O-feruloylquicinate (Ma H et al. 2013) 86 4-O-Feruloylquinic acid butyl ester (Li XG et al. 2012) 87 5-O-Feruloylquinic acid ) 88\n\nMethyl 5-O-feruloylquicinate 89\n\nEthyl 5-O-feruloylquicinate 90 5-O-Feruloylquinic acid butyl ester (Ma H et al. 2013) 91 Chlorogenic acid (Chen L et al. 2012) 92 Methyl 3-O-feruloylquicinate ) 93 N-Butyl 3-O-feruloylquicinate (Ma H et al. 2013 ) 94\n\n3-(4 0 -Hydroxyphenyl)-(2R)-lactic acid ) 95\n\n3-(3 0 ,4 0 -Hydroxyphenyl)-(2R)-lactic acid (Yahara et al. 1985 ) (Yoshikawa et al.1997) 98 Methyl-3,4-dihydroxyphenyl lactate (Li XG et al. 2012) 99 Ethyl-3,4-dihydroxyphenyl lactate (Ma H et al. 2013 ) 100\n\nN-Butyl-3,4-dihydroxyphenyl lactate 101\n\n3-(2,3,4-Trihydroxyphenyl) propanoic acid ) Flavonoids 102 6,8-Dimethyl-3,5,7-trihydroxyfavone (Meng et al. 2013 ) 103\n\nRhamnetin ) 104\n\nWogonin 105 7,4 0 -Dihydroxy-5-methoxyfavanone (Min et al. 1987 ) 106 2 0 ,4,4 0 -Trihydroxy-6 0 -methoxydihydrochalcone 107\n\nCoptiside I (Fujiwara et al. 1976 ) 108\n\nCoptiside II 109\n\nWoorenoside XII (Yoshikawa et al.1997 ) Other compounds 110 Limonin ) 111\n\n3,4-Dihydroxyphenylethyl alcohol (Li XG et al. 2012) 112 3 0 ,4 0 -Dihydroxyphenethyl alcohol 1-O-b-D-glucopyranoside (Yahara et al. 1985) 113 3,5-Dihydroxyphenethyl alcohol-3-O-b-D-glucopyranoside (Meng et al. 2013) 114 Protocatechuic aldehyde (Ma H et al. 2013 ) 115\n\nGentisic acid-5-O-b-D-glucopyranoside (Yahara et al. 1985) 116 Apocynol (Ma H et al. 2013) 117 1,2-Dihydroxy-benzene (Li ZF et al. 2012) 118 Protocatechuic acid (Meng et al. 2013 ) 119\n\nVanillic acid (Li ZF et al. 2012 ) 120\n\nVanillic acid-4-O-b-D-glucopyranoside 121\n\nProtocatechuic acid methyl ester (Ma H et al. 2013) 122 Protocatechuic acid ethyl ester (Wang et al. 2012) 123 Woorenoside VI (Yoshikawa et al.1997) 124 Woorenoside VII 125\n\nWoorenoside VIII 126\n\nWoorenoside IX 127 cyclo-(Phe-Val) (Li ZF et al. 2012) 128 cyclo-(Phe-Leu) 129\n\nb-Sitosterol common one in CR: Berberine (1), berberrubine (2), coptisine (3), palmatine (4), epiberberine (5), columbamine (6), tetradehydroscoulerine (7), jatrorrhizine (8), groenlandicine (9), berberastine (10), worenine (11), 8-oxyberberine (12), 8-oxycoptisine (13), 3-hydroxy-2-methoxy-9,10-methylenedioxy-8-oxyprotoberberine (14), 8-oxyepiberberine (15), 8-oxyberberrubine (16), (-)-5hydroxyl-8-oxyberberine (17), (þ)-5-hydroxyl-8-oxyberberine (18), tetrahydroscoulerine (19), and 8,13-dioxocoptisine hydroxide (20) (Yoshikawa et al. 1995; Wang et al. 2007; Li ZF et al. 2012; Fan et al. 2014; Wang et al. 2014) .\n\nAlkaloids belonging to this subtype are fused together by a benzene ring and a pyridine; the nitrogen atom is in position 2 (which differs from quinoline) ( Figure 3 ). Simple isoquinolines usually have a smaller in molecular weight and have no complex branched chains. The simple isoquinolines in CR include 1,3dioxolo[4,5-g]isoquinolin-5(6H)-one (21), noroxyhydrastinine (22), corydaldine (23), and thalifoline (24) Li ZF et al. 2012; Fan et al. 2014) .\n\nBenzylisoquinolines are divided into 1-benzylisoquinolines and bis-benzylisoquinolines. 1-Benzylisoquinolines are compounds with isoquinoline matrices and a benzyl group at position 1. Furthermore, bis-benzylisoquinolines are formed by a combination of two 1-benzylisoquinolines via 1-3 ether bonds, such as 6-([1,3]dioxolo[4,5-g]isoquinoline-5-carbonyl)-2,3-dimethoxy benzoic acid methyl ester (25), berbithine (26), coptisonine (27), tetrandrine (28), and obamegine (29) ).\n\nCR also contains other subtypes of alkaloids, such as magnoflorine (30) (Tomita and Kura 1956) , which is an active ingredient belonging to the aporphine alkaloids. Moreover, some benzophenanthridine alkaloids can also be found in certain specific CR varieties. For example, sanguinarine (31), norsanguinarine (32), oxysanguinarine (33), and 6-acetonyl-5,6-dihydrosanguinarine (34) can be found in C. japonica (Maiti et al. 1982) . CR also includes some small alkaloids, which are not representative compounds, such as chilenine (35) , Z-N-ferulyltyramine (36), E-N-feruloyltyramine (37), 3-hydroxy-1-(4-hydroxyphenethyl) pyrrolidine-2,5-dione (38), and 4 0 -[formyl-5-(hydroxymethyl)-1-pyrrol-1-yl] butanoate (39) ; and 8,9-dihydroxy-1,5,6,10-b-tetrahydro-2H-pyrrolo[2,1a]-isoquinolin-5-one (40), ethyl-2-pyrrolidinone-5(S)-carboxylate (41) , methyl-5-hydroxy-2-pyridinecarboxylate (42), 1H-indole-3-carboxaldehyde (43), and choline (44) \n\nPhenylpropanoids are a class of compounds that are linked together by a benzene ring and three-carbon chains. They are a large class of organic compounds that exist widely exist in natural medicines and can be subdivided into many different subclasses. The molecular weight of phenylpropanoids in CR varies greatly, as do their structures. Both phenylpropanoids and their glycosides were reported in CR. \n\nLignans are important natural constituents with various pharmacological activities. Special kinds of phenylpropanoids, which are a combination of two or more simple phenylpropanoids, were comprehensively investigated and isolated from CR (Min et al. 1987; ; Hirano et al. 1997; Yoshikawa 1997a; Chen L et al. 2012; Li XG et al. 2012; Wang et al. 2012 ). These constituents include woorenogenin ( \n\nFerulic acid and its derivatives are the most common simple phenylpropanoids in herbal medicine. In addition to ferulic acid, we can also found other simple phenylpropanoids. These derivatives usually form esters with carboxyl groups (Yahara et al. 1985; Yoshikawa et al. 1995 Yoshikawa et al. , 1997a Hirano et al. 1997; Chen L et al. 2012; Meng et al. 2013; Fan et al. 2014 ). These compounds include Z-octadecyl cafeate (76), E-3-methoxycinnamic acid (77), ferulic acid (78) \n\nPrevious research reported that CR also contains certain flavonoids, mainly including 6,8-dimethyl-3,5,7-trihydroxyfavone (102), rhamnetin (103), wogonin (104) (Meng et al. 2013) , 7,4 0dihydroxy-5-methoxyfavanone (105), 2 0 ,4,4 0 -trihydroxy-6 0methoxydihydrochalcone (106) (Min et al. 1987) , coptiside I (107), coptiside II (108) and woorenoside XII (109) (Fujiwara et al. 1976; Yoshikawa et al. 1997b) (Figure 9 ).\n\nOther compounds isolated from CR include limonin (110) (Yahara et al. 1985; Yoshikawa et al. 1997; Wang et al. 2007; Li XG et al. 2012 \n\nIncreasing research has been devoted to investigating the antipathogenic microorganism effects of CR, and its antibacterial, antiviral, and antifungal effects have been comprehensively studied and validated. Importantly, berberine has been recognized as the most important active monomer in this plant (Table 4) .\n\nBerberine can inhibit Gram-positive (G þ ) bacteria such as Streptococcus agalactiae, Staphylococcus aureus, S. mutans, Bacillus anthracis, S. suis, and Enterococcus faecium (Choi et al. 2007; Fan et al. 2008; Wang et al. 2014; Peng et al. 2015) ; and Gram-negative (G -) bacteria such as Actinobacillus pleuropneumoniae , Shigella dysenteriae (Kong et al. 2010) , and Escherichia coli (Boberek et al. 2010) . Interestingly, alkaloids isolated from CR, especially epiberberine, can act as urease inhibitors to treat Helicobacter pylori infection . In 2014, Chen et al. reported that CR extracts (CRE) significantly inhibited Salmonella typhimurium with a minimum bactericidal concentration (MBC) of 12.5 mg/mL. Another study reported that although CRE had no effect on bacteria such as Pseudomonas aeruginosa, Proteus mirabilis, and Proteus vulgaris, after processing with ginger, it showed a marked inhibitory effect against these bacteria, especially P. aeruginosa (Li 2015) . Previous studies revealed that the antibacterial effects of CR and its active constituents were attributed to damaging the cell membrane, inhibiting protein and DNA synthesis, blocking bacterial division and development, and disturbing the formation of the Z-rings to inhibit the cell division protein FtsZ Xue D et al. 2015; Ming et al. 2016) . The antibacterial effect of CR alkaloids against G þ bacteria was stronger than that against Gbacteria, which could be explained by different the cell membrane structures of the pathogens (Yong et al. 2007 ). performed a comprehensive analysis including the growth rate constant k, maximum power output of the log phase P m,log , total heat output of the log phase Q t,log , generation time t g , growth inhibitory ratio I, and half-inhibitory concentration of the drugs (IC 50 ), and revealed that the antibacterial activities against E. coli of the four alkaloids from CR were in the order of berberine > coptisine > palmatine) jatrorrhizine.\n\nPrevious investigations revealed that CR and berberine have inhibitory effects against respiratory syncytial virus, influenza virus, enterovirus 71, herpes simplex virus, coronavirus and cytomegalovirus. In addition, studies showed that the inhibitory effects of berberine were mediated by downregulating cellular Not mentioned (Dhamgaye et al. 2014) c-Jun N-terminal protein kinase (JNK) and NF-kappa B activation (Hayashi et al. 2007 ), suppressing mitogen-activated protein kinase (MAPK) or MAPK/ERK kinase 1 (MEK)/extracellular signal-regulated kinase (ERK) signalling (Shin et al. 2015; Varghese et al. 2016) . Furthermore, berberine could suppress the EV71induced autophagy by activating the AKT protein and inhibiting the phosphorylation of JNK and phosphatidylinositol-4,5bisphosphate 3-kinase III (PI3KIII) (Wang HQ et al. 2017) . H1N1 infection could be also suppressed by a water extract of CR, during which the main alkaloids served as neuraminidase inhibitors, and among them, palmatine was the most effective, with an IC 50 of 50.5 mM ). The specific inhibition of West Nile virus (WNV) NS2B-NS3 protease and viral propagation by palmatine, with an IC 50 of 96 mM, was investigated. Palmatine was also effective against dengue virus and yellow fever virus (Jia et al. 2010) .\n\nBerberine showed a weak inhibitory effect on C. albicans when used alone; while combined with fluconazole, the MIC value decreased sharply to 14.27 lM (Iwazaki et al. 2010) . Other research showed that the antifungal effect of berberine was based on its ability to impair mitochondrial function, the generation of reactive oxygen species (ROS), targeting the cell wall integrity pathway, and affecting heat shock transcription factor 1 (HSF1) (Dhamgaye et al. 2014) .\n\nCardiovascular diseases (CVDs) involving the heart or blood vessels are the leading cause of death in worldwide. It is estimated that by 2030, over 23 million people will die from CVDs each year (Mendis et al. 2011) . Importantly, CR can exert significant beneficial effects on major risk factors of CVDs, including antiatherosclerotic, antihyperlipidemic, antidiabetic, antihepatic steatototic effects. Recent studies have shown that alkaloids in CR can protect against CVDs, such as coronary heart diseases, myocardial ischemia-reperfusion injury, heart failure, arrhythmia, and hypertension (Feng 2008; Mei 2011; Yong et al. 2011 ) ( Table 5) .\n\nAtherosclerosis (AS) commonly occurs in the subendothelial space (intima) of arteries and is triggered by endothelial dysfunction and subendothelial lipoprotein retention (Tabas et al. 2015) . It has been reported that CR and its main alkaloids, such as berberine and coptisine, could effectively prevent the development of AS, and the potential mechanisms are correlated with suppressing ROS mediated oxidation (Xu RX et al. 2017) , and halting chronic inflammatory reactions via inhibition of intracellular inflammation signaling pathways . In particular, berberine could inhibit atherogenesis by reducing oxidative stress and the expression of adhesion molecules in the aorta, and increasing the levels of uncoupling protein 2 (UCP2) . Another CR component, magnoflorine, could inhibit the copper-mediated (Cu 2þ ) oxidation of various lowdensity lipoprotein (LDL) forms by increasing the lag time of conjugated diene formation and suppressing the generation of thiobarbituric acid reactive substances (TBARS) (Hung et al. 2007 ). The accumulation of foam cells in the subendothelial space is an indispensable step for the initiation and progression of AS. Berberine treatment could suppress foam cell formation, as well as the accumulation of lipid and cholesterol. The mechanism involves the activation of adenosine 5-monophosphate (AMP)-activated protein kinase (AMPK)-SIRT1-peroxisome proliferators-activated receptor c2 (PPAR-c) pathway and a decrease in ox-LDL uptake (Chi et al. 2014) . Berberine can stabilize atherosclerotic plaques by inhibiting the expressions of matrix metalloproteinase 9 (MMP-9) and extracellular matrix metalloproteinase inducer (EMMPRIN) by suppressing activation of the p38 pathway .\n\nHyperlipidemia, characterized by increased levels of blood lipids, has been implicated as a contributing factor to the development of cardiovascular diseases. The main mechanism of resisting hyperlipidemia is related to inhibiting lipogenesis and promoting the use, conversion and excretion of lipid (Iii et al. 2014 ). Alkaloids derived from CR, including berberine, coptisine, palmatine, epiberberine and jatrorrhizine, appeared to prevent body weight gain, reduce serum levels of total cholesterol (TC), triglyceride (TG) and low-density lipoprotein-cholesterol (LDL-c) and increase high-density lipoprotein-cholesterol (HDL-c) and promoted the excretion of total bile acids (TBA) in faeces (He et al. 2016; Yang W et al. 2016 ). The effect of berberine is mainly related to upregulating the LDL receptor (LDLR) and Cytochrome P450 7A1 (CYP7A1), while downregulating 3hydroxy-3-methyl-glutaryl-coenzyme A reductase (HMGCR) ). In addition, palmatine and epibeberine, which could also be beneficial to treat hyperlipidaemia and downregulate apical sodium dependent bile acid transporter (ASBT) He et al. 2017) . The sterol regulatory element-binding proteins (SREBPs) are transcription factors that regulate cholesterol by binding to the promoters of genes such as those encoding LDLR and HMG-CoA synthase. Interestingly, administration of coptisine, berberine and palmatine could activate SREBP2 . Besides these main alkaloids of CR, some minor alkaloids, such as berbamine, could also exert effects on hypercholesterolemic zebrafish by upregulating cholesterol transport and bile acid synthesis .\n\nObesity is a pathological condition characterized by excessive body fat that often leads to cardiovascular diseases (Ashraf and Baweja 2013) . 3T3-L1 cells are commonly used to detect fat metabolism. Previous studies revealed that five CR alkaloids (berberine, coptisine, palmatine, epiberberine and magnoflorine) could inhibit adipocyte differentiation and cellular triglyceride accumulation in 3T3-L1 cells, and downregulated adipocyte marker genes [including PPAR-c and CCAAT/enhancer binding protein (C/EBP)] (Choi et al. 2014 Zhang et al. 2015) . Lipolysis is the process of breaking down lipids and has been regarded as a target for treating obesity. Adiponectin, which is involved in the regulation of metabolic processes, binds to two main receptors (AdipoR1 and AdipoR2), whose expression levels are decreased during the development of obesity. Berberine treatment upregulated the expression of AdipoR1 and AdipoR2, which consequently elevated adiponectin production and induced lipolysis. Berberine could also directly upregulate lipolysis-related genes such as those encoding LPL, PPARa, carnitine palmitoyltransferase 1 (CPT1), and medium-chain acyl-CoA dehydrogenase (MCAD) . Nonalcoholic fatty liver disease is a type of hepatic steatosis, which is always involved in obesity. It was reported that mice gut microbiota could be restored by gavage of 200 mg/kg of berberine for 8 weeks, resulting in alleviation of the predisposing factors for liver steatosis. These effects could be mediated by decreasing endotoxin receptor CD14 and inflammatory cytokines such as interleukin (IL)-1, IL-6, and tumour necrosis factor alpha (TNF-a) ). This finding is consistent with another study that suggested that berberine's actions are largely based on suppressing inflammation, independent of AMPK . Berberine could also attenuate hepatic steatosis and enhance energy expenditure in mice by inducing autophagy and fibroblast growth factor 21 (FGF21) expression; however, these effects were abolished by a deficiency of the nutrient sensor SIRT1 . Furthermore, increasing evidence suggests that the mechanism may correlate with global modulation of hepatic mRNA and long noncoding RNA (lncRNA) expression profiles, reducing endoplasmic reticulum stress (ER) stress through the ATF6/SREBP-1c pathway Zhang et al. 2016) .\n\nCardiac ischemia is characterized by the deficient supply of blood flow and energy generating nutrients to the myocardium (Steenbergen and Frangogiannis 2012) . The most effective treatment for ischaemic heart disease (IHD) is to re-perfuse the heart. However, re-perfusion could lead to series of additional injuries, termed ischaemia reperfusion injury (IRI) (Wijck and Buurman 2002) . CR and its active compounds could reduce apoptosis, excessive autophagy, and inflammatory response, regulate energy metabolism, improve mitochondrial function, as well as alleviate ER stress, all of which might combine to alleviate IRI.\n\nBerberine treatment could improve myocardial infarction and injury to cardiomyocytes, as indicated by the decrease of creatine kinase isoenzyme (CK-MB), lactate dehydrogenase (LDH), and cardiac troponin (cTnI); reducing oxidative stress by suppressing malondialdehyde (MDA) production; and promoting superoxide dismutase (SOD) (Liu XT et al. 2010; Zhang T et al. 2014; . In vivo and in vitro experiments showed that berberine could reduce the myocardial infarct size, improve cardiac function; and suppress myocardial apoptosis, oxidative damage, and ER stress through activating the JAK2/STAT3 signalling pathway ). Activation of the AMPK signalling pathway and silent information regulator 1 (SIRT1) signalling might be involved in the anti-autophagy and anti-apoptosis effect of berberine Jia et al. 2017) .\n\nIn pressure-overload-induced cardiac hypertrophy, berberine inhibited the mTOR, p38, and ERK1/2 MAPK signaling pathways to enhance autophagy, consequently attenuating left ventricular remodeling and cardiomyocyte apoptosis (Li MH et al. 2014 ). However, excessive autophagy activity can also cause cell death, termed 'autophagic cell death', also known as type-II programed cell death ). It has been reported that berberine could reduce excessive autophagy by suppressing autophagy-related proteins, such as LC3-II, SIRT1, BNIP3 and Beclin-1, thus protecting H9c2 cells from hypoxia/reoxygenization (HR)-induced cell death (Huang et al. 2015) . In non-ischemic areas of diabetic animal hearts, berberine increased myocardial glucose uptake, glycolysis, and fatty acid oxidation ). The observation that berberine could act as an M2 muscarinic agonist, which reduced the spontaneous contraction rate of cardiomyocytes in culture might contribute to our understanding of berberine's complex actions on the heart (Salehi and Filtz 2011) .\n\nStudies have shown the berberine could reduce the release of TNF-a, IL-6, IL-b and HMGB1 to attenuate ischemic heart injury. TLR4, which is activated by HMGB1, is also reduced by berberine (Zhang T et al. 2014) . Preconditioning with berberine for 14 days before the induction of I/R significantly attenuated myocardial I/R injury, as manifested by a reduction in the incidence of ventricular arrhythmia and the amelioration of myocardial histological changes. These effects were associated with the suppression of the PI3K/AKT signalling pathway and subsequent reduction of the expression of related inflammatory cytokinesis in the serum and myocardial tissue (Zhu and Li 2016) .\n\nBerberine could inhibit high glucose and insulin-induced cardiomyocyte hypertrophy, accompanied by increasing nitric oxide synthase (NOS) activity and NO concentration, which elevated PPARa and eNOS (Wang M et al. 2013) . Coptisine also has an effect against myocardial ischemia reperfusion (MI/R) injury by suppressing myocardial apoptosis and inflammation via inhibition of the Rho/ROCK pathway, and inhibiting autophagosome formation rather than induction of autolysosomes in autophagy events Wang Y et al. 2017) .\n\nMaintenance of mitochondrial integrity is one of the critical aspects of protecting the myocardium (Calo et al. 2013 ). Berberine could improve mitochondrial dysfunction, as indicated by increasing mitochondrial membrane potential, mitochondrial complex activity and decreasing the release of cytochrome C from mitochondria .\n\nDiabetes mellitus (DM) is a common chronic diseases characterized by disorders of glucose metabolism that seriously threaten human health and longevity (Shi and Hu 2014) . As early as the Wei and Jin Dynasties, Ming Yi Bie Lu recorded the treatment of CR for Xiaoke, which has been proven to be DM. CR and its components exert anti-diabetic effects by improving glucose metabolism, insulin resistance (IR), pancreatic beta cells and modulating the gut microbiota (Table 6) .\n\nThe expression of the glucose transporter protein (GLUT) is a key factor in the intracellular transport of glucose and is closely linked to cellular energy metabolism (Huang 2013) . A previous report revealed that after treatment with berberine, the glucose uptake in L929 fibroblast cells, a cell line that express only GLUT1, reached maximum stimulation. Moreover, significant activation was observed within 5 min and reached a maximum at 30 min, which was attributed to the acute activation of the transport activity of GLUT1 (Cok et al. 2011) . The level of GLUT1 protein was increased in 3T3-L1 cells, which was stated to be associated with the activation of AMPK stimulation ). The upregulation of GLUT4 expression and downregulation of Retinol-binding protein 4 (RBP4) are also involved in glucose uptake (Zhang et al. 2008) . HepG2 and bTC3 cell lines were used to test glucose consumption and insulin release, respectively. The results showed that glucose consumption by HepG2 cells was increased from 32% to 60% by berberine, which was insulin independent but had no influence on insulin secretion . Another study showed the GnRH-glucagon-like peptide-1 (GLP-1) and MAPK pathways in the intestines might be involved in the mechanisms of berberine to modulate glucose metabolism .\n\nInsulin resistance (IR) is a pathological condition in which cells fail to respond to the normal actions of the hormone insulin. IR increases the risk of developing pre-diabetes and type-2 DM. Treatment with berberine at 50 mg/kg/day for 2 weeks was effective against the features of IR syndrome, and could improve levels of IR parameters, such as body weight, hyperglycemia, hyperinsulinemia, hypercholesterolemia, and hypertriglyceridemia . Shen et al. (2012) revealed that berberine could decrease insulin levels in pancreatic islet b-cells via reversible the concentration-dependent inhibition of the INS2 promoter. Increasing the expression of insulin receptor (INSR) is also regarded as a target of berberine to increase insulin sensitivity. This effect is related to a protein kinase C (PKC)-dependent activation of its promoter (Kong WJ et al. 2009 ). In some insulinresistant patients with diabetes, there is a phenomenon of increased INSR dephosphorylation by protein tyrosine phosphatase 1B (PTP1B). Interestingly, berberine can suppress the activation of PTP1B to increase the phosphorylation of INSR . Insulin receptor substrate (IRS) is a key molecule that acts after the insulin receptor and mediates insulin signalling. In insulin signalling, the levels of phosphorylated AKT and IRS were significantly increased by berberine in alloxan-induced diabetic mice (Xie X et al. 2011) . In insulinresistant cells, berberine improved insulin-induced tyrosine-phosphorylation of IRS-1 and the recruitment of p85 to IRS-1, which was related to the inhibition of mTOR (Liu LZ et al. 2010) .\n\nSome studies reported that berberine could promote the secretion of insulin by increasing GLP-1 release or by stimulating pancreatic cells . Intragastric administration of berberine restored the damage to pancreas tissues and reversed the decreased in the number of islets in rats with DM (Tang et al. 2006; Chueh and Lin 2011) . Berberine significantly downregulated the ratio of BAX/BCL-2 to block streptozotocin (STZ)-induced apoptosis in mouse pancreatic islets (Chueh and Lin 2012) . Berberine and CRE exerted similar protective effect on islet b cells by improving islet b cell proliferation and the protein level of PARP1 . Inflammation and oxidation are closely associated with DM. After treatment with berberine, decrease levels of proinflammatory cytokines, such as TNF-a, IL-6, iNOS, MCP-1 and COX-2, were observed (Jeong et al. 2009; Lou et al. 2011) , while IL-10 levels were elevated in diabetic animals, in related cells, and in patients . The levels of AR, SOD, GSH-px and GSH increased, while MDA decreased, indicating that oxidation was inhibited (Zhou and Zhou 2011; Lao-Ong et al. 2012) . Multiple cellular kinases, as well as signalling pathways (such as MAPKs, AMPK, Nrf2/HO, NF-jB, and Rho GTPase pathways) were verified to be pivotal for berberine's activity in reducing oxidative stress and inflammation to treat DM Xie et al. 2013; Mo et al. 2014) . However, some studies showed that berberine could decrease hyperglycaemia and improve impaired glucose tolerance but did not increase insulin release and synthesis (Yin et al. 2002; Chen et al. 2010) . In addition to berberine, recent studies showed that polysaccharides in CR increased glucose uptake, recovered glucose tolerance, inhibited the formation of advanced glycation end products, and reduced oxidation (Jiang et al. 2015; Cui et al. 2016; Yang Y et al. 2016) .\n\nIn recent years, berberine has been demonstrated to treat DM by modulating the structure and diversity of gut microbiota, including enrichment of beneficial microbes and inhibition of harmful microbes . The bioavailability of berberine is very low, and the absorption rate is only 5-10% in the intestinal tract. However, it can significantly reduce the activity of disaccharidase and a-glucosidase in the intestinal tract, resulting in a reduction the absorption of glucose and postprandial hyperglycemia Li ZQ et al. 2012) . CR alkaloid treatment avoided a decline in the diversity of gut microbes in obese mice and favoured the maintenance of a stable and healthy bacterial community in high-fat high cholesterol (HFHC)-fed animals (Kai 2017) . Berberine can lead to an increase in the abundance of probiotics such as Blautia, Bacteroides, Bifidobacteria and Lactobacillus, and a decrease in relative abundance of Firmicutes and Bacteroides in the intestinal tract of animals Gu et al. 2017) .\n\nAnother study showed that the berberine selectively enriched the propionic acid producing bacteria and intestinal barrier repair bacteria Ackermansia; a CR decoction promoted butyric acid producing bacteria, such as Coprococcus, Faecalibacterium and Oscillospira. Compared with berberine, the CR decoction induced higher flora diversity, and the flora structure was closer to that of normal animals (Ti 2017) . The increase of GLP-1 and short-chain fatty acids in the gut may account for the structural and diversity changes to the microbiota induced by berberine .\n\nCancer is the second leading cause of death globally and was responsible for 8.8 million deaths in 2015. Globally, nearly 1 in 6 deaths are caused by cancer, as reported by the World Health Organization. Studies showed that CR and berberine are effective against multiple types of human cancer, including bladder, breast, cervix, cholangiocarcinoma, colon, Ehrlich, gastric, glioma, intestine, kidney, leukemia, liver, lung, nasopharyngeal, melanoma, myeloma, ovary, pancreas, prostate and sarcoma (Ho et al. 2009; Wang N et al. 2015) . CR and its active ingredients can prevent cancer by blocking the cell cycle, inhibiting tumor cell proliferation, inducing apoptosis, inhibiting migration and invasion, and enhancing the body's immune function (Table 7) .\n\nBerberine induces apoptosis in human colonic carcinoma cell line SW620; in the pancreatic cancer cell lines PANC-1 and MIA-PaCa2; and in breast cancer MCF-7 cells through the generation of ROS. Moreover, berberine had a greater apoptotic effect in PANC-1 cells than gemcitabine (Hsu et al. 2007; Xie et al. 2012; Park et al. 2015) . When compared with chemical drugs (meloxicam and rosiglitazone) and berberine, total alkaloids showed a greater apoptosis-inducing effect (Ke 2007) . Various apoptotic modulating signals are involved the induction of apoptosis by berberine. Berberine could markedly inhibit the expression of survivin in MGC-803gastric cancer cells, in SKOV3ovarian cancer cells Ma et al. 2015) ; and activated caspase-3, caspase-8, caspase-7 and caspase-9 in FaDu head and neck squamous cell carcinoma cells and malignant pleural mesothelioma (Yao 2014; Seo et al. 2015) . Berberine also regulated the activities of Bcl-2 and Bax in colon cancer cells (Chidambara et al. 2012), FoxO1 and FoxO3 in HepG2 cells (Shukla et al. 2014) , and p53 in MCF-7 and MDA-MB231breast cancer cells (Kim et al. 2012) . Additionally, cPLA-COX2 and JAK2/STAT3 signalling was inhibited in liver cancer cells and colon cancer cells HT-29 (Li O et al. 2013; Li C et al. 2014) . Berberine also promoted the Fas/FasL signalling pathway, and then triggered the activation of caspase-8 and caspase-9 precursors to induce apoptosis in human oral cancer cells . In HCT-116 colon cancer cells, berberine enhanced GRP78 activity by binding to and forming complexes with GRP78, which increased the ability of GRP78 to bind to VPS34. This suggested berberine could induce autophagic cancer cell death (La et al. 2017) . In vitro and in vivo experiments showed that coptisine inhibited the proliferation, growth and migration of HCC cells and colorectal cancer cells, and promoted their apoptosis. Other studies showed that coptisine activated microRNA miR-122 (Chai et al. 2018) \n\nBerberine inhibited the expression of Cyclin D1 and the activity of the related AP-1 and Wnt pathways. Berberine prevented the proliferation of lung cancer PG cells by inhibiting Cyclin D1, increasing the number of cells in the Go/G1 phase, and decreasing the number of cells in the S phase and G2/M phase (Ye 2007) . Berberine blocked human gastric carcinoma cell entrance into the cell cycle in the G0/G1 phase, and inhibited colorectal adenocarcinoma growth by inducing G2/M phase arrest (Sha et al. 2011; Cai et al. 2014 ). However, CR and berberine decreased the number of CNZ-2Z cells in the Go/G1 phase significantly, while the number of cells in the S phase increased significantly, indicating that the cell cycle was blocked in the S phase (Cui et al. 2008) . In osteosarcoma, berberine treatment led to G1/S cell cycle arrest in p53-presenting cells, but may cause G2/M arrest in p53-deficient cells, suggesting that p53 may play diverse roles in the cell cycle distribution in berberine-treated cancer cells ). In addition, another CR component, jatrorrhizine, could inhibit the proliferation and neovascularization of C8161 human metastatic melanoma cells by inducing cell cycle arrest at the G0/G1 transition . Moreover, columbamine could suppress proliferation and neovascularization of metastatic osteosarcoma U2OS cells with low cytotoxicity and induced cell cycle arrest at the G2/M transition, which was associated with attenuation of CDK6 gene expression, STAT3 phosphorylation and MMP2 expression (Bao et al. 2012) .\n\nUrokinase-type plasminogen activator (uPA) and MMPs play important roles in cancer metastasis and angiogenesis, and inhibition of uPA and MMP could inhibit the migration and invasion of cancer cells. Berberine affected JNK, ERK1/2, p38 MAPK, P13K-Akt and NF-jB signalling pathways to inhibit the actions of MMP-2, MMP-9, MMP-1, and uPA in SCC-4 human tongue squamous carcinoma cells, hepatoma cells, and breast cancer cells (Ho et al. 2009; Bing et al. 2011; Kim et al. 2012; Kuo et al. 2012 ). NM23-H1 and SDF-1 are potential genes associated with tumour cell metastasis and previous research indicated that berberine could decrease NM23-H1 and SDF-1 expression; thus reducing the metastasis of leukaemia cells Liu et al. 2008) . It was reported that berberine (50 lM) could act as a RhoGTPases inhibitor in HONE1 human nasopharyngeal carcinoma cell (Tang et al. 2009 ). Inhibition of RhoGTPase by CRE, as well as by berberine (100-200 lM), might also result in blockade of ROCK signalling in hepatoma cells . The expression levels of two chemokine receptors (CXCR4 and CCR7), which are involved in the migration and metastasis of esophageal cancer cells, were decreased following the berberine treatment (Mishan et al. 2015) . Tumour angiogenesis, a process associated with invasion and metastasis, is an essential link in the control of tumour progression (Zhao and Adjei 2015) . In tumour angiogenesis, VEGF and hypoxia-inducible factor-1a (H1F-1a) play a key role in tumour progression. In vivo and in vitro studies revealed that the antiangiogenic activity of berberine was mediated by downregulating the expression of H1F-1, VEGF and proinflammatory mediators in hepatocellular carcinoma cells and breast cancer cells Hamsa & Kuttan 2012; Kim et al. 2013) . Berberine may also inhibit the adhesion of gastric cancer cells to endothelial cells by increasing the proportion of intercellular adhesion 8-32 mM (Iizuka et al. 2000) molecule 1 (ICAM-1) and vascular cell adhesion molecule 1 (VCAM-1), thus reducing the risk of tumour angiogenesis induced by evodiamine (Shi et al. 2013 ). In addition, berberine showed anti-angiogenesis effects on animals that were orthotopically implanted with hepatocellular carcinoma (Tsang et al. 2015) . Coptisine at 150 mg/kg may reduce cancer metastasis risk by inhibiting the RAS-ERK pathway in HCT116 bearing mice . Chinese medicinal herbs can enhance the body's immune function, by inducing cytokines, interferon (IFN), lymphocyteactivated killer cells production and natural killer (NK) cell proliferation, thereby mediating tumor cell apoptosis. Importantly, CRE could markedly increase the IFN-b and TNF-a mRNA expression in breast cancer MCF-7 oestrogen receptor-positive cells (Kang et al. 2005 ) Furthermore, berberine was also capable of reducing the expression of caspase-1 and IL-1b in osteosarcoma cells, and inhibiting the growth of tumour cells, suggesting that the mechanism might involve downregulation of the caspase-1/IL-1b inflammatory signalling axis . A recent study showed that palmatine disrupted the interaction between pancreatic stellate cells and cancer cells in the tumour microenvironment, consequently resulting in the inhibition of cancer growth and migration, while inducing apoptosis by inhibiting survivin (Chakravarthy et al. 2018 ).\n\nExperimental studies showed that CR and its compounds could be used to treat diseases of nervous system, digestive system, skeleton, and skin and hepatotoxicity, nephrotoxicity and agingrelated disorders (Lee et al. 2010; Su et al. 2017) . Berberine could ameliorate b-amyloid pathology, gliosis, and cognitive impairment in an Alzheimer's disease transgenic mouse model through the PI3K/AKT/GSK3 signalling pathway and induced 6-hydroxydopamine-induced human dopaminergic neuronal cell death through the induction of heme-oxygenase-1 and exert antidepressant action through inhibition of organic cation transporter 2 and 3 (Durairajan et al. 2012; Bae et al. 2013; Sun et al. 2014) . Furthermore, CR could treat Alzheimer's disease via the significant inhibition of acetylcholinesterase (AchE) (Kaufmann et al. 2016) . CRE, coptisine and jatrorrhizine displayed neuroprotective effect by alleviating oxidative stress (Friedemann et al. 2015 (Friedemann et al. , 2016 Luo et al. 2016) . Berberine prevented glucocorticoidinduced bone loss in lumbar spongy bone by promoting bone formation and inhibiting bone resorption (Bilian et al. 2011 ). CRE had a radioprotective effect against radiation-induced skin damage in rats by modulating oxidative stress in skin and in aging-related diseases via antioxidation and AMPK activation (Wang XJ et al. 2013; Xu Z et al. 2017 ). In the digestive system, CR extracts could exert an analgesic effect on a rat model of irritable bowel syndrome by decreasing serotonin release and cholecystokinin expression (Tjong et al. 2011 ). Coptisine showed a significant gastric mucosal protective effect on stress gastric ulcers in mice. However, the protective effect of coptisine (57 mg/kg) on the gastric mucosa was significantly better than that of 100 mg/kg berberine (Feng et al. 2007 ). Jatrorrhizine delayed gastric emptying and intestinal transit in postoperative ileus . Berberine has the potential to alleviate premenopausal syndrome by decreasing oxidative stress, LDL, triglycerides, insulin resistance and improving mood (Caliceti et al. 2015) .\n\nCurrently, pharmacokinetics research on CR has mainly focused on the protoberberine alkaloids. After oral intake, blood exposure and absolute bioavailability are extremely low. During absorption, 50% of berberine undergoes extensive first-pass elimination . Then, the absorbed alkaloids are quickly and widely distributed in tissues, such as the brain, intestine, stomach, pancreas, heart, kidney, liver, spleen, lung, testicles and uterus, among which the liver has the highest concentration (Ma et al. 2010) . Furthermore, the concentrations of the alkaloids in tissues are not only higher than those in circulation, but also are eliminated at a slower rate . Researchers have analysed metabolites from urine, feces, plasma, and intestinal flora and found that they mainly comprise the sulphate and glucuronide conjugates of the CR alkaloids or the Phase I metabolites of the alkaloids . In liver microsomes, cytochrome P450 isoenzymes (CYPs) play a major role. The intestinal flora also exerts significant effect on the enterohepatic circulation of the metabolites, which may be related to the multiple peaks phenomenon of the pharmacokinetics of the CR alkaloids (Zuo et al. 2006) . Berberine is usually excreted in urine and bile. Other studies showed, only 0.013% of berberine is eliminated directly in urine after oral administration (Yu et al. 2000) . The metabolites are mainly eliminated via urine , and aproportion of them are also eliminated through bile (Zuo et al. 2006) . However, in some pathological conditions, such as diabetes mellitus, PI-IBS (post-inflammation irritable bowel syndrome) and lipopolysaccharide-related diseases, the pharmacokinetic processes are altered. In 2008, Yu et al. showed a higher exposure of berberine, palmatine, coptisine, epiberberine and jatrorrhizine, with 170-330% increases in C max (maximum concentration) and 150-350% increases in AUC 0-24 (area under curve) in diabetic rats, after oral administration of CRE (1.3 g/ kg). Then, in 2010, they discovered that impairment of the function and expression of P-glycoprotein in the intestine partly contributed to the increased exposure of the five protoberberine alkaloids .\n\nAfter oral intake of berberine, the AUC 0-t in mice with PI-IBS was higher than that in normal mice, while the total body clearance decreased significantly (Gong et al. 2014) . In a pharmacokinetic study, magnoflorine showed lower bioavailability and faster absorption and elimination. However, pharmacokinetic parameters altered remarkably when magnoflorine was administered in a CR decoction. Oral gavage of a CR decoction decreased the absorption and elimination rates of magnoflorine, which revealed the pharmacokinetic interactions between magnoflorine and the rest of ingredients in CR . Berberine in plasma was quickly eliminated after intravenous injection of CR; however, berberine could penetrate the blood-brain barrier (BBB) and reached the hippocampus with a rapid increase and slow elimination ; Table 8 ).\n\nCR has been banned in Singapore in recent decades because of the suggestion that berberine aggravated jaundice and kernicterus in neonates with glucose-6-phosphate dehydrogenase deficiency (Wong 1980) . In 2012, researchers found no organ toxicity or electrolyte imbalance in 20 patients administered with CR at a daily dose of 3 g for 1055 patient-days (Linn et al. 2012) . In 2016, the ban of Chinese herbal medicines rich in berberine was officially lifted. Nevertheless, toxicity cannot be ignored. An acute toxicity study showed that the oral medial lethal dose (LD 50 ) of the fibrous roots of CR was greater than 7000 mg/kg body weight in Kunming mice. A sub-chronic toxicity study showed that the no-observed-adverse effect level (NOAEL) was 1.88 g/kg body weight in rats, whereas 3.76 g/kg body weight resulted in liver and lung damage. An Ames test, a mouse micronucleus test, and a mouse sperm abnormality test provided negative results (Ning et al. 2015) . The median acute oral lethal dose of the CRE was 2.95 g/kg in mice; however, the alkaloid-rich extract was much more toxic than the total extract of CR (Ma et al. 2010) . In another study, the LD 50 values of four alkaloids (berberine, coptisine, palmatine and epiberberine) were determined as 713.57, 852.12, 1533.68 and 1360 mg/kg, respectively. Likewise, the cytotoxicity of berberine was the highest and that of palmatine was the lowest toward HepG2 and 3T3-L1 cells. In a subchronic toxicity study, no mortality or morbidity was observed (Yi et al. 2013) . To determine the NOAEL and the toxicity of CR, rats received repeated oral administration of CR for 13 weeks. No mortality or remarkable clinical signs were observed during this 13-week study. The NOAEL of CR was determined as 667 mg/kg/day for male rats and 2000 mg/kg/day for female rats (Lee et al. 2014) . Oral berberine has caused respiratory failure, extrapyramidal system reactions, severe arrhythmia, liver function injury and even death in clinics in China , which as believed to caused by its inhibitory effect on the human eag-related gene (hERG) potassium channel and induction of mitochondrial dysfunction (Pereira et al. 2008; Schramm et al. 2011) . Furthermore, the authors reported that an AChE inhibitor significantly increased the acute toxicity of the CRE, whereas a cholinesterase reactivator significantly decreased the acute toxicity. Therefore, the authors suggested that the acute toxicity of the oral CR extract was related to AChE inhibition (Ma et al. 2011 ) Taking these findings together, we concluded that the toxic constituents of CR were the alkaloids, mainly berberine. However, the toxic mechanism of the CR alkaloids may be complicated and remains to be determined. The currently recommended doses of CR alkaloids and CR consumption are relatively safe (Ho et al. 2014) . In fact, CR is seldom used alone in clinics; instead, it is usually prescribed with other medicines that could reduce its toxic effect.\n\nHerbal medicines, including TCMs, are considered useful agents to treat various human diseases Peng et al. 2018 ). CR has a long history of being used as an important herbal medicine in Asian countries because of its reliable curative effects against various diseases. Nowadays, the most predominant traditional uses of CR have been confirmed by modern pharmacological research. So far, these investigations have reported that CR contains abundant isoquinoline alkaloids (especially berberine), which are also the active substances responsible for the pharmacological effects of this TCM. CR and berberine have a broad-spectrum antibacterial effect, manifesting as bacteriostasis at low concentrations and sterilization at high concentrations. This suggests that a combination of berberine or CR and conventional antibacterial drugs might exert a greater effect. Intensive research has indicated that CR has potential as a cardioprotective agent. In addition to reducing the incidence, it also protects the heart from MI/R injury. These properties are mainly attributed to berberine, coptisine, palmatine, epiberberine, jatrorrhizine and magnoflorine. Many studies have demonstrated modulation of the composition of the gut microbiota (enrichment of beneficial microbiota and inhibition of harmful microbiota) as one of the most important aspect for treating obesity, diabetes, and other metabolic disorders. As a natural compound with both anti-inflammatory and antitumor activities, berberine shows great potential in cancer treatment. However, the effects of berberine are not strong; therefore, structural modification of berberine is required. Moreover, CR containing various active components may be more effective than its single component berberine and could provide multiple therapeutic effects. There is a significant difference between the blood concentration and the tissue concentration. Therefore, to find a suitable pharmacokinetic marker for CR may be challenging but is necessary. Moreover, the pharmacokinetics of TCM should try to elucidate all the chemical components entering the body and their processes in the body (absorption, distribution, metabolism and excretion), with the aim of building a bridge between the complex chemical components and the systemic clinical effects, to reveal the underlying mechanism(s). Additionally, related target-organ toxicity evaluations are lacking. Thus, more work should be devoted to investigating the pharmacokinetics and features of CR and its active components, and further clinical studies are required to evaluate the potential curative effects and possible toxicities of CR and its active components toward the target organs. In addition, according to the current pharmacological research, berberine is not only the main active component but also the primary toxic component of CR. Consequently, it is crucial to develop a strategy to balance the pharmacological effects and toxicity of berberine. Besides, current reports on the original plants used to make CR, including C. chinensis, C. deltoidea and C. teeta, commonly focus on the chemical components and pharmacological effects of the roots because of their traditional use in TCM, and the other parts of the plants are often ignored and disposed of without pretreatment (Shen 2006) . However, some previous reports revealed that the leaves of the CR plants also contain berberine (Li et al. 2004; Liu T et al. 2010) . Therefore, further research is required to investigate the chemical constituents and pharmacological activities of the other parts of the original CR plants. This present study systematically reviewed the traditional uses, botany, phytochemistry, pharmacology, and toxicology of CR to provide comprehensive information regarding this herbal medicine, which could be beneficial for highlighting the importance of CR and providing some clues for the future research of this herbal medicine.\n\nAll authors have provided consent for publication in Pharmaceutical Biology.\n\nThe authors have no personal or financial conflict of interests associated with this work.\n\nThis work was supported by the Sichuan Provincial Administration of Traditional Chinese Medicine (No. 2018JC011)."}