{"title": "", "body": "T he severe acute respiratory syndrome (SARS) epidemic affected ≈30 countries, resulting in 8,422 cases and 916 deaths globally (1) . Approximately 20.8% (1,755) of the cases and 32.8% (300) of the deaths occurred in Hong Kong. The World Health Organization issued a travel advisory warning against visiting Hong Kong from April 2 to May 23, 2003 (2) . School classes were suspended from March to May 2003 (3) . More than 90% of Hong Kong residents frequently wore face masks in public places from March through May 2003, and 33.6% worried that they or their family members would contract the disease (4) . A number of hypotheses have been generated about different modes of transmission of SARS (5) (6) (7) . However, responses to many of these issues have not yet been formulated. From December 16, 2003, through April 30, 2004 , another 14 new SARS cases were reported in 4 areas in China (8) (9) (10) . Public health measures played an important role in the control of the spread of SARS in the community (11, 12) . Whether SARS will reappear in some parts of the world is not known.\n\nStudies of the psychological effect of disastrous events at a general population level have been reported. Some studies investigated the effect of the September 11, 2001 , terrorist attack in the United States (13) (14) (15) (16) . Longitudinal studies found that some of the mental health problems could become chronic (15, 17) . Similar studies have been conducted for other disasters, such as the 1995 Sarin attack in the Tokyo subway system (18) and the terrorist attacks in Israel (19) . SARS-related psychological problems have been reported to be prevalent in the general population (20, 21) .\n\nThe first objective of our study was to investigate how members of the general population in Hong Kong perceived different aspects of SARS and how people would react to a possible resurgence of SARS ≈6 months after the end of the epidemic (survey 1). The second objective was to assess the mental health effects on the general population at the end phase of the epidemic and to investigate relationships among various reactions, perceptions, and mental health effects (survey 2).\n\nEthical approval was obtained from the Chinese University of Hong Kong. The response rate, defined as the number completing the survey divided by the number of valid households contacted, was 65% for survey 1 and 57.7% for survey 2. Relevant sociodemographic characteristics of respondents are shown in Table 1 .\n\nRespondents in survey 1 were asked about SARS-related perceptions, different public health measures currently practiced, and one's anticipated public health and emotional responses if SARS were to return to Hong Kong. Respondents in survey 2 were asked about psychological effects of SARS. These included whether respondents felt horrified, helpless, or apprehensive; had sleeping and psychosomatic problems; had increased smoking and alcohol consumption; or had perceived stress. The Chinese version of the Impact of Event Scale (IES) (23, 24) and the mental health (5 items) and the vitality (4 items) subscales of the Medical Outcomes Study 36-Item Short Form Health Survey (SF-36) (25) (26) (27) were also used in survey 2.\n\nIn survey 1, multivariate logistic regression analysis, using univariately significant responses as input variables, was performed. In survey 2, 2-staged stepwise linear and logistic regression models were used. SPSS for Windows Release 11.0.1 (SPSS Inc., Chicago, IL, USA) was used and p values < 0.05 were considered significant.\n\nAt the time of the first survey, 66.7% and 68.6% of the respondents, respectively, would avoid visiting hospitals or mainland China (Table 2 ). More than 80% would make a health declaration to customs, use a mask on a flight, or see a doctor when traveling overseas if they had influenza, while 38.7% would see a local doctor in mainland China under such circumstances ( Table 2 ). Women were more likely than men to avoid visiting China or avoid seeing a local doctor if they had influenza when traveling overseas (p < 0.05) ( Table 2) .\n\nFrom 65.0% to 89.3% of respondents believed that SARS could be transmitted through droplets, fomites, and sewage systems; by eating wild animal meat; or by rats, cockroaches, or pets, while 49.2% of respondents believed that SARS is transmittable through aerosols (Table 3) . Of all respondents, >90% believed that using a mask in public places, disinfecting living quarters, and frequent hand washing are efficacious means of SARS prevention (Table 3) .\n\nA total of 40.4%, 68.9%, and 29.1% of the respondents, respectively, believed that resurgence of SARS would occur in Hong Kong, in mainland China, or overseas in the coming 6 months. In addition, 69.8% of respondents believed that even if this resurgence occurred, it would not be a major outbreak, and 80.3% believed that the government would be able to control the epidemic under such circumstances (Table 2 ).\n\nIn the event that a few new cases of SARS were reported in Hong Kong, >70% of all the respondents would wear a mask in public places and avoid visiting crowded places, mainland China, or hospitals (Table 2 ); 12.8% of respondents would not allow their children to attend school. A total of 37.1% of respondents would avoid contacting medical personnel, and 34.7% would avoid contacting visitors from mainland China. Furthermore, 18.6% of the respondents indicated that they would be in a state of panic, and 14.9% would be very depressed. Approximately 36.3% of the respondents felt emotionally disturbed because of SARS.\n\nFemale respondents were more likely than male respondents to perceive SARS to be transmittable through different modes (rats and cockroaches, animal meat, and sewage) or to perceive efficacy in disinfecting living quarters, washing hands frequently, and using traditional Chinese medicine for SARS prevention (p < 0.05) ( Table  3) . Women were also more likely than men to be in a state of panic and be depressed or emotionally disturbed because of SARS (p < 0.05) ( Table 3) .\n\nMultivariate results show that sex, marital status, believing that SARS would be transmitted through fomites or aerosols, perceiving that older people were more susceptible to SARS, perceiving that a resurgence would occur in Hong Kong or in China, and current emotional disturbance because of SARS were associated with visiting hospitals or visiting mainland China (online Appendix Table 1 , available from http://www.cdc.gov/ncidod/ EID/vol11 no03/04-0675_app1.htm). Sex; education level; marital status; believing that SARS was transmitted through droplets, fomites, pets, or sewage; anticipation of a resurgence in SARS in Hong Kong or overseas; and the perceived ability of the government to control the resurgence of SARS were associated with being emotionally disturbed by SARS or in a state of panic if SARS returned to Hong Kong (online Appendix Table 1 ).\n\nA total of 92.5% of the respondents regarded the SARS epidemic in Hong Kong as severe or very severe. High percentages (65.4%, 55.5%, and 65.0%, respectively) of respondents felt helpless, horrified, and apprehensive because of SARS or worried that they or family members would contract the virus, and 48.4% of respondents perceived that their mental health had severely or moderately deteriorated because of the SARS epidemic (Table 4) .\n\nUsing the cutoff values of the IES of the combined intrusion and avoidance subscale (28), we observed that 13.3% of male respondents and 18.0% of female respondents (p = 0.060), respectively, had moderate or severe posttraumatic stress symptoms (1.3% and 1.5%, respectively, of the male and female respondents had severe symptoms) ( Table 4 ). Female respondents had higher mental health quality of life (QOL) and vitality QOL subscale scores (p < 0.05).\n\nA total of 36.8% and 37.8%, respectively, of the respondents perceived that the level of stress related to work and family had increased as a result of the SARS epidemic, and 26.5% of the respondents were facing increased financial stress. Among current smokers, 12.9% had increased their frequency of smoking during the SARS epidemic compared with the pre-SARS period. Among those who consumed alcohol, 4.7% of male respondents and 14.8% of female respondents had increased their frequency of drinking (Table 4) .\n\nOf the respondents, 11.5% had trouble falling or staying asleep because they had been preoccupied by thoughts related to SARS. In the month preceding the survey, 18.6% of the respondents reported that they slept restlessly (Online appendix Table 1 ). A total of 6.9% of respondents had psychosomatic symptoms such as sweating, nausea, trouble breathing, or pounding heartbeats when thinking about the SARS epidemic (Table 4 ). When the situations before or during the SARS epidemic were compared, we observed that 4.2% of respondents had family members in need of psychological or psychiatric services, 6.1% reported poorer sexual functioning, 37.2% reported a poorer social life, 20.1% of those employed reported difficulty in concentrating on their work, and 26.5% of respondents reported poorer emotional states of their family members (Table 4 ).\n\nThe relevant sociodemographic variables (Table 1) were entered as input variables in stepwise linear and logistic regression models to predict IES scores, mental health, and vitality QOL scores and various psychological effects (e.g., whether one had trouble falling asleep) (online Appendix Tables 2 and 3, available from http://www.cdc.gov/ncidod/eid/vol11no03/04-0675_ app2.htm and http://www.cdc.gov/ncidod/eid/vol11no03/ 04-0675_app3.htm).\n\nThose who felt horrified, apprehensive, and helpless because of SARS were more likely to report posttraumatic stress symptoms (as measured by IES) or have a lower mental health QOL and vitality QOL scores (online Appendix Table 2 ). Those who felt apprehensive because of SARS were more likely to report sleeping problems and experience overall negative mental health effects (online Appendix Table 3 ). Feeling helpless because of SARS was associated with sleeping problems, while worrying about contracting SARS was associated with overall negative mental health and psychosomatic symptoms.\n\nIncreased work-related and family-related stress, but not increased financial stress, were associated with IES and mental health QOL and vitality QOL outcomes (online Appendix Table 2 ). Increased work-related stress was also associated with sleeping problems, psychosomatic symptoms, and a poorer social life. Increased family-related stress was associated with a poorer social life, worsened mental health, and the need for psychological/ psychiatric services (online Appendix Table 3 ). Financial stress was associated with worsened sexual functioning and worsened mental health.\n\nA poorer social life was associated with IES (intrusion and hyperarousal) (online Appendix Table 2 ), sleeping problems, worsened sexual functioning, and a negative overall effect on mental health (online Appendix Table 3 ).\n\nWorsened emotional states of family members was significantly associated with subscales of the IES (intrusion and avoidance) and QOL subscales, sleeping problems, worsened overall mental health effects, and worsened sexual and social life.\n\nThe general public in Hong Kong did not perceive the possibility of a resurgence of SARS. The degree of vigilance was high when respondents were asked about current preventive behaviors and hypothetical situations of having a few new SARS cases reported in Hong Kong. The entire city was expected to react strongly to a resurgence of SARS. However, some precautions may be unwarranted and could have a negative economic effect (29) . Approximately 20% of respondents believed that they would be in a state of panic, 37% were still emotionally disturbed by SARS, and 4% had family members in need of psychological or psychiatric services. Thus, the general public needs to be better prepared psychologically to be able to avoid possible panic and emotional disturbances in a resurgence of SARS.\n\nMore than 90% of respondents perceived that mask use, frequent hand washing, and disinfection of living quarters are efficacious means of SARS prevention. Although the droplet theory of transmission has been widely accepted by the scientific community, other theories involving fomites (30) , aerosols (5), sewage (31), rats (7) , and wild animals (32) remain controversial. No conclusions have been reached regarding these topics. Information provided by health workers has also shown marked variations (33) . In the absence of confirmed \"topdown\" official information, the general public has apparently been forming their own attitudes in a \"bottom-up\" manner. Similarly, another study claimed that laypersons in Hong Kong, Taiwan, and Toronto used \"naive knowledge models\" that were either incomplete or faulty in conceptualizing the symptoms, threat, spread, and prevention of SARS (34) . Another study also reported substantial misinformation and false beliefs related to the existence of SARS in the general public (20) . Therefore, it is important to understand how perceptions were formed during a newly emerging epidemic.\n\nIf one compares the results of this study with those obtained in March 2003, SARS-related perceptions and behaviors changed sharply over time (21, 35) . The results of several studies show that most of the general public had always believed that SARS could be transmitted through droplets, and increasingly more people believed that SARS is transmittable through fomites, but opinions about aerosol transmission of SARS remained split (20, 21, 35) . Different studies had similar conclusions that perceptions such as perceived efficacy and perceived susceptibility were predictive of the use of preventive measures and emotional responses (20, 21, 35) .\n\nIn survey 2, the prevalences of avoiding hospitals and China were 66.7% and 68.6%, respectively, which are comparable with the results obtained in another study conducted in May 2003 (21) . More than 80% of respondents in this study would use a mask if they had influenza while traveling, while another study conducted from April 22 to April 29, 2003 , documented that ≈70% would do so (36) . A third study reported that ≈50% of the general public practiced at least 5 of 7 studied types of preventive measures (20) . Preventive behaviors were thus prevalent throughout different phases of the epidemic.\n\nA study conducted on approximately April 1, 2003 (20) , reported that 12.6% of the respondents were quite or very anxious. Our survey 2, which was conducted at the ending phase of the epidemic, showed that ≈16% of the respondents had moderate or severe posttraumatic stress symptoms. Another study conducted from April 11 to May 19, 2003 (37) , documented that ≈68% of healthy control participants experienced negative SARS-related effects. Our study showed that ≈48% assessed their mental health as being worse because of SARS. Also, 20% of the respondents worried about finances, whereas ≈27% of the respondents had financial stress. Emotional disturbance (our survey 2) and anxiety level (20) were associated with use of preventive measures. Psychological stress was prevalent throughout different phases of the epidemic.\n\nSex differences in perceptions and responses were observed. Men and women may have reacted differently to the incomplete evidence available when forming their views about the spread and control of SARS. Women were more likely than men to believe that SARS could be transmitted through different modes or that different methods could effectively prevent SARS.\n\nA sizable proportion of the population felt horrified, apprehensive, or helpless because of the SARS epidemic in Hong Kong. Approximately 40%-50% of the respondents reported that their mental health status had been worsened, and 40% felt that their levels of work-and family-related stress had increased during the epidemic. The SARS epidemic exerted adverse effects on multiple aspects of social, family, sexual, and occupational domains. Those who smoked and drank in Hong Kong also increased their frequency of smoking and drinking. Thus, the mental health effect was prevalent and pervasive. Longitudinal studies are therefore required to understand the long-term mental health effects of SARS. Similar effects had been documented in studies conducted after the September 11, 2001 , terrorist attack in the United States (15, 38, 39) . Some similarities may exist in the community responses of different large-scale disasters.\n\nMarried persons tended to have a worsened mental health status because of SARS. Married people usually have a lower prevalence of psychological problems and a better support system compared with single people. However, ≈25% of respondents reported that their family members were emotionally affected by the epidemic, and ≈40% reported increased family stress. When an infectious epidemic is being faced, the worries of cross-infection and the well-being of family members are critical in determining the mental health effects of the epidemic on a person. Mental health services should take into account mutual influences among family members. Increased work-related stress was another predictor of mental health effects. Business activity decreased sharply, and the job security of many people was threatened. Similarly, social life was reported as worse among 40% of respondents. The effect of SARS was not confined to physical and psychological aspects, but it also affected socioeconomic and social aspects, which in turn determined the psychological wellbeing of persons.\n\nThis study had several limitations. First, data were selfreported and are subject to reporting biases. However, the interviews were anonymous. Second, some questions were asked about behavior in response to a potential resurgence of SARS, rather than measuring actual behavior because we were investigating how the general public would respond to a possible resurgence of SARS. Third, the response rates of the studies were moderate (≈58% in survey 1 and 65% in survey 2), and no data were available from nonresponders. The response rates were comparable with those of other survey studies in Hong Kong (40, 41) , and the age composition of the 2 samples was comparable with those of the Hong Kong census figures. Furthermore, we were not able to ascertain the previous psychological conditions of the respondents. However, results of the study should reflect the direct effect of SARS, rather than the general psychological status of the respondents. Some important factors, such as intensity of media exposure, were not measured in the study. However, many variables in this study (e.g., perceived reaction to resurgence and some psychological responses variables) have not been reported elsewhere.\n\nSARS may return to some parts of the world, and preparative work is warranted. Up-to-date SARS-related knowledge should be collated and disseminated to the general public to promote effective public health measures and avoid unnecessary panic in case of a resurgence. Sex differences and concerns for family members and work need to be considered by relevant information campaigns. The perception of the general public changes rapidly over time and needs to be monitored closely. Bioterrorism may be similar to SARS in many ways. The results of this study predict that, in cases of bioterrorism, the general public would form their perceptions based on weak evidence, and the effect on mental health would also be evident. Modifying perceptions of the public would facilitate control of the disaster and alleviate panic among the general population. Further studies on the process of perception formation and its consequences on psychological responses in newly emerged epidemics are warranted."}