{"title": "Predicting ribosomal frameshifting efficiency", "body": "For many viruses, the translational control of viral proteins is regulated by an endogenous −1 programmed ribosomal frameshifting (−1 PRF) [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] . −1 PRF is responsible for producing the gag-pol protein [11] . Maintaining a normal ratio of gag and gag-pol proteins is critical for the replication and viability of the retroviruses [12] . Slight alteration in the frameshifting efficiency can result in the reduction or elimination of virus production. The pseudoknot in the (3′) downstream messenger RNA (mRNA) plays a unique role in promoting −1 PRF [13] . Experiment found that the simple stem-loop structure cannot replace the pseudoknot to induce the efficient frameshifting [14, 15] for many viruses. A mechanical model was proposed to explain the mechanism of −1 PRF induced by the pseudoknot [16] . In the mechanical model, the proposed process of −1 PRF involves three steps, as follows. (i) The downstream pseudoknot is blocked at the entrance of the downstream tunnel, which results in the stalling and pausing of the elongating ribosome over the slippery sites. (ii) Upon the coupled accommodation of tRNA and mRNA from the A/T hybrid state to the A/A state, the anticodon loop of the aa-tRNA along with the mRNA chain moves 9 Å in the 5′ direction, generating a tension force in the single-stranded mRNA spacer between the A-site and the downstream structure at the entrance of the ribosome tunnel. The tension stretches both the codons and the downstream structure (usually pseudoknot), causing the shift of the codons in the 3′ direction if the downstream structure is sufficiently stable against the tension force. (iii) The downstream pseudoknot is unfolded by the elongating ribosome, and the translation proceeds in the new −1 frame.\n\nWhen the −1 ribosomal frameshifting happens, a single nucleotide originally in the codon region enters the spacer, resulting in a relaxation of the tension in the spacer. The release of the tension helps stabilizing the system in the new reading frame. Alternatively, the tension force in the spacer can cause unfolding of the downstream structure (pseudoknot), which can also relax the tension. Therefore, in order for the frameshifting to occur, the downstream structure must be sufficiently stable against the tension force. Such a mechanical stability is in contrast to the thermal stability of the global structure.\n\nMost of the efficient frameshifting involves the formation of a pseudoknot structure [4, 5, 10] . However, in human immunodeficiency virus (HIV)-1 type B, recent NMR studies [17, 18] showed that a two-stem structure is responsible for the efficient frameshifting, which is consistent with the biochemical analysis by Dulude et al [19] . A simple stem-loop structure was originally proposed by Jack et al [20] . Subsequent studies found that the structure was more complex than a simple stem-loop structure. Du et al [21] , Taylor et al [22] and Baril et al [23] proposed a pseudoknot instead of stem-loop. Dinman et al proposed an intramolecular triplex RNA structure [24] . In addition, in HIV-1 type B, the spacer length is quite unique. Usually, the spacer length is ranged from 5 nucleotide (nt) to 8 nt in a pseudoknot-induced frameshifting system [7, 8] . However, the spacer in the HIV-1 type B frameshifting system contains only one nucleotide [17] [18] [19] .\n\nThe mechanism of frameshifting can involve complicated interactions between mRNA, ribosome, tRNA and other cofactors. Experimental studies provided great insights into the mechanism of frameshifting. However, different experiments on different frameshifting systems can sometimes lead to different models, revealing different aspects of the frameshifting mechanism. For instance, a recent single-molecule experiment [25, 26] on the mechanical property of the frameshifting system led to the conclusion that frameshifting efficiency may be correlated to the unfolding kinetics of the downstream pseudoknot [27] . In addition, biochemical studies suggested that frameshifting efficiency can be correlated to the stability of the mRNA pseudoknot [7, 28, 29] , and loop-stem tertiary interactions in the pseudoknot can be important to determine the frameshifting efficiency [6, 29] . In contrast, a mechanical model suggested that the frameshifting efficiency may be correlated to the tension force in the spacer region [16, 30, 31] . Several mechanisms have been proposed on how and when such frameshifting-stimulatory tension force is generated. Depending on the different models for the occurrence of the tension, frameshifting can occur either co-translocationally [30, 31] or immediately after aa-tRNA accommodation from A/T to A/A state [16] . Brierley et al [30] and Brakier-Gingras et al [31] proposed that frameshifting can occur during translocation. The electron cryo-microscopy (cryo-EM) [30] shows that the translocation of the eEF2 ribosome generates a strain on the tRNA P site which may promote the ribosomal frameshifting.\n\nHere we investigate the free energy landscape for a coupled three-component minimal frameshifting machinery (codon-anticodon region, spacer and the downstream structure). The results support the correlation between the frameshifting efficiency and the tension force during the movement of the codon-anticodon complexes. Such movement can be realized during the accommodation process [16] or the translocation process [30] . In the present study, we neglect the protein-mRNA interaction since previous experiments suggested that protein might not be a determining factor for frameshifting [32, 33] .\n\nOur results are based on a specific model that tension-driven frameshifting occurs during the movement of the codon-anticodon complex. Extensive tests against experiments show good quantitative agreements between our theory and experiment. However, due to the complexity of the system, our theory does not exclude other possibilities for the frameshifting mechanism, such as the kinetic effects [27] and the loop-stem tertiary interactions in the stimulatory pseudoknot. For instance, our model underestimates the frameshifting efficiency for sugarcane yellow leaf virus (ScYLV) pseudoknot because the model does not account for the loop-stem tertiary interactions [29] . It is highly possible that the PRF efficiency is determined by multiple factors and our model captures certain aspects of the complete mechanism.\n\nA ribosomal frameshifting machinery consists of three essential components (figure 1): (i) the mRNA slippery sites which form base pairs with tRNA, (ii) a spacer usually having a length ranging from 5 nt to 8 nt and (iii) usually a pseudoknot structure adjacent to the 3′ end of the spacer. The slippery site contains a heptamer sequence XXXYYYZ, where X can be any nucleotide, Y is adenosine (A) or uridine (U) and Z is A, U or cytidine (C) [1] . In the 0 frame, the translated codons are (XXY, YYZ). In the −1 frame, the codons are changed to (XXX, YYY). The relative population of the 0 frame and the −1 frame determines the production of different proteins (gag and gag-pol).\n\nWe describe a state of the above three-component system using two parameters: (a) m = the number of unpaired nucleotides in the spacer, i.e. the length of the spacer, and (b) X = the endto-end distance (extension) of the spacer. For a given state (m, X), the partition function of the system is equal to where Q codon , Q ss (m, X) and Q ds (m) are the partition functions of the codon-anticodon basepairing duplex (in the slippery region), of the (single-stranded) spacer and of the 3′ downstream mRNA structure ('structured' region, excluding the 5′ and 3′ tails). The free energy landscape of the three-component system is determined by the following equation: (1) where ΔG i = −k B T ln Q i is the free energy of system i (='PRF', 'codon', 'ss', 'ds').\n\nWe compute ΔG ds from the partition function given by the sum over all the possible structures:\n\nwhere ΔG struct is the free energy of a structure. In our conformational ensemble, we consider all the possible secondary structures, pseudoknotted structures. We use the previously developed Vfold model to compute ΔG struct for the secondary structures [34, 35] and pseudoknots [36] .\n\nWe use the Turner rules and the nearest neighbor model [37] to calculate the free energy (ΔG codon ) for the two 3-base pair (bp) codon-anticodon duplexes [38] (figures 1(a) and (b)). . The base pairs in the −1 frame is less stable by 1.7 kcal mol −1 than in the 0 frame for the ScYLV frameshifting system in figure 1.\n\nFor the spacer region which is single stranded, the free energy can be evaluated from the elastic energy (=the work done by the intrinsic elastic force): (2) where (m, X) is the (chain length, end-end distance) of the spacer and f ss is the elastic force, which can be determined from the extensible freely jointed chain model (EFJC) [39] [40] [41] [42] [43] [44] : (3) We use Kuhn length b = 1.5 nm and base-to-base distance L ss = 0.56 nm along the chain for RNA and elastic stretch modulus S = 800 pN [39] [40] [41] .\n\nThe free energy landscape ΔG PRF (m, X) gives the probability of finding the system in the (m, X) state among all the possible spacer and downstream structures. For an ensemble of conformations (of the spacer and the downstream structure), the free energy landscape gives the following ensemble-averaged properties for a given extension X of the spacer.\n\n1. The free energy for the system:\n\nForce-extension relationship: (4) In contrast to the force-extension relationship in equation (3), the above F (X) is a weighted average over all the possible downstream structures for a given extension X of the spacer.\n\nThe mean spacer length m(X) as a measure for the unfolding level of the downstream structure: (5) 4. The probability P ij (X) for nucleotides i and j to form a base pair: (6) Here, is the conditional partition function for all the structures that contain a base pair (i, j ).\n\nInstead of focusing only on the downstream structures as in most previous frameshifting studies, here we treat the coupling within the three-component frameshifting system. The interplay between the different factors determines the frameshifting efficiency. For instance, the frameshifting efficiency is correlated to the stability of the first few base pairs in the helix stem (of the downstream pseudoknot) where the spacer is connected and the tension force from the spacer is exerted.\n\nWe investigate the physical mechanism for three paradigm systems: ScYLV, infectious bronchitis virus (IBV) and the various mutants, and HIV-1 type O. Experimental studies indicated pseudoknot-promoted frameshifting for ScYLV [29] , IBV [45, 46] and HIV-1 type O [47, 48] . We would like to understand why and how pseudoknots promote frameshifting for different mRNA sequences.\n\nWe first apply the previously developed Vfold model to predict the native structure for the mRNA sequence from the single-stranded spacer to the downstream structure region (figure 2). In the native structure calculation, the chain is treated as a (force-)free chain without the frameshifting context. We use the Vfold model to compute the thermal equilibrium base pairing probability [34, 49, 50] : P ij = Q ij /Q tot , where Q ij is the conditional partition function for all the possible structures that contain the (i, j) base pair and Q tot is the total partition function for all the possible structures (regardless of the base pairs). From P ij we determine the most probable structure (figure 2). Since the helix stems in the frameshift-promoting pseudoknot are often bent [17, 51] , we do not add the coaxial stability to the pseudoknot in our computation [52] . In our calculation, we adopt the mRNA frameshifting sequences used in the experimental literature [17, 29, 45, 47] . The truncated mRNA sequences between the codon-anticodon base pairs and the downstream structure (see table 1 ) are believed to be directly involved in frameshifting. The tension force during frameshifting is mainly determined by the first few base pairs at the terminal of stem 1 in the downstream pseudoknot. Thus, adding bases at the 3′ single-stranded end of the pseudoknot would not significantly affect the results. The predicted structures agree with the experimental results [17, 29, 45, 47] . Moreover, the predicted spacer lengths (tails in the 5′ end of the pseudoknot) in ScYLV, IBV and HIV-1 type O are 5 nt, 6 nt and 8 nt, respectively, which are within the experimentally suggested range between 5 nt and 8 nt [7] . For HIV-1 type B, our predicted structure is a stem-loop structure, which is consistent with the NMR measurement [17] . However, it should be noted that the predicted structure is in the absence of force and is not in the context of frameshifting machinery. The tension force can induce the unzipping of the lower helix, and one unzipped strand of the lower helix can potentially form the triplex structure proposed by Dinman et al [24] . Due to lack of the thermodynamic parameters of the triplex, we are currently unable to accurately model the free energy landscape for the triplex formation. Therefore, in the present study, we will focus on the pseudoknot-stimulated frameshifting systems.\n\nWe use the EFJC to compute the elastic free energy of the spacer region (equations (2) and (3)). The freely jointed chain (FJC) model is an approximation valid for a single-stranded chain at low force (≤10 pN). For large force (⩾10 pN), the EFJC model [39] [40] [41] , which is more general, would give a better description for the force-extension relationship. Our test results for the two models ( figure 3) show that the FJC model can overestimate the tension force for the ScYLV frameshifting system. For instance, the force at peak 1 in figure 3 predicted from the FJC model is about 15 pN higher than that from the EFJC model with elastic stretch modulus S = 800 pN. As shown in figure 3, FJC and EFJC give the same results for large S (e.g., S = 10 4 pN). In the following calculations, we use the EFJC model with S = 800 pN [39] .\n\nWe use the free energy landscape ΔG PRF (X) to describe the stability of the system. The use of ΔG PRF (X) is motivated by the fact that the 0 frame system and the −1 frame system have the same extension of the spacer (=the end-end spatial distance between the A-site codon and the 5′ end of the downstream mRNA structure) at the frameshifting transition point.\n\nFor ScYLV in figure 1 , frameshifting causes the anticodon-codon duplex to lose two Watson-Crick base pairs, resulting in a net loss of 1.7 kcal mol −1 in the codon-anticodon stability. In order to make the −1 frame thermodynamically favorable and hence likely to occur, the −1 frame must have lower free energy than the 0 frame. Mathematically, the thermodynamic condition for the transition between the two reading frames is determined by the free energy balance between the two systems (two frames): (7) where X* is the extension of the spacer when the −1 shifted frame and the original 0 frame becomes equally probable, ΔG(X) is the free energy for the ensemble of all the possible conformations of the three-component system, for the given extension X of the spacer (equation (1)).\n\nThe free energy profiles ΔG 0 frame (X) and ΔG −1 frame (X) in figure 4 for the pseudoknotpromoted frameshifting systems (ScYLV, IBV and HIV-1 type O in figure 2) give the regions where the −1 frame is more stable than the 0 frame, so frameshifting would likely occur. However, it is important to note that equilibration between the 0 frame and the −1 frame is not necessarily established within the timescale of ribosomal pausing, and the 0 frame → −1 frame transition may not be driven by (equilibrium) spontaneous thermal fluctuation between the two frames. Therefore, X* determined by equation (7) does not always correspond to the actual frameshifting transition point. As we show below, frameshifting is likely driven by the internal mechanical force in the system instead of the equilibrium thermal fluctuation between the two frames.\n\nWe use ScYLV for illustration. The general conclusions below are valid for other pseudoknotpromoted −1 frameshifting systems that we have tested. The equilibrium transition point between the 0 frame and the −1 frame occurs at a spacer extension of X* = 3.3 nm (figure 4 (a)), which is also equal to the X value when frameshifting occurs (as determined from the tension force; see below). At the transition point, the mean number of the unpaired nucleotides in the spacer (m(X) in equation (5)) switches from m(X*) = 6.5 nt to 7.0 nt (figure 5(a)), resulting in an abrupt decrease in the mean distance between two adjacent bases from X*/m(X*) = 0.51 nm to 0.47 nm. After the frameshifting transition, the spacer is less stretched and the tension is partially released. We note that X*/m(X*) = 0.51 nm is close to the experimentally observed value 0.52 nm by Yusupova et al [16, 53] .\n\nOur structural calculations from P ij (X) (equation (6)) show that the pseudoknot structure in the 0 frame is partially unfolded at the transition point X*: the terminal stack 6AA-UU23 of stem 1 is disrupted with nearly 100% probability, the next stack 7AG-CU22 is disrupted with only 50% probability, and all other base stacks remain intact ( figure 2(a) ). The base stack 7AG-CU22 hinders further unfolding of the RNA pseudoknot, causing the buildup of the tension in the spacer to induce frameshifting.\n\nExperiments indicated that changing the slippery sites from GGGAAAC to UUUAAAC for simian retrovirus type 1 (SRV-1) causes an increase in the frameshifting efficiency by 74% [32] . The increase in efficiency stems from the lowered 0 frame stability in the codonanticodon region. Upon frameshift, the free energy ΔG codon for the codon-anticodon base pairs increases. Such an increase is 0.3 kcal mol −1 smaller for UUUAAAC than for GGGAAAC. Thus, the relative probability between the −1 frame and the 0 frame for UUUAAAC is about (e 0.3 kcal mol −1 /k B T − 1) ~ 66% higher than for GGGAAAC at T = 25 °C. The results are close to the experimentally measured 74% increase in the frameshifting efficiency.\n\nThe tension force reaches its peak (35 pN) at the transition point X* ( figure 5(b) ). The larger the maximum force, the more robust the pseudoknot, and the more likely frameshifting can occur. In addition, such a large force acts as an internal force to lower the kinetic barrier for the −1 ribosomal frameshifting and make frameshifting kinetically more favorable. Other factors can also play a role in the kinetics, such as the force from eEF2 during the translocation, which can affect the formation of tRNA-mRNA base pairing at the A-site [30, 31] , and the GTP → GDP hydrolysis [54, 55] which can release about −7.3 kcal mol −1 energy [16] , part of which can be used to promote the slippage.\n\nThe free energy condition for a thermodynamically favorable frameshifting is ΔG −1 frame (X) ≤ ΔG 0 frame (X). The condition defines the regime of X (shaded regions in figure 4) where the −1 frame is more stable than the 0 frame. We find that the maximum (peak) force F (X) usually occurs in such a regime of X and the force is larger for a larger free energy difference ΔG 0 frame (X) − ΔG −1 frame (X). The 9 Å model [16] suggests that the codon-anticodon duplex moves toward the 5′ direction by a distance of about 1 nm, creating a tension in the spacer. Our crude estimation indicates that the average distance X of the spacer changes from about 3.3 nm to 4.3 nm during the process. Therefore, we will focus on the region of X between 3.3 nm and 4.3 nm. For several pseudoknot-induced frameshift, this region of X overlaps with the thermodynamically (figures 4(a) and (b)) accessible frameshifting regime. We call the tension force (equation (4)) for X in the range between 3.3 nm and 4.3 nm as the 'frameshifting force'. Our computation with equation (4) shows that the frameshifting force-extension (X) curve usually shows three peaks. Our structural calculation from the base pairing probability (P ij (X) in equation (6)) indicates that the three force peaks correspond to the sequential breaking of the first three terminal base pairs in stem 1 of the pseudoknot.\n\nFor ScYLV, breaking the stable 7AG-CU22 base stack causes the largest maximum force (peak 1) of the tension prior to frameshifting. The frameshifting at X* = 3.3 nm causes a great reduction in the tension force from 35 pN (0 frame) to a smaller value about 10 pN (−1 frame) ( figure 5(b) ). The release of the tension force in the spacer can result in partial refolding of the pseudoknot. Our structural calculations from P ij (X) (equation (6)) show that the 7AG-CU22 base stack, which is stable with 50% fractional population in the 0 frame, is now completely refolded (with nearly 100% fractional population) in the −1 frame. The refolding of the 7AG-CU22 base stack offsets the increase of the spacer length due to the frameshift, causing the spacer length m(X) to increase from 6.5 nt to 7.0 nt (difference = 0.5 nt < 1 nt) ( figure 5(a) ).\n\nFor a different virus, IBV, experimental results based on the minimal IBV pseudoknot (figure 2(b)) suggest that base pairs at the different positions of stem 1 play different intriguing roles in frameshifting. Weakening the second base pair (2AU mutation: 8G-C35 → A-U) causes a significant reduction in frameshifting efficiency from 48% to 18% [45] . In contrast, weakening the first base pair (1GG mutation [56] : 7G-C36 → G-G) or the fourth base pair (4AU mutation [45] : 10G-C33 → A-U) causes only minor reduction (10%) in frameshifting efficiency.\n\nFor the wild-type IBV ( figure 5(b) ), the frameshifting force of peak 2 (52 pN) at X = 4.0 nm for IBV (figure 6(a)) is much larger than that of peak 1 (30 pN) at X = 3.3 nm. The Vfold model [36] predicts that breaking the second base pair (8G-C35) involves a much larger free energy cost (ΔG = 3.4 kcal mol −1 ) due to a smaller entropic gain for the pseudoknot loop than breaking the first base pair (7G-C36) (ΔG = 1.2 kcal mol −1 ). Therefore, peak 2 for the disruption of the second base pair has a much larger force than peak 1 for the disruption of the first base pair. We note that the largest ΔG 0 frame (X) − ΔG −1 frame (X) (and hence the most favorable frameshifting) ( figure 4(b) ) is at X = 4.0 nm, where peak 2 ( figure 6(b) ) occurs.\n\nThe 2AU mutant, which causes a 30% decrease in frameshifting efficiency from the wild-type IBV [45] , shows a significant suppression in both peak 1 and peak 2 ( figure 6(b) ). This is because mutation of the second base pair concurrently destabilizes both the first and the second base stacks. The 1GG or the 4AU mutation, which causes only a 10% decrease in frameshifting efficiency [45, 56] , shows only moderate suppression for one peak of the frameshifting force. Our calculations for other mutants also show correlation between the frameshifting force and the frameshifting efficiency. For instance, our calculations for mutants pKA13 (with shortened 10 bp stem 1) and pKA9 (with 9 bp in stem 1) (46, 59), which have low frameshifting efficiences of 7% and 2%, respectively, show significantly reduced frameshifting forces than the wildtype IBV. The 3AU mutation ( figure 2(b) ) causes a significant decrease in peaks 2 and 3 and is thus predicted to cause a large reduction in the frameshifting efficiency. In general, mutations beyond the third base pair have minor effects on the frameshifting forces and thus might affect the frameshifting efficiency weakly [45] .\n\nFrameshifting efficiency is not necessarily correlated to the thermodynamic stability. Probably more relevant to the frameshifting efficiency are the frameshifting forces. The pKA18 mutant of IBV [45] is ΔG = 7.1 kcal mol −1 more stable than the wild-type IBV ( figure 2(b) ), but pKA18 and the wild-type IBV have the same frameshifting efficiency (48%). On the other hand, our calculations show that they have similar frameshifting forces: (30 pN, 52 pN and 37 pN) for the wild type and (34 pN, 52 pN, 34 pN) for pKA18. This example suggests a correlation between the frameshifting forces and the frameshifting efficiency. In summary, we find a reasonable correlation between the frameshifting force and the frameshifting efficiency; see figure 7 and table 1 for a summary. From the theoretical (force) and the experimental (efficiency) data, we fit a relationship between the frameshifting efficiency η and the mean force F avg (between spacer extension X min = 3.3 nm and X max = 4.3 nm): (8) The mean force F avg is directly related to the work done by the tension force in the process: (9) The above analytical relationship is derived from theory-experiment tests for three series of mRNA sequences: ScYLV, IBV and its various mutants, and HIV-1 type O (table 1 and figure  7) , which involve three different types of slippery sequences. As we discussed above, the codon-anticodon sequence in the slippery region can also affect the frameshifting efficiency. To examine the force-efficiency correlation for different sequences, we need to offset the effect arising from the different slippery sequences. As an extremely crude treatment, we choose IBV (slippery site: UUUUUUCA) as the reference case and rescale the frameshifting efficiencies for other sequences by a factor p/p IBV . Here, p is the fractional population of the −1 frame: and p IBV is the p factor for IBV and is the 0 frame → −frame free energy change (of the codon-anticodon base pairs). For instance, HIV-1 type O contains a slippery sequence of UUUUUUA. ΔΔG codon is 0.5 kcal mol −1 smaller for UUUUUUA than for UUUAAAC (of IBV) and p/p IBV ~ 0.43 at T = 25 °C. Similarly, p/p IBV ~ 1.74 for ScYLV [32] . Figure 7 shows that the force for ScYLV is underestimated because we do not consider the loop-stem tertiary interactions. The tertiary interactions [29] can stabilize the native pseudoknot and hence strengthen the force during the movement of the codon-anticodon complex. Figure 7 shows the correlation between the average force (F avg ) and the frameshifting efficiency. The underlying mechanism for the correlation can be explained as the following. During the 3.3 nm → 4.3 nm process, the free energy change in the spacer region is equal to ΔW ss = 1 nm • F avg (equation (9)). This free energy buildup would lower the kinetic barrier for the subsequent breaking of the codon-anticodon base pairs (to induce the frameshift), contributing a factor ~e −ΔW ss /k B T to the probability of frameshifting. Therefore, the frameshifting efficiency is correlated to the exponential of the average force F avg , specifically in the form of e 0.1F avg (equation (8)). The factor 0.1 in the exponent is a result of the partition between the probability of breaking the codon-anticodon base pairs (frameshift) and of unfolding the downstream pseudoknot without frameshift.\n\nBy computing the free energy landscape for the three-component minimal frameshifting system (codon-anticodon pair, downstream mRNA structure and the spacer between them), we investigate the possible correlation between the force and the frameshifting efficiency. The model has the advantage of not having the artificial auxiliary RNA/DNA duplex handles used in the mechanical unfolding experiments. Our results suggest a correlation between the experimentally measured frameshifting efficiency and the tension force generated during the movement of codon-anticodon complexes. Moreover, our results suggest distinct spacer lengths for the frameshifting induced by the pseudoknot and by the stem-loop structure. The short spacer length in the stem-loop structure is due to the formation of the lower helix, which allows for a longer pausing time before the frameshifting occurs. The time for unzipping the lower helix may be crucial for efficient frameshifting. A brief summary of our findings are listed as follows.\n\nWe find that the energetically favorable region for frameshifting occurs between X = 3.3 nm and X = 4.3 nm, where X is the spacer extension.\n\nOur results support the mechanical model of frameshifting. Specifically, we find that the frameshifting efficiency is correlated to the mean tension force F avg between X = 3.3 nm and X = 4.3 nm.\n\nFrom extensive theory-experiment tests, we extract an analytical relationship between the frameshifting efficiency and the mean force F avg : η ≃ 0.0083e 0.1F avg Although the results are supported by the recent experiments [30, 33] , the present study probably addresses only a fraction of the complex frameshifting mechanism. For instance, the model cannot treat mRNA-ribosome interaction, which may be responsible for the effect of the length of stem 1 and the kink in the inter-helix junction region. Moreover, the predictions of the model are based on a 1 M NaCl salt condition; thus, they cannot account for the specific effect of the Mg 2+ ions on the mRNA structure [58] . In addition, the model does not consider the loop-stem tertiary interactions [6, 29] and the kinetics [3, 7, 27] , which are proposed to be important for several frameshifting systems. Nevertheless, the correlation between the frameshifting efficiency and the forces as well as the stable frameshifting regions in the free energy landscape may provide a useful tool to predict frameshifting efficiency for a large class of frameshifting systems and may be useful for understanding the mechanical aspect of the frameshifting mechanism.\n\na change in the translational reading frame such that the codon starts one nucleotide upstream from the original position in the messenger RNA sequence\n\nPseudoknot an RNA tertiary motif where nucleotides in a loop form base pairs with complementary nucleotides outside the loop A schematic diagram for the −1 ribosomal frameshifting induced by the ScYLV pseudoknot (with blue backbone) [29] . When the −1 ribosomal frameshifting occurs, the slippery region of mRNA (blue) is shifted in the 5′ → 3′ direction by one nucleotide, causing the reading form to be shifted from the original 0 frame (a) to the new shifted −1 frame (b). Upon the frameshifting, the tension in the spacer of mRNA (black) is released. The predicted native structures for (a) ScYLV [29] , (b) IBV [45] , (c) HIV-1 type 0 [19] and (d) HIV-1 type B [17] at room temperature (T = 25 °C). Also shown are the density plots for the base pairing probabilities with rows and columns representing the sequences. HIV-1 type B forms a two-helix stem-loop structure and the rest form pseudoknots. We find two alternative structures (I, II) for loop 2 in HIV-1 type 0. In the green regions, the −1 frame system is more stable than the 0 frame system. Also shown is the 1 nm (3.3 nm → 4.3 nm) frameshifting region. The region corresponds to the 9 Å movement proposed by Plant et al [16] . Frameshifting may occur during the period of the 9 Å movement. The correlation between the frameshifting efficiency and the peak forces within the range 3.3 nm ≤ X ≤ 4.3 nm for the sequences that we have tested (see table 1 ). The figures show the correlation with the average force (F avg ) in the range 3.3 nm ≤ X ≤ 4.3 nm. The line shows the fitted analytical formula for the efficiency (η)-force relationship: η ≃ 0.0083e 0.1F avg . The symbols show the experimental data for the frameshifting efficiency. The frameshifting efficiencies were measured in the same translation system (Rabbit Reticulocyte Lysates). Different mRNAs can have different slippery sequences. To offset the effect arising from the differences in slippery sequences, we rescale the frameshifting efficiencies to account for the differences in the 0 frame → − 1 frame free energy changes for the codon-anticodon complexes. Specifically, we choose IBV and its mutants (pKA18, 1GG, 2AU, pKA41, 3AU, 4AU, pkA49, pKA13 and pKA9), which contain the same slippery sequence UUUAAAC, as the reference (without rescaling) and rescale the efficiencies for HIV-1 type O, which contain a different slippery sequence of UUUUUUA, by a factor of 0.43, and the efficiency for ScYLV, which contains slippery sequence GGGAAAC, by a scaling factor of 1.74 from the original experimental data [32] . Table 1 In the table, we use Vfold model [34, 36] to analyze the mechanical properties for ScYLV, minimal IBV and the nine mutants (pKA18, 1GG, 2AU, pKA41, 3AU, 4AU, pKA49, pKA13 and pKA9) of IBV, HIV-1 type 0 and HIV-1 type B. We show the maximum force and the average force in the region for X from 3.3 nm to 4.3 nm, corresponding to the 1 nm movement for the codon-anticodon duplex along the ribosome tunnel. The movement is supported by the 9 Å model [16] . We find a correlation between the frameshifting efficiency and the average force in the [3.3 nm, 4.3 nm] range (see also figure 7 ). For example, the mutant 2AU severely affects the peak force at X = 3.3 nm and 4.0 nm, and result in a lower average force than that of the wild-type IBV. The frameshifting efficiency is 30% less than that of the wild-type IBV. For 2AU and 4AU, we use the same frameshifting efficiency as that of pKA41 and pKA49, respectively, since it is found in the experiment that mutations beyond the fourth base pairs affect the frameshifting efficiency very weakly [45] . Indeed, we found a similar average force for 2AU and pKA41, 4AU and pKA49. The fitted analytical formula for the efficiency (η)-force relationship "}