{"title": "", "body": "Porcine epidemic diarrhea virus (PEDV), a member of the genera Alphacoronavirus in the family Coronaviridae of the order Nidovirales, causes acute diarrhea, vomiting, dehydration and high mortality in neonatal piglets, resulting in significant economic losses. The disease was initially reported in European and Asian pig industries over the last 30 years, with the virus first appearing in England (Wood, 1977) and Belgium (Pensaert and de Bouck, 1978) in the early 1970s. Recently, PEDV has also been reported in the US (Stevenson et al., 2013) . Since then, the virus has rapidly spread nationwide throughout the USA (Cima, 2013) and to other countries in North America, including Canada and Mexico. As a result of the significant impact of PEDV, the US pig industry has lost almost 10% of its domestic pig population after only a 1 year-epidemic period, amounting to approximately 7 million piglets.\n\nSimilar epidemiological and clinical features between PEDV and another Alphacoronavirus, transmissible gastroenteritis virus (TGEV), have led to complications in diagnosis, requiring differential laboratory tests (Saif et al., 2012) . Since the emergence of a natural spike gene deletion mutant of TGEV, porcine respiratory coronavirus (PRCV) in 1984, the spread of TGEV has been reduced in PRCV-seropositive herds due to cross-protective immunity with TGEV (Saif et al., 2012) . In contrast, PEDV continues to spread and cause economic problems worldwide.\n\nBased on genetic analysis, the family Coronaviridae can be divided into the four genera: Alphacoronavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus. Bats are the projected host for the gene source of Alphacoronaviruses and Betacoronaviruses, while birds are the suspect host for Gammacoronaviruses and Deltacoronaviruses (Woo et al., 2012) . In different US regions where PEDV is epidemic, a new coronavirus genetically distinct from PEDV, porcine deltacoronavirus (PDCoV), has been simultaneously (and frequently) detected in diarrheic fecal samples from pigs (Wang et al., 2014a) . The clinical impact and disease severity of PDCoV in the field is reportedly less than that of PEDV. A recent study confirmed that PDCoV is enteropathogenic in pigs and acutely infects the small intestine, causing severe diarrhea and/or vomiting and atrophic enteritis, similar to the clinical signs of PEDV and TGEV infections (Jung et al., 2015) . At present, differential diagnosis of PEDV, PDCoV, and TGEV is critical to control viral epidemic diarrheas in US pig farms.\n\nThis review focuses on current understanding of the etiology, epidemiology, disease mechanisms and pathogenesis of PEDV and the control measures that may be used to prevent PEDV infection.\n\nPEDV is enveloped and pleomorphic with a range in diameter of 95-190 nm, including the projections, which are approximately 18 nm in length (Pensaert and de Bouck, 1978) . Details of the PEDV structure and genome can be found elsewhere (Song and Park, 2012) . PEDV has a single-stranded positive-sense RNA genome of approximately 28 kb in size (excluding the poly A-tail) that encodes four structural proteins, namely, spike (S), envelope (E), membrane (M), and nucleocapsid (N) protein, and four nonstructural proteins: 1a, 1b, 3a, and 3b (Kocherhans et al., 2001) . Among the viral proteins, the S protein is critical for regulating interactions with specific host cell receptor glycoproteins to mediate viral entry and for inducing neutralizing antibodies (Bosch et al., 2003) . The S protein is also associated with growth adaptation in vitro and attenuation of PEDV virulence in vivo (Sato et al., 2011) . The M protein is the most abundant component among viral proteins in the envelope and plays an important role in virus assembly by interacting with the S and N proteins (Klumperman et al., 1994; Vennema et al., 1996) . The N protein of coronavirus binds RNA and packages viral genomic RNA into the nucleocapsid of virus particles (Spaan et al., 1983) .\n\nA previous study using the cell-adapted German isolate V215/ 78 documented the biological and physicochemical properties of PEDV (Hofmann and Wyler, 1989) . PEDV showed a buoyant density of 1.18. PEDV was easily inactivated by ether or chloroform, and it was relatively stable at 4-50°C compared to higher temperatures. After incubation in cell culture media at 4°C with a pH range (3-10) for 6 h, PEDV exhibited low to moderate residual infectivity, whereas at 37°C for 6 h, it retained its infectivity only between the pH range 5 and 8.5, but the virus was completely inactivated at pH < 4 and > pH 9. These data indicate that PEDV will be inactivated by acidic or alkaline disinfectants if they are applied for a certain period at a higher temperature (>37°C).\n\nThe PEDV strain V215/78 was not neutralized by an antiserum to TGEV (Hofmann and Wyler, 1989) . This finding was supported by another report , which showed no crossreactivity of PEDV CV777 strain with either a Belgian strain of TGEV or feline infectious peritonitis virus (FIPV), as determined by immune-electron microscopy and immunofluorescence (IF). However, a subsequent study found a detectable, two-way crossreactivity between PEDV and FIPV by more sensitive assays, such as enzyme linked immune-sorbent assay, immunoblotting and immune-precipitation (Zhou et al., 1988) . These discrepancies indicate that cross-reactivity between PEDV and other coronaviruses probably varies depending on the sensitivity of the techniques and the viral strains tested. A recent study reported evidence of antigenic cross-activity between the prototype CV777 and recent US PEDV strains and TGEV (Miller strain) by sharing at least one conserved epitope on the N-terminal region of their N proteins (Lin et al., 2015) . Pospischil et al. (2002) demonstrated that PEDV is inactivated by disinfectants, namely, oxidizing agents (Virkon S), bleach, phenolic compounds (One-Stroke Environ; Tek-Trol), 2% sodium hydroxide, formaldehyde and glutaraldehyde, sodium carbonate (4% anhydrous or 10% crystalline, with 0.1% detergent), ionic and nonionic detergents, 1% strong iodophors in phosphoric acid, and lipid solvents such as chloroform.\n\nVero (African green monkey kidney) cells support the isolation and serial propagation of PEDV in cell cultures supplemented with the exogenous protease trypsin. Another African green monkey kidney cell line, MARC-145, also supported a subsequent cell passage of PEDV (Lawrence et al., 2014) . Trypsin plays an important role in cell entry and release of PEDV virions in Vero cells, contributing to efficient replication and spread of the virus to neighboring cells in vitro (Shirato et al., 2011; Wicht et al., 2014) . Trypsin resulted in the cleavage of the S protein into S1 and S2 subunits, which most likely accounts for cell-to-cell fusion and the release of virions from infected Vero cells (Shirato et al., 2011) . Cytopathic effects consist of vacuolation and formation of syncytia as a result of apoptotic cell death (Hofmann and Wyler, 1988; Kim and Lee, 2014) . The hemagglutinating activity of PEDV was demonstrated with rabbit erythrocytes only after trypsin treatment (Park et al., 2010) . Only one serotype of PEDV has been reported from different countries (Saif et al., 2012) .\n\nPEDV first appeared in the United Kingdom (Wood, 1977) and Belgium (Pensaert and de Bouck, 1978) in the early 1970s. The virus was first isolated in 1977 in Belgium and was classified in the family Coronaviridae (Pensaert and de Bouck, 1978) . Subsequently, in the 1980s and 1990s, PEDV was identified as a cause of severe epidemics in Japan and South Korea (Takahashi et al., 1983; Kweon et al., 1993) . Despite extensive application of PEDV vaccines, PED has remained endemic in South Korea (Park et al., 2013) .\n\nDuring the 1980s and 1990s in Europe, outbreaks of PED appeared infrequently, but the virus continued to spread and persisted in an endemic form in the pig population. Subsequent serological surveys showed a low to moderate prevalence of PEDV in European pigs (Van Reeth and Pensaert, 1994; Carvajal et al., 1995) . The prevalence of PEDV in European pigs then declined greatly although the reasons are unclear. Outbreaks of PED were observed only sporadically in Europe: in The Netherlands in 1989-1991 (Pijpers et al., 1993) ; in Hungary in 1995 (Nagy et al., 1996) , and in England in 1998 (Pritchard et al., 1999) . However, a typical epidemic outbreak of PED was identified in Italy in 2005 -2006 (Martelli et al., 2008 .\n\nIn Thailand in 2007-2008, several outbreaks of severe PED were reported with Thai PEDV isolates in the same clade phylogenetically as the Chinese strain JS-2004-2 (Puranaveja et al., 2009) . This new genotype of PEDV continues to cause sporadic outbreaks in Thailand.\n\nIn China in 2010-2012, severe PED outbreaks in seropositive pigs were reported in different regions (Li et al., 2012; Sun et al., 2012; Wang et al., 2013) . For almost two decades since PEDV first emerged in China, many pig herds have been vaccinated with the prototype strain CV777-inactivated or related vaccines. However, the moderate to high mortality of suckling piglets in vaccinated herds indicates a low effectiveness of the CV777 vaccines (Li et al., 2012) . The PED outbreaks in China, in 2010-2012, were caused by both classical and new PEDV variant strains that differ genetically from the prototype CV777 (Wang et al., 2013) .\n\nThe US PEDV strains identified during the initial outbreak in 2013 were closely related genetically to the Chinese strains (China/2012/ AH2012) reported in 2011-2012 Chen et al., 2014) , indicating emergence of AH2012-like Chinese PEDV strains in the US. The US-like PEDV strains were also found in diarrheic piglets in South Korea and Taiwan during late 2013 and early 2014 (Cho et al., 2014; Lin et al., 2014) , although whether Chinese or US PEDV strains could have been transmitted to pigs in South Korea and Taiwan is unknown. Further investigations are needed to clarify if Chinese or US PEDV strains were already present in South Korea and Taiwan before the related outbreaks were first identified.\n\nFor <1 year since the first outbreak, other novel US PEDV strains (OH/OH851) with multiple deletions and insertions in their S gene, which clustered closely with Chinese strain HBQX-2010 or CH/ ZMZDY/11, rather than AH2012, were found to possess low nucleotide identity in their 5′-end S1 region (first 1170 nucleotides) and high nucleotide identity in the remaining S gene, compared to the major US PEDV strains Wang et al., 2014b) . Possible recombination events involving strain(s) from China may have contributed to a rapid evolution of US PEDV and the emergence of multiple variants, complicating the molecular epidemiology of US PEDV strains (Tian et al., 2014) .\n\nRemarkably, another PEDV variant, which has a large 197 amino acid (aa) deletion in the N-terminal portion of the S protein of major cell-cultured US PEDV strains, such as PEDV strain TC-PC22A (GenBank accession number KM392224), has emerged only 1 year after the first outbreak (Oka et al., 2014) . Another PEDV variant with a large (204 aa) deletion at positions 713-916 of the S protein was identified among Korean PEDV strains .\n\nThe fecal-oral route is the main means of PEDV transmission, although aerosolized PEDV remains infectious (Alonso et al., 2014) . Diarrheal feces and/or vomitus and other contaminated fomites, such as transport trailers (Lowe et al., 2014) and feed (Dee et al., 2014) , can be major transmission sources of the virus. Another possible reservoir for PEDV includes carriers, such as older pigs with a-symptomatic infection, in which the virus spreads subclinically.\n\nPrevious studies showed a low to moderate detection rate (23-41%) of PEDV RNA in milk samples of affected, lactating sows (Li et al., 2012; Sun et al., 2012) , suggesting that sow milk might be a potential route for the vertical transmission of PEDV. Our study demonstrated a significant detection rate of PEDV RNA in acute serum samples (55-100%) of experimentally infected piglets or naturally infected grower pigs . Whether pork plasma used as a feed additive could be a transmission source of PEDV remains questionable, since discrepant results were reported in two different infection studies that investigated whether spray-dried porcine plasma that had tested positive for PEDV RNA was infectious in seronegative pigs (Opriessnig et al., 2014; Pasick et al., 2014) .\n\nPorcine small intestinal villous enterocytes express large amounts of aminopeptidase N (APN), a 150-kDa glycosylated transmembrane protein, identified as the cellular receptor for PEDV (Li et al., 2007) . High density of the receptor on enterocytes allows PEDV to enter and replicate through virus-receptor interactions (Li et al., 2007) . PEDV is cytolytic, and infected enterocytes rapidly undergo acute necrosis, leading to marked villous atrophy in the small but not in the large intestine ( Fig. 1A ) . PEDV antigens are observed mainly in villous enterocytes of the small (duodenum to ileum) ( Fig. 1B ) and large intestines (except the rectum) Stevenson et al., 2013; Jung et al., 2014; Madson et al., 2014) .\n\nLike TGEV (Kim et al., 2000) , PEDV may not induce apoptotic death of enterocytes in the small intestine of infected pigs (Figs. 1C, D). Occasionally, a few PEDV-positive cells were detected in the intestinal crypt cells or Peyer's patches during the late-stages of infection Sueyoshi et al., 1995; Stevenson et al., 2013; Jung et al., 2014) . In our preliminary study, mean numbers of goblet cells per intestinal villi of infected gnotobiotic pigs (<2/villus) at postinoculation hours (PIH) 30-72 were fewer than those (6-18/ villus) of the negative counterparts (Fig. 2) .\n\nAs with TGEV (Schwegmann-Wessels et al., 2003) , PEDV might infect goblet cells, leading to a dramatic decrease in this cell type during the early phase of diarrhea. Goblet cells secrete mucins and provide the first line of defense against microbes in the intestine (Kim and Ho, 2010) . Lung tissues of oronasally infected pigs were negative for PEDV antigen, indicating no evidence of PEDV replication in the lower respiratory tract Sueyoshi et al., 1995; Stevenson et al., 2013; Jung et al., 2014) . PEDV antigens were not detected in other major organs, such as pylorus, tonsils, spleen, liver and kidneys. However, a recent study reported the replication of PEDV in porcine pulmonary macrophages in vitro and in vivo (Park and Shin, 2014) . Whether extra-intestinal replication of PEDV occurs still remains uncertain.\n\nPEDV binds and infects enterocytes expressing APN. Assembly of the virus in infected enterocytes occurs rapidly by budding through intracytoplasmic membranes, such as the endoplasmic reticulum and Golgi apparatus (Ducatelle et al., 1981) . During the incubation period, PEDV antigen-positive cells were seen throughout the small intestine and as many as 30-50% of the absorptive epithelial cells were positive , consistent with fecal shedding of asymptomatic pigs during the acute stage of infection. From the acute stage to mid-stage (24-60 h after onset of clinical signs) of infection, moderate to large numbers of PEDV antigenpositive cells were observed throughout the small and large intestine, frequently affecting the entire villous epithelium . During the later-stage of infection (>72 h after onset of clinical signs), large numbers of PEDV-infected epithelial cells were still observed, suggesting PEDV re-infection of regenerating enterocytes .\n\nDiarrhea induced by PEDV is a consequence of malabsorption due to massive loss of absorptive enterocytes. Functional disorders of infected enterocytes also contribute to the malabsorptive diarrhea. In the infected enterocytes examined by electron microscopy, loss of electron density of the cellular cytoplasm and rapid degeneration of mitochondria result in a lack of transport energy needed for absorption . Ultrastructural changes and mild vacuolation observed in the infected colonic epithelial cells may interfere with the vital reabsorption of water and electrolytes . Dehydration is exacerbated by vomiting but the mechanisms by which vomiting is induced in PEDV infection are poorly understood.\n\nSimilar to hyperkalemia and acidosis in acute TGEV infections (Saif et al., 2012) , our preliminary study showed that PEDVinoculated piglets at 1 day after onset of severe watery diarrhea showed hypernatremia, hyperkalemia, and hyperchloremia, but with low calcium and bicarbonate levels. Brush border membranebound digestive enzymes such as disaccharidases (lactase, sucrase, and maltase), leucine APN, and alkaline phosphatase are significantly decreased in the small intestine of diarrheic piglets Jung et al., 2006a) . Reduced enzymatic activity in the small intestine results in maldigestive diarrhea. In our preliminary study, disorganized, irregular distribution and decreased expression of the tight junction protein, zonula occludin (ZO)-1, and adherens junction protein, E-cadherin, was observed in the small intestine of infected gnotobiotic pigs at PIH 30-120 (Fig. 3) . The impaired gut integrity might lead to loss of water into the intestinal lumen with high osmotic pressure caused by PEDV infection as well as uptake of luminal bacteria causing co-infections.\n\nThe mechanisms by which PEDV infection induces greater disease severity and deaths in nursing versus weaned pigs have not been clearly defined (Shibata et al., 2000; Madson et al., 2014) . Several anatomical and physiological factors that may influence the higher susceptibility of suckling piglets to PEDV infection and a longer recovery from disease include the slower turnover of enterocytes (5-7 days) in neonatal piglets compared to 2-3 days in 3-week-old weaned pigs (Moon et al., 1973) .\n\nThe high turnover rate of the intestinal epithelium depends on the stem cells found in the intestinal crypt. Intestinal stem cells consist mainly of three cell types, namely, LGR5 (leucine-rich repeatcontaining G protein-coupled receptor 5)-positive crypt base columnar cells (LGR5+ cells), +4 cells, and Paneth cells (Sato and Clevers, 2013) . However, the presence of Paneth cells in the intestine of pigs is debatable (Burkey et al., 2009) .\n\nOur preliminary study revealed localization of large numbers of LGR5+ cells in the crypt cell layers of PEDV-infected pigs (Fig. 4) , indicating the presence of stem cells that are critical to the epithelial cell renewal during the acute-stage of PEDV infection (K. Jung et al., unpublished data) . That study also revealed a lack of LGR5+ cells and low proliferation of crypt cells (small expression of Ki67 protein in crypt cells) in the small intestine of nursing piglets (9-day-old) without PEDV infection, possibly causing the slow turnover of enterocytes. At 3-5 days after PEDV infection, however, the number of LGR5+ cells and proliferation of crypt cells were remarkably increased, leading to the replacement of necrotic enterocytes shed from infected villi. On the other hand, weaned pigs (3-week-old) without PEDV infection exhibited high proliferation of intestinal crypt cells and large numbers of LGR5+ cells in the crypts, relating to the rapid turnover rate of enterocytes. Large numbers of LGR5+ cells and high proliferation of crypt cells were maintained at 1-5 days after PEDV infection, possibly resulting in a rapid recovery from PED in weaned pigs.\n\nViremia where viral RNA in serum ranged from 4.8 to 7.6 log10 genomic equivalents (GE)/mL was detected in gnotobiotic piglets inoculated with a US PEDV strain (PC21A) at acute-to later-stages of infection . Similar findings were observed in field samples, showing that 11/20 acute serum samples (55%) collected from diarrheic 13-20-week-old pigs had viral RNA titers (4.0-6.3 log10 GE/mL) . The early, severe diarrhea/ vomiting and high PEDV fecal shedding titers might be accompanied by viremia, but no one has yet confirmed the presence of infectious virus in the serum.\n\nThere is a dearth of information on the innate and adaptive immune responses to PEDV. After PEDV infection, infiltration of lymphocytes (CD4+ and CD8+ T cells at PIH 30-120) (Fig. 5) , mononuclear cells, eosinophils and neutrophil was observed in the lamina propria of the small intestine Coussement et al., 1982; Sueyoshi et al., 1995) . Isotype-specific antibody-secreting cells in systemic and mucosal associated lymphoid tissues and serum antibody responses were studied in conventional pigs inoculated with the CV777 strain (de Arriba et al., 2002) . Cultured intestinal epithelial cells expressing the E protein of PEDV up-regulated interleukin (IL)-8 expression in vitro (Xu et al., 2013) .\n\nThe pathogenicity of epidemic PEDV strains is commonly severe, as evidenced by the high mortality of infected nursing piglets. However, attenuation of the virulence of PEDV strains has been induced through high cell-culture passages (93rd-100th) (Kweon et al., 1999; Song et al., 2003; Sato et al., 2011) . The attenuated PEDV strains have multiple nucleotide changes in their S and open reading frame 3 (ORF3) genes compared to those of their parent wild-type strains (Song et al., 2003; Sato et al., 2011) . Among the 652 nucleotides of ORF3, two deletions and seven changes were identified between the parent wild-type DR13 PEDV and the cell-adapted PEDV (100th) that was confirmed to be attenuated (Song et al., 2003; Sato et al., 2011) . Notably, the S genes of the two attenuated PEDV strains, Korean DR13 (100th) and Japanese 83P-5 (100th), had a remarkable similarity with comparable nucleotide mutations and aa substitutions relative to their parental viruses. The attenuated 83P-5 had 18 nucleotide mutations and 13 predicted aa substitutions in the S gene.\n\nSimilarly, the sequence analysis of a US PEDV strain and in vitro passaged virus (10th in MARC-145 cells) showed that the cell culture adaptation specifically modifies PEDV S protein (six aa substitutions) whereas the open reading frame 1a/b (ORF1a/b)-encoded polyprotein, ORF3, E, M, and N proteins remained unchanged (Lawrence et al., 2014) . Multiple nucleotide mutations and aa substitutions in the S gene of PEDV might contribute to attenuation of its in vivo pathogenicity, but the entire PEDV genomes should be sequenced to verify other changes after attenuation.\n\nDetailed clinical disease and complications as a result of typical epidemic PED were documented on seronegative pig breeding farms in the UK in 1976 -1977 (Wood, 1977 , Belgium in 1977 (Pensaert and de Bouck, 1978 ), Japan in 1982 (Sueyoshi et al., 1995 ), Italy in 2005 -2006 (Martelli et al., 2008 ), Thailand in 2007 (Puranaveja et al., 2009 , and the US in 2013 (Stevenson et al., 2013) . The clinical outbreaks on seronegative farms were characterized by a sudden epidemic of severe diarrhea and/or vomiting, accompanied by anorexia and significantly reduced appetite, in pigs of all ages.\n\nThe severity of clinical signs and mortality appeared to be inversely related to the age of the pigs (Shibata et al., 2000) . In weaner to finisher pigs, including pregnant sows, clinical signs are selflimiting within 5-10 days after onset of disease and are not as severe as those of nursing piglets under 2 weeks of age (Martelli et al., 2008; Puranaveja et al., 2009) . When pregnant sows become immune after virus exposure, they protect their offspring by lactogenic immunity. The interval between onset and cessation of the disease is generally 3-4 weeks (Puranaveja et al., 2009) , however clinical signs mainly develop in the seronegative lactating sows and their suckling piglets. In farrowing herds, morbidity can approach 100% in piglets, but varies in sows. Mortality of piglets <2 weeks of age can exceed 95% (50% on average) at 3-5 days after onset of severe watery diarrhea and/or vomiting.\n\nField observations on epidemic PED in the UK in 1976 -1977 (Wood, 1977 and in the US in 2013 (Stevenson et al., 2013) as well as experimental findings (Pensaert and de Bouck, 1978) suggest that the incubation period of PEDV before clinical signs are detected varied, ranging from 1 to 7 days (US PEDV) or 5-8 days (UK PEDV). Experimental studies using the prototype CV777 showed that 3-15day-old, caesarean-derived, colostrum-deprived (CDCD) pigs developed diarrhea within PIH 22-36 (Pensaert and de Bouck, 1978; Debouck et al., 1981) . Another US PEDV infection study using 10-35-day-old gnotobiotic pigs with 6.3-9.0 log10 GE showed that severe diarrhea and/or vomiting were detected commonly within PIH 24-48 Original magnification, ×600. Nuclei were stained with blue-fluorescent 4′, 6-diamidino-2-phenylindole dihydrochloride. Immunofluorescence staining using monoclonal antibodies against human recombinant ZO-1 and E-cadherin (Invitrogen). . Unlike CDCD or gnotobiotic pigs, conventional nursing piglets inoculated with 3.2-3.3 log10 50% tissue culture infectious dose (TCID50) of a Chinese PEDV strain had a longer incubation period (3-6 days after inoculation) before clinical signs were detected (Wang et al., 2013) .\n\nDetailed clinical disease and problems caused by endemic PED were documented in a farrow-to-finish farm in The Netherlands in 1989 -1991 (Pijpers et al., 1993 . During the outbreak in 1989, diarrhea was most severe in fattening pigs and pregnant sows, and was mild or absent in nursing and weaning pigs with no mortality. For at least 18 months after the onset of the first outbreak, PEDV became endemic on this farm and the infection persisted in seronegative gilts or 6-10-week-old pigs newly introduced to the farm. Another typical endemic PED has been manifested in Korean pig farms. Korean farms have employed live or inactivated PEDV vaccines using three Korean strains DR13, KPEDV-9 and SM98-1 or a Japanese strain P-5V. Studies reported that recent prevalent Korean PEDV field isolates are closely related to Chinese strains and differ genetically from the four vaccine strains used in Korea and the prototype CV777 (Park et al., 2013) . This divergence of historic vaccine and recent field PEDV strains may contribute to the reduced efficacy of the vaccines, causing difficulty with eradication of PEDV from pig farms with endemic PED in the Korean pig population.\n\nLike endemic TGE, PEDV-related mortality and morbidity of nursing piglets passively immunized is lower than is seen in seronegative pigs (Bohl et al., 1978) . Endemic PED is manifested mainly in weaned pigs (Pijpers et al., 1993) , and the severity of clinical disease in nursing piglets may be exacerbated by co-infections of other enteropathogens (Escherichia coli, 3% for Chinese piglets or 9% for Canadian piglets) (Turgeon et al., 1980; Wang et al., 2013) , or viruses including porcine circovirus type 2 (PCV2) (30-33% for Korean piglets), TGEV (8% for Chinese piglets), and rotavirus (4% for Chinese piglets) (Hirai et al., 2001; Jung et al., 2006b; Wang et al., 2013) .\n\nGross lesions are limited to the gastrointestinal tract and are characterized by thin and transparent intestinal walls (duodenum to colon) with accumulation of large amounts of yellow fluid in the intestinal lumen Sueyoshi et al., 1995; Stevenson et al., 2013) . The stomach is filled with curdled milk, possibly due to reduced intestinal peristalsis. Congestion of the mesenteric vessels is frequently detected, and mesenteric lymph nodes (MLN) are edematous. Lack of intestinal lacteals, as an indicator of malabsorption, is frequently seen (Puranaveja et al., 2009) . Despite persistent severe diarrhea, infected pigs had low to moderate appetite at 3-5 days after onset of diarrhea after which they became moribund .\n\nHistological lesions consist of acute diffuse, severe atrophic enteritis and mild vacuolation of superficial epithelial cells and subepithelial edema in the cecum and colon Coussement et al., 1982; Sueyoshi et al., 1995; Jung et al., 2014) . Based on electron microscopy, one of four piglets infected with CV777 had ultrastructural changes in the colonic epithelial cells, but with a lack of histological lesions . During acute infection, vacuolated enterocytes or massive cell exfoliation were seen on the tips or the entire villi in the jejunum. Atrophied villi are frequently fused and covered with a degenerate or regenerated flattened epithelium. Infiltration of inflammatory cells is evident in the lamina propria. The crypts of Lieberkuhn in the duodenum appeared normal . No lesions were seen in the spleen, liver, lung, kidney, and MLN of orally and/or intranasally infected piglets .\n\nDuring the incubation period, i.e. prior to onset of clinical signs, infected pigs exhibited normal villous lengths but with vacuolated enterocytes undergoing necrosis . For 1-3 days after the onset of diarrhea, infected pigs exhibited severe villous shortening . Piglets euthanased at a later stage of infection (84-120 h after onset of clinical signs) had moderate to severe villous atrophy Jung et al., 2014) , indicative of continued cellular necrosis. After PEDV infection, intestinal crypt layers included LGR5+ cells (Fig. 4) and crypt cells positive for Ki67 protein that is a marker for proliferating cells (Jung et al., 2008) . The time of onset and severity of malabsorptive diarrhea induced by PEDV may depend on the extent of villous atrophy in the jejunum and the rapidity of replacement by the crypt stem cells.\n\nWhen PED occurs in a seronegative breeding farm, immunization or vaccination of pregnant sows is important in the control of epidemic PED and to reduce the number of deaths of suckling piglets. If the sows are due to farrow within 2 weeks or more, immunization can be undertaken by exposure to virulent autogenous virus, such as fecal slurry or minced intestines from infected neonatal piglets. However, there is a potential risk of incidental widespread infection of other pathogenic viruses, such as PCV2, contained in the PEDV-infected piglets' feces or intestines among sows or their suckling piglets via vertical transmission routes (Jung et al., 2006c; Park et al., 2009; Ha et al., 2010) . The importance and mechanisms of passive lactogenic immunity to provide newborn piglets with immediate protection against TGEV infection have been reviewed by Saif et al. (2012) .\n\nAll strains of epidemic PEDV in Europe, Asia and the US are highly enteropathogenic, as evidenced by the high mortality of infected nursing piglets. However, attenuation of the virulence of Korean (KPEDV-9 and DR13) or Japanese (83P-5) PEDV strains could be induced through high cell-culture passages (93rd-100th) (Kweon et al., 1999; Song et al., 2007; Sato et al., 2011) . In addition, the attenuated cell-adapted PEDV strains have been used as oral (Korean strain DR13 only) or intramuscular (IM) live virus vaccines. The IM administration of live attenuated KPEDV-9 PEDV vaccine (1 mL of 10 7 TCID50/mL; twice at 2 or 4 weeks before farrowing) reduced the 40% mortality rate of piglets challenged with five 50% lethal dose (LD50) of the parent wild-type strain and the 100% mortality rate of piglets challenged with 10 LD50 to 0% and 80%, respectively (Kweon et al., 1999) .\n\nThe efficacy might be associated with high PEDV specific IgG levels in the serum and colostrum of vaccinated sows (Song et al., 2007) . A study using IM live attenuated DR13 PEDV vaccine (1 mL of 10 7 TCID50/mL; twice at 2 or 4 weeks before farrowing) reduced the 100% mortality of piglets challenged with a high-dose of the parent DR13 to 60% (Song et al., 2007) . Based on these observations, pregnant sows can be vaccinated using live attenuated PEDV strains via an IM route, but induction of complete protection was not observed in the nursing piglets.\n\nActive immunization of nursing or feeder pigs is important for the control of endemic PEDV infections (Saif et al., 2012) . A field study (Song et al., 2007) showed that compared to vaccination via IM route, oral administration with live attenuated PEDV (DR13 strain) vaccine twice 2 or 4 weeks before farrowing was more effective in boosting or initiating immunity in pregnant sows and their suckling piglets (3-day-old). The vaccinated sows and their piglets exhibited higher IgA (mucosal immunity) and virus neutralization antibody (humoral immunity) levels in the colostrum or sera compared to those of the counterparts administered the IM vaccine with the same dose. However, the presence of maternal antibodies in vaccinated pigs can interfere with active antibody production after PEDV infection, as observed in TGEV infection (Sestak et al., 1996; Saif et al., 2012) . Whether the oral live vaccine strain is genetically stable and remains non-infectious in the fields needs to be further studied.\n\nDisappearance and re-emergence of epidemic PED indicates that PEDV is effectively able to escape from the current vaccination protocols, biosecurity and control systems. Endemic PED is a significant problem, which is exacerbated by the emergence or potential importation of multiple PEDV variants into countries. Epidemic PEDV strains spread rapidly and cause a high number of pig deaths and substantial economic losses. These strains are highly enteropathogenic and acutely infect villous epithelial cells of the entire small and large intestines although the jejunum and ileum are the primary sites of infection. PEDV infections cause acute, severe atrophic enteritis accompanied by viremia (viral RNA) that leads to severe diarrhea and vomiting, followed by extensive dehydration and imbalanced blood electrolytes as the major cause of death in nursing piglets. A better understanding of the pathogenic characteristics of epidemic or endemic PEDV strains is needed to prevent and control the disease in affected regions and in the development of effective vaccine.\n\nHigh mortality of PEDV-infected, seronegative nursing piglets is most likely associated with extensive dehydration as a result of severe villous atrophy. In infected nursing piglets, there is an increased proliferation of crypt cells as well as numbers of LGR5+ crypt stem cells in the intestine, reorganization of the damaged intestinal epithelium, and migration of mature enterocytes to the tips of villi which may be not sufficient to prevent severe dehydration in nursing piglets. The time taken until dehydration of PEDV-infected nursing piglets in the field appears to be too short to enable the animals to recover from the disease through naturally occurring epithelial cell renewal by crypt stem cells. Further studies are needed to define the extent to which intestinal stem cells in nursing versus weaned pigs organize and migrate to replace PEDV-infected villous epithelial cells. Pharmacological or biological mediators such as epidermal growth factor that promote stem cell regeneration or maturation would be interesting targets to try to shorten the time for epithelial cell renewal and to reduce PEDV death losses from dehydration.\n\nNeither of the authors of this paper has a financial or personal relationship with other people or organizations that could inappropriately influence or bias the content of the paper. whose contributions to PEDV research may have been inadvertently and unintentionally missed. Salaries and research support were provided by state and federal funds appropriated to the Ohio Agricultural Research and Development Center, The Ohio State University. This paper was in part supported by a grant from the OARDC SEEDS Grants Program, Grant OHOA1536 (Jung K, PI) ."}