{"title": "Construction and Characterization of Virus-Like Particles: A Review", "body": "Virus-like particles (VLPs) are multisubunit self-assemblycompetent protein structures with identical or highly related overall structure to their corresponding native viruses [1] . The term ''VLP'' has been used to describe a number of biological objects, such as uncharacterized structures with viral morphology that are found in biological samples, empty structures of viral origin that are not composed of nucleic acids, infectious viruses with chemically or genetically introduced structure modifications and noninfectious, self-assembled gene products resulting from the cloning and expression of viral structural genes in heterologous host systems. A cumulative search for the term ''virus-like,'' which is the most accepted name for these particles, in Google Scholar yielded 15,700 publication records through 1995, approximately 42,000 through 2005, and at least 102,000 publications through the middle of 2012. These data demonstrate the continuously increasing interest of scientists and technologists in different aspects of VLP-based technologies.\n\nThe interest in new VLPs was largely inspired by the successful development and introduction of the hepatitis B virus (HBV) surface antigen [2] and the human papilloma virus (HPV) capsid protein L1 [3] as commercial vaccines against hepatitis B and HPV-induced cervical cancer, respectively. Recently, several VLP-based vaccine candidates have entered different stages of clinical investigations with the aim to develop VLP-based vaccines for medical and veterinary purposes in the near future [4, 5] .\n\nThe results of numerous studies suggest the high-immune response-stimulating activity of VLPs and demonstrate the B cell activation and high-titer antibody production that is triggered by the surface-displayed, structured and densely repeated amino acid (AA) motifs of the VLPs [6, 7] . In addition, the nanometer-sized VLPs can be taken up by antigen-presenting cells and degraded, which ultimately leads to T cell activation [8] . Moreover, due to their symmetric and highly repetitive AA structures, VLPs are capable of inducing strong humoral and cellular immune responses even in the absence of frequently used adjuvants [9] .\n\nVLPs have great potential for a number of applications in addition to vaccines. The treatment of many hereditary and acquired genetic disorders by different gene therapy tools is one of the most important challenges that are being addressed through the progress of nanotechnology. Comparisons of different nanocontainers suggest that icosahedral, filamentous, and lipid-enveloped virus-like vectors are the most promising gene carriers [10] . The current success of gene therapy is largely based on viral vectors and synthetic liposomes, although both have a number of limitations, such as restricted packaging capacity, production difficulties, and undesirable immunological properties. However, due to their construction flexibility, VLPs can be engineered to overcome these disadvantages, which include the use of chemical modifications to reduce unwanted immunological responses after repeated use [11] .\n\nIn addition to the potential applications of VLPs as vaccines and gene therapy tools, particular interest has recently been paid to the development of new nanomaterials that are composed of different viruses and VLPs. This new area of biotechnology, which is called bionanotechnology, represents a broad multidisciplinary approach that employs concepts and methodologies from biology, chemistry, physics, and engineering [12] . As new nanomaterials, viruses and VLPs possess several advantages over the products that are produced by chemical synthesis, including their size, which ranges from 10 to 2000 nm, the availability of high-resolution three-dimensional (3D) models of their structure, their construction flexibility through chemical and molecular biological techniques, their high-production yields in natural and/or heterologous hosts, and the structural uniformity of each type of virus or VLP [13] .\n\nNarrowly, VLPs can also be defined as replicationincompetent macromolecular protein assemblies that consist of one or several structural proteins of different viruses and can be obtained from recombinant organisms via the expression of the corresponding cloned genes [14] . This review summarizes the publicly available data on VLPs from recombinant sources and discusses the main principles and methods that are used to construct and characterize these macromolecular assemblies. In some cases, examples from experiments that use native viral structural proteins as a source of VLPs are included to demonstrate the remarkable ideas and techniques that are used to obtain and characterize VLPs. Information on replication-competent VLPs and synthetic nanoparticles with virus-like properties can be found in other review articles [1, 15, 16] .\n\nSince the beginning of the 1980s, over 100 VLPs that originated from microbial, plant, insect, and mammalian viruses have been constructed and characterized. The aim of these studies was to use these particles for a variety of purposes, from basic virus assembly and structure studies to the production of commercial human and animal vaccines. Examples of VLPs from 35 different virus families, which are grouped according to the structure of their encapsidated nucleic acids, are summarized in Tables 1, 2 \n\nHistorically, the first recombinant VLPs were obtained from synthesized and cloned coat protein (CP) genes from the HBV core antigen (HBcAg) [17] , the HBV surface antigen (HBsAg) [18] , and the Tobacco mosaic virus (TMV) [19] . The first visualization of recombinant VLPs using electron microscopy was published in 1982, which demonstrated that the HBcAg VLPs were indistinguishable from the core shells that were isolated from an HBVinfected liver [20] .\n\nThese first examples established several important ground rules for the construction of recombinant VLPs: (i) the construction of recombinant VLPs is largely based on several years (or even tens of years) of basic research on the corresponding virus; (ii) the necessary coding nucleic acids for the carrier coat protein(s) and for foreign functional peptides can be obtained synthetically from the aligned oligonucleotides; (iii) the foreign peptides can be inserted or added to the virus-based carrier molecule without influencing the self-assembly; (iv) VLPs can be obtained from heterologous hosts; and (v) newly constructed recombinant VLPs have significant advantages over native viruses, such as their availability in nearly unlimited amounts and similar or even better functional properties.\n\nThe first stage of VLP construction is the cloning of the necessary structural genes. Clinical or veterinary specimens, as well as some environmental samples, such as infected plant or microorganism cells, typically serve as the source of these genes. Taking into account the fact that over 1,500,000 nucleotide sequence records can be found after a search of the Entrez site (The Life Science Search [25] Engine, NCBI) using the keyword ''virus,'' the sequence of the viral structural protein of interest can likely be found in the databases. In most cases, this sequence is sufficient to use oligonucleotides for the gene synthesis in the absence of infected material. It should be noted that the gene synthesis permits the inclusion of typical AA codons for the heterologous host in the target gene, which enhances the expression level of the target protein. Alternatively, at least in the case of E. coli, the usage of special host strains that synthesize rare AA codon-recognizing tRNAs can stimulate the efficient synthesis of the VLPs from their original sequence [21] . Typically, all known VLPs are derived from viruses that are well characterized, at least at the level of full-length nucleotide sequence and genome organization. Due to the vast amount of information that is available on different VLPs, it is not possible to analyze the details of the cloning of the viral structural genes in each case. Tables 1, 2, 3, 4 contain the list of structural genes for each virus family, the expressed genes that are necessary for the construction of the respective VLPs and examples with citations.\n\nOne of the crucial factors in the construction of new VLPs is the choice of expression system. The analysis of the published reports on the successful construction of 174 VLP (Supplemental Tables 1-4) indicates that bacterial systems are used in 28 % of the cases, particularly for the production of bacterial and plant VLPs. The yeast (20 %) and insect systems (28 %) are more universal, and these expression hosts have been successfully used for the construction of VLPs from different sources. Plant (9 %) and mammalian hosts (15 %) are typically used to insure the production of VLPs with specific properties.\n\nBacterial systems are mostly based on well-characterized commercial Escherichia coli strains and expression vectors. Despite their disadvantages, such as their inability to produce recombinant proteins with post-translational modifications, their inability to generate the proper disulfide bonds, the protein solubility problems, and the presence of endotoxins in the preparations of recombinant proteins. E. coli systems are a generally accepted technology that satisfies many research and industrial requirements and have been widely used for VLP production. A successful VLP production using E. coli is likely achievable in cases in which the target VLPs contain only one coat protein (CP; see Tables 1, 3, 4) that is soluble in the cells after cultivation. However, recombinant proteins, [22] and the CCMV [23] and CMV [24] plant viruses, viral CPs can also be efficiently produced in the form of insoluble inclusion bodies, purified under denaturing conditions, refolded, and self-assembled. Moreover, the self-assembly of VLPs in E. coli cells can be initiated by the simultaneous coexpression of a specific RNA structure, e.g., origin of assembly, with the CP gene [25] .\n\nHowever, a simple change in the cultivation conditions can solve the problem of inclusion bodies. Low-temperature cultivations, which are rather atypical for E. coli, may stimulate the formation of soluble VLPs, as shown in the case of the densovirus IHHNV [26] and the potyvirus PVY [27] . In addition, several factors, such as the resistance markers of the expression plasmids and the composition of the cultivation medium, can influence the assembly of VLPs, as demonstrated with the bacteriophage Qb VLPs [28] .\n\nE. coli cells have also been used for the complicated production of VLPs that require more than one type of structural protein for their formation. After the cloning and expression in E. coli of the avibirnavirus IBDV VP2-, VP4-, and VP3-containing polyprotein gene (Table 3) , the polyprotein was cotranslationally autoprocessed by protease VP4 activity, which enables the formation of immunologically active VLPs in bacterial cells [29] . However, as shown with the plant virus MRFV, the inclusion of the corresponding protease gene in the [30] . Another approach that can be used to achieve higher expression levels and solubility involves the usage of different fusion protein systems. The papillomavirus HPV L1 protein was obtained from recombinant E. coli cells in the form of a glutathione-S-transferase (GST) fusion protein, and the VLP assembly of the L1 protein was completed after the GST section was removed with thrombin. The quality of the resulting particles was sufficient to obtain L1 crystals for subsequent X-ray crystallographic analysis, which resulted in the construction of a 3D model of T = 1 icosahedral HPV L1 particles [31] . This fusion protein strategy has also been successfully exploited with the polyomavirus MuPyV [21, 32] and the picornavirus FMDV [33] VLPs. When the N-terminal part of the CP is located on the VLP surface, the N-terminally added short peptides, such as His-tag or small protein epitopes, do not influence the particle formation and can be directly introduced into the VLP structure without proteolytic cleavage and reassembly in vitro [27, 34] .\n\nOther prokaryotic organisms can also be used for VLP production. For example, Lactobacillus has been used for the production of the HPV L1 protein to generate edible vaccine candidates [35] , and Pseudomonas was used to improve the low solubility of the CP of CCMV [36] .\n\nSince the first successful experiments with HBV surface protein, which led to the production of commercial prophylactic vaccines against hepatitis B and the use of HPV L1 VLPs as a vaccine against cervical cancer, different yeast systems have been used for the construction of numerous VLPs, including the expression of viral structural genes of bacterial [37] [38] [39] , yeast [40, 41] , plant [42, 43] , and mammalian [18, [44] [45] [46] [47] [48] origin (see also Supplemental Tables). Yeast expression systems, especially those that are based on Pichia and Hansenula strains, are more complicated than E. coli expression systems from the point of view of construction because yeast shuttle-vectors have to first be prepared in bacteria and then introduced into the yeast cells as plasmid vectors or selected to obtain stable yeast recombinants with a genome-integrated transgene.\n\nComparative studies of the yeast expression systems revealed the efficiency of Pichia in the production of RNA bacteriophage VLPs. However, this production results in approximately 30 % of the yield that is obtained in E. coli, as was observed with the Qb VLPs [38] . A yeast system can also be used for the packaging of functional heterologous mRNA in bacteriophage MS2 VLPs if the simultaneous synthesis of the CP and the mRNA of the model protein is accomplished from the same expression vector. In this case, the design of the expression cassette requires the presence of special packaging RNA sequence that is found in the native MS2 genome [37] . However, these packaging signals are not always necessary for the formation of VLPs in yeast cells. The Saccharomyces expression system produces soluble CCMV VLPs that contain mostly host-derived RNA [43] , which is contrary to the E. coli-based expression system, in which the CPs form inclusion bodies. Another advantage of yeast systems is the possibility of introducing post-translational modifications, such as glycosylation or phosphorylation, to the VLP structure, as shown with the hepatitis B VLPs [44, 47] . Similar to the VLPs from recombinant bacteria, successful multigene expression systems have also been constructed in yeasts. The expression of three rotavirus structural genes (Table 3) from a single plasmid vector lead to the formation of triplelayered VLPs in S. cerevisiae cells [48] . However, in the case of enveloped viruses, such as HIV-2, S. cerevisiae cells do not support the multimerization of the Gag protein into VLPs and particle budding, which suggests that yeast does not contain the necessary host factors [49] . It is important to note that VLP formation does not always take place during the cultivation process of the yeast cells. Experiments with HBsAg from Pichia suggest that the selfassembly of the VLPs should be completed during the purification of the target product [50] .\n\nInsect cell-based expression systems are widely used for VLP production on the laboratory or industrial scale due to a number of advantages, such as the fast growth rates in animal product-free media, the capacity for large-scale cultivations, and the ability of post-translationally modifying the recombinant proteins similarly to mammalian cells [51] . The insect cell line derived from Trichoplusia ni is used for the production of the commercial HPV L1-VLP vaccine. In addition, at least 7 additional VLPs that are isolated from recombinant insect cells are at different stages of development as vaccine candidates [52] .\n\nFor the expression of foreign viral protein genes in insect cells, the construction of vectors based on the modified baculoviruses is necessary. To obtain VLPs that contain more than one structural protein, insect cell lines are infected with multiple different monocistronic baculoviruses (coinfection) or with a single polycistronic baculovirus (coexpression). The coinfection strategy is the more accepted approach because it allows the manipulation of the relative expression levels of the corresponding structural proteins [53] . Moreover, this strategy allows the identification of the proteins that are necessary for VLP formation. Using a coinfection methodology, 6 different proteins have been shown to be simultaneously expressed and self-assembled into VLPs within the same cell, as demonstrated with the herpesvirus HSV [54] . The coexpression strategy was also shown to be effective in the construction of some VLPs, including those derived from influenza, using a tricistronic baculovirus with a triplicated polyhedron promoter [55] or even a quadrupole baculovirus with three polyhedrin and one p10 promoter [56] .\n\nThe construction of VLPs from viruses with a polyprotein genome organization can be accomplished through the cloning of the whole polyprotein gene into the baculovirus vector. The polyprotein strategy has been successfully used in the case of the alphavirus SAV. The concerted action of the alphavirus protease from the polyprotein and the host-derived proteases at atypically low-cell culture cultivation temperatures are crucial factors for the formation and maturation of the VLP [57] . Similar results using the polyprotein cleavage approach were obtained with the plant virus CPMV [58] . As demonstrated in experiments with the entorovirus-71 VLPs, the polyprotein strategy can be more efficient in terms of VLP yields than the coinfection method [59] .\n\nInterestingly, baculovirus-based vectors can also be used with the whole insect larvae, including silkworm larvae [51] , as a cheaper alternative to produce VLPs [60] . The most recent baculovirus-silkworm multigene expression system insures the simultaneous expression of six different transgenes from a single recombinant baculovirus [61] .\n\nInitially, the attempts to generate VLPs in whole transgenic or natural plants with different transient expression vectors were tightly bound to the idea of edible vaccines. However, modern medical concepts require precisely formulated vaccine products and supervised administration to insure reproducible effects, which has made injectable vaccines more acceptable [62] . Despite the revision of the concept, plant systems remain a cost-effective and scalable alternative for the production of different medicinal proteins, including vaccines [63] . Some recent developments, such as the Norwalk VLPs that were manufactured under Good Manufacturing Practice (GMP) conditions for subsequent clinical trials [64] and the results of the first human trials of edible vaccines [65] , continue to support the idea that VLPs from plant sources can be used as vaccines and suggest the necessity for further research in this area.\n\nThe principles for the construction of VLPs in different plant expression systems, the successful production of VLPs in plants and the self-assembly of numerous viral structural proteins in plant hosts are extensively discussed in several review articles [63, 66, 67] . As an example, one of the most effective plant expression systems is based on the Agrobacterium-mediated transfer of a tobamovirusderived expression vector in whole plant cells, which resulted in yields of up to 3 g of recombinant VLPs per kg of leaf biomass [68] .\n\nIt should be mentioned that plant hosts that are infected with native viruses can serve as a source of assemblycompetent viral structural proteins for the construction of new nanomaterials [69] .\n\nFor over two decades, the use of mammalian cell cultures as a source of commercial therapeutic proteins has been developed [70] . Taking advantage of the product authenticity and the correct glycosylation pattern that are obtained with this system, more than half of all of the recombinant proteins in the pharmaceutical industry are produced in different mammalian cell lines [71] . Despite the complexity in the construction and practical applications, mammalian cell line systems are widely used for VLP production both in basic experiments and on the industrial scale with the aim to construct vaccine candidates and gene therapy agents. Different mammalian cells are especially efficient hosts for the construction of complex enveloped viruses, including influenza viruses. If a stable mammalian cell line expressing four influenza structural proteins is constructed, it is possible to create hybrid VLPs that contain matrix proteins from one influenza type (H3N2) and surface glycoproteins from another type (H5N1) [72] . This system would allow the generation of correctly glycosylated VLPs, which are similar in size to the native viruses, with encapsidated host cellular proteins and high-immunological activity. The most complicated system that has been developed to obtain VLPs was shown with influenza viruses. A cell line that was infected with recombinant vaccinia virus vector that expresses the T7 polymerase and transfected with bacterial plasmids containing the cDNAs of all ten influenza virus proteins was able to produce VLPs. Moreover, the model protein mRNA after cDNA transcription was rescued into the influenza VLPs [73] .\n\nThe polyprotein strategy, which was described above, can also be used in mammalian cells. The polyprotein cDNA that encodes all of the structural proteins of the alphavirus CHIKV was cloned into a eukaryotic expression vector, which was then introduced into a human cell line; the resultant cells produced CHIKV VLPs, as demonstrated through immunological and electron microscopy analyses [74] . Interestingly, these experiments demonstrated that the CHIKV VLPs are able to elicit stronger antibody responses than the corresponding DNA vaccines [74] .\n\nCrude cell extracts have been used as a tool for protein synthesis for over 50 years. In the past, cell-free protein synthesis (CFPS) was mostly used in basic studies of the transcription and translation mechanisms, as well as for the rapid evaluation of different expression systems. In recent years, the development of CFPS has reached the stage of an independent expression system with potential industrial significance. CFPS systems based on E. coli, wheat germs, insect cells, and rabbit reticulocytes are now commercially available. The most popular is the E. coliderived CFPS due to the simple preparation of the extract and the comparably high yields of the desired proteins [75] . Recently, the synthesis of the RNA bacteriophage MS2-, Qb-, and HBV core-derived VLPs has been demonstrated using E. coli-based CFPS technology. In the case of the Qb VLPs, the CFPS allows the incorporation of the A2 protein, which is toxic for living cells [76] , whereas the production of the HBcAg, MS2 and Qb VLPs in the chosen cell-free system provides considerable stabilization of the particles through the introduction of disulfide bonds [77] . It is notable that the yield of the VLPs is almost 1 mg/ml and the efficiency of the VLP assembly exceeds 80 % in the case of HBcAg and Qb. These proof of concept experiments using well-established VLP models suggest that CFPS can also be used with more complicated cases, especially when the expression of the viral structural protein genes is toxic for living cells or if the conditions for the traditional systems do not allow the production of VLPs with the desired properties, e.g., when the incorporation of unnatural amino acids is necessary [78] .\n\nTo insure that the constructed and synthesized VLPs remain intact for the intended downstream applications, the selection of the correct purification scheme is of the utmost importance. The VLP purification and characterization is largely based on experience that has been obtained in experiments with different viruses. Therefore, the initial conditions for the development of a purification protocol for a newly constructed and uncharacterized VLP can be based on those used with the corresponding native virus. In this section, the most important methods that are currently used in VLP purification, identification, and characterization will be reviewed.\n\nBecause VLPs have been industrial products for over two decades, the general principles of VLP purification are well known and include the following steps: (i) the lysis of the cell to transfer the synthesized VLPs to the solution; (ii) the clarification process to insure the removal of cell debris and other large aggregates; (iii) the concentration step; and (iv) the polishing step to remove the residual host or target product-derived impurities [79] .\n\nThe cell lysis is a very important step in VLP purification. However, because many mammalian and insect cell systems insure the secretion of the VLPs into the culture supernatants, the cell lysis step is not always necessary [52] . The VLPs produced in non-secreting systems require the use of a suitable approach to prepare the cell-free extract. For example, the simple treatment of eukaryotic cells with detergent-containing solutions is sufficient. In contrast, bacterial, yeast, and plant cells require strong mechanical treatment, such as various mills or French presses, ultrasonication, grinding with abrasives (e.g., aluminum oxide), repeated freezing/thawing cycles, and enzymatic treatments [80, 81] . For the purification of uncharacterized VLPs with unknown stability properties, different cell lysis protocols and extraction buffer compositions are tested to identify the optimal method that preserves the integrity of particles.\n\nTo protect the VLPs from oxidation and host proteases during the purification process, the extraction buffers are often supplemented with reducing and chelating agents and protease inhibitors. In addition, nucleases are sometimes added at this stage to reduce the amount of host nucleic acids in the extracts. After clarification by low-speed centrifugation or ultrafiltration, the VLP-containing solutions have to be further concentrated and purified. A number of viruses and VLPs are stable enough to withstand precipitation with ammonium sulfate and/or polyethylene glycol (PEG). The precipitation significantly decreases the volume of the extract and the amount of host-derived impurities, which ultimately results in a reduced number of subsequent centrifugal and chromatography purification steps. In laboratory-scale purifications, further VLP purification by ultracentrifugation in CsCl or sucrose gradients is often sufficient to obtain suitable preparations for subsequent applications, especially when successive rounds of low-and high-speed centrifugations are applied. In industrial-scale processes, the use of ultracentrifugation has some restrictions due to the risk of VLP aggregation, the lack of scalability, and the enhancement of labor intensity [52] . Thus, instead of using ultracentrifugation, the necessary purity of VLPs is often achieved through special chromatographic processes. Depending on the properties of the VLP, different size-exclusion, ion exchange, and affinity columns are used in the purification process. However, additional steps, such as the treatment of the VLP solution with diatomic earth before the column chromatography, may be necessary to achieve the desired vaccine-grade purity level, as demonstrated with the production of HBsAg in Pichia [82] .\n\nThe purification schemes not only include the removal of host or target product-derived impurities from VLPs. In special cases, to improve the functional properties of the target VLPs, a disassembly/reassembly stage is necessary. For example, reassembled human papilloma VLPs exhibit enhanced immunoreactivity and stability properties [83] .\n\nIt is necessary to emphasize the methods that allow the identification of the VLP during the initial stages of construction. Different VLP properties can be useful for early detection and screening, and the methods partially overlap with those used in the purification. The application of PEG or ammonium sulfate, which have the ability to bind water molecules, until the solubility level of the VLP is exceeded can be used to precipitate high-molecular VLPs and leave the low-molecular impurities in the extract solution [84] . The purity of the precipitate is usually sufficient for simple downstream analysis to identify the VLP structural proteins by SDS/PAGE, agarose gel retardation tests of proteinnucleic acid complexes, which are typically used for VLPs [36, 85] , and sucrose gradient and size-exclusion chromatography for demonstrations of the high-molecular state of the VLPs [86] . Alternatively, if the precipitation conditions can disassemble the particles, the VLP-containing extracts can be directly concentrated by ultracentrifugation. If mono-or polyclonal antibodies against corresponding native virus or VLPs are available, additional proofs of the VLP formation can be obtained using ELISA, Western blots [87] , and immune diffusion tests as Ouchterlony's double radial immune diffusion in agarose [38] . An electron microscopy analysis is necessary as a final visual proof of the new synthesized VLPs because above-mentioned indirect tests may identify large, unstructured protein aggregates as VLPs.\n\nAfter purification, the different properties of the target VLPs have to be tested to demonstrate their accordance with the indented downstream applications. A valuable tool in the analysis of the VLP composition is mass spectrometry, which allows the measurement of the molecular mass of the assembled proteins. This technique has been used to identify proteolytically degraded [27] or post-translationally modified [44] proteins in the VLP structure. In the analysis of the glycosylation pattern of mammalian VLPs, the lectin-based glycan differentiation assay is a useful and rapid method for the identification of structural protein modifications [88] . The structural integrity of the VLPs can also be demonstrated by trypsin treatments in the presence or absence of detergents that are capable of dissociating the VLP-forming subunits [88] .\n\nDifferent VLP physical parameters are significant factors in the development of new identification methods and applications. The VLP concentration measurements can be complicated due to the protein/nucleic acid content of the particles. Nevertheless, simple but accurate concentration measurements based on UV spectra are available for the plant virus BMV and HBcAg VLPs; these are also applicable for other viruses and VLPs [89] . In addition, isoelectric point measurements by capillary isoelectric focusing have been found to be useful in the differentiation of the VLPs from different norovirus genogroups [90] .\n\nIn complicated cases, immune and electron cryomicroscopy images can provide the necessary proof of the correctness of the constructed VLPs. Immunoelectron microscopy using colloidal gold that is conjugated to the antibodies has been widely used in VLP research and has been found to be necessary for the visualization and localization of antigens on the VLP surface. Electron cryomicroscopy provides images with comparably high resolution and has been used in a number of cases, including bluetongue [91] , HIV-1 [92] , HCV [93] , CHIKV [94] , and other VLPs. This method is also useful for the visualization of the displayed foreign peptides on the VLP surface [95] . More detailed information on electron microscopy and additional examples can be found in other review articles [96, 97] . Crystallization and subsequent X-ray structure analysis is usually applied for further resolution characterization of the VLP properties. VLPs are also used in cases in which the corresponding native viruses are not available in preparative amounts and in stepwise virus assembly studies [98] [99] [100] [101] .\n\nBecause VLPs are mostly produced for different downstream applications, the stability of the recombinant particles is one of the most significant issues. Another important reason to perform stability experiments is the necessary determination of the conditions that support the disassembly of the particles for subsequent reassembly and packaging of the foreign agents, such as proteins, nucleic acids, and low-molecular mass compounds. To obtain data on their stability, the purified VLPs are incubated in different buffer solutions and/or at elevated temperatures. One of the most popular methods that demonstrates the influence of the incubation conditions on the VLP structure is the above-mentioned native agarose gel analysis, which was used with the plant virus CCMV and the RNA bacteriophages Cb5, MS2, and PRR1 [36, 98, 99] . However, this method is only applicable when the VLPs contain nucleic acids and when the dimensions of the VLP are compatible with agarose gel analysis. For filamentous or empty VLPs, other methods can be appropriate, such as various spectroscopic techniques, which were used with Norwalk VLPs [102] , and the detection of the appearance of lowmolecular structures through the separation of the samples by ultracentrifugation [27] . In the case of norovirus, the mechanical stability of the corresponding VLPs was tested by atomic force microscopy [103] . For high-throughput analyses, the structural changes in the VLPs at elevated temperatures are monitored in the presence of Sypro-Orange dye using a real-time PCR system and a DNA melting point determination program [27] . In some cases, the results of the stability studies should be corrected by electron microscopy visualizations, as was necessary for the hybrid rod-like VLPs of the bacteriophages GA and fr [104] .\n\nIf the conventional expression system does not insure the production of oxidized VLPs, the stability of the VLPs can be considerably enhanced through the introduction of disulfide bridges to crosslink the individual structural proteins with hydrogen peroxide in the cell-free system. As a result, disulfide bridges-containing Qb VLPs can withstand temperatures of up to 75°C, whereas reduced VLPs are only stable at a temperature of approximately 45°C [77] . Simple additives can also enhance the VLP stability. From vaccine formulation studies, it is known that the addition of additives, such as polysorbate, sorbitol, and disaccharide trehalose, effectively prevents VLP aggregation [105, 106] .\n\nViral structural proteins are typical nucleic acid-binding proteins. Numerous studies demonstrate the ability of recombinant VLPs to bind and encapsidate nucleic acids that are present in the host cells, such as the mRNA of the transgene, ribosomal and/or transport RNAs [88, [107] [108] [109] . In some cases, the mRNA of the cloned gene is not found in the VLPs [30] . DNA microarray experiments suggest that CCMV VLPs, along with its own mRNA, are capable of encapsidating a large number of Pseudomonas mRNAs, except for the ribosomal RNA, which is the most abundant cell RNA [36] . As was found in the case of FHV through the use of a next-generation sequencing technique, VLPs mostly encapsidate ribosomal RNA and the transcripts from the introduced baculovirus expression vectors. Interestingly, native FHV virions also exhibit the ability to package host RNAs, although these particles package only approximately 1 % of the total amount [110] . To identify the RNA secondary structures that are responsible for the encapsidation process, the SELEX system was recently developed for nucleic acid-binding tests with the plant virus STNV VLPs. After 10 rounds of selection, no single RNA stem loop was identified as a potential VLP assembly initiation site; instead, eight different secondary structures in the SNTV genome partially corresponded to the consensus sequence found by the SELEX method [111] . These data suggest a possible mechanism for host nucleic acid encapsidation in the recombinant VLPs: if the transcriptoma of the heterologous host with the cloned viral structural gene contains RNA(s) with the necessary secondary structures in sufficient amounts, these can serve as factors that stimulate or even initiate the VLP formation.\n\nIn many cases, the construction of VLPs is tightly bound with the aim to obtain structured multimeric protein assemblies with specific properties for subsequent applications. In the case of a successful construction, VLPs are to some extent ''universal,'' e.g., useful for different purposes with the same or a similar principle of action, which is highly important for the development of the technology platform. In this section, the examples of VLPs with noticeable universal properties are discussed.\n\nFirst, VLPs can be used for different purposes based on their intrinsic properties without any changes to the structural proteins. Mammalian VLPs recognize cells from the corresponding organism and are able to deliver cargo, such as therapeutic nucleic acids or proteins, to the recipient organism [112, 113] . The ability to bind specific nucleic acids is common for viral structural proteins and is used for the binding and encapsidation of other negatively charged substances, such as oligonucleotides and biological and chemical polymers, as shown with the recombinant HBcAg, Qb, and CCMV VLPs [114] [115] [116] . This binding property seems to be universal. However, the packaging is limited by the size of the negatively charged polymer. This limitation is apparently bound by the internal volume of the corresponding VLPs and the availability of positively charged AAs in the VLP structure. Therefore, the polyomavirus JC VLPs, which are gene therapy vector candidates, are able to package different plasmid DNAs in sizes that exceed 9 kbp but not 14.5 kbp during the cultivation of E. coli cells [117] .\n\nIn addition to the packaging, VLP intrinsic properties, such as surface-located AA regions, can serve as targets for the introduction of various functional molecules. There are two general methods for introducing molecules into the carrier VLPs: chemical coupling and genetic fusion. In the chemical coupling process, any method that is known to modify a protein can be used provided that the conditions of the reaction preserve the structural integrity of the VLPs. In most cases, the surface-located lysine residues are targets for coupling [118] , although other AAs, such as cysteine, tyrosine, aspartic, and glutamic acids, can also be modified [13] . Some VLPs are shown to possess nearly universal properties for chemical conjugation; one of the best-studied VLPs with this property is the plant virus CPMV [119] . Other VLPs, such as those derived from the bacteriophages Qb and AP205 have been validated for the coupling of different antigens, including low-molecular substances, such as nicotine and whole proteins, with the aim to obtain prophylactic and therapeutic vaccines [120] [121] [122] [123] .\n\nFor VLPs without reactive AAs on the surface, the necessary universality can be achieved by targeted mutagenesis, as shown in the case of TMV. After the incorporation of an accessible lysine residue, the subsequent coupling of biotin moieties to the virus enabled the tight binding of 2,200 molecules of recombinant streptavidin-containing model protein per viral particle [124] . The introduction of AAs such as cysteine to some VLPs has been found to be useful for the subsequent coupling and multivalent display of ligands [125] .\n\nGenetic methods have been widely used for the introduction of different peptides, including immunologically relevant epitopes, to the VLP structure [1] . In addition, the introduction of specific peptides can contribute to the broadening of the potential VLP applications. Recently, the heterodimeric coiled-coil AA motifs were found to be useful for the packaging of different proteins in the VLP interior without chemical coupling or genetic fusions [126, 127] . The interaction between the coiled-coil motif-containing CCMV CP and the protein of interest insured a strong binding between the two components, which allowed the encapsidation of up to 14 molecules of the model protein inside the 28 nm CCMV particle.\n\nThe introduction of a whole protein into the VLP structure can also be achieved by genetic fusion, especially in the case of larger VLPs [112, 128] . A versatile system called SplitCore was recently developed for the HBcAg VLPs [129] . The splitting of the HBcAg gene at the encoded immunodominant region into two parts and the expression of both fragments in E. coli retained the ability of VLP formation. This system allows the display of several proteins of medicinal relevance, which have sizes of more than 300 AA, on the VLP surface. This splitting principle is also applicable to other VLPs [129] .\n\nAnother interesting development that has made VLPs suitable for different applications is the incorporation of protein A-derived domains in the particle structure. These domains are known to effectively bind to the constant regions of the antibody molecules (IgG) of different organisms. After displaying this domain on the particle surface, the VLPs are able to bind up to 2 g of IgG per 1 g of carrier [130] , which offers a simple procedure for the purification of different monoclonal antibodies. VLPs with protein A domains and bound antibodies can also be used for the addressed delivery of therapeutic nucleic acid to specific cells [131] or as sensitive diagnostic agents [132] . Other examples of multifunctional VLPs for protein delivery can be found in a recent review [133] .\n\nThe latest metagenomic evaluations suggest that virologists are using less than 1 % of the existing viral diversity [134] . Therefore, the environmental samples represent an inexhaustible source of new viral structural genes, from which new VLPs with defined properties can be constructed. However, the construction process of new VLPs is still expensive and labor-intensive. The use of mammalian expression systems is acceptable for the construction of structurally complicated VLPs, particularly if the introduction of the correct post-translational modifications and/ or the production of VLPs that contain multiple structural proteins are necessary. As confirmed by numerous experiments, insect and yeast cell systems can be an effective alternative to mammalian hosts. However, when the construction of a new VLP is considered, E. coli hosts should first be tested because these hosts have lower costs and require a shorter construction time. Due to the absence of generally applicable, rapid screening methods and the inefficiency of in silico predictions, the only approach that can be used to construct new and modify existing VLPs is the trial and error method with subsequent visual confirmation by electron microscopy [135] .\n\nTaking into account the advances in vaccine development, VLPs have a positive reputation as systems of academic, industrial, and commercial significance and are no longer only ''mere laboratory curiosities'' [14] . However, in some fields, such as gene therapy and nanomaterials, the potential VLP application technologies are based only on laboratory experiments. The study of the most perspective VLP-based objects and applications must be continued to demonstrate the predictability, sustainability, and cost efficiency of this technology."}