{"title": "Drug Design, Development and Therapy Dovepress Xyloketal B, a marine compound, acts on a network of molecular proteins and regulates the activity and expression of rat cytochrome P450 3a: a bioinformatic and animal study", "body": "There is an increasing prevalence of natural products, including marine products, that are used to improve body function and manage various ailments due to their diverse is a novel marine compound isolated from the mangrove fungus Xylaria sp., and has potent antioxidative, neuroprotective, and cardioprotective effects. 19 , 20 We have found that XKB has a relaxing effect on blood vessels and protects endothelial cells against oxidative injury induced by oxidized low-density lipoprotein. 10 It directly scavenged the free radical-generating compound 1,1-diphenyl-2-picrylhydrazyl and protected PC12 cells against oxygen-glucose deprivation injury. 9 Further, it has a strong inhibitory effect on the L-calcium channel. 21 The potent antioxidative effect of XKB suggests that it is a promising agent in the treatment of oxidative stress-associated conditions, such as CVD. To establish the dose-response and dose-toxicity relationships of XKB, we investigated its metabolism and PKs in rats. In vivo, the plasma PKs of XKB followed a two-compartment model with a distribution phase and an elimination phase. 22 XKB showed a short elimination half-life (22-27 minutes) , suggesting that it was rapidly distributed in the body and also rapidly eliminated. However, the molecular targets in response to XKB treatment and the effect of XKB on regulation of drug-metabolizing enzymes are unknown.\n\nIn the present study, in order to investigate the molecular targets of XKB, we predicted these targets using a bioinformatic platform, analyzed the interactions between XKB and rat Cyp3a2 using a homology model followed by molecular docking, and examined the effect of oral XKB on the activity and expression of hepatic Cyp3a in rats using midazolam as the model substrate.\n\nThe interactome of XKB was predicted using the DDI-CPI tool, a web-based server that can predict drug-drug interactions via the chemical-protein interactome. 23, 24 Protein targets were obtained from a third-party protein structure database named PDBbind. 25 There is a total of 1,780 Protein Data Bank (PDB) entries for human proteins available in PDBbind, and a total of 301 nonredundant PDBs corresponding to 353 ligand binding pockets were identified, 86% of which have resolutions of less than 2.5Å. The docking boxes for each of the pockets were defined by expanding the circumscribed cube of the pocket with a margin of 8Å in six directions (up, down, front, back, left, and right). For preparation of XKB, the two-dimensional structure of the XKB was downloaded from PubChem. The hydrogen and Gasteiger charge were added and the file format was transformed into mol2 using Vega ZZ. The docking program AutoDock 4.2 was used to dock the XKB molecule into all 353 pockets, generating a score vector of 353 dimensions. Z'-scores were then calculated using methodologies described elsewhere. 23, 26, 27 Herein, an empirical threshold of -0.6 for the Z'-score was set to indicate that the binding of XKB to this target was likely to be true.\n\nWe employed the Discovery Studio program 3.1 designed by Accelrys Inc (San Diego, CA, USA) to dock XKB, midazolam, ketoconazole, and probucol into the active site of human CYP3A4 and rat Cyp3a2 homology model as previously described, 28 but with some modifications. Due to the lack of availability of a crystal structure for rat hepatic Cyp3a2, we built a homology model based on the reported human CYP3A4 crystal structure (PDB ID 4K9W; http://www.rcsb.org/pdb/). For the establishment of a homology model of rat hepatic Cyp3a2, we first retrieved the rat Cyp3a2 sequence from the National Center for Biotechnology Information (NCBI Reference Sequence NP_695224.2; http://www.ncbi.nlm.nih.gov/ protein/). We aligned the rat Cyp3a2 sequence based on the template of human CYP3A4. Following the establishment of this homology model, both the human CYP3A4 and rat Cyp3a2 homology models were cleaned, modified, and prepared. For the preparation for XKB, midazolam, ketoconazole,\n\nThe animals were randomly divided into five groups (n=8) and treated intraperitoneally once daily with saline (blank control), soybean oil (vehicle), ketoconazole (75 mg/kg, positive control), or XKB (7 and 14 mg/kg) for 8 consecutive days. All animals had free access to standard laboratory food and water. In order to reduce the intestinal contents, animals were fasted overnight before termination of the study. Midazolam 20 mg/kg was administered orally 12 hours after the last dose of XKB. Blood samples were collected from the post ocular vein 0, 5, 15, 30, 45, 60, 90, 120, 180, 240 , 300, and 360 minutes after administration of midazolam. All blood samples were immediately centrifuged at 1,000× g for 10 minutes to obtain the plasma and stored at -20°C until further analysis. The animals were euthanized by cervical dislocation after blood collection, and liver samples were collected for further assessment of activity and expression of Cyp3a.\n\nRat liver microsomes were prepared as previously described. 29 Briefly, liver tissues were collected and washed with ice-cold KCl buffer (0.2 M, pH 7.4) until the tissues became pale or whitish, and then blotted dry and weighed. All subsequent steps were performed at 4°C. The liver samples were homogenized with three volumes of 0.05 M Tris⁄KCl buffer at pH 7.4 using a tissue homogenizer. The liver homogenates were then centrifuged at 9,000× g for 30 minutes. The supernatant was collected and centrifuged further at 105,000× g for 60 minutes. The supernatant was thereafter decanted and the microsomal pellets were resuspended in homogenization buffer and centrifuged again at 105,000× g for 60 minutes to remove the hemoglobin. Rat liver microsomes were resuspended in 0.1 M sodium phosphate buffer (0.8 mM ethylenediamine tetraacetic acid, 1 mM dithiothreitol, and 20% glycerol; pH 7.4) and stored at -80°C until analysis. The protein concentration of each microsomal sample was determined using the bicinchoninic acid protein assay (Pierce Chemicals, Rockford, IL, USA) with bovine serum albumin as the standard.\n\nThe plasma concentrations of midazolam and its metabolites 1′-OH-MDZ were measured by HPLC as previously described, 30 with slight modifications. The HPLC method was validated prior to determination of the plasma PKs of midazolam as per the International Conference on Harmonization guidelines on validation of analytical procedures, including the specificity (ability to unequivocally determine the analyte), linearity (response curve of the analyte), lower limit of quantification (concentration of the analyte which has a signal to noise ratio of 3:1), precision and accuracy (results of repeatability), recovery (satisfactory accuracy and precision), and stability (degradation of analyte). 2, 4 A 100 μL aliquot of plasma was diluted with 400 μL of 0.1 M NaOH, and diazepam 8 μg/mL was added as an internal standard. The mixture was extracted with 2.5 mL of dichloromethane and pentane (at a ratio of 3:7), then vortexed for 20 seconds. The upper organic phase was transferred into a clean glass tube and the residual liquid was extracted again. The upper organic phase mixture was evaporated to dryness. The dried residue was dissolved in 100 μL of mobile phase and centrifuged at 12,000× g for 10 minutes, and the supernatant was subjected to HPLC analysis and detected using an ultraviolet detector at 254 nm. An HPLC system with a Shim-Pack 250 mm ×4.6 mm reverse phase column packed with 5 μm VP-ODS C 18 (Shimadzu Corporation, Tokyo, Japan) was used. The column temperature was set at 40°C. The mobile phase was 10 mM ammonium acetate buffer (pH 4.5) and acetonitrile (63:37, v/v) at a flow rate of 1.0 mL per minute. All samples were analyzed within the validated stability timeframe.\n\nFollowing determination of their plasma concentrations, the PK parameters of midazolam and 1′-OH-MDZ were calculated by single-compartmental analysis using the PKSlover program (China Pharmaceutical University, Nanjing, People's Republic of China), 31, 32 which is a freely available menu-driven add-in program for Microsoft Excel written in Visual Basic for Applications for PK data analysis. The PK parameters calculated were the absorption rate constant (k a ), elimination rate constant (k e ), half-life of absorption (t 1/2ka ), half-life of elimination (t 1/2ke ), volume of distribution (V/F), body clearance (CL/F), maximum plasma concentration observed (C max ), time to reach C max (T max ), area under the plasma concentration-time curve (AUC 0-t ), AUC 0-inf , area under the first moment curve (AUMC), and mean residence time. The t 1/2ke was calculated using the formula t 1/2ke =0.693/ k e . The AUC was calculated using the trapezoidal rule. CL was calculated by the formula CL/F = dose/AUC. The V/F following oral administration was calculated using the V/F = CL/F/k e equation.\n\nThe effect of XKB on rat hepatic Cyp3a activity was examined using the luminescent assay (P450-Glo) according to the manufacturer's instructions. Briefly, rat liver homogenates were prepared as described previously. 29 The reaction mixture (25 μL) was added to a 96-well microtiter plate containing microsomal protein (1 μg), Luciferin-IPA substrate (16 μM) , and 200 mM potassium phosphate buffer solution (pH 7.4), and mixed gently. The plate was preincubated at 37°C for 10 minutes. The reaction was initiated by adding 25 μL NADPH and the mixture was incubated at 37°C for 10 minutes. Next, 50 μL of reconstituted Luciferin detection reagent was added to all wells. The reaction mixture was mixed on a plate shaker for 10 seconds. The plate was then incubated at 37°C for 20 minutes. Cyp3a activity was examined by luminescence reading. The relative Cyp3a activity was expressed as fold change over the control. \n\nWestern blotting was used to investigate the regulating effect of XKB on expression of Cyp3a in the rat liver. Briefly, rat liver microsomes (10 mg) were denatured at 95°C for 10 minutes then centrifuged at 9,000× g for 3 minutes at 4°C. Protein samples were resolved in 12% sodium dodecyl sulfate-polyacrylamide gel and then transferred onto polyvinylidene difluoride membranes. The membranes were blocked for one hour with 5% nonfat milk in Trisbuffered saline/0.1% Tween 20 buffer, followed by incubation overnight with their respective primary antibodies at 4°C. The membranes were then washed with Tris-buffered saline/0.1% Tween 20 buffer and incubated with secondary antibody for one hour at 37°C. Signals were detected using the Clarity Western ECL substrate and Bio-Rad imaging system. Quantification was performed using the ImageJ Analyzer 4.0 software Media (Cybernetics, Bethesda, MD, USA). The relative expression level of Cyp3a2 in rat liver microsomes was expressed as the ratio of the intensity of Cyp3a2 blots to that of GAPDH.\n\nThe data are expressed as the mean ± standard deviation. The PK parameters were compared using one-way analysis of variance, followed by Tukey's multiple comparison. A value of P0.05 was considered to be statistically significant.\n\nFirst, we predicted the molecular targets of XKB using our web-based DDI-CPI tool. There were 324 proteins that possibly interacted with XKB (Table 1) , including those involved in redox homeostasis (eg, TXNRD1, PRDX2, TXN, RAC2, and GSTZ1), xenobiotic metabolism (eg, NR1I2, POR, ACAT1, CYB5R3, DPEP1, ADH7, and MTAP), cell proliferation (eg, LIMS1, SETD8, CLIC4, PIM1, and CHEK1), apoptosis (eg, CASP1, CASP3, CASP7, CASP8, PARP1, TRAF2, TNFRSF1A, and MAPK1), lipid metabolism (eg, FABP4, PPARA, and PPARD), signal transduction (eg, AKT1, CSNK2A1, CSNK1G2, IGF1R, GSK3B, RHOA, JAK2, JAK3, PDE5A, and RGS17), and immune and inflammatory response (eg, LILRB1, LCK, CD2, DPP4, IL1R1, CD81, and PDPK1).\n\nAs shown in Table 2 , DAVID analysis identified 20 functional clusters that were significantly enriched (enrichment score 3) in the target list derived from molecular docking calculations, including energy metabolism, signal transduction, vascular regulation, and carbohydrate metabolism. Further, 61 Kyoto Encyclopedia of Genes and Genomes pathways were found to be significantly enriched in the target list (Table 3 ). In particular, the pathways for metabolism of xenobiotics by CYPs and other enzymes were predicted to be modulated by XKB by DAVID analysis.\n\nIn addition, DAVID analysis revealed overlapped molecular targets between XKB and probucol (Table 4) , including CD1A, FKBP1A, PCTP, ME2, G6PD, FKBP1B, FABP7, CETP, PREP, PAK6, SIRT5, PRDX2, S100A9, SIRT5, F13A1, GM2A, CMA1, SORD, IMPDH2, GSTP1, CDA, CTSB, and GSTO1. Probucol is an antihyperlipidemic drug originally developed for the treatment of coronary artery disease but withdrawn from the US market in 1995. 33 The targets shared by both XKB and probucol suggest that XKB may be a promising agent for lowering of blood lipids.\n\nGiven that we had predicted a number of molecular targets and related signaling pathways possibly regulated by XKB, we performed a validation study using published data after an extensive search via PubMed (from inception to August 2014). There were four published papers reporting the molecular targets and mechanisms of action of XKB. [34] [35] [36] [37] XKB reduced oxidative stress via induction of heme oxygenase-1 and suppression of NADPH oxidase activity involving the PI3K/Akt/Nrf2 signaling pathways in human umbilical vein endothelial cells. 37 In consistency with previous studies, [34] [35] [36] [37] our previous study also showed that XKB decreased the activity of NADPH oxidase and the expression of gp91phox and p47phox and that XKB increased the expression of Bcl-2 in human umbilical vein endothelial cells with injury induced by oxidized low-density lipoprotein. 34 XKB decreased mitochondrial superoxide, mitochondrial fragmentation, expression of GTPase dynamin-related protein 1, and the mitochondrial membrane potential in PC12 cells. 35, 36 These data provided preliminary evidence for the validation of predicted molecular targets of XKB using a bioinformatic approach.\n\nFollowing prediction and validation of the molecular targets, we examined the possible interactions between XKB, midazolam (a CYP3A4 probe substrate), ketoconazole (a CYP3A4 inhibitor), and probucol (an antihyperlipidemic drug) with a human CYP3A4 and rat Cyp3a2 homology model using the Discovery Studio program 3.1. As shown in Table 5 \n\nTyrosine kinase plays an essential role in the selection and maturation of developing T-cells in the thymus and in mature T-cell function. It is constitutively associated with the cytoplasmic portions of the CD4 and CD8 surface receptors and plays a key role in TCR-linked signal transduction pathways. Association of the TCR with a peptide antigen-bound MHC complex facilitates the interaction of CD4 and CD8 with MHC class II and class I molecules, respectively, and thereby recruits the associated LCK to the vicinity of the TCR/CD3 complex. LCK then phosphorylates tyrosine residues within the immune receptor tyrosine-based activation motifs in the cytoplasmic tails of the TCR-γ chains and CD3 subunits, initiating the TCR/CD3 signaling pathway. In addition, it contributes to signaling by other receptor molecules. It associates directly with the cytoplasmic tail of CD2, and upon engagement of the CD2 molecule, LCK undergoes hyperphosphorylation and activation. It also plays a role in the IL2 receptor-linked signaling pathway that controls the T-cell proliferative response. Binding of IL-2 to its receptor results in increased activity of LCK. Is expressed at all stages of thymocyte development and is required for regulation of maturation events that are governed by both pre-TCR and mature α/β-TCR.\n\n-34.776 -1.90347\n\nFatty acid-binding protein, brain FABP7 B-FABP could be involved in the transport of a so far unknown hydrophobic ligand with potential morphogenic activity during development of the central nervous system. It is required for the establishment of the radial glial fiber system in the developing brain, a system that is necessary for the migration of immature neurons to establish cortical layers (by similarity). \n\nThiol protease that cleaves IL-1β between an Asp and an Ala, releasing the mature cytokine that is involved in a variety of inflammatory processes. Important for defense against pathogens. Cleaves and activates sterol regulatory elementbinding proteins. Can also promote apoptosis. \n\nInsulin decreases blood glucose concentration. It increases cell permeability to monosaccharides, amino acids, and fatty acids. It accelerates glycolysis, the pentose phosphate cycle, and glycogen synthesis in liver. Binds to both poly-ubiquitin and mono-ubiquitin and regulates ligand-induced degradation of endothelial growth factor receptor. Participates in clathrin-mediated endocytosis. May be involved both in adult synaptic function and plasticity and in brain development. 1O6L RAC-β serine/threonineprotein kinase\n\nGeneral protein kinase capable of phosphorylating several known proteins. \n\nReceptor for brain-derived neurotrophic factor, neurotrophin-3, and neurotrophin-4/5 but not nerve growth factor. Involved in the development and/or maintenance of the nervous system. This is a tyrosine kinase receptor. Known substrates for the tyrosine kinase receptors are SHC1, PI3K, and PLC-γ-1. 1DFv Neutrophil gelatinaseassociated lipocalin\n\nIron-trafficking protein involved in multiple processes such as apoptosis, innate immunity, and renal development. Binds iron through association with 2,5-dihydroxybenzoic acid, a siderophore that shares structural similarities with bacterial enterobactin, and delivers or removes iron from the cell, depending on the context. Iron-bound form (holo-24p3) is internalized following binding to the SLC22A17 (24p3R) receptor, leading to release of iron and subsequent increase of intracellular iron concentration. In contrast, association of the iron-free form (apo-24p3) with the SLC22A17 (24p3R) receptor is followed by association with an intracellular siderophore, iron chelation, and iron transfer to the extracellular medium, thereby reducing intracellular iron concentration. Involved in apoptosis due to IL-3 deprivation: iron-loaded form increases intracellular iron concentration without promoting apoptosis, while iron-free form decreases intracellular iron levels, inducing expression of the proapoptotic protein BCL2L11/BIM, resulting in apoptosis. Involved in innate immunity, possibly by sequestering iron, leading to limitation of bacterial growth. \n\nThe enzyme apparently serves as a quinone reductase in connection with conjugation reactions of hydroquinones involved in detoxification pathways as well as in biosynthetic processes such as the vitamin K-dependent γ-carboxylation of glutamate residues in prothrombin synthesis. \n\nRate-limiting enzyme in the de novo synthesis of guanine nucleotides and therefore is involved in the regulation of cell growth. It may also have a role in the development of malignancy and the growth progression of some tumors.\n\n-37.7123 -1.26732\n\nCorticosteroid 11-βdehydrogenase isozyme 1\n\nCatalyzes reversibly the conversion of cortisol to the inactive metabolite cortisone. Catalyzes reversibly the conversion of 7-ketocholesterol to 7-β-hydroxycholesterol. In intact cells, the reaction runs only in one direction, from 7-ketocholesterol to 7-β-hydroxycholesterol (by similarity). Can degrade neurotoxic organophosphate esters. \n\nSerum protease that plays an important role in the activation of the complement system via mannose-binding lectin. After activation by autocatalytic cleavage it cleaves C2 and C4, leading to their activation and to formation of C3 convertase. LGALS4 Galectin that binds lactose and a related range of sugars. May be involved in the assembly of adherens junctions. \n\nCell surface glycoprotein receptor involved in the costimulatory signal essential for TCR-mediated T-cell activation. Acts as a positive regulator of T-cell coactivation, by binding at least ADA, CAv1, IGF-2R, and PTPRC. Its binding to CAv1 and CARD11 induces T-cell proliferation and NF-κB activation in a T-cell receptor/CD3-dependent manner.\n\nIts interaction with ADA also regulates lymphocyte-epithelial cell adhesion. In association with FAP is involved in the pericellular proteolysis of the extracellular matrix, and the migration and invasion of endothelial cells into the extracellular matrix. May be involved in the promotion of lymphatic endothelial cell adhesion, migration, and tube formation. When overexpressed, enhances cell proliferation, a process inhibited by GPC3. Acts also as a serine exopeptidase with dipeptidyl peptidase activity that regulates various physiological processes by cleaving peptides in the circulation, including many chemokines, mitogenic growth factors, neuropeptides, and peptide hormones. Removes N-terminal dipeptides sequentially from polypeptides having unsubstituted N-termini provided that the penultimate residue is proline. \n\nRequired for high-affinity binding to nerve growth factor, neurotrophin-3 and neurotrophin-4/5 but not brain-derived neurotrophic factor. Known substrates for the tyrosine kinase receptors are SHC1, PI3K, and PLC-γ-1. Has a crucial role in the development and function of the nociceptive reception system as well as establishment of thermal regulation via sweating. Activates Erk1 by either SHC1-dependent or PLC-γ-1-dependent signaling pathway. \n\nRemoves the amino-terminal methionine from nascent proteins. Required for normal progression through the cell cycle.\n\n-35.184 -1.04139\n\nInterleukin-10\n\nInhibits the synthesis of a number of cytokines, including interferon-γ, IL-2, IL-3, TNF, and granulocyte-macrophage colony-stimulating factor produced by activated macrophages and by helper T-cells. 1B2T Fractalkine\n\nThe soluble form is chemotactic for T-cells and monocytes, but not for neutrophils. The membrane-bound form promotes adhesion of those leukocytes to endothelial cells. May play a role in regulating leukocyte adhesion and migration processes at the endothelium. Binds to CX3CR1. 1HP7_2 α-1-Antitrypsin\n\nInhibitor of serine proteases. Its primary target is elastase, but it also has a moderate affinity for plasmin and thrombin. Irreversibly inhibits trypsin, chymotrypsin, and plasminogen activator. The aberrant form inhibits insulin-induced nitric oxide synthesis in platelets, decreases coagulation time, and has proteolytic activity against insulin and plasmin. Short peptide from AAT is a reversible chymotrypsin inhibitor. It also inhibits elastase, but not trypsin. Its major physiological function is the protection of the lower respiratory tract against proteolytic destruction by human leukocyte elastase. showing the greater ability to mobilize cytoplasmic calcium in comparison to isoform 1. Required in brain development and mature brain function with important roles in the regulation of axon growth, axon guidance, and neurite extension. Blocks axon out growth and attraction induced by NTN1 by phosphorylating its receptor DDC.\n\nConjugation of reduced glutathione to a wide number of exogenous and endogenous hydrophobic electrophiles. Catalyzes isomerization reactions that contribute to the biosynthesis of steroid hormones. Efficiently catalyze obligatory double-bond isomerizations of δ(5)-androstene-3,17-dione and δ(5)-pregnene-3,20-dione, precursors to testosterone and progesterone, respectively.\n\nDestroys radicals that are normally produced within cells and which are toxic to biological systems. \n\nDesaturation and elongation of fatty acids, cholesterol biosynthesis, drug metabolism, and, in erythrocytes, methemoglobin reduction. LGALS7\n\nCould be involved in cell-cell and/or cell-matrix interactions necessary for normal growth control. Proapoptotic protein that functions intracellularly upstream of Janus kinase activation and cytochrome c release. \n\nConjugation of reduced glutathione to a wide number of exogenous and endogenous hydrophobic electrophiles.\n\nBinds to activated protein-Tyr kinases, through its SH2 domain, and acts as an adapter, mediating the association of the p110 catalytic unit to the plasma membrane. Necessary for insulin-stimulated increase in glucose uptake and glycogen synthesis in insulin-sensitive tissues. \n\nHepatocyte growth factor HGF HGF is a potent mitogen for mature parenchymal hepatocyte cells, seems to be a hepatotrophic factor, and acts as growth factor for a broad spectrum of tissues and cell types. It has no detectable protease activity.\n\nReceptor for hyaluronic acid. Mediates cell-cell and cell-matrix interactions through its affinity for hyaluronic acid, and possibly also through its affinity for other ligands such as osteopontin, collagens, and MMPs. Adhesion with hyaluronic acid plays an important role in cell migration, tumor growth, and progression. Also involved in lymphocyte activation, recirculation and homing, and in hematopoiesis. Altered expression or dysfunction causes numerous pathogenic phenotypes. Great protein heterogeneity due to numerous alternative splicing and post-translational modification events. 1XOS cAMP-specific 3′,5′-cyclic phosphodiesterase 4B\n\nHydrolyzes the second messenger cAMP, which is a key regulator of many important physiological processes.\n\nMay be involved in mediating central nervous system effects of therapeutic agents ranging from antidepressants to antiasthmatic and anti-inflammatory agents. 1PTW cAMP-specific 3′,5′-cyclic phosphodiesterase 4D\n\nHydrolyzes the second messenger cAMP, which is a key regulator of many important physiological processes. \n\nCan insert into membranes and form poorly selective ion channels that may also transport chloride ions. Channel activity depends on the pH. Membrane insertion seems to be redox-regulated and may occur only under oxidizing conditions. Promotes cell-surface expression of HRH3. Has alternate cellular functions like a potential role in angiogenesis or in maintaining apical-basolateral membrane polarity during mitosis and cytokinesis. Could also promote endothelial cell proliferation and regulate endothelial morphogenesis (tubulogenesis). \n\nRNA exonuclease that binds to the 3′-end of histone mRNAs and degrades them, suggesting that it plays an essential role in histone mRNA decay after replication; 2′-hydroxyl and 3′-hydroxyl groups at the last nucleotide of the histone 3′-end is required for efficient degradation of RNA substrates. Also able to degrade the 3′-overhangs of small interfering RNAs in vitro, suggesting a possible role as a regulator of RNA interference. Required for binding the 5′-ACCCA-3′ sequence present in stem-loop structure. Able to bind other mRNAs. Required for 5.8 SrRNA 3′-end processing. Also binds to 5.8s ribosomal RNA. Binds with high affinity to the stem-loop structure of replicationdependent histone pre-mRNAs. \n\nThe enzyme apparently serves as a quinone reductase in connection with conjugation reactions of hydroquinones involved in detoxification pathways as well as in biosynthetic processes, such as the vitamin K-dependent γ-carboxylation of glutamate residues in prothrombin synthesis. Tn-I which is the inhibitor of actomyosin ATPase, Tn-T which contains the binding site for tropomyosin, and Tn-C. The binding of calcium to Tn-C abolishes the inhibitory action of Tn on actin filaments. \n\nInhibitor of serine proteases. Its primary target is elastase, but it also has a moderate affinity for plasmin and thrombin. Irreversibly inhibits trypsin, chymotrypsin, and plasminogen activator. The aberrant form inhibits insulin-induced nitric oxide synthesis in platelets, decreases coagulation time, and has proteolytic activity against insulin and plasmin. The short peptide from AAT is a reversible chymotrypsin inhibitor. It also inhibits elastase, but not trypsin. Its major physiological function is the protection of the lower respiratory tract against proteolytic destruction by human leukocyte elastase. \n\nRenin is a highly specific endopeptidase, the only known function of which is to generate angiotensin I from angiotensinogen in the plasma, initiating a cascade of reactions that produce an elevation of blood pressure and increased sodium retention by the kidney. \n\nWorks in concert with the 5-α/5-β-steroid reductases to convert steroid hormones into 3-α/5-α and 3-α/5-βtetrahydrosteroids. Catalyzes the inactivation of the most potent androgen 5-α-dihydrotestosterone to 5-αandrostane-3-α,17-β-diol. Has a high bile-binding ability. \n\nPlasma membrane-associated small GTPase that cycles between an active GTP-bound and inactive GDP-bound state. Inactive state binds to a variety of effector proteins to regulate cellular responses, such as secretory processes, phagocytosis of apoptotic cells, and epithelial cell polarization. Augments the production of reactive oxygen species by NADPH oxidase. \n\nInitiates the extrinsic pathway of blood coagulation. Serine protease that circulates in the blood in a zymogen form. Factor vII is converted to factor vIIa by factor Xa, factor XIIa, factor IXa, or thrombin by minor proteolysis. In the presence of tissue factor and calcium ions, factor vIIa then converts factor X to factor Xa by limited proteolysis. Factor vIIa will also convert factor IX to factor IXa in the presence of tissue factor and calcium. \n\nA carboxypeptidase that converts angiotensin I to angiotensin 1-9, a peptide of unknown function, and angiotensin II to angiotensin 1-7, a vasodilator. Also able to hydrolyze apelin-13 and dynorphin-13 with high efficiency. May be an important regulator of heart function. In case of human coronavirus severe acute respiratory syndrome and HCov-NL63 infections, serves as functional receptor for the spike glycoprotein of both coronaviruses. \n\nThe enzyme cleaves Lys-Arg and Arg-Ser bonds. It activates, in a reciprocal reaction, factor XII, after its binding to a negatively charged surface. It also releases bradykinin from HMW kininogen and may also play a role in the reninangiotensin system by converting prorenin into renin. \n\nThe enzyme apparently serves as a quinone reductase in connection with conjugation reactions of hydroquinones involved in detoxification pathways as well as in biosynthetic processes such as the vitamin K-dependent gammacarboxylation of glutamate residues in prothrombin synthesis. \n\nCatalyzes the sulfate conjugation of many hormones, neurotransmitters, drugs, and xenobiotic compounds. Sulfonation increases the water solubility of most compounds, and therefore their renal excretion, but can also result in bioactivation to form active metabolites. Sulfates hydroxysteroids like dehydroepiandrosterone. Isoform 1 preferentially sulfonates cholesterol, and isoform 2 avidly sulfonates pregnenolone but not cholesterol. \n\nRemoves the amino-terminal methionine from nascent proteins. The catalytic activity of human METAP2 toward Metval peptides is consistently two orders of magnitude higher than that of METAP1, suggesting that it is responsible for processing proteins containing N-terminal Met-val and Met-Thr sequences in vivo. \n\nPlasma membrane-associated small GTPase that cycles between active GTP-bound and inactive GDP-bound states.\n\nIn its active state, binds to a variety of effector proteins to regulate cellular responses, such as secretory processes, phagocytosis of apoptotic cells, epithelial cell polarization, and growth-factor induced formation of membrane ruffles.\n\nIsoform B has an accelerated GEF-independent GDP/GTP exchange and impaired GTP hydrolysis, which is restored partially by GTPase-activating proteins. It is able to bind to the GTPase-binding domain of PAK but not full-length PAK in a GTP-dependent manner, suggesting that the insertion does not completely abolish effector interaction.\n\n-24.458 \n\nNonreceptor tyrosine kinase involved in various processes, such as cell cycle progression, apoptosis, mitotic recombination, genetic instability, and histone modifications. In the cytoplasm, plays a pivotal role in signal transduction via its association with cytokine receptors, which constitutes an initiating step in signaling for many members of the cytokine receptor superfamily, including the receptors for growth hormone, prolactin, leptin, erythropoietin, granulocyte-macrophage colony-stimulating factor, thrombopoietin, and multiple ILs. Following stimulation with erythropoietin during erythropoiesis, it is autophosphorylated and activated, leading to its association with erythropoietin receptor and tyrosine phosphorylation of residues in the EPOR cytoplasmic domain. Also involved in promoting the localization of EPOR to the plasma membrane. Also acts downstream of some G-protein coupled receptors. Plays a role in the control of body weight (by similarity). In the nucleus, plays a key role in chromatin by specifically mediating phosphorylation of Tyr-41 of histone H3 (H3Y41ph), a specific tag that promotes exclusion of CBX5 (HP1α) from chromatin. \n\nIn cooperation with other chaperones, heat shock protein 70s stabilizes pre-existent proteins against aggregation and mediates the folding of newly translated polypeptides in the cytosol as well as within organelles. These chaperones participate in all these processes through their ability to recognize nonnative conformations of other proteins. They bind extended peptide segments with a net hydrophobic character exposed by polypeptides during translation and membrane translocation, or following stress-induced damage. In case of rotavirus A infection, serves as a postattachment receptor for the virus to facilitate entry into the cell. \n\nProteasome-associated deubiquitinase that releases ubiquitin from the proteasome-targeted ubiquitinated proteins.\n\nEnsures the regeneration of ubiquitin at the proteasome. Is a reversibly associated subunit of the proteasome and a large fraction of proteasome-free protein exists within the cell. Required for degradation of the chemokine receptor CXCR4 which is critical for CXCL12-induced cell chemotaxis. Serves also as a physiological inhibitor of endoplasmic reticulum-associated degradation under the nonstressed condition by inhibiting degradation of unfolded endoplasmic reticulum proteins via interaction with ERN1. Indispensable for synaptic development and function at neuromuscular junctions. \n\nPhosphorylates serine-rich and arginine-rich proteins of the spliceosomal complex may be a constituent of a network of regulatory mechanisms that enable SR proteins to control RNA splicing. Phosphorylates serines, threonines, and tyrosines (by similarity). \n\nThis inhibitor acts as \"bait\" for tissue plasminogen activator, urokinase, and protein C. Its rapid interaction with tissue plasminogen activator may function as a major control point in the regulation of fibrinolysis. \n\nOnly known pyridoxal phosphate-dependent enzyme that contains heme. Important regulator of hydrogen sulfide, especially in the brain, utilizing cysteine instead of serine to catalyze the formation of hydrogen sulfide. Hydrogen sulfide is a gastrotransmitter with signaling and cytoprotective effects, such as acting as a neuromodulator in the brain to protect neurons against hypoxic injury (by similarity). \n\nThis inhibitor acts as \"bait\" for tissue plasminogen activator, urokinase, and protein C. Its rapid interaction with tissue plasminogen activator may function as a major control point in the regulation of fibrinolysis.\n\n-20.2158\n\n1vJ5 Epoxide hydrolase 2\n\nActs on epoxides (alkene oxides, oxiranes) and arene oxides. Plays a role in xenobiotic metabolism by degrading potentially toxic epoxides. Also determines steady-state levels of physiological mediators. Has low phosphatase activity.\n\n-25.2152\n\n1NY3 MAP kinase-activated protein kinase 2\n\nIts physiological substrate seems to be the small HSP27/HSP25. In vitro can phosphorylate glycogen synthase at Ser-7 and tyrosine hydroxylase (on Ser-19 and Ser-40). This kinase phosphorylates Ser in the peptide sequence, Hyd-X-R-X(2)-S, where Hyd is a large hydrophobic residue (by similarity). Mediates both ERK and p38 MAPK/MAPK14dependent neutrophil responses. Participates in TNF α-stimulated exocytosis of secretory vesicles in neutrophils. Plays a role in phagocytosis-induced respiratory burst activity.\n\n-27.0738\n\n1F5F Sex hormone-binding globulin SHBG Functions as an androgen transport protein, but may also be involved in receptor-mediated processes. Each dimer binds one molecule of steroid. Specific for 5-α-dihydrotestosterone, testosterone, and 17-β-estradiol. Regulates the plasma metabolic clearance rate of steroid hormones by controlling their plasma concentrations. \n\nCatalyzes the conversion of aldehydes and ketones to alcohols. Catalyzes the reduction of prostaglandin D2, prostaglandin H2, and phenanthrenequinone, and the oxidation of 9-α,11-β-prostaglandin F2 to prostaglandin D2. Functions as a bidirectional 3-α-, 17-β-and 20-α hydroxysteroid dehydrogenase. Can interconvert active androgens, estrogens, and progestins with their cognate inactive metabolites. Preferentially transforms rostenedione (4-dione) to testosterone. \n\nHydrolyzes ITP and dITP to their respective monophosphate derivatives. Xanthosine 5′-triphosphate is also a potential substrate. May be the major enzyme responsible for regulating ITP concentration in cells. \n\nFactor IX is a vitamin K-dependent plasma protein that participates in the intrinsic pathway of blood coagulation by converting factor X to its active form in the presence of Ca 2+\n\nions, phospholipids, and factor vIIIa. CDOCKER interaction energy ranged from 25 to 46 kcal/mol between CYP3A4 and XKB, midazolam, ketoconazole, and probucol. XKB formed a hydrogen bond with Gly481 at the active site of human CYP3A4 (PDB ID 4K9W; Figure 2A ). Both midazolam and ketoconazole bound to the active site of human CYP3A4 via π-π stacking with Phe108 ( Figure 2B ) and Arg105 (Figure 2C ), respectively. However, probucol did not show hydrogen bond formation, π-π stacking, or charge interaction with human CYP3A4 ( Figure 2D ). Further, we built a homology model of rat Cyp3a2 based on the crystal structure of human CYP3A4 (PDB ID 4K9W). The sequence similarity and identity between the human CYP3A4 and rat Cyp3a2 homology model was 83.3% and 68.4%, respectively. The CDOCKER interaction energy ranged from 23 to 34 kcal/mol ( Table 5 ). The docking results showed that XKB bound to the active site of rat Cyp3a2 homology model by hydrogen bond formation with Ala482 ( Figure 3A) . Midazolam was readily docked into the active site of the rat Cyp3a2 homology model by π-π stacking with Phe305 ( Figure 3B ). Ketoconazole bound with Arg105 by hydrogen bond formation at the active site of the rat Cyp3a2 homology model ( Figure 3C ). However, there was no hydrogen bond formation, π-π stacking, or charge interaction between probucol and the rat Cyp3a2 homology model ( Figure 3D ). The compound-CYP complexes with the highest CDOCKER interaction energy were selected, and two-dimensional and three-dimensional images were taken (Figures 2 and 3) .\n\nTaken together, the results showed that XKB could bind to the active sites of human CYP3A4 and rat Cyp3a2 via hydrogen bond formation and/or π-π stacking. XKB may serve as a substrate and/or inhibitor of these two enzymes.\n\nPredicted ADMET properties of XKB, midazolam, ketoconazole, and probucol\n\nThe predicted ADMET properties of XKB, midazolam, ketoconazole, and probucol are shown in Table 6 . The aqueous solubility value (log [molar solubility]) of XKB was between -6.0 and -4.0. XKB showed a moderate ability to penetrate the blood-brain barrier and a good intestinal absorption profile. All properties and optimal prediction space components of XKB were within the expected ranges with regard to the CYP2D6 ligand, hepatotoxicity, and plasma protein binding level. Midazolam and ketoconazole showed similar ADMET profiles to XKB, except for hepatotoxicity. ADMET Predictor showed that the optimal prediction space PC25 values for midazolam and optimal prediction space PC30 values for ketoconazole were out of range, suggesting that both compounds might be hepatotoxic (Table 6 ). Probucol had very low aqueous solubility and very low intestinal absorption, which are in agreement with the data reported for this drug ( Table 6 ). The logP value for probucol is 10.91, 38 and its oral bioavailability is only about 10%, but can be improved using nanotechnology. [39] [40] [41] validation of HPLC method for determination of midazolam and 1′-OH-MDZ in rat plasma\n\nValidation of the HPLC method was performed prior to determination of the plasma PKs of midazolam and 1′-OH-MDZ in rats. This included an examination of specificity, linearity, lower limit of quantification, precision, accuracy, recovery, and stability. Figure 4 shows the representative chromatogram of blank rat plasma and rat plasma spiked with midazolam, 1′-OH-MDZ, and diazepam. The results indicate that midazolam, 1′-OH-MDZ, and diazepam were separated completely under the assay conditions and no endogenous interfering peaks were observed at their retention times. \n\nThe precision and accuracy of the method were determined using quality control samples at three concentrations of midazolam (0.075, 0.30, and 4.80 μg/mL) and 1′-OH-MDZ (0.05, 0.40, 3.20 μg/mL). The precision of the assay was expressed by the relative standard deviation of the mean value from the nominal concentration. Accuracy was expressed as the percentage of the mean value calculated from the nominal concentration. The results are shown in Table 7 . These values were within the acceptable range, indicating that the developed method was reproducible, accurate, and reliable for quantitative determination of midazolam and 1′-OH-MDZ in rat plasma.\n\nThe \n\nStability tests were performed at low, medium, and high concentrations of the quality control samples and the results are shown in Table 8 . Stock solutions of midazolam and 1′-OH-MDZ were stable for at least 30 days when stored at -20°C. Further, the concentrations of midazolam and 1′-OH-MDZ did not change significantly after exposure of the samples at room temperature for 2 and 12 hours or three freeze-thaw cycles. The results indicate that midazolam and 1′-OH-MDZ are stable enough to be analyzed using this method within a predetermined timeframe.\n\nGiven that we had observed potential interactions between XKB and rat Cyp3a2, we then examined the effect of XKB on Cyp3a-mediated drug metabolism. Successive oral administration of XKB was scheduled using midazolam as a probe drug. Midazolam is a well-known probe substrate for human CYP3A4/5, but it is unclear if it is an appropriate probe for determining rat Cyp3a activity in vivo. The major metabolite of midazolam in humans is 1′-OH-MDZ. 42 The mean plasma profiles of midazolam and 1′-OH-MDZ after 8 consecutive days of treatment with XKB are shown for each group in Figures 5 and 6 . The associated PK parameters are listed in Tables 9-11 . The results indicate there were significant changes in the PK parameters of midazolam and 1′-OH-MDZ in rats treated with XKB for 8 days. In comparison with vehicle-treated rats, treatment with 14 mg/kg XKB increased the C max , AUC 0-t , AUC 0-inf , and AUMC of midazolam by 2.9fold, 2.7-fold, 2.6-fold, and 2.0-fold, respectively (P0.05).\n\nIn contrast, the CL/F and V/F of midazolam were decreased by 63.0% and 84.0% in rats treated with 14 mg/kg XKB, respectively, compared with rats receiving vehicle only. The k a , k e , t 1/2ka , t 1/2ke , T max , and mean residence time for midazolam remained unchanged after rats were given 14 mg/kg XKB orally for 8 days. Our data also show that oral administration of XKB at 7 mg/kg significantly changed the AUC 0-t of midazolam, with a 1. oral administration of XKB 7 mg/kg significantly increased AUC 0-t , AUC 0-inf , and AUMC by 1.5-fold, 1.6-fold, and 1.9-fold, respectively, when compared with the control rats treated with vehicle only. Similarly, there was a 1.4-fold, 1.5-fold, and 2-fold increase in AUC 0-t , AUC 0-inf , and AUMC, respectively, in rats treated with XKB 14 mg/kg for 8 days when compared with control rats. Compared with vehicletreated rats, the ratio of plasma AUC for 1′-OH-MDZ over that of midazolam was significantly decreased by 42.6% in rats treated orally with XKB 14 mg/kg. However, treatment of XKB at either dose did not change the CL/F and V/F of midazolam or 1′-OH-MDZ in rats.\n\nIn addition, compared with normal saline or soybean oil, a single dose of ketoconazole 75 mg/kg significantly increased the C max , AUC 0-t , and AUC 0-inf of midazolam by 3.5-fold, 3.6-fold, and 3.6-fold, respectively, and decreased the V/F and CL/F of midazolam by 75.2% and 73.7%, respectively. Further, compared with vehicle-treated rats, the ratio of the plasma AUC of 1′-OH-MDZ over that of midazolam was significantly decreased by 66.2% in rats treated orally with ketoconazole 75 mg/kg. Collectively, the above results show that XKB 7 or 14 mg/kg significantly reduced the metabolism of midazolam in rats without marked dose dependence, probably due to the decreased activity of Cyp3a. Since the total clearance and distribution of midazolam and its metabolite were not altered by XKB, the possibility of modulation of other pathways by XKB cannot be excluded.\n\nFollowing observation of the reduced metabolism of the probe substrate, hepatic Cyp3a activity was measured using a luminescent assay after the rats were dosed with XKB for 8 days. As shown in Figure 7 , the activity of rat hepatic Cyp3a was significantly inhibited by XKB. In comparison with the vehicle group (soybean oil), there was a 6.27% (P0.05) and 29.27% (P0.001) decline in the activity of Cyp3a when rats were treated with 7 or 14 mg/kg XKB, respectively. Ketoconazole also showed significantly inhibited Cyp3a activity, with a 48.79% reduction (P0.001) compared with the saline-treated group.\n\nTo examine further the regulatory effect of XKB on Cyp3a levels, Cyp3a2 expression was determined by Western blotting assay. As shown in Figure 8 , administration of XKB for 8 days significantly inhibited expression of Cyp3a2 in the rat liver. Compared with the vehicle group (soybean oil), there was a 19.58% and 28.97% (P0.001) decrease in expression of Cyp3a2 when rats were treated with 7 or 14 mg/kg XKB, respectively. However, administration of ketoconazole did not change Cyp3a2 expression in the rat liver. Taken together, XKB has a potent inhibitory effect on Cyp3a2 expression and activity in the rat liver. The mechanisms for the downregulating effect of XKB on hepatic Cyp3a2 in rats are unknown.\n\nXKB is a potent antioxidant with great potential for the treatment of CVD but its molecular targets and effects on drug-metabolizing enzymes remain unknown. 37 Human CYP3A is a major CYP subfamily that metabolizes over 60% of endogenous and exogenous materials. 6 Modulation of the activity and expression of CYP3A would cause substantial changes in drug metabolism in the clinical setting. In the present study, we predicted over 324 molecular targets and 61 related signaling pathways regulated by XKB. We found that XKB interacted with the rat hepatic Cyp3a2 homology model via hydrogen bond formation. Further, we found that XKB increased the AUC 0-t and C max of midazolam, and inhibited the activity and expression level of Cyp3a in rats treated with XKB for 8 days. Our findings indicate that the beneficial effects of XKB can be attributed to regulation of a network of molecular targets and signaling pathways and that XKB can regulate Cyp3a-mediated drug metabolism by suppressing the activity and expression of Cyp3a in vivo. Bioinformatic approaches have become a valuable way of predicting the interactome of a chemical molecule, so we used a DDI-CPI tool to predict the potential targets and employed DAVID to analyze the molecular targets and related signaling pathways regulated by XKB. Our findings show that XKB can modulate a number of functional proteins and related signaling pathways. These proteins and signaling pathways have important roles in the regulation of redox homeostasis, cell proliferation, apoptosis, energy metabolism, metabolism of xenobiotics, lipid and carbohydrate metabolism, and the inflammatory response. Interestingly, XKB shared a number of molecular targets with probucol, which was initially developed as an antihyperlipidemic drug for the treatment of coronary artery diseases but was removed from the USA market in 1995 after it was found to prolong the QT interval. 33, 43 The overlapped molecular targets suggest that XKB can regulate the same targets and signaling pathways as probucol. Probucol has been reported to lower cholesterol levels in the blood by increasing the rate of low-density lipoprotein catabolism, inhibiting cholesterol synthesis, and delaying cholesterol absorption. 44 It is also a potent antioxidant that suppresses the oxidation of cholesterol in low-density lipoproteins. The cholesterol efflux regulatory protein ABCA1 is considered its main target. 45 As a natural marine compound, XKB may be a promising agent for the treatment of CVD when its potential cardiovascular side effects can be minimized or avoided. Notes: values are shown as the mean ± standard deviation, (n=5). Abbreviations: RSD, relative standard deviation; MDZ, midazolam.\n\nThe DDI-CPI approach provides a rapid and inexpensive strategy to predict potential targets, identify drug repositioning potential, and evaluate and determine adverse drug reactions of a chemical/drug via molecular docking of small compound across human proteome, 23, 24, 27, 46, 47 although this web-based program has several limitations that may affect the accuracy of the outcome. 24 For example, DDI-CPI is able to fully reveal potential targets due to the lack of a human protein structure and the assessment stringency. 24 XKB has shown potent antioxidative, anti-inflammatory, and anticancer effects in preclinical studies. [17] [18] This is supported by our prediction that XKB can target multiple pathways associated with oxidative stress, redox homoeostasis, cell proliferation, and apoptosis.\n\nIn order to characterize the role of XKB in the regulation of CYPs, we next performed a homology modeling experiment to examine the interactions between XKB and rat Cyp3a2. The rat Cyp3a2 homology model was built based on human CYP3A4 (PDB ID 4K9W). Our data show that the rat Cyp3a2 homology model shared 83.3% sequence similarity and 68.4% identity with human CYP3A4. It has been reported that rat Cyp3a2 exhibits a 73% homology amino acid sequence to human CYP3A4. 48 This difference may affect the interaction between XKB and rat Cyp3a2. Indeed, our findings show that XKB interacted with the rat Cyp3a2 homology model via hydrogen bond formation at Ala482 located in the active site of the enzyme. However, there was no interaction between XKB and human CYP3A4 Ala482 located in the active site, but Gly481. Collectively, our modeling study shows that XKB can act as a substrate and/or inhibitor for both rat Cyp3a2 and human CYP3A4. However, when we extrapolate these results to humans, we should bear in mind that Cyp3a2 and CYP3A4 share a certain degree of sequence similarity identity, so functional validation is always needed.\n\nThe ADMET Predictor showed that XKB had moderate water solubility and oral absorption and that probucol had very low water solubility and oral absorption, which is consistent with previously reported data. [38] [39] [40] [41] The predicted ADMET profiles show that XKB might be a better oral agent than probucol for drug development.\n\nMidazolam is a probe substrate for CYP3A with sedative, amnesic, anxiolytic, muscle relaxant, and anticonvulsant properties in humans. It has been widely used to examine the degree of drug interaction and inhibitory effect of xenobiotics on the activity and function of CYP3A4/5 via evaluation of urinary and/or plasma levels of midazolam and its main metabolite 1′-OH-MDZ. 49, 50 In our study, plasma concentrations of midazolam and 1′-OH-MDZ were determined using a validated HPLC method with a high specificity, linearity, precision, accuracy, and recovery rate for midazolam and 1′-OH-MDZ, and the tested samples showed high stability. This indicates that the HPLC method is reliable for determining the plasma concentration of midazolam and 1′-OH-MDZ. Our present findings show that oral administration of XKB 14 kg/mg for 8 days significantly elevated the AUC 0-t and C max of midazolam, but decreased its CL/F. XKB also showed an inhibitory effect on the metabolism of midazolam similar to that seen with ketoconazole in vivo. However, there were not remarkable changes in the k a , k e , t 1/2ka , t 1/2ke , and V/F of midazolam and 1′-OH-MDZ in rats treated with XKB. Collectively, the data strongly suggest that XKB decreased Cyp3a-mediated metabolism and clearance of midazolam in rats. Notably, it has been reported that midazolam has inducing effects on expression of Cyp3a1 and Cyp2b in rat hepatocytes, 51 which in turn may affect its own metabolism and that of other Cyp3a substrate drugs. Further, we found that oral administration of XKB for 8 days significantly reduced the expression and activity of hepatic Cyp3a via unknown mechanisms, but probably due Effect of oral administration of XKB on hepatic Cyp3a activity in rat liver microsomes. Notes: Rats were treated with XKB orally at 7 or 14 mg/kg for 8 days. The rats were sacrificed, the livers were collected, and liver microsomes were prepared. Cyp3a activity was measured using a luminescent assay (P450-Glo™). The bars represent the mean ± standard deviation (n=8). KTZ (as the positive control) showed significant inhibition of Cyp3a activity by 48.79% (P0.001) compared with the normal saline-treated group. Treatment of XKB at 7 or 14 mg/kg decreased Cyp3a2 activity by 6.27% (P0.05) and 29.27% (P0.001), respectively. ***P0.001 by one-way analysis of variance. Abbreviations: CYP, cytochrome P450; XKB, Xyloketal B; KTZ, ketoconazole. with toxicity-associated targets (eg, hERG). The potential interactions between XKB and CYP3A4/Cyp3a2 may lead to unfavorable drug interactions. In addition, the short elimination half-life of XKB may negatively affect its concentration at the site of action and compromise the therapeutic effect in clinical practice. Therefore, these findings provide clues for further XKB-based drug development and clinical use, including structural modification or nanotechnology-based formulations to minimize or avoid its potential side effects and prolong its elimination half-life to achieve therapeutic concentrations at the site of action.\n\nIn summary, we found that the medicinal effects of XKB could be ascribed to modulation of the networks of functional proteins and the related signaling pathways, and that XKB significantly inhibited the Cyp3a-mediated metabolism of midazolam in rats in vivo via reduction of the activity and expression of hepatic Cyp3a. Our findings suggest that XKB may behave as a CYP3A4/Cyp3a2 substrate and/or inhibitor, probably altering the PK profile of coadministered drugs metabolized by CYP3A4/Cyp3a2 in the body. The molecular targets and modulating effects of XKB on human CYPs need to be further examined and functionally validated in the future."}