{"title": "Foodborne viruses 1", "body": "The importance of foodborne transmission of viruses is increasingly recognized [1] , and the World Health Organization has signaled an upward trend in their incidence [2] . It is also understood that the burden of infection is grossly underestimated by routine surveillance [3, 4] . The aging population (with increasing numbers of people at risk for complications of enteric infections) and the globalization of infectious diseases due to rapid international travel and (food) trade add to the notion that the burden of illness is likely to increase in the years to come [5] . Vast outbreaks may occur due to contamination of food by a single foodhandler or at a single source, as has been documented on several occasions.\n\nNumerous viruses can be found in the human intestinal tract ( Table 1 ). The food-and waterborne viruses can be divided into three disease categories : 1. viruses that cause gastroenteritis (e.g. astrovirus, rotavirus, the enteric adenoviruses, and the two genera of enteric caliciviruses, i.e. the small round structured viruses or 'Norwalk-like viruses' (NLV), and typical caliciviruses or 'Sapporo-like viruses' (SLV) ; 2. fecal^orally transmitted hepatitis viruses: hepatitis A virus (HAV), hepatitis E virus (HEV);\n\n3. viruses which cause other illness, e.g. enteroviruses.\n\nIn addition, several viruses are listed that also replicate in the intestinal tract, but are not implicated in foodborne transmission, or whose role is unknown.\n\nViruses, unlike bacteria, are strict intracellular parasites and cannot replicate in food or water. Therefore, viral contamination of food will not increase during processing, and may actually decrease. This implies that viral infection via contaminated food depends on viral stability, amounts of virus shed by an infected individual, method of processing of food or water, dose needed to produce infection, and susceptibility of the host. Most food-or waterborne viruses are non-enveloped and are relatively resistant to heat, disinfection and pH changes. Problems in the detection of viral contamination of food or water are thatĝ enerally^the contaminated products will look, smell, and taste normal, and that (molecular) diagnostic methods for most of these viruses are not routinely available in food microbiology laboratories. In this paper, the major viral causes of foodborne infections will be reviewed. We have focussed on those viruses that are most commonly transmitted by food, namely NLV and HAV.\n\nThe cost of illness due to viral foodborne infections is not known exactly, but it is likely to be high. In the USA, Mead et al. [6] recently estimated that foodborne diseases cause approximately 79 million illnesses, 325 000 hospitalizations, and 5000 deaths each year. For just the few foodborne pathogens for which cost estimates have been made, medical charges and lost productivity already cost society US$ 5^6 billion annually in the USA [7] . The total costs of salmonellosis are estimated to be US$ 1.2^1.5 billion. Although viral infections until recently were not commonly diagnosed, it is becoming clear from epidemiological studies that caliciviruses alone may be as frequent causes of foodborne illness as Salmonella [6, 8] . Costs of illness can be high due to their frequent occurrence and high transmissibility [9, 10] . In addition, there are studies that suggest that viral enteric infections cause deaths in the elderly, deaths that are largely preventable [8,11^13] .\n\nIn the USA, some 84 000 cases of hepatitis A are reported annually, of which an estimated 5% are foodborne or waterborne [6] . Common source foodborne hepatitis A outbreaks attract a great deal of public attention and concern, and require considerable public health control efforts. The estimated total cost of a single common source outbreak involving 43 persons, associated with an HAVinfected foodhandler, was approximately US$ 800 000 (Centers for Disease Control and Prevention (CDC), unpublished). Outbreaks associated with contaminated food-stu¡s have resulted in nationwide recalls.\n\nEpidemic and sporadic gastroenteritis is an important public health problem in both developed and developing countries [14, 15] . In the last 27 years, several viruses have been identi¢ed as etiological agents of viral gastroenteritis in humans [16] . In most studies of food-and waterborne viruses, samples have been screened for viruses by tissue culture isolation techniques or by electron microscopy (EM). Some enteric viruses, however, cannot be grown in tissue culture, and EM is rather insensitive with a detection limit of around 10 5^1 0 6 particles per ml of stool suspension. Broadly reactive and user-friendly diagnostic tests, such as enzyme-linked immunosorbent assays (ELI-SA), have routinely been used for group A rotavirus and adenovirus in clinical specimens only. Recently, ELISAbased assays have been developed for detection of astroviruses and NLV [17^19], but the latter lack the broadness that is required for generic detection. No similar assays exist for testing food samples. As a result of these limitations, foodborne viral gastroenteritis is usually not diagnosed.\n\nIn the absence of virus detection assays, a tentative diagnosis of viral gastroenteritis can be made based on epidemiological criteria described by Kaplan et al. [20] . Characteristic features are: acute onset after a 24^36-h incubation period, vomiting and/or diarrhea lasting a few days, a high attack rate (average 45%), and a high number of secondary cases [20, 21] . Using this de¢nition, an estimated 32^42% of foodborne enteric infections in the USA are caused by viruses. Outbreaks of gastroenteritis may be caused by rotaviruses, astroviruses, adenoviruses, and the human enteric caliciviruses. The human caliciviruses are assigned to two genera, which are currently described as 'Norwalk-like viruses' (NLV), also known as small round structured viruses, and 'Sapporo-like viruses' (SLV), also known as typical caliciviruses [22^25] . The NLV cause illness in people of all age groups, whereas the SLV predominantly cause illness in children [26] .\n\nThe relative importance of the di¡erent viruses as causes of food-and waterborne infections is not exactly known, but clearly NLV are the main cause of viral outbreaks [5, 20, 21, 27] , and their incidence reportedly has been in- \n\nThe name Aichivirus has been given to (di¡erent) viruses in the calicivirus family and in the picornavirus family.\n\ncreasing in recent years [1, 2, 28] . This 'emergence' of NLV as the main foodborne virus most likely is not a true increase in incidence, but rather an increased awareness combined with improved diagnostic assays. The remainder of this chapter will focus on NLV, unless otherwise indicated.\n\nEpidemic non-bacterial gastroenteritis or 'winter vomiting disease' was described as early as 1929 but the numerous attempts to propagate the presumed viral etiologic agent in vitro have met with little success [29] . A major breakthrough was the discovery of the Norwalk virus (NV) using immune EM (IEM) in fecal samples collected during an outbreak of gastroenteritis, which occurred in 1968 in an elementary school in Norwalk, OH, USA [30] . These viruses were non-enveloped and the particles had a 'fuzzy' amorphous appearance and measured 34^38 nm in diameter. Volunteer studies established NV as an enteric pathogen and, except for the unsuccessful cultivation of the virus, ful¢lled Koch's postulates [31, 32] . Since then, additional studies have been carried out using fecal samples from other outbreaks of gastroenteritis, containing particles which were morphologically indistinguishable from NV [33, 34] . These viruses have often been named after the geographic setting in which the outbreak occurred, for example, Hawaii virus, Snow Mountain virus, Montgomery county virus, Toronto virus. This practice became a routine procedure and persists to the present day.\n\nIn 1976, viruses with the typical calicivirus morphology were observed in the stools of infants su¡ering from diarrhea [35, 36] . Typical calicivirus particles measure 30^34 nm in diameter ; they can be identi¢ed by their characteristic cup-shaped depressions. Astroviruses may have the ¢ve/six-pointed surface star on up to 20% of the particles, which makes it possible to distinguish them from typical caliciviruses [36] . However, because these viruses were detected as frequently in asymptomatic as in sick children, no clinical signi¢cance could be attached to this ¢nding. The ¢rst convincing association with disease came from a study of 'winter vomiting disease' which occurred in a school in London in January 1978 [37] , and since then, typical caliciviruses have been linked with cases of mild diarrhea in both infants and children and shown to induce illness in volunteers [38] .\n\nHuman caliciviruses are small, non-enveloped spherical viruses, measuring between 28 and 35 nm in size that contain a single-stranded RNA genome of 7.3^7.6 kb. The genome is of positive polarity, and contains coding information for a set of non-structural proteins, located at the 5P-end of the genome, and one major structural pro-tein at the 3P-end [22] . The distinguishing feature between the genome organization of NLV and SLV is the arrangement of the open reading frames (ORFs). In both genera, ORF1 encodes a large polyprotein (1789 amino acids for NV) with conserved regions of amino acid similarity with the picornavirus 2C helicase, 3C protease, and 3D polymerase [22, 24] . For NLV, the ORF2 region encodes the single major capsid protein (w56 kDa) [24] . A third ORF encodes a minor structural protein with a predicted molecular mass of 22.5 kDa [39] . In SLV, the region encoding the capsid protein (60 kDa for the prototype of this group, Manchester virus) is found in the same reading frame as ORF1, and is contiguous with the non-structural proteins. Together, the non-structural genes and the major capsid gene form one long polyprotein, which occupies over 90% of the total genome [25] . Similar to NLV, SLV possess a small ORF at the 3P-end of the genome encoding a protein of 17.5 kDa.\n\nFollowing a 1^3-day incubation period, infected persons may develop (low-grade) fever and vomiting, diarrhea, and headache as prominent symptoms. The illness generally is considered mild and self-limiting, with symptoms lasting 2^3 days [20, 26] . Data from a recently completed community-based cohort study in The Netherlands were surprising in that 20% of NLV-infected persons reported symptoms for more than 2 weeks, suggesting that NLV infections may be less innocuous (Rockx et al., in preparation) . In adults, projectile vomiting occurs frequently. Sometimes parenteral £uid therapy or even hospitalization is required, with up to 12% of cases hospitalized in a recent outbreak in military recruits [27, 33, 40, 41] . Deaths associated with NLV outbreaks have been reported, but the etiologic association needs to be con¢rmed [8, 12] . The average attack rate is high (typically 45% or more) [10] . Virus is shed via stools and vomit, starting during the incubation period, and lasting up to 10 days, and possibly longer [20, 26, 42, 43] . NLV infections are highly contagious, resulting in a high rate of transmission to contacts. Mixtures of symptoms may occur, since contaminated foods may contain multiple agents [44] .\n\nLittle is known about the mechanisms by which NLV cause diarrhea. In duodenal biopsies taken from infected volunteers, lesions were seen in the intestinal epithelium at 1 day post infection with the Norwalk virus or Hawaii virus as inoculum. The changes were villous broadening, abnormal epithelial cells, loss of and an in£ammatory response in the lamina propria with in¢ltration of polymorphonuclear leukocytes and lymphocytes. At 5^6 days after ingestion villous shortening and crypt hypertrophy were observed. D-Xylose absorption was signi¢cantly reduced throughout this period [32, 45] . The observed in£ammatory response in the lamina propria was similar to the damage that has been observed following rotavirus infections, where pro-in£ammatory cytokines and chemokines are thought to trigger this process [46] . There are no known systemic e¡ects.\n\nDespite numerous attempts by several groups of investigators, NLV have never been isolated in cell or tissue culture, and diagnosis has been made historically by visualization of virus particles by EM [30, 47] . However, EM is a relatively insensitive technique, requiring the presence of a minimum of around 10 5^1 0 6 particles per ml of stool sample, and^unlike some other enteric viruses^NLV are not shed to very high maximum titers. This may not be a problem in outbreak investigations, when similar results may be obtained when stool samples have been collected promptly [48] . For community-based studies, however, this was an impediment until the complete genome of the NLV prototype, the Norwalk virus, was sequenced from cDNA clones derived from RNA that had been extracted from a bulk stool specimen [23, 24] . From early work with IEM, and later sequence analysis of genomes of di¡erent NLV strains, it became evident that the NLV are in fact an antigenically and genetically diverse group of viruses [49^53] . At present, genome-based detection methods are available, in which fragments of the viral RNA are ampli¢ed directly from stool samples by reverse-transcriptase polymerase chain reaction (RT-PCR) ( [54, 55] , reviewed in [47] ). Initial studies using these methods to detect viral RNA in outbreak specimens con¢rmed the unusual level of divergence, even when a highly conserved region of the viral genome was selected as a target for the RT-PCR [51,56^58] . Since then, second generation assays have been developed, which have been optimized for detection of a broad range of NLV, by targeting conserved motifs in the non-structural protein genes [9, 57, 59, 60] . Following detection of NLV by RT-PCR, the PCR products can be characterized further by sequencing (described in Section 2.9).\n\nAlthough NLV cannot be grown in cell culture, e¡orts have been made to develop antigen-based detection methods. For this purpose, recombinant NLV capsids have been developed for use as control antigens [18,19,60^65] . However, the current problem is that (hyper)immune responses are predominantly type-speci¢c, and that assays based on these reagents are narrow in their applicability [19, 60, 65] . NLV are a diverse group of viruses, and can be divided into two, possibly three broad genogroups, based on antigenic and genetic criteria (see Section 2.9). Recently, a NV-speci¢c monoclonal antibody was characterized with reactivity to strains from four out of ¢ve other variants within genogroup I NLV that were tested [66] . Similarly, for genogroup II NLV, a common epitope has been identi¢ed [67] . When tested in an ELISA, this monoclonal appeared to detect GGI viruses as well, suggesting that it detects a genus-speci¢c epitope. These monoclonal antibodies o¡er the ¢rst hope for development of a more broadly reactive detection assay. For a complete overview of NLV diagnostics see Atmar and Estes [47] .\n\nFollowing the development of molecular detection methods, it has become clear that NLV infections are among the most important causes of gastroenteritis in adults and often occur as outbreaks which may be foodborne. However, an important message is also that the estimate of the proportion of foodborne NLV outbreaks varies greatly from one country to the other, due to di¡erences in case de¢nition, surveillance systems, and methods used. In The Netherlands, approximately 80% of outbreaks of gastroenteritis that were reported in the past seven years to RIVM through health services NLV [9, 10, 68, 69] . More than half of these outbreaks occurred in nursing homes [10, 68] . The proportion of foodborne outbreaks was 14% in 1994^2000, with 83% of these attributed to NLV. This clearly is an underestimate as foodborne outbreaks are usually reported through the regional food inspection services, rather than municipal health services. In a survey of all outbreaks of infectious intestinal disease in England and Wales between 1992 and 1994, 27% outbreaks were caused by NLV (for comparison: 32% of the outbreaks were due to Salmonella spp.) [8] . NLV were the cause of 6% of foodborne outbreaks. Since outbreak specimens were mostly examined by EM, the actual number of NLV outbreaks may be higher [8, 19] . In the US, 86 of 90 (96%) outbreaks of non-bacterial acute gastroenteritis reported to CDC between January 1997 and June 1998 were caused by NLV infection. Of those outbreaks for which a mode of transmission was reported, 24 of 51 (47%) were considered foodborne. Several large outbreaks with a serious impact on troops on military aircraft carriers have been described [70] . Nosocomial outbreaks are common [10, 71, 72] . In Finland, hospital outbreaks (mostly on geriatric wards) are almost exclusively caused by NLV, but there is serious underreporting. Also in Finland, 56% of the epidemics reported as foodborne, from which stool samples (and foodstu¡s, in some instances) were submitted for virological screening, were NLVpositive [73] . Of water epidemics 12/15 have been NLVpositive. Since 1998 15 berry-related epidemics have occurred, which has resulted in a ban on the use of unheated berries in all catering and other large-scale kitchens [74] . Since then, some berry-associated outbreaks have occurred, in cases where the ban was ignored. Most of these outbreaks were linked to imported berries. From molecular typing, based on a 125-bp fragment of a highly conserved region of the polymerase gene, it was shown that many di¡erent lineages of NLV could be found, which illustrates that contamination of these foods was not linked to a single common source (Fig. 1 ).\n\nIn addition to outbreaks, recent publications suggest that caliciviruses are among the most common causes of sporadic gastroenteritis [3, 4, 68, 75, 76] . In The Netherlands, a set of population-based case^control studies showed that overall^the incidence of gastroenteritis was quite high, at 280 cases/1000 persons per year for community cases of gastroenteritis, of which 8 cases/1000 persons per year seek treatment by a physician (1:35) [3, 77, 78] . Five percent of the patients who visit their physician for gastroenteritis were infected with NLV (compared with 4% for Salmonella), as well as 17% of persons in a sentinel population who developed diarrhea during the course of a 1-year cohort study [3, 68, 79, 80] . People from all age groups were affected, with a slightly higher incidence in very young chil-dren. Similar studies in the UK suggested a slightly lower incidence of community cases of gastroenteritis (190 cases/ 1000 persons per year) but with a higher rate of referral to the physician [4] . Again, NLV were surprisingly common causes of illness in people of all age groups. The NLV are the second most common cause of gastroenteritis in young children [3, 75, 81, 82] . The course of illness appears to be somewhat milder than rotavirus gastroenteritis [75] . This may explain the lower percentage of hospitalized children with NLV that has been reported [83, 84] . Asymptomatic infections are common [3, 82] .\n\nOutbreaks of NLV gastroenteritis (not only foodborne) are common in institutions such as nursing homes and hospitals. The attack rates typically are high (40^50% on average, but up to 100%) in both residents and personnel of such institutions, which in turn leads to major under-sta⁄ng problems during outbreaks [10, 85] . Sporadic cases of viral gastroenteritis also occur frequently in these settings. The risk factors for these infections are currently under investigation in the UK and in The Netherlands. According to Gerba et al. [86] the groups of individuals who would be at the greatest risk of serious illness and mortality from water-and foodborne enteric microorganisms include young children, the elderly, pregnant women, and the immunocompromised. This segment of the population currently represents almost 20% of the population (in the USA) and is expected to increase signi¢cantly in the years to come, due to increases in life-span and the number of immunocompromised individuals. Worldwide, diarrheal diseases account for millions of deaths annually, mostly in developing countries [15] . In developed countries, mortality due to diarrhea is low, but does occur in young children [14, 87, 88] and in the elderly (where s 50% of all mortality occurs [11, 13, 86] ). While speci¢c mortality data on NLV are not available, given the high incidence of calicivirus infections in the elderly, it is likely that deaths resulting from calicivirus infection do occur [8, 12] .\n\nThe early studies demonstrating the great variability of NLV soon led to the notion that it was important to be able to distinguish between strains in order to better understand their epidemiology. Typically, variant viruses would be characterized by neutralization assays using hyperimmune sera or panels of monoclonal antibodies in a tissue culture infectivity assay. However, because no one has succeeded in culturing these viruses in vitro, their antigenic relationships have been evaluated primarily by crosschallenge studies and IEM or solid phase IEM with viruses puri¢ed from stool samples [20, 30, 33, 34, 52, 53] . Since this could not be done with every new variant that is identi¢ed, genome characterization by sequence analysis has been used to provide an interim system of genotyping. As the genotypes ideally would correlate with serotypes, the sequence of the major structural protein gene was used as the basis for phylogenetic analysis. [89, 90] . Sequence analyses of viruses from di¡erent outbreaks and di¡erent geographical locations have con¢rmed that NLV can be divided into two major genetic groups (termed genogroups) based on capsid sequence and polymerase sequence data [51,56^58] . NV, Southampton virus, and Desert Shield virus are members of genogroup I. Snow Mountain virus, Hawaii virus, Toronto virus are members of genogroup II. In addition, a highly divergent virus (Alphatron) was assigned to a putative third genogroup. Within genogroups I and II stable lineages have been iden-ti¢ed, based on phylogenetic analysis based on the complete capsid gene of at least two representatives per cluster [85, 91, 92] . To date, 15 distinct genotypes have been recognized, but as more strains are characterized, this number is likely to increase [89, 90] .\n\nIt is well established that many di¡erent genotypes of NLV cocirculate in the general population, causing sporadic cases and outbreaks [59,68,72,75,81,82,91^93] . Typically, strain sequences are (almost) identical within outbreaks, and di¡erent when specimens from di¡erent outbreaks are analyzed. Thus, when identical sequences are found in di¡erent patients or di¡erent clusters of illness, a common source for the infection should be suspected [74,94^110] . Conversely, ¢nding di¡erent sequences in people with a supposedly common source infection suggests independent contamination, unless there is an association with sewage-contaminated water: in epidemics due to sewage contamination, often more than one NLV genotype is encountered [73, 100, 110] . Molecular epidemiology has been used on several occasions to con¢rm (e.g.\n\n[94^96,104^106]) or disprove links between outbreaks (e.g. [108] ). Occasionally, epidemics occur in which the majority of outbreaks are caused by a highly related group of viruses within a genotype, with only minimal di¡erences in the conserved polymerase gene fragment that is used for genotyping [10,111^113] . These epidemics may be widespread and even global [113] . The mechanisms behind emergence of epidemic types or £uctuations in the prevalent genotypes of NLV are unknown. Hypotheses include large-scale foodborne transmission of a single strain, and the possibility of spillover from a non-human reservoir.\n\nLittle is known about immunity to NLV infections. Antibody ELISA assays have been developed by using recombinant capsids as antigen, and preliminary studies suggest that^in outbreaks and in volunteer studiesp eople develop antibodies mostly restricted to the infecting genotype with some cross-reactivity. From experimental infections in volunteers it is known that infected persons may become protected from reinfection, but only for a short period, and again only when the challenge virus is closely related to the genotype of the strain that was used for the infection [60, 62] . Seroprevalence studies with the recombinant antigens have shown that antibodies to NLV are very common in the population, even when the recombinant NV capsids are used in populations where viruses from the Norwalk cluster have not been identi¢ed for a long time. Volunteers with antibodies to the infecting genotype reportedly may have a higher risk of illness and a steeper dose^response curve [42, 114] . It is unclear what this means. Hinkula et al. [115] have shown that the seroprevalence may di¡er markedly for di¡erent antibody isotypes, suggesting that the lack of protection in part may be explained because a di¡erent type of antibody was the better correlate of protection. The lack of broadly reactive, long-lived immunity to natural infection suggests that development of a protective vaccine may be problematic.\n\nNLV are transmitted by direct person-to-person contact or indirectly via contaminated water [94, 96, 100, 102, 105, 106] , food [74,95,98,103,108^110] or contaminated environments [97, 101, 107, 116] . Clearly, person-to-person transmission is by far the most common route of infection. The infectious dose can be probably as low as 10^100 virus particles [114, 117] . However, many foodborne NLV outbreaks have been described, often resulting from contamination by an infected foodhandler. In addition, several waterborne outbreaks of NLV have been described, both directly (e.g. consumption of tainted water) or indirectly (e.g. via washed fruits, by swimming or canoeing in recreational waters) [94, 96, 100, 102, 105, 106] . Of special interest is the ¢nding that a substantial proportion of bottled mineral waters contained caliciviral RNA [118] , although these ¢ndings need to be con¢rmed by others.\n\nSince projectile vomiting is a common feature following NLV infection and viruses can be present in vomit [43, 119] , aerosolized vomit is recognized as an important vehicle for transmission, both by mechanical transmission from the vomit-contaminated environment and even by airborne transmission [97,116,117,119^122] . The most compelling evidence for airborne transmission came from a study by Marks et al. [107] : they described an outbreak of gastroenteritis following a meal in a large hotel during which one of the guests vomited, and found an inverse relationship between attack rate per table and the distance from the person who got sick.\n\nIt is important to note that contamination may occur not only at the end of the food distribution chain, but at almost any step from farm to table. Foodborne illness associated with consumption of oysters has been traced back to a crewmember of a harvesting boat [104] . From that same outbreak investigation, it was reported that 85% of oyster-harvesting boats in the area routinely disposed of sewage overboard. Little is known about the hygienic conditions in harvesting areas in other parts of the world, not only for shell¢sh, but also for products such as fresh fruits. Infected foodhandlers may transmit infectious viruses during the incubation period and after recovery from illness [99, 109, 123] . Another aspect of NLV epidemiology is that foodhandlers may unknowingly transmit viruses, e.g. when they have a sick child at home [98] .\n\nBesides person-to-person transmission via food vehicles, zoonotic transmission has been reported for some enteric viruses, although this appears to be of no signi¢cance for foodborne infections [124] . This may change, however, based on new data for NLV. Until recently, the NLV were considered to be pathogens with humans as the sole host. Recently, however, NLV were found in healthy pigs in Japan and in historic calf stool specimens from the UK and from Germany [125^128]. The calf viruses, named Newbury agent and Jena virus, are pathogenic for young calves. The two bovine enteric caliciviruses and the pig enteric calicivirus are genetically distinct from human strains, but cluster within the NLV genus. In a pilot study in The Netherlands, pooled stool samples from calves, fattening pigs, and adult cows were tested for the presence of NLV [119] . Thirty-three (45%) of the calf herds tested positive for a NLV strains belonging to one cluster, with highest homology with the Newbury genotype. The Netherlands calf viruses were su⁄ciently distinct to suggest that they may be a separate lineage (based on capsid sequencing). If con¢rmed, that implies that in calves also several lineages or genotypes of NLV cocirculate, and that zoonotic transmission cannot be excluded by ¢nding distinct strains in animals and humans. In addition, one pig herd was found positive for a virus, which was very similar to the pig calicivirus from Japan [119] . These ¢ndings raise important questions on the host range of the NLV. At this stage the animal NLV appear to form genetically distinct stable lineages, but are su⁄ciently related to the human NLV to suggest that under the right conditions interspecies transmission could occur. Animal caliciviruses in another genus within the family Caliciviridae (the genus vesivirus) have a wide host range, and interspecies transmissions have repeatedly been documented [129] .\n\nThe viruses which cause hepatitis can be divided into enterically transmitted viruses (HAV, HEV), and parenterally transmitted hepatitis viruses (hepatitis B, C, D, G). For food-or waterborne transmission, only the enterically transmitted viruses are relevant. HAV is a virus in the family Picornaviridae, to which the enteroviruses also belong (including poliovirus) [130] . HEV shows some resemblance with viruses from the family Caliciviridae (to which the NLV belong), but has not (yet) been included in a virus family because of unique characteristics [22] .\n\nHepatitis E has only relatively recently been established as a cause of hepatitis, when large waterborne outbreaks occurred in India and Pakistan. The virus is endemic over a wide geographic area, primarily in countries with inadequate sanitation where HAV is endemic as well (southeast Asia, Indian subcontinent, Africa), but not as widespread as HAV. In industrialized countries HEV infections are rare, and are usually travel-related [131^133]. HEV outbreaks can be distinguished based on the higher attack rate of clinically evident disease in persons 15^40 years of age compared with other groups, higher overall case fatality rates (0.5^3%), and the unusually high death toll in pregnant women (15^20%). In younger age groups, the majority of people with symptoms due to HEV infection may present without jaundice, unlike those infected with HAV [134^136]. Since HEV can cause illness with high mortality in pregnant women, a study of foodborne virus transmission in our opinion should include HEV. The recent discovery that HEV is common in pigs and rats and that pig HEV have been found in humans is reason for a careful evaluation of HEV cases in countries where the virus is not endemic in the human population [137, 138] . However, the primary source for HEV infection appears to be fecally contaminated water, and few human cases have been reported in regions where pig HEV is endemic, suggesting that interspecies transmissions of HEV are not common in countries with high standards of living. The subsequent discussion will focus on HAV [139^141]. Since excellent reviews are available for HAV in general, the focus of this section will be mostly on the possibility of foodborne transmission [135] .\n\nHAV are small, non-enveloped spherical viruses, measuring between 27 and 32 nm in diameter. They contain a single (positive-) stranded RNA genome of approximately 7.5 kb in length that encodes a large polyprotein [142] . The genome organization di¡ers from that of the Caliciviridae, in that the genes encoding the non-structural proteins are located at the 3P-portion of the genome, and the genes encoding the structural proteins at the 5P-end [143] . The polyprotein is processed to four structural and seven non-structural proteins by proteinases encoded in and around the 3C region [144] . Replication e⁄ciency seems to be controlled by amino acid substitutions in the 2B and 2C regions [145] .\n\nInfection with HAV can produce asymptomatic or symptomatic infection after a median incubation period of 30 days (range 15^50 days). The illness caused by HAV infection is characterized by non-speci¢c symptoms that can include fever, headache, fatigue, nausea and abdominal discomfort, followed by symptoms and signs of hepatitis 1^2 weeks later [134] . The likelihood of having symptoms with HAV infection is related to the age of the infected individual. Among children younger than 6 years of age, most infections are asymptomatic, and children with symptoms rarely develop jaundice. Among older children and adults, infection is usually symptomatic, and jaundice occurs in the majority of patients [136, 146] .\n\nThe illness is generally self-limited, lasting up to several months, and infrequently causes fulminant disease. All patients with hepatitis A in a 4-year hospital-and physician-based surveillance regained normal liver function within 20 months of the acute illness [134] . However, the case fatality rate among persons s 50 years old with hepatitis A reported to the CDC in the USA is 1.8% [136] . Persons with chronic liver disease are at increased risk of fulminant hepatitis with hepatitis A [147^149]. HAV has not been shown to cause a persistent infection, and has not been associated with chronic liver disease. Prolonged or relapsing disease lasting up to 6 months occurs in 101 5% of patients [150^153]. Peak virus shedding of HAV in feces occurs during the 2 weeks before the onset of jaundice or liver enzyme elevation. The concentration of virus in stool declines after jaundice appears, although prolonged shedding may occur, particularly among infants and children (reportedly up to 5 months post infection [134, 136] ). Robertson et al. [154] found low levels of HAV RNA in stools from children for up to 10 weeks after the onset of symptoms. Reactivation of viral shedding can occur during relapsing illness. Viremia occurs soon after infection and persists through liver enzyme elevation. In a recent study, HAV RNA in serum was detected an average of 17 days before the alanine aminotransferase peak, and viremia persisted for an average of 79 days after the liver enzyme peak. The average duration of viremia was 95 days (range, 36^391 days) [150] .\n\nThe exact pathogenesis of hepatitis A is not understood. Virus enters via the intestinal tract, and is transported to the liver following a viremic stage, in which virus can be detected in the blood stream. Hepatocytes are the site of replication, and virus is thought to be shed via the bile. In experimental infections in non-human primates, HAV viral antigen and/or genomic material has been found in the spleen, kidney, tonsils and saliva, suggesting that other sites of replication may exist. In vitro, cells are generally not destroyed by the virus, and the damage to liver epithelial cells in vivo often is limited [155] .\n\nHepatitis A cannot be distinguished from other types of viral hepatitis on the basis of clinical features [136] . Diagnosis of acute hepatitis A is made by detection in serum of IgM antibody to the capsid proteins of HAV (IgM anti-HAV). In most persons with acute HAV infection, IgM anti-HAV becomes detectable 5^10 days before the onset of symptoms and can persist for up to 6 months [156] . Commercial diagnostic tests are available for the detection of IgM and total (IgM and IgG) anti-HAV in serum. Virus (up to 10 9 particles per ml) can be detected by molecular methods in stool and serum samples of infected individuals, but these methods are not generally used for diagnostic purposes [155] . Detection of sporadic cases or small clusters of foodborne hepatitis A is problematic because of di⁄culties in recalling exposures during the long incubation period, the simultaneous occurrence of cases from person-to-person transmission, and the lack of routinely collected data about foodborne exposures. For this, the use of molecular strain typing o¡ers new possibilities (as described in Section 3.8).\n\nWorldwide, di¡ering patterns of HAV endemicity can be identi¢ed, each characterized by distinct patterns of the prevalence of antibody to HAV (anti-HAV) and hepatitis A incidence, and associated with di¡erent levels of prevailing environmental (sanitary and hygienic) and socioeconomic conditions. In much of the developing world, HAV infection is endemic, and the majority of persons are infected in early childhood ; virtually all adults are immune [136] . In these areas, HAV transmission is primarily from person to person. Outbreaks are rare because most infections occur among young children who generally remain asymptomatic. Paradoxically, as socioeconomic and environmental conditions improve and HAV decreases in endemicity (Fig. 2) , the overall incidence and average age of reported cases often increase because older individuals are susceptible and develop symptoms with infection [157] . An illustration of this can been seen from national surveillance data: for instance in England and Wales, the annual noti¢cation rate of HAV infection has risen fourfold between 1987 and 1991 from 3.6 to 14.6 per 100 000 population [165] . In Italy, data collected from a surveillance system for type-speci¢c acute viral hepatitis (SEIEVA) showed that the incidence of HAV declined from 10/100 000 in 1985 to 2/100 000 during the period 1987^1990, while an increase was observed after 1991. The highest attack rate was observed in the 15^24-year age group [158] .\n\nThus, in the industrialized parts of the world where HAV endemicity is relatively low, hepatitis A occurs sporadically and in the context of community-wide epidemics that recur periodically [157] . Transmission remains primarily from person to person, but large common source outbreaks also can occur. Outbreaks of hepatitis A are common in crowded situations such as institutions, schools, prisons, and in military forces. The increased number of susceptible individuals allows common source epidemics to evolve rapidly, and the likelihood of such epidemics is increasing [136] . Foodborne outbreaks have been reported in most parts of the world except those with the highest and lowest HAV endemicity [159^171] . An outbreak in Shanghai in 1988 involving 250 000 cases occurred in association with consumption of contaminated clams [161] . In a recent outbreak in the USA, 213 persons developed hepatitis A after eating contaminated frozen strawberries that were distributed in school lunch programs [163] . In 1996 and 1997, a large HAV epidemic occurred in southern Italy, Puglia region, with 11 .000 no-ti¢cations especially among young adults. The main risk factor in this epidemic outbreak was consumption of mussels [166] . A large HAV epidemic occurred in Finland among drug abusers (around 300 cases) due to contaminated amphetamine [172, 173] . In outbreak situations, up to 20% of cases are due to secondary transmission. Waterborne outbreaks are unusual, but have been reported in association with drinking fecally contaminated water and swimming in contaminated swimming pools and lakes [136, 160] .\n\nIn the developed world, groups at increased risk of HAV can be identi¢ed. In case^control studies in England and Italy, factors associated with increased risk of HAV included international travel to areas of intermediate or high HAV endemicity, a household contact with hepatitis A, sharing a household with a child aged 3^10 years, consumption of bivalve mollusks, and consumption of untreated water [165] . In Italy, shell¢sh consumption was the most frequently reported source of infection over the period considered [158] . In the USA, 25 000^35 000 cases are reported each year, of which approximately 12^25% can be attributed to household or sexual contact with a case. Other identi¢ed potential sources of infection include association with child care centers (11^16%) and international travel (4^6%). Although several food-and waterborne outbreaks of HAV have been described [159, 160, 163, 167] , in the USA only 5% of reported cases occur in association with a recognized food-or waterborne outbreak [6] . However, approximately 50% of reported cases do not have a recognized source of infection. In many countries in the developed world, cyclic outbreaks have occurred among users of injection drugs and men who have sex with men [173, 174] . In The Netherlands, around 20% of HAV cases are related to international travel to high-risk areas; in areas of very low endemicity such as Scandinavia, in many years international travel accounts for the majority of reported cases.\n\nSince the case fatality rate of HAV infection increases with age, risks of more serious illness are higher for older age groups, provided they have not encountered HAV throughout their life [157] . Persons with hepatitis C infection and possibly those with chronic hepatitis B are at increased risk of fulminant hepatitis following superinfection with HAV [147^149].\n\nMolecular detection and typing assays have been developed for HAV [163, 175, 177] . These assays can detect HAV in stool and serum specimens from patients with hepatitis [150, 177, 178] . Seven genotypes of HAV have been recognized, four of which occur in humans. The other three genotypes have been found in captive Old World monkeys [179] . Genetically distinct lineages are found in di¡erent geographic regions and among patients in particular risk groups [154, 173, 174, 176, 180, 181] . The genetic diversity of HAV has been used to verify the occurrence of outbreaks including foodborne [142, 153, 159, 163, 167, 169] and waterborne outbreaks [160] , and to link apparently sporadic cases to recognized foodborne and waterborne outbreaks [167, 182] .\n\nOnly one serotype of HAV has been found so far, of which the antigenicity is determined by an immunodominant antigenic site [183] . A single HAV infection appears to induce lifelong immunity to the strains containing this epitope, but it remains to be seen if antigenic variants exist. IgM appears rapidly, with the majority of cases positive at 3 days post onset of symptoms [156] . Levels of IgM readily decline, and after 6 months 75% of patients have no detectable IgM antibodies left. IgG anti-HAV begins to rise early in the course of infection and remains detectable for life, conferring protection against repeated HAV infection. Susceptibility to HAV infection can be determined using commercially available assays that detect IgM and total (IgG and IgM) antibody to HAV in serum.\n\nHAV is transmitted by the fecal^oral route, most often from person to person. This is exempli¢ed by the high transmission rates among young children in developing countries, in areas where crowding is common and sanitation is poor, and in households and child care settings [136, 155] . Transmission also occurs from ingestion of contaminated food [159,161^166,168^171] and water [136, 160] . One report suggests the possibility of HAV infection via contaminated drinking glasses in a bar [184] . On rare occasions, HAV infection has been transmitted by transfusion of blood or blood products collected from donors during the viremic phase of infection, which appears to be much longer than was previously assumed [150, 159, 177, 180, 185, 186] . Although HAV has been detected in saliva of experimentally infected non-human primates, transmission by saliva has not been demonstrated. A large outbreak among intravenous drug users in Finland was attributed to the possibility of fecal contamination of amphetamine associated with transportation of drugs in the gastrointestinal tract, which of course will be di⁄cult to prove [172] .\n\nBivalve molluscan shell¢sh are notorious as a source of foodborne viral infections, because ¢lter-feeding shell¢sh can concentrate HAV up to 100-fold from large volumes of water, allowing accumulation of virus from fecally contaminated water ( [95, 104, 110, 164, 166, 169, 187] ; for review see [188] ). Depuration, a practice that may reduce bacterial contamination, is far less e¡ective in reducing viral contamination. Quality control of food and water on the basis of the detection of indicator organisms for fecal contamination has proven to be an unreliable predictor of viral contamination [187, 189] . For shell¢sh, screening both of growing waters and of shell¢sh could be done, but the relative sensitivities of these approaches need to be evaluated.\n\nSeveral other foods, however, have also been implicated as vehicles of transmission (desserts, fruits, vegetables, salads, sandwiches): the bottomline message is that any food that has been handled manually and not (su⁄ciently) heated subsequently is a possible source of infection [8] . It is important to note, however, that contamination may occur not only at the end of the food chain, but at almost every step in the path from farm to table.\n\nOutbreaks associated with food, particularly raw produce, contaminated before reaching the food service establishment have been recognized increasingly in recent years [74, 99, 159, 163, 168] . This produce appears to have been contaminated during harvest, which could occur from handling by virus-infected individuals. However, a better understanding of the precise mechanisms whereby viral contamination of raw produce occurs is needed to better focus prevention e¡orts in this area. Widespread transmission can occur when commercial facilities prepare food that is distributed to geographically distant locations. It is clear that some currently used industrial food processing methods will not su⁄ciently inactivate viruses if present in the foods before processing [190] .\n\nRecent studies with novel techniques show that infected foodhandlers may shed virus for longer periods of time [42, 178] and therefore may remain infectious even after full recovery [109] . Enteric viruses may persist for extended periods on materials that are commonly found in institutions and domestic environments (such as paper, cotton cloth, aluminum, china, glazed tiles, latex, and polystyrene [191] ).\n\nAlthough diagnostic methods have been developed for the detection of virus or viral RNA in food and water, they have not found their way to routine laboratories in most parts of the world [192^201] . Most studies of virus detection in food have focussed on shell¢sh, for which several groups have developed slightly di¡erent protocols, and comparative studies are needed to determine which assays should be recommended (reviewed in [188] ). Recently, some methods were reported for virus detection in other foods, but their application in the ¢eld remains anecdotal [202, 203] . It remains unclear what the predictive value is of a negative test. This information is needed before screening of such specimens can be done to monitor contamination.\n\nA special problem is that NLV cannot be grown in tissue culture, and HAV only with moderate success. As a result, data on the correlation between the presence of viral genes (as tested by RT-PCR) and viable virus are lacking. Arnal et al. [204] assayed the stability of HAV in arti¢cial sterile seawater by RT-PCR and by cell culture. The HAV genome was detectable by RT-PCR for 232 days while virus particles were detectable in cell culture for only 35 days, suggesting that detection of the HAV genome by RT-PCR is not a reliable indicator of the presence of viable virus. Polish et al. [205] found that only stool specimens that were positive for HAV by ELI-SA were infectious for tamarins, suggesting that the viral load may be a determining factor of infectivity.\n\nFor outbreak diagnosis, the current approach is the screening of stool specimens from cases and controls, combined with an epidemiological investigation to assess food-speci¢c attack rates. Foods with a signi¢cant odds ratio may then be examined by molecular methods, although no information is available about the sensitivity of these methods for outbreak diagnosis and^in the case of HAV^implicated foods usually have been consumed or discarded by the time the outbreak is recognized due to the long incubation period. Therefore, the combination of epidemiological outbreak investigations and molecular strain typing provides a powerful tool to establish transmission routes.\n\nIncreasing the awareness of all foodhandlers about transmission of enteric viruses is needed, with special emphasis on the risk of 'silent' transmission by asymptomatically infected persons and those continuing to shed virus following resolution of symptoms. While it may be unclear what proportion of foodborne infections can be attributed to workers in di¡erent parts of the food chain, it is important that viruses become part of science-based hazard analysis and critical control point (HACCP) systems to identify risks and to help identify gaps in knowledge. At present, insu⁄cient data are available to determine which steps are going to be critical for all foods. Preventive measures di¡er for the di¡erent transmission routes.\n\n(i) Shell¢sh : for shell¢sh, strict control of the quality of growing waters can prevent contamination of shell¢sh. This includes control of waste disposal by commercial and recreational boats. Guidelines speci¢cally aimed at reduction of viral contamination are needed, as it has become clear that the current indicators for water and shell-¢sh quality are insu⁄cient as predictors of viral contamination [189,199^201] .\n\n(ii) Food items contaminated by infected foodhandlers: personal hygiene is most important in preventing foodborne viral infection, and includes frequent handwashing and wearing gloves. This should apply for all points in the food chain where foodstu¡s are handled manually. The infectious dose of NLV appears to be extremely low [114] . As a result, even with strict sanitary measures, infection may not always be prevented. Foodborne outbreaks have occurred due to contaminated food sources that passed all microbiological assays. A common-sense guideline is to remove people with symptoms consistent with viral gastroenteritis from the production chain until at least 2 days after remission of the symptoms. A practical problem with this guideline is that an unknown proportion of viral infections will be subclinical, viral shedding may last longer, and^even in the incubation period infected persons may shed su⁄cient amounts of virus to cause food contamination [42, 123, 171, 177, 178] . The kinetics of viral shedding have only been studied in a few infected volunteers, and may not re£ect the real-life situation when people may have been infected with a low dose of infectious virus. Given the highly infectious nature of NLV and HAV, and the documented risk of virus transmission to food during the incubation period, it is envisioned that guidelines should be developed that consider the occurrence of gastroenteritis in contacts (e.g. children) of people working in critical points in the food chain. This should be based on data on the kinetics of viral shedding following natural infection. In addition to encouraging handwashing and other hygienic measures, policies involv-ing 'no bare hands contact' by handlers of food that will be eaten without further cooking have been implemented in many areas. It is important to note that contamination can be particularly widespread after vomiting, due to aerosol formation and subsequent transport of virus particles by air.\n\nThe globalization of the food market has hampered the implementation of control measures to assure safe food. It is not clear whether routine monitoring of food specimens for viral contamination will be feasible. However, for prevention of foodborne transmission, it is also essential that food items are not grown or washed in fecally contaminated water.\n\nHighly e¡ective inactivated hepatitis A vaccines are available for use before exposure. To reduce the frequency with which foodhandlers with hepatitis A are identi¢ed, vaccination of foodhandlers has been advocated and implemented in some cities in the USA [185] . However, such policies have not been shown to be cost-e¡ective and generally are not recommended in the USA or other developed countries. Whether HAV vaccination is feasible for preventing foodborne transmission for speci¢c countries or regions depends on many local factors (e.g. level of endemicity, hygienic conditions) and needs to be evaluated for these speci¢c situations, based on HACCP analysis. Ig reportedly is more than 85% e¡ective in preventing hepatitis A when given within 2 weeks of exposure [206] . In the USA, when a foodhandler is identi¢ed with hepatitis A, it is recommended that Ig be given to other foodhandlers at the establishment, and, under limited circumstances, to patrons. Once cases are identi¢ed that are associated with a food service establishment, it is generally too late to administer Ig to patrons, since the 2-week period during which Ig is e¡ective will have passed. This factor may explain some of the lack of success of Ig treatment as outbreak interventions [207] .\n\nHAV is resistant to low pH (up to pH 1) and to heating, surviving 1 h at 60 ‡C [179] . It appears to be extremely stable in the environment, with only a 100-fold decline in infectivity over 4 weeks at room temperature, and 31 0 months in water [155, 190] . HAV appears to be relatively resistant to free chlorine, especially when the virus is associated with organic matter. Heating foods (such as shell¢sh) to temperatures s 85 ‡C for 1 min and disinfecting surfaces with a 1:100 solution of sodium hypochlorite in tap water will inactivate HAV. Little is known about the stability of NLV outside the host, and infectivity can hardly be measured due to the absence of a cell culture system. From experiments with adult volunteers in the 1980s it has been suggested that NV is resistant to low pH (2.7), ether extraction, and heat treatment (30 min at 60 ‡C) [26] . Steaming oysters may not prevent NLV gastroenteritis [208] . The virus reportedly is quite resistant to chlorine as remains infectious after 30 min in the presence of 0.5^1 mg free chlorine per liter. At higher concentrations, the virus is inactivated ( s 2 mg per liter free chlo-rine [26] ). These ¢ndings have to be interpreted with caution, as data from recent dose^response studies makes it clear that very high doses of virus were used in earlier volunteer challenge experiments. Therefore, reduction of infectivity due to various treatments may not have been detected. Based on semiquantitative detection by using PCR units, drinking water treatment processes using co-agulation^£occulation^sedimentation, ¢ltration, and disinfection with free chlorine, monochloramine, ozone, chlorine dioxide or UV irradiation all reduce the amount of NV more than four log steps [209] .\n\nStatutory sanitary control for shell¢sh relies on microbiological criteria to de¢ne the suitability of these products, as for instance in EU Council Directive 91/492/EC. This European directive establishes that microbial quality of shell¢sh should be monitored by measuring counts of total fecal coliform bacteria, Escherichia coli, and Salmonellae. The Directive establishes no speci¢c microbiological criteria concerning the presence of enteric viruses, even though it has clearly been shown that there is no correlation between the presence of viruses and the presence of coliform bacteria and/or E. coli; in fact HAV, enteroviruses and NLV have been detected in mussels that otherwise meet bacteriological standards [187^189,199,200] . Similarly, it is not clear if and how depuration will reduce the levels of viral contaminants, especially for NLV, since quantitative methods for their detection are not yet available.\n\nTo provide baseline data for future intervention and prevention programs, studies are needed to estimate the burden of illness and cost of illness due to foodborne viral infections with special emphasis on determining the burden of illness in the elderly. To enable this, better surveillance for illness is needed, as well as tools for molecular tracing of viruses throughout the food chain and through populations. Rapid methods for detection and typing of foodborne viruses should be developed and rapid exchange of typing information between laboratories and between countries should be encouraged. To enable this, current and newly developed methods need to be evaluated for comparability and need to be standardized. The feasibility of using these methods for food screening should be studied. The mechanism of emergence of epidemic strains should be studied, including the possible link with animal calicivirus infections.\n\nPreventive measures directed at reduction of bacterial infections and general hygienic measures not always su⁄ce to reduce viral infections and contamination. Studies are needed to evaluate if public campaigns directed at prevention of viral foodborne infections are likely to be successful. To reduce the risk of shell¢sh-related foodborne outbreaks e¡orts should be made to maintain/improve the quality of growing waters. In order to achieve this, studies are needed that address the detection of viral contaminants, the e¡ects of wastewater treatment on viral load, and the study of environmental factors that contribute to bioaccumulation and depuration of viruses. The use of sludge waste as fertilizer and of wastewater for irrigation should be evaluated for risks of viral contamination. Hepatitis A vaccination should be considered as part of the HACCP approach to reduce the risk of foodborne hepatitis A.\n\nGiven the high incidence of foodborne viral infections, it is time for a conscious e¡ort to raise the awareness about the risk of foodborne transmission of viruses. Viruses should be included in all steps of the HACCP process. While the role of virus-infected foodhandlers in transmission of NLV and HAV is well established, the risk of virus contamination is not limited to the ¢nal stages of the production process, and the potential role of infected harvesters or workers anywhere in the food chain should be considered. The food industry and the scienti¢c community should work together in a joint e¡ort to develop an integrated plan of action to address foodborne viral infections. This plan should identify both research priorities and strategies for implementation of the ¢ndings in HACCP systems.\n\nAlthough there are numerous fecal^orally transmitted viruses, the risk of foodborne transmission is highest for NLV and HAV. The ease of foodborne transmission can in part be attributed to the extreme stability of the viruses outside their host, and to the highly infectious nature. NLV and HAV can be transmitted from person to person, or indirectly via food, water, or fomites contaminated with virus-containing feces or vomit. People can be infected without showing symptoms. The high frequency of secondary cases of NLV illness and^to a lesser extent^of hepatitis A following a foodborne outbreak results in am-pli¢cation of the problem. The burden of illness is highest in the elderly, and is therefore likely to increase in the years to come due to the aging population. For HAV, the burden of illness may increase following hygienic control measures, due to a decreasing population of naturally immune individuals and a concurrent increase in the population at risk.\n\nRecent advances in the research of NLV and HAV have led to the development of molecular methods which can be used for molecular tracing of virus strains. These methods can be and have been used for the detection of common source outbreaks. While traditionally certain foods have been implicated in virus outbreaks, it is clear that almost any food item can be involved, provided it has been handled by an infected person. There are no established methods for detection of viruses in foods other than shell-¢sh, and current microbiological quality control relies on bacterial counts, which are not correlated with the presence of viruses. Little information is available on disinfection and preventive measures speci¢cally for these viruses. Studies addressing this issue are hampered by the lack of culture systems. For HAV a vaccine is available, which confers full protection from illness.\n\nWhere does this leave us? Let's all face it: international foodborne viral outbreaks are an event waiting to happen, and may very well go unnoticed with the existing surveillance systems that focus almost exclusively on bacterial pathogens. Well-standardized surveillance networks are needed that combine epidemiological and virological information for a combined laboratory-based rapid detection system for foodborne viral outbreaks. With better surveillance, documented outbreaks of foodborne infections could be reported faster, in time to take preventive measures to stop further spread."}