{"title": "The association of Streptococcus equi subsp. zooepidemicus with canine infectious respiratory disease", "body": "Canine infectious respiratory disease (CIRD) is an infection that affects dogs of all ages and commonly occurs when large numbers of dogs are housed together in close confinement. The disease has high morbidity with the dry hacking cough characteristic of laryngitis in the early stages, nasal and/or ocular discharges, and variable anorexia and depression, which can progress to tracheobronchitis, pneumonia and even death in more severe cases. The disease has historically been regarded as a complex infection in which combined or sequential challenge with both viral (canine parainfluenzavirus; CPIV, canine adenovirus; and bacterial agents produces a synergistic enhancement of the clinical signs (Appel and Binn, 1987) . The most common bacterial agent detected during the disease is Bordetella bronchiseptica (McCandlish et al., 1978) , but other bacterial species such as Pasteurella spp., Mycoplasma spp. and ␤-haemolytic streptococci (␤hS) have all been associated with disease (McCandlish et al., 1978; Rosendal, 1978; Thrusfield et al., 1991) .\n\nMany studies involving bacterial isolation from the upper (oral and nasal cavity) and lower respiratory tract (trachea and lungs) of both diseased and healthy dogs mention the presence of ␤hS (Smith, 1967; McCandlish et al., 1978; McKiernan et al., 1982; Azetaka and Konishi, 1988) . However, despite the variety of species of ␤hS found in the upper respiratory tract of dogs, only a few investigations have focused upon the species of ␤hS involved in lower airway disease (Garnett et al., 1982; Angus et al., 1997) . Although species of ␤hS in the canine respiratory tract were noted by Biberstein et al. (1980) this study neglected to distinguish between carriage in the upper and lower respiratory tract. Furthermore, even though isolation was from veterinary hospital patients the reason for referral and therefore any link to specific clinical conditions was omitted. The most common ␤hS in dogs, S. canis, a Lancefield Group G Streptococcus, is a normal commensal of the genital and respiratory mucosa as well as skin (Timoney, 1987; Quinn et al., 1999) . Streptococcus canis has previously been isolated from the tonsils of 60-73% of healthy dogs (Smith, 1967; Sadatsune and Moreno, 1975; Biberstein and Hirsh, 1999) . Streptococcus canis causes a variety of sporadic and opportunistic infections in dogs, including pneumonia, septicemia, abscesses, otitis, mastitis, pyometra, proctitis, toxic shock syndrome and necrotising fasciitis (Biberstein and Hirsh, 1999; Quinn et al., 1999) .\n\nIn addition to S. canis ␤hS of other Lancefield Groups, such as A, C and E, have also been isolated from dogs (Biberstein et al., 1980) . Streptococcus equi subsp. zooepidemicus, Lancefield Group C, is found as a commensal of the upper respiratory tract mucosa of mammals (Timoney et al., 1988; Quinn et al., 1999) . It is associated with several disease syndromes including lower airway disease, foal pneumonia and cervicitis in horses (Chanter, 1997; Biberstein and Hirsh, 1999) , pneumonia in llamas (Biberstein and Hirsh, 1999) , septicaemia and arthritis in pigs (Timoney, 1987) , mastitis in cows and goats (Timoney et al., 1988) , septicaemia in poultry, pericarditis and pneumonia in lambs (Timoney, 1987) , lymphadenitis in guinea pigs (Quinn et al., 1999) and glomerulonephritis in humans (Balter et al., 2000) . In dogs S. equi subsp. zooepidemicus has been associated with wound infections, septicaemia (Quinn et al., 1999) and acute necrotising haemorrhagic pneumonia (Garnett et al., 1982) . In this study we sought to establish which species of ␤hS are present in the respiratory tract of both healthy dogs and those with CIRD.\n\nThe main study population (n = 209, bronchial alveolar lavage, BAL) comprised animals from a well-established re-homing kennel (∼600 dogs) with a history of endemic CIRD. On entry to the kennel all dogs were vaccinated with KAVAK DA 2 PiP69 (Fort Dodge) a live attenuated vaccine for distemper virus, CAV-2, CPIV and canine parvovirus and KAVAK L against Leptospirosis. The presence of both canine coronavirus (CRCOV) and B. bronchiseptica has been demonstrated in dogs with CIRD in this centre (Chalker et al., 2003; Erles et al., 2003) . Each week this kennel must sacrifice some dogs for welfare reasons and from these dogs 2-3 were selected arbitrarily for sampling. BAL samples were taken by the following method from a total of 209 individual dogs over a 2-year period from 1999 to 2001. Within 2 h of euthanasia the trachea was clamped just above the bifurcation to prevent any tracheal contamination of the lung during sampling. Using sterile catheter tubing 50 ml Hanks Balanced Salt solution was then placed into the left apical lung lobe. This lung lobe was then massaged manually for 30 s and the BAL withdrawn. At euthanasia dogs were also graded for the severity of clinical respiratory score into the following categories: (1) no respiratory signs, n = 71; (2) mild cough, n = 37;\n\n(3) cough and nasal discharge, n = 76; (4) cough and nasal discharge with depression and/or inappetence, n = 9; (5) suppurative bronchopneumonia, n = 16. After BAL sampling a section of lung tissue from the right distal lobe was taken for histological analysis. Formalin fixed (10% formalin saline) tissue blocks were embedded in paraffin, and standard haemtoxylin and eosin stained sections were viewed under a light microscope (40×, 100×, 400×). The presence or absence of intra-alveolar neutrophils was noted. The total number of days each dog spent in the kennel was recorded and time in the kennel was then calculated in weeks. The age and clinical condition on entry into the kennel of each animal was noted and a clinical condition composite score based on nutritional status, coat, demeanour, appetite and a general clinical examination (temperature, pulse rate, respiration rate) was graded as follows: good (1), poor (2), very poor (3). An additional dog population was included as a control group that comprised of household pet dogs with clinical respiratory symptoms referred to diagnostic bacteriology at the RVC over a 2-year period (1998) (1999) (2000) (n = 71, BAL). Samples from the control group were collected using an endoscopically guided technique as described by Cocoran (1998) . All samples in the study were kept at 4 • C until bacteriological testing, and testing was performed within 24 h of sampling excepting the calculation of CFU per millilitre that was performed on frozen BAL.\n\nA 50 l volume of BAL was plated in duplicate onto Columbia Blood Agar (Oxoid Ltd., Hampshire, UK) plates with 5% sterile sheep blood, and incubated both aerobically and anaerobically for 24 h at 37 • C. ␤-Haemolytic colonies were identified and then purified to single colonies. Gram-positive catalase-negative bacteria were identified as streptococci by colonial and cellular morphology, and then sero-grouped by latex bead slide agglutination (Oxoid Ltd., Hampshire, UK) into Lancefield Groups. Isolates were then identified to the species level by biochemical utilisation and enzymatic action using the API20STREP manual identification kit (bioMérieux UK Ltd., Basingstoke, UK). In order to detect mixed infections three colonies from the first 12 dogs in the study were tested by both latex bead slide agglutination and API20STREP. Serial dilutions of BAL in phosphate buffered saline (Sigma-Aldrich Co. Ltd., Dorset, UK) were plated in triplicate, incubated as described above and the CFU per millilitre BAL calculated. Growth of ␤hS was then graded as follows: none (0), <100 CFU per ml (1), 100-1000 CFU per ml (2), and >1000 CFU per ml (3).\n\nA significance level or probability of a type I error (α) of 0.05 was assumed for all analyses. The presence of S. equi subsp. zooepidemicus with the age, clinical condition on entry to the kennel, weeks in the kennel, the presence of intra-alveolar neutrophils and clinical respiratory scores was analysed using Prism (version 3.0, GraphPad Software Inc., San Diego, USA) statistical analysis software χ 2 testing. The correlation of bacterial growth and respiratory score was determined by use of the combined mean scores for S. equi subsp. zooepidemicus growth for each respiratory score, analysed with Prism one way ANOVA (non-parametric) testing. The presence of S. canis, S. equi subsp. zooepidemicus and respiratory disease in the sampled kennelled dogs with time in weeks was also calculated.\n\n␤-Haemolytic streptococci were isolated from both study populations, and isolation from the BAL of household pets was markedly different from the kennelled dogs (1.4% household, 23.9% kennel, χ 2 analysis * * * P = 0.000). All ␤hS isolates were found to be S. canis or S. equi subsp. zooepidemicus. Mixed infections with differing Lancefield Groups or species were not found, furthermore all individual plates yielded colonies of uniform morphology. Both S. canis and S. equi subsp. zooepidemicus were isolated from the kennelled dogs, whereas only a single isolate of S. equi subsp. zooepidemicus and no S. canis were isolated from the household pets. Streptococcus equi subsp. zooepidemicus was found to be the predominant ␤hS species in the kennelled dogs (92.0%). The carriage of both S. canis and S. equi subsp. zooepidemicus was examined in the kennelled dogs within each grade of clinical respiratory score (Fig. 1) . S. canis was present in dogs both with and without clinical scores, and isolation did not increase with disease severity. By contrast, healthy dogs were less likely to have S. equi subsp. zooepidemicus in the lower respiratory tract than diseased animals (χ 2 analysis, * * P = 0.004) and the isolation of S. equi subsp. zooepidemicus increased dramatically with increasing clinical respiratory score, from 9.7% in dogs with no symptoms to 87.5% in those dogs with suppurative bronchopneumonia (χ 2 analysis, * * * P = 0.000). Dogs with higher respiratory scores were also more likely to have a greater mean S. equi subsp. zooepidemicus bacterial growth score than clinically healthy dogs (one way ANOVA analysis * * * P = 0.000. R 2 = 0.194, F = 22.265). The age and clinical condition of the animal on entry to the kennel had no affect on the isolation of S. equi subsp. zooepidemicus (χ 2 analysis, age P = 0.341, clinical condition on entry P = 0.295).\n\nThe percentage of dogs with CIRD in the kennel increased dramatically from 21.1% in week 1 to 70.1% in week 2, and CIRD did not decrease in the population until after the fourth week (Fig. 2) . Although no significant difference was detected, the number of dogs with S. equi subsp. zooepidemicus in the lung increased by 20.6% with time in the kennel from 16.7% in week 1 to 34.4% in week 3 (Fig. 2) , whereas no such trend was seen with S. canis.\n\nHistological analysis revealed that dogs with S. equi subsp. zooepidemicus were more likely to have intra-alveolar neutrophils than those without S. equi subsp. zooepidemicus (χ 2 analysis, * * P = 0.006). In dogs with higher bacterial scores, acute suppurative or necrotizing pneumonia with moderate to marked macrophage aggregation was often noted, similar to the findings of Garnett et al. (1982) in dogs with S. equi subsp. zooepidemicus induced haemorrhagic streptococcal pneumonia (HSP). No bacterial cells were apparent on H and E stained sections.\n\nIn this study we focused upon the species of ␤hS present in the lower respiratory tract of household and kennelled dogs, with and without respiratory disease. Although S. canis is the predominant ␤hS of the respiratory tract in dogs (Biberstein et al., 1980) and was isolated from the lower respiratory tract of some kennelled dogs in this study, it was not associated with CIRD in the kennelled dogs. In contrast, an increased isolation of S. equi subsp. zooepidemicus was associated with increasing CIRD severity. Dogs with any respiratory symptoms were more likely to have S. equi subsp. zooepidemicus in the lower respiratory tract than more healthy animals in the kennel and S. equi subsp. zooepidemicus was found in a lower proportion of the household pets than the kennelled dogs.\n\nStreptococcus equi subsp. zooepidemicus has previously been associated with HSP in dogs (Garnett et al., 1982) . The HSP syndrome was a severe infection in a closed colony of beagles, in which sudden death ensued without prior clinical scores. Necropsy findings included abundant haemorrhagic exudates within the trachea and bronchial tree, with diffuse dark reddening of the lungs. In addition, there were ecchymotic haemorrhages of a range of other tissues. The disease was reproduced by intra-tracheal inoculation with S. equi subsp. zooepidemicus in one dog. Interestingly in this study, dogs with higher S. equi subsp. zooepidemicus growth scores were more likely to have intra-alveolar neutrophils and share histological features of the lungs described by Garnett et al. (1982) in HSP than those dogs with low growth scores.\n\nCIRD has historically been considered a complex disease, involving both bacterial and viral agents. Indeed, several agents have been described in this kennelled population of dogs, including CRCOV (Erles et al., 2003) , B. bronchiseptica (Chalker et al., 2003) and S. equi subsp. zooepidemicus (this study). Although the pathogenic potential of CRCOV has not yet been clarified, data by Erles et al. (2003) shows that CRCOV predominates in those dogs with mild respiratory disease (score 2) and similarly Chalker et al. (2003) found that B. bronchiseptica predominates in those dogs with moderate disease (score 3). Streptococcus equi subsp. zooepidemicus is associated more commonly with only the more severe cases of CIRD (scores 4-5) indicating it may act as a secondary invader. Indeed, ␤hS species have previously been described as secondary invaders in the CIRD 'complex' (McCandlish et al., 1978) . However, it is still not known if S. equi subsp. zooepidemicus plays a primary role in respiratory disease in these animals or merely invades the respiratory tract following damage by other pathogens. Epidemiological evidence suggests that in the horse S. equi subsp. zooepidemicus may be a primary pathogen in respiratory disease (Wood et al., 1993; Chanter, 1997) but it is generally considered to be an opportunistic pathogen (Walker and Timoney, 1998; Anzai et al., 2000) . Even if S. equi subsp. zooepidemicus is not a primary cause of CIRD in these dogs, the high isolation rate from dogs with suppurative bronchopneumonia (87.5%) supports the hypothesis that S. equi subsp. zooepidemicus is responsible for the more severe clinical signs seen in this kennel. The low isolation from household pets (1.4%) with respiratory disease indicates this agent is probably not a common respiratory infection and could be a problem particular to this kennel. Although any previous kennelling was not taken into consideration it is likely that some of the household pet dogs in this study have been kennelled at one time. The role played by S. equi subsp. zooepidemicus in other cases of CIRD in kennelled dogs has not been ascertained.\n\nThe isolation of S. equi subsp. zooepidemicus from these dogs increases with time in the kennel, indicating the lungs of these dogs are becoming infected with this bacterium. Such infection could be occurring from either sub-clinical infections of the upper respiratory tract or from a single pathogenic strain. A PCR typing system for the gene of the variable M-like SzP protein enables the separation of the 15 known sero-types of S. equi subsp. zooepidemicus into five distinct groups, HV1-5 (Walker and Timoney, 1998) . Analyses with this typing system by Anzai et al. (2000) found that single clonal variants of S. equi subsp. zooepidemicus are found in the pneumonic equine lung whereas several types are found in the tonsils of healthy horses. It would be of interest to sub-type the S. equi subsp. zooepidemicus isolates involved in this outbreak of CIRD to determine whether a single clonal variant is present in the diseased population, and also to examine the relationship, if any, that canine S. equi subsp. zooepidemicus isolates have to those causing respiratory disease in horses and other animals. Streptococcus equi subsp. zooepidemicus associated pneumonia occurs in horses of all ages and acute haemorrhagic pneumonia in older horses that have been stressed by transportation (Anzai et al., 2000) . In this outbreak of CIRD younger dogs and those in poor clinical condition on entry to the kennel were equally susceptible to infection with S. equi subsp. zooepidemicus as the older dogs and those that were healthy on entry.\n\nIn this kennel antibiotic therapy is given for a range of infections, and treatment is not routinely given to dogs with CIRD except in cases of severe bronchopneumonia. It is possible that treatment could have influenced the bacterial spectrum noted in this study. However the examination of natural outbreaks of respiratory disease can provide valuable information that cannot be obtained by other means.\n\nCIRD is known to be a multi-factorial disease involving several agents including CAV-2, CPIV, B. bronchiseptica and Mycoplasma spp. In this kennel in which large numbers of dogs from a variety of locations are brought together and housed, several pathogens are present and the severity of the disease may reflect this. Future studies may determine whether other pathogens such as Mycoplasma spp. are also present in these dogs."}