{"title": "Title Page: 1 Reverse transcription loop-mediated isothermal amplification combined with 2 nanoparticles-based biosensor for diagnosis of COVID-19 3 4 Laboratory of Pediatric Respiratory Infection Disease, National Clinical Research", "body": "In late December 2019, an unexpected outbreak caused by severe acute respiratory 55 syndrome coronavirus 2 (SARS-CoV-2, known as 2019-nCov) emerged in Wuhan, 56 Hubei province, China, which had previously not been reported in animals or humans 57 (1). By press time, the novel coronavirus (SARS-CoV-2) has resulted in a huge Hence, there is an urgent requirement for easy-to-use, more rapid and simpler 81 detection techniques for diagnosis of COVID-19.\n\nLoop-mediated isothermal amplification (LAMP), which is the most popular 83 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. indicator), which were non-specific for COVID-19 LAMP products, were employed 105 for confirming the two COVID-19 LAMP results. In addition, the electrophoresis is a Here, a 'one-step' and 'one-tube' RT-LAMP coupled with nanoparticles-based 112 biosensor (NBS) assay (RT-LAMP-NBS) was developed for diagnosis of COVID-19 113 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint (Figure 1 and 2) . Two target sequences, including F1ab and nucleoprotein gene (np), 114 were simultaneously amplified in an isothermal reaction, and detected in a test step. 115 We will expound the basic COVID-19 RT-LAMP principle, optimize the reaction 116 parameters (e.g., amplification temperature), and demonstrate its feasibility. product also severed as the template for next amplification by LF* (forward loop 130 primer), which was modified at the 5' end with hapten (Step 5). As a result, a 131 double-labeled detectable product (LF*/LB* product) was formed, and one end of the 132 LF*/LB* product was labeled with hapten, and the other end with biotin (Step 6, 7). 133 One hapten is assigned to one primer set, which provide the possibility for multiplex 134 LAMP detection. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint row). These results indicated that F1ab-and np-LAMP primer sets were available for 174 establish the COVID-19 RT-LAMP NBS assay for rapid and reliable detection of 175 SARS-CoV-2. The parameter of optimal temperature for COVID-19 RT-LAMP 176 technique also was tested, and reaction temperature of 63°C was used for performing 177 the COVID-19 RT-LAMP amplification (Figure S2 and S3) . The COVID-19 RT-LAMP-NBS was able to detect down 12 copies (each of 181 F1ab-plasmid and np-plasmid) (Figure 4) . Two target genes were detected and 182 identified in a one-tube reaction ( Figure 4A) . The COVID-19 RT-LAMP results 183 using NBS were in consistent with turbidity and VDR detection (Figure 4B and 4C) , 184 while traditional monitoring techniques (VDR and turbidity) could not facilitate 185 multiplex analysis. Furthermore, the sensitivity of COVID-19 RT-LAMP-NBS assay 186 was in conformity with F1ab-and np-RT-LAMP assay (Figure 4, S4 and S5) . 187 The optimal duration time of COVID-19 RT-LAMP-NBS assay at the isothermal 188 stage also was determined, and the template level at the detection limit appeared three indicating no cross-reaction with non-SARS-CoV-2 templates (Table S2) .\n\n. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint\n\nOf the total of 129 respiratory samples, which were initially analyzed using rRT-PCR China, is a huge public health concern (15). As of today (9 March 2020), 98 129 total were visually and objectively indicated by NBS, which was a simple and easy-to-use 232 platform, avoiding the requirement of complex process (e.g., electrophoresis), special 233 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint reagents (e.g., PH indicator) and expensive instrument (e.g., real-time turbidity) (13, F1ab) (13, 14) . 250 The data of analytical sensitivity validated that RT-LAMP-NBS assay is 251 sufficiently sensitive for diagnosis of COVID-19. Us this protocol, detection limit of 252 COVID-19 RT-LAMP-NBS was 12 copies each of F1ab-plasmid and np-plasmid, 253 which is in conformity with assay's sensitivity generated from F1ab-RT-LAMP-NBS 254 and N-RT-LAMP-NBS detection (Figure 4, S4 and S5) . The COVID-19 255 RT-LAMP-NBS assay did not improve or decrease the analytical sensitivity when is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint Two RT-LAMP primer sets (F1ab-RT-LAMP and np-RT-LAMP) were designed 294 according the LAMP mechanism using a specialized software (PrimerExplore V5), 295 which targeted F1ab and np gene of SARS-CoV-2 (GenBank MN908947, 296 Wuhan-Hu-1) (Figure 6) . Then, a Blast analysis of the GenBank nucleotide database 297 was performed for the F1ab-and np-LAMP primers to validate sequence specificity.\n\nThe more details of primer design, locations, sequences and modifications were 299 shown in Figure 6 and Table S2 . All of the oligomers were synthesized and purified CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint reactions and optimizing the reaction parameters (e.g., reaction temperature and Table S1) . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint medRxiv, (2020). 407 408 409 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037796 doi: medRxiv preprint"}