{"title": "Long-lived effector/central memory T-cell responses to severe acute respiratory syndrome coronavirus (SARS-CoV) S antigen in recovered SARS patients", "body": "Long-lived effector/central memory T-cell responses to severe acute respiratory syndrome coronavirus (SARS-CoV) S antigen in recovered SARS patients Introduction Severe acute respiratory syndrome (SARS) is a newly emerged infectious disease that led to thousands of human infections and hundreds of deaths. The etiologic agent of the syndrome, a novel coronavirus termed SARS-associated coronavirus (SARS-CoV) has been identified [1] [2] [3] . Although the epidemic was eventually controlled, the high morbidity and mortality make it extremely urgent to develop effective means to prevent this disease. Therefore, a successful vaccine against SARS-CoV remains a high priority. The unique opportunity of studying survivors of the infection allows for delineation of the T-cell populations implicated in the protective immunity, and those T cells would be the target population for expansion via a vaccine.\n\nThe spike (S) glycoprotein is a major structural protein of SARS-CoV and a potential target for SARS-specific humoral immunity and/or cell-mediated immune responses. Recent studies in animal models have demonstrated that vaccines based on the S protein of SARS-CoV seem to induce a considerable neutralizing antibody response [4] [5] [6] [7] [8] and provide protection via an inhibition of viral replication after challenge with live SARS-CoV [6, 7] . In addition, SARS-CoVspecific IgG antibody can be detected at week 3 after the onset of syndrome in SARS patients and persistent for a long period of time [9, 10] . Polyclonal immune sera from convalescent SARS patients were passively transferred to treat SARS patients during the outbreak in 2003 [11] . These findings revealed that humoral immunity may provide immediate protection against SARS-CoV infection in mice and humans.\n\nIn addition to humoral immune responses, the cellmediated response likely plays a major role in eliminating virus. Although it has been demonstrated that DNA vaccine encoding the S protein of SARS-CoV can induce antigenspecific T-cell responses in animal models [4, 12] , the protective effect of T cells specific for the S protein in humans remains undefined [13] . Thus, it is essential to determine whether recovered SARS patients maintained cell-mediated immunity against SARS-CoV and how long this immunity will persist. In addition, the phenotypic characteristics of memory CD4 + or CD8 + T cells specific for SARS-CoV have not been extensively studied. In this study, we analyzed CD4 + and CD8 + T-cell responses in peripheral blood of recovered SARS patients to a pool of 169 overlapping SARS-CoV S peptides and characterized the phenotype of memory T-cell subpopulations. Our study demonstrated that SARS-CoV S-specific memory CD4 + and CD8 + T cells in peripheral blood of recovered SARS patients were persistent for more than 1 year after infection. These memory T cells revealed both effector and central memory phenotypes.\n\nEight fully recovered SARS patients, 5 male and 3 female, age 25 to 34 years, worked at the Third Affiliated Hospital of the Sun Yat-sen University, Guangzhou, China. All were diagnosed with the infection of SARS-CoV between March and April, 2003. Controls for the study were consisted of five healthy donors, 3 male and 2 female, age 27 to 33 years, without any contact history with SARS-CoV patients, and had no detectable antibodies specific to SARS-CoV in their sera.\n\nA total of 169 peptides spanning the entire SARS-CoV S protein (each peptide was 15-17 amino acids in length and over-lapped by 10 amino acids) were kindly provided by the Vaccine Research Center, NIAID, National Institutes of Health, USA. Anti-CD4 PerCP and anti-CD8 PerCP were purchased from BD Bioscience Immunocytometry Systems (San Jose, CA,  USA). Mouse anti-human CD28, anti-human CD49d, anti-CD4  FITC, anti-CD8 PE-Cy7, anti-CD45RO FITC, anti-CCR7 PE, anti-CD62L PE, anti-IFN-g PE, anti-IFN-g APC, anti-IL-2 APC and isotypes matched control antibodies were obtained from BD Bioscience Pharmingen (San Jose, CA, USA). RPMI 1640 medium, penicillin-streptomycin and 2-mercaptoethanol were purchased from GIBCO (Grand Island, NY, USA).\n\nPeripheral blood mononuclear cells (PBMCs) were isolated from heparinized venous blood that was mixed with an equal volume of Hank's balanced salt solution using Ficoll-Hypaque density gradient centrifugation. The cells were washed twice in RPMI 1640 medium supplemented with 10% heat-inactivated fetal calf serum (FCS) (HyClone), 100 U penicillin/ml, 100 Ag streptomycin/ml and 50 AM 2-mercaptoethanol. The cells were finally adjusted to a concentration of 2 Â 10 6 /ml in complete RPMI 1640 medium.\n\nCell culture conditions and IFN-g g g g g detection by ELISA\n\nFresh PBMCs were isolated from recovered SARS patients and healthy donors, suspended in complete RPMI 1640 medium and stimulated with a pool of 169 overlapping SARS-CoV S peptides in the presence of 1 Ag/ml anti-CD28 and 1 Ag/ml anti-CD49d mAbs. The final concentration of each peptide was 1 Ag/ml. PBMCs were plated into a flat-bottomed 96-well plate at a total of 2 Â 10 5 cells/well in triplicate and incubated for 72 h at 378C with 5% CO 2 . The supernatants were harvested and assayed for IFN-g production by ELISA according to the manufacturer's protocol (BD Pharmingen, San Diego, CA). In each experiment, PBMCs were cultured with 1 Ag/ml anti-CD28 plus 1 Ag/ml anti-CD49d in the absence of SARS-CoV S peptides as a negative control. In addition, the cells were stimulated with 20 ng/ml phorbol-12mristate-13-acetate (PMA) (Sigma, St. Louis, MO, USA) and 1 Ag/ml ionomycin (Sigma) as a positive control.\n\nIFN-g g g g g ELISpot assay\n\nHuman IFN-g ELISpot assays were performed using a commercially available set (BD Pharmingen) according to the manufacturer's instructions. Briefly, 96-well nitrocellulose plates (Millipore) were coated overnight at 48C with 5 Ag/ml anti-human IFN-g capture antibody. The wells were then washed and blocked for 2 h at room temperature with 10% FCS-RPMI 1640 medium. A total of 2 Â 10 5 PBMCs were added to microwell in triplicate and incubated for 20 h with a pool of SARS-CoV S peptides (1 Ag/ml), 1 Ag/ml anti-CD28 and 1 Ag/ml anti-CD49d mAbs. Similarly, the cells supplemented with anti-CD28 (1 Ag/ml) and anti-CD49d (1 Ag/ml) mAbs in the absence of SARS-CoV S peptides were considered as negative controls, and the cells were cultured with polyclonal stimuli (20 ng/ml PMA plus 1 Ag/ml ionomycin) as positive controls. The plates were washed and subsequently incubated with 2 Ag/ml biotinylated anti-human IFN-g detection antibody for 2 h at room temperature. After washing, wells were developed for another 1 h with streptavidin-HRP followed by addition with AEC substrate reagent. Spot development was monitored, and substrate reaction was stopped by washing wells with water. The spots were counted automatically using Immunospot Image Analyzer (Cellular Technology Ltd, USA). A spot represents an IFN-g-producing cell. The average of spots in triplicate wells was calculated and considered as the number of specific spot-forming cells (SFC)/2 Â 10 5 cultured PBMCs.\n\nCell surface, intracellular cytokine staining and flow cytometric analysis\n\nPBMCs from recovered SARS patients and healthy individuals were stimulated with or without a mixture of 169 overlapping SARS-CoV S peptides in the presence of 1 Ag/ml anti-CD28 and 1 Ag/ml anti-CD49d mAbs in 15 ml tubes. After the first 1 h incubation, brefeldin A (Sigma) at a final concentration 10 Ag/ml was added to cultures to enable intracellular protein to accumulate in all stimulations. After incubation for a total 5 h, the cells were washed, fixed, permeabilized using saponin (Sigma) and blocked with 25 Ag/ml human IgG for 30 min at 48C. The cells were then stained with anti-CD4, anti-CD8, anti-IFN-g, anti-IL-2, anti-CD45RO, anti-CCR7 and anti-CD62L. After staining, all samples were washed twice in PBS buffer (containing 0.1% saponin, 0.1% BSA and 0.05% NaN 3 ) and resuspended in 300 Al PBS for flow cytometry. More than 600,000 cells were acquired on a FACS Aria flow cytometer (Becton Dickinson, San Jose, CA), and FACS data were analyzed using CellQuest software (Becton Dickinson, San Jose, CA).\n\nThe levels of IFN-g and numbers of IFN-g-producing cells were compared respectively using Student's t test between recovered SARS patients and healthy donors in the same condition. Value of P b 0.05 was considered significant.\n\nWe first focused on understanding whether recovered SARS individuals could generate and maintain memory T-cell responses against the S protein of SARS-CoV more than 1 year after SARS-CoV infection. Fresh PBMCs were isolated from fully recovered SARS patients and healthy donors and cultured in vitro with or without a pool of 169 peptides spanning the entire S protein of SARS-CoV in the presence of 1 Ag/ml anti-CD28 and 1 Ag/ml anti-CD49d mAbs. The final concentration of each peptide was 1 Ag/ml. The PBMCs were cultured with polyclonal stimuli (20 ng/ml PMA plus 1 Ag/ml ionomycin) as a positive control. After stimulation for 72 h, cell-free culture supernatants were harvested and assayed for the production of IFN-g by ELISA. The results showed that PBMCs from five healthy donors secreted very low levels of IFN-g (0.10-0.13 ng/ml) when cultured either with or without the SARS-CoV S peptides. Statistic analysis indicated that the production of IFN-g between these two culture conditions was not significantly different ( P N 0.05) (Fig.  1A) . In contrast, PBMCs from eight recovered SARS individuals produced significantly higher levels of IFN-g (1.77 F 0.98 ng/ml) when stimulated with SARS-CoV S peptides ( P b 0.01) compared with the levels of IFN-g from the cells cultured without SARS-CoV S peptides (0.19 F 0.17 ng/ml) (Fig. 1A) . In addition, no markedly difference in the production of IFN-g between recovered patients and healthy individuals was observed when the PBMCs were stimulated with PMA plus ionomycin ( P N 0.05) (data not shown).\n\nTo determine the frequency of SARS-CoV S-specific T cells at the single cell level, fresh PBMCs isolated from recovered SARS patients and uninfected healthy individuals were cultured in the presence or absence of SARS-CoV S peptides. The frequency of IFN-g-producing cells was detected by ELISpot assay after stimulation for 20 h. As shown in Fig. 1B in recovered SARS patients with an average number of spotforming cells (SFC) 49/2 Â 10 5 PBMCs (range 18 to 109) (Fig.  1B) , which were significantly higher ( P b 0.01) than spotproducing cells in healthy donors (1-6 spots in 2 Â 10 5 PBMCs) when PBMCs were stimulated with SARS-CoV S peptides. Moreover, the PBMCs from recovered SARS patients revealed similar frequency of IFN-g-forming cells (328/2 Â 10 5 PBMCs) compared with the PBMCs from healthy individuals (299/2 Â 10 5 PBMCs) when stimulated with PMA plus ionomycin ( P N 0.05) (data not shown). Taken together, SARS-CoV S-specific memory T cells were persistent in peripheral blood of recovered SARS individuals and displayed the capacity to secrete IFN-g upon subsequent stimulation with SARS-CoV S peptides in vitro.\n\nWe next analyzed the subpopulation of IFN-g-producing T cells by flow cytometry. PBMCs were isolated and stimu- Figure 2 Expression of intracellular IFN-g and IL-2 in PBMCs of recovered SARS patients after stimulation with SARS-CoV S peptides in vitro. Fresh PBMCs from recovered SARS patients were cultured for 5 h in vitro with a mixture of 169 SARS-CoV S peptides and stained with anti-CD4, CD8, IFN-g and IL-2 mAbs. The expression of IFN-g and IL-2 on CD4 + (A) and CD8 + (B) T cells was analyzed. The numbers in each quadrant were indicated as percentage. Data were representative of two of five recovered SARS individuals with similar results. The percentage (mean F SE) of IFN-g or IL-2-secreting cells from 5 independent experiments was shown within CD4 or CD8 T cells (C). Student's t test was used for statistical analysis. Statistical significance was set at P b 0.05 (*), ns, not significant. lated with a pool of SARS-CoV S peptides (1 Ag/ml), 1 Ag/ ml anti-CD28 and 1 Ag/ml anti-CD49d mAbs in the presence of 10 Ag/ml brefeldin A. After stimulation for 5 h, the cell surface markers and intracellular cytokines were stained with anti-CD4 FITC, anti-CD8 PerCP, anti-IFN-g PE, anti-IL-2 APC and their corresponding isotype controls. The expression of IFN-g and IL-2 was assessed when cells were gated on CD4 + or CD8 + T cells. The results showed that both CD4 + Figure 3 The correlation of intensity of IFN-g and IL-2 within SARS-CoV S-specific CD4 T cells. The subsets of SARS-CoV S-specific CD4 + T cells based on the expression of IFN-g and IL-2 (A), the expression of IL-2 in both IFN-g high or IFN-g low subpopulations (B) and frequency as well as intensity of IFN-g-producing cells in IL-2 high and IL-2 low subsets (C) (A, top panels, unstimulated cells; bottom panels, S-peptide-stimulated cells; B-C, left panels top quadrant, unstimulated cells; left panels bottom quadrant, S-peptidestimulated cells). Percentage of indicated cells and the mean fluorescent intensity (MFI) were shown. Data were representative of two of five recovered SARS individuals. and CD8 + T cells from 5 recovered SARS patients failed to secret IFN-g and IL-2 in the absence of SARS-CoV S peptides. However, addition of SARS-CoV S peptides to cultures resulted in the expression of IFN-g and IL-2 in both CD4 + and CD8 + T-cell populations. Two representative examples, patient 2 and patient 5, are shown in Figs. 2A and B. The percentage of IFN-g and IL-2-producing CD4 + and CD8 + T cells from 5 recovered SARS patients in SARS-CoV S-peptide-stimulated cultures was significantly higher than that from unstimulated cells ( P b 0.05) (Fig. 2C) , whereas no difference was observed in the proportion of IL-2-producing CD8 T cells between those two groups ( P N 0.05). Taken together, the results demonstrated that both memory CD4 + and CD8 + T cells participated in cellular immune responses to SARS-CoV S antigen in humans.\n\nWe next analyzed the expression of IFN-g and IL-2 in CD4 + T cells following stimulation of PBMCs from SARS recovered patients with a pool of SARS-CoV S peptides. Based on the expression of IFN-g and IL-2, antigen-specific CD4 + T cells could be divided into three distinct subpopulations: IFN-g + IL-2 À , IFN-g + IL-2 + and IFN-g À IL-2 + (two examples, patient 2 and patient 5, shown in Fig. 3A) . We further analyzed the simultaneous expression of high or low levels of IFN-g and IL-2 at the single cell (two examples, patient 2 and patient 5, shown in Figs. 3B, C). A total of four patients have been assessed for cytokine production. A representative of patient 2 where approximately 61-72% CD4 + IFN-g high cells showed high level expression of IL-2 and 67-81% CD4 + IFNg low cells was IL-2 low . 64-76% of CD4 + IL-2 high displayed phenotype of IFN-g high and 55-65% CD4 + IL-2 low were IFNg low . Similar tendency was also found in the mean fluorescence intensity (MFI). However, in patient 5, IL-2 low cells accounted for only 41% of CD4 + IFN-g low but still showed similar results as seen in other 4 patients. These results suggested that the majority of IFN-g + IL-2 + T cells were confined to IFN-g high IL-2 high subset.\n\nWith regard to memory CD4 + and CD8 + T cells in humans, multiple phenotypes and a broad spectrum of functions have been observed in different viral infections. In this study, we performed phenotypic characterization of antiviral T-cell responses specific for SARS-CoV S peptides on the basis of their ability to secrete IFN-g and the expression of CD45RO, CCR7 and CD62L. Consistent with previous reports, our results indicated that the majority of total CD4 + T cells (Fig. 4A ) expressed high levels of CCR7 (85%) (Fig. 4C ) and CD62L (77%) (Fig. 4D) , whereas approximately 40% of CD4 + T cells expressed CD45RO (Figs. 4C, D. SARS-CoV S-specific IFN-g-producing CD4 + T cells (Fig. 4B) had an increased expression of CD45RO ( Fig. 4C ) but had decreased expression of CD62L (Fig. 4D ) compared with total CD4 + T cells. Furthermore, the majority of antigen-specific CD4 + IFN-g + cells were CD45RO + CCR7 + (Fig. 4C ) or CD45RO + CD62L À (Fig. 4D) . In contrast, a total of CD8 + T cells (Fig.  5A ) expressed low level of CCR7 (Fig. 5C ) and CD62L (Fig.  5D ) compared with total CD4 + T cells. Moreover, IFN-gpositive CD8 + T cells (Fig. 5B) were predominantly CD45RO À (78%) and mainly defined as CD45RO À CCR7 À CD62L À (Figs.  5C, D) . These results emphasized the heterogeneity of memory T cells and also demonstrated difference between memory CD4 + and CD8 + T-cell populations.\n\nIn the current study, we found that antigen-specific memory T cells were capable of secreting high levels of IFN-g by ELISA assay upon stimulation in vitro with a pool of SARS-CoV S peptides. These memory T cells persisted for more than 1 year after recovery in peripheral blood of SARS individuals. These data were further confirmed by IFN-g ELISpot assay showing a high frequency of SARS-CoV S-specific IFN-gproducing T cells in recovered SARS patients. Our results are consistent with the report that two newly identified HLA-A*0201-restricted CD8 + T-cell epitopes from SARS-CoV S protein, S1203 and S978, elicit memory T-cell responses in PBMCs from HLA-A*0201 + recovered SARS patients up to 3 months post-infection [13, 14] .\n\nTo date, most studies have been focused on mapping of CD8 + T-cell epitopes from patients who were fully recovered from SARS infection [13] [14] [15] . However, little is known about memory CD4 + T-cell responses to SARS-CoV. Consistent with observation in mouse model [4] , we found that both memory CD4 + and CD8 + T cells participated in cellular responses to SARS-CoV. It is known that naive CD4 + T cells can be divided into two major subpopulations, Th1 and Th2, based on cytokine production and biological functions [16] . The Th1 cells are composed of IFN-g + and IFN-g À cells. The IFN-g À Th1 cells may differentiate into memory cells in vivo [17] . Based on the production of IFN-g and IL-2, SARS-CoV S-specific CD4 + T cells could be divided into three distinct populations: single IFN-g-secreting cells, double IFN-g/IL-2-secreting cells and single IL-2-secreting cells. Interestingly, IFN-g/ IL-2 double positive CD4 + T cells were mainly restricted to IFN-g high IL-2 high subset. These results further demonstrated the heterogeneity of memory Th1 cells and also indicated that distinct subpopulations of memory CD4 + T cells have different capacities to develop into short (IFNg + ) and long-lived (IFN-g + IL-2 + and IL-2 + ) memory cells.\n\nIt is generally accepted that CD45RO expression defines to activated or memory T cells. Here, we found that most of SARS-CoV S-specific memory CD4 + T cells were CD45RO + , whereas the majority of memory CD8 + T cells displayed CD45RO À phenotype. Recently, SSp-1, an HLA-A*0201-restricted CD8 + T-cell epitope, was identified from SARS-CoV S protein. The SSp-1-specific CTL cells displayed the CD45RA + CCR7 À CD62L À phenotype, after PBMCs from recovered SARS patients were stimulated in vitro with heat-inactivated SARS-CoV for 7 days [18] . Consistent with these observations, we found that the majority of SARS-CoV S-specific memory CD8 T cells were confined to CD45RO À CCR7 À CD62L À population.\n\nOur results also demonstrated that the majority of memory CD8 + T cells exhibited effector memory phenotype of CD62L À . This observation is in agreement with recent studies showing that only central memory CD8 + T cells produce IL-2 following a short-peptide stimulation in lymphocytic choriomeningitis virus (LCMV)-infected mouse model [19] . Generally, the expression of CD62L is associated with the expression of CCR7 [20] . Surprisingly, SARS-CoV Sspecific memory CD4 + T cells expressed a mixed CCR7 + CD62L À phenotype that differs from phenotypes of classical CCR7 + CD62L + T CM and CCR7 À CD62L À T EM cells. Some groups have also found memory CD4 + or CD8 + T cells expressing a mixed CCR7 + CD62L À phenotype in mouse model [21, 22] . These studies suggest that the expression of CCR7 and CD62L in memory CD4 + or CD8 + T cells may overlap only partially.\n\nBased on the expression of chemokine receptor CCR7, memory T cells can be divided into two distinct subsets: central memory T cells (T CM ) expressing CCR7 and effector memory T cells (T EM ), which lack the expression of CCR7. In our study, the majority of IFN-g-producing CD4 + T cells were CCR7 + . This is supported by evidence that memory Th1 cells are mainly CCR7 + in mice [23] . Recent report has identified two functional distinct populations of memory CD8 + T cells: double IFN-g/IL-2-secreting cells and single IFN-g-secreting cells. Virus-specific IFN-g/IL-2-secreting CD8 + T cells were CD45RA À CCR7 À , whereas single IFN-g-secreting CD8 + T cells were either CD45RA À CCR7 À or CD45RA + CCR7 À [24] . Consistent with observations in HIV infection, we showed that SARS-CoV S-specific CD8 + T cells produced IFN-g but not IL-2 and predominantly displayed CD45RO À CCR7 À phenotype which might represent terminally differentiated effector memory T cells [25] . This may reflect difference in the inherent stability of CD4 + and CD8 + memory T cells that are CCR7 À in normal steady-state conditions [26] .\n\nIn conclusion, SARS-CoV infection elicits a cellular response mediated by both CD4 + and CD8 + T cells to the S protein. SARS-CoV S-specific memory CD4 + and CD8 + T cells are persistent for more than 1 year in peripheral blood of recovered SARS patients. This study provided an opportunity to delineate the memory T-cell response in survivors of a disease with high morbidity and mortality. The conclusions implicate a target population of T cells as a correlate for protection for effective vaccines."}