{"title": "Deubiquitinases and cancer: A snapshot", "body": "Proteins are vital for the structure and function of the cells, and the regulation of protein synthesis is a prime aspect of cellular metabolism. About 30% of mammalian proteins are short lived, have very short half-life of less than 10 min and are rapidly degraded after translation (Schubert et al., 2000) . Such a high level of protein degradation requires a dedicated system to regulate the selective unwanted protein degradation. Ubiquitin-proteasome system (UPS) has emerged as a key supervisor of protein function and stability. UPS has many vital roles in eukaryotic cellular processes including cell cycle progression, stress response, signal transduction, DNA repair, control of transcription factor activity and membrane trafficking (Coux et al., 1996; Hershko and * Corresponding author. E-mail address: nishant900@gmail.com (N. Singh) . Ciechanover, 1998; Ciechanover et al., 2000a; Ciechanover, 2006; Welchman et al., 2005) . Ubiquitin plays an important role to degrade proteins through proteasome targeting as well as by direct sorting to the lysosome. Ubiquitin is a small eukaryotic polypeptide which marks unwanted or damaged proteins for degradation, and the proteasome, is a large molecule breaks down protein into smaller peptides, to be used in other anabolic processes (D'Arcy et al., 2015) . More than 80% of proteins are degraded by UPS and that is why it has emerged as an important player in the regulation of various cellular processes (Rock et al., 1994) . UPS plays a pivotal role in the pathogenesis of many human diseases like cancer and neurodegenerative disorders (Ciechanover et al., 2000b) .\n\nThe process of ubiquitination is a multi-step process ultimately leading to the covalent modification of a protein substrate with small molecule ubiquitin. There are three types of ubiquitination: 1) mono-ubiquitination in which single ubiquitin is attached to target 2) multi ubiquitination or poly-mono-ubiquitination where several single ubiquitin are attached to target proteins 3) poly ubiq- uitination where substrate is attached with poly-ubiquitin chains (D'Arcy et al., 2015; Jentsch and Schlenker, 1995; Di Fiore et al., 2003; Lander et al., 2012) . Ubiquitin has ∼ =76 conserved amino acid protein that covalently attached through a peptide bond between the carboxyl glycine residues at 76 position of ubiquitin to the amino groups of lysine residues in target proteins. The process of ubiquitination depends on the consecutive activity of three distinct enzymes, ubiquitin-activating enzyme (E1), ubiquitin-conjugating enzyme (E2) and ubiquitin-ligase or E3 ubiquitin ligase (E3) ( fig. 1 ). In the first step, ubiquitin is activated by the E1 in the presence of ATP, forming a thio-ester bond between the carboxyl-terminal glycine residue of ubiquitin and the active site cysteine of the E1 enzyme. Once activated, ubiquitin is transferred from E1 to a cysteine residue of E2 ubiquitin carrier proteins. Substrate specificity is mediated by E3 ligases, which bind target substrates and coordinate the covalent attachment of ubiquitin. Two distinct families of E3 ligases exist, the HECT domain family that receives ubiquitin from the E2 ligase forming an ubiquitin-E3 intermediate, and the RING finger family of E3 ligases that form a molecular bridge between the E2 ligase and target proteins (D'Arcy et al., 2015; Ross et al., 2015; Voges et al., 1999; Pickart and Eddins, 2004) . Once ubiquitin-E2, E3 and substrate complex is formed, ubiquitin binds to the substrate which is mediated by E3 ligase. In the subsequent process E2 and E3 are removed from complex and substrate protein will be either degraded or alternatively substrated could be free from ubiquitin through deubiquitinases and remain active ( fig. 1 ).\n\nProtein deubiquitination is reverse process of ubiquitination and performed by deubiquitinases or deubiquitinating enzymes (DUBs), which help in removal of ubiquitin from target proteins and involve in ubiquitin maturation, recycling and editing (Pfoh et al., 2015; Kim et al., 2003; Amerik and Hochstrasser, 2004; Nijman et al., 2005a; Reyes-Turcu and Wilkinson, 2009; Clague et al., 2013; Tyagi et al., 2015a) . The function of deubiquitinases however, are rescuing the protein which is marked for degradation, and releasing ubiquitin from target proteins substrate. Dubs are playing an important role in cell growth, apoptosis and cancer (Pfoh et al., 2015; Hu et al., 2005; Avvakumov et al., 2006; Renatus et al., 2006) and are associated with 26S proteasome to rescue ubiquitin chain before the degradation of the substrate protein. These free polyubiquitin chains are processed by other DUBs to restore the ubiquitin in the cell (Pfoh et al., 2015) . Approximately hundred human DUBs are discovered till date and these are divided into four classes; (1) ubiquitin specific proteases (USP), (2) ubiquitin C-terminal hydrolases (UCH), (3) ovarian tumor proteases (OTU), (4) Josephins and the Jab1/MPN/MOV34 metalloenzymes (JAMM). USPs are the major DUBs and are associated with most of the cancers and play an important role in regulation of various pathways, for example in Fanconi Anemia (FA). FA is a genomic instability syndrome characterized by bone marrow failure, developmental abnormalities and increased probability of cancers (Kee and D'Andrea, 2010) . There are many reports, based on clinical investigation indicated that FA is a chromosomal instability disorder, and cells from FA patients accumulate DNA damage at an increased rate. Mono-ubiquitination of FANCD2 and FANCI is a vital event in FA pathway, downstream of this pathway, it interacts with FAND1, FANCN, FANCJ and BRCA1 (Knipscheer et al., 2009 ). USP1/UAF1 is known to deubiquitinases FANCD2 and FANCI. Disruption of USP1/UAF1 complex promote level of FANCD2/FANCI ubiquitination and DNA repair defects, suggesting a failure in the completion of FA pathway (Nijman et al., 2005b; Smogorzewska et al., 2007) . ELG1 (Enhanced Levels of Genomic Instability) are recently found associated with USP1/USF1 and may play a role in the successful completion of the FA pathway (Lee et al., 2010; Yang et al., 2011; Shkedy et al., 2015) .\n\nUbiquitin C-terminal hydrolase-L1 (UCTL1), is one of the most explored DUBs which is involved in neurodegenerative disorders such as Parkinson disease. It has been shown that expression of neurons of neuroendocrine system and gonads is unregulated in non-small cell lung cancer (Hibi et al., 1998; Hibi et al., 1999) , oesophageal cancer (Takase et al., 2003) invasive colorectal cancer (Yamazaki et al., 2002) and pancreatic cancer (Tezel et al., 2000) . Overexpression of the UCHL-1 has also been related with tumor progression, size, invasiveness and apoptosis in breast cancer (Wang et al., 2008) . (Sacco et al., 2010) Mechanism of action and potential role of different DUBs in the different cancers is well established (D'Arcy et al., 2015; Pfoh et al., 2015; Sacco et al., 2010) and shown in Tables 1 and 2.\n\nAccumulation of genetic mutations and aberrant signaling of various growth and survival related pathways in cancer cells (Tyagi et al., 2015b; Tyagi et al., 2015c; Srivastava et al., 2015; Arora et al., 2015; Tyagi et al., 2014) leads to the clinical diversity and therapeutic resistance. However, advance understanding of the complex biology of cancer cells Bhardwaj et al., 2014; Deshmukh et al., 2015) and the involvement of deubiquitinating enzymes in cancer (Schubert et al., 2000; Ciechanover, 2006; Pfoh et al., 2015) reveals the therapeutic potential of DUBs for the treatment of cancer. As mentioned in Table 2 , DUBs are playing an important role in different type of cancers. More extensive studies are needed in this area of research to explore the detailed mechanism and target of DUBs. Study and designing the targeted small molecule DUB inhibitors, will most probably a new therapeutics for different types of cancers. DUBs have been identified in most of the cancer (Table 2 ) and targeting them can be an effective way to treat, diagnose and prevent the disease.\n\nDUBs are involved in cell cycle regulation and DNA damage pathways and since, in cancer and different stress conditions all the proteins which regulate cell cycle and DNA damage/repair are either up/down regulated (Singh et al., 2013 (Singh et al., , 2011 Kumar and de Massy, 2010; Gupta et al., 2010) , it would be interesting to investigate the potential role of DUBs in cell cycle and DNA damage/repair. In most of the cancers, tumor suppresser genes are degraded by ubiquitin which can be rescued by application of controlled mechanism of enhancing deubiquitinases in the tumor cells, to prevent degradation of tumor suppresser proteins. Development of small molecules which inhibits DUBs would be a great idea to target cancer cells and it will be facilitated by the development of suitable high throughput screening. Two molecules were identified that inhibit the SARS coronavirus DUBs papain like protease (PLpro) (Ratia et al., 2008; Ghosh et al., 2009 ). Some small molecules inhibit USP7 and USP8 (Daviet and Colland, 2008) . Compound like G5 and F6 were reported as total DUBs inhibitor (Aleo et al., 2006) along with USP2, USP7 and SENP2 deSUMOylase (Aleo et al., 2006; Fontanini et al., 2009; Nicholson et al., 2008) . b-AP15 was identified as an USP14 and UCHL5 inhibitor at a concentration of about 5 M (D' Arcy et al., 2011) . AM146, RA-14, RAMB1, RA-9 and WP1130 are other molecules which inhibit many DUBs including USPs and UCH and induce accumulation of polyubiquitinated proteins (Anchoori et al., 2011; Issaenko and Amerik, 2012; Kapuria et al., 2010) . WP1130 in combination with bortezomid had showed antitumor activity in mantle cell lymphoma (Pham et al., 2010) . Several other small molecules have been reported as DUBs inhibitors like Eeyarestatin (Fiebiger et al., 2004) , Velcade (Bold, 2004) and Kyprolis (Steele, 2013) .\n\nNowadays immunotherapy is widely used to treat many diseases including cancer. Immunotherapy is the treatment that uses person's immune system to fight diseases and this can be either stimulate the immune system to work harder and cleverer or providing immune system machineries to escalation of immunity.\n\nDUBs widely involve in the regulation of cell signaling and these signaling pathways are frequently altered in most of the cancers. P 53 is a well known tumor repressor protein involves in cell cycle control and frequently mutated in tumor cells (Harris and Levine, 2005) . Many of the USPs involve in P 53 regulation. USP7 and USP15 involve in the control of P 53 -MDM2 pathway by regulating the stability of both P 53 and MDM2 (Kon et al., 2010; Zou et al., 2014) . USP2, USP4, USP5, USP10 and USP29 also involve in the regulation of P 53 activity (D'Arcy et al., 2015) . TNF-B is another vital player in an immune response system which frequently deregulated and constitutively activated in cancer cells. Many DUBs like A20 and CYLD act as tumor repressor through their ability to downregulate TNF-B signaling by acting on several components of the pathway (Harhaj and Dixit, 2012) . USP21 and Cezanne inhibit TNF-B activation by regulating ubiquitin level of RIPK1 (D'Arcy et al., 2015) . Dr. Greenberg group from University of Pennsylvania showed that BRCC36 containing deubiquitinating complex BRISC which is also a sister protein complex of nuclear RAP80-BRCA1 complex, deubiquitinates type I interferon receptor (IFNAR1), resulting in its delayed lysosomal dependent degradation. They showed that BRISC deficient cells shows reduced inflammatory gene expression and BRISC deficient mice have an attenuated interferon response with a survival advantage from a LPS dependent septic shock (Zheng et al., 2013) . All the above mentioned DUSs could be the potential candidate for immunotherapy.\n\nDUBs can be the potential target for treatment of many cancer or other fatal diseases but it needs to be investigated and explored. Small molecules inhibitors against DUBs could enhance the probability to treat various vital diseases. DUBs emerge as a promising target in the development of new disease specific treatment.\n\nNone.\n\nNone."}