{"title": "How does the outbreak of 2019-nCoV spread in mainland China? A retrospective analysis of the dynamic transmission routes *", "body": "Coronaviruses are single-stranded, enveloped and positive-sense RNA viruses, which are spherical in shape and have petal-like spines [1] . Firstly discovered and identified in 1965 [2] , coronaviruses have not caused large-scale outbreaks until the 2003 SARS epidemic in China, followed by 2012 MERS in Saudi Arabia and 2015 MERS in South Korea [3] . Although the exact origin remains debatable [4] , the fourth outbreak has taken place in Hubei province of China in December 2019 and rapidly spread out nationally [5] [6] [7] [8] [9] [10] . On January 10, 2020, the WHO officially named this new coronavirus as the 2019 novel coronavirus, or 2019-nCoV, and released a comprehensive interim guidance on dealing with this new virus for all countries [11] . As of February 19, there are 75,101 confirmed cases (including 2,121 death report) in China, among which over 80% are from Hubei and over 50% are from Wuhan, the capital city of Hubei [12] .\n\nTo combat against the rapid spread of the 2019-nCoV, since mid-January 2020, the central government of China and all local governments have implemented intensive preventions. Examples include tracing close contacts and quarantining infected cases, promoting social consensus on self-protection like wearing face mask in public area, among others [13] . With the unexpectedly rapidly growing number of confirmed cases, more extreme and unprecedented measures have taken places. On 23 January, the Chinese authorities introduced travel restrictions on five cities (Wuhan, Huanggang, Ezhou, Chibi and Zhijiang) of Hubei, shutting down the movement of more than 40 million people [14] . Among existing research, most argues that those interventions have effectively halted the spread of the 2019-nCoV [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] .\n\nDuring this anti-epidemic war, statistic and mathematical modeling plays a non-negligible role. Among the emerging large volume of studies, the classical susceptible exposed infectious recovered (SEIR) model wth its various extensions is the most popular method [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] . SEIR family models are effective in exploring the epidemic characteristics of the outbreak, forecasting the inflection point and ending time, and deciding the measures to curb the spreading. Despite this, they are less appropriate in identifying transmission routes of the 2019-nCoV outbreak, which is also not thoroughly investigated in existing literature.\n\nIn this paper, we fill in this gap and perform a retrospective analysis using the publicly 2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029645 doi: medRxiv preprint available data [12] . Rather than employing the SEIR, we develop a time-varying coefficient sparse vector autoregressive (VAR) model. Using the least absolute shrinkage and selection operator (lasso) [39, 40] and the local constant kernel smoothing estimator [41] , our model is capable of estimating the dynamic high-dimensional Granger causality coefficient matrices. This enables the detection and visualization of time-varying inter-province and self-transmission routes of the 2019-nCov on the daily basis. The resulting \"road-map\" can help policy-markers and public-health officers retrospectively evaluate both the effectiveness and unexpected outcomes of their interventions. Such an evaluation is critical to winning the current battle against 2019-nCoV in China, providing useful experience for other countries facing the emerging threat of this new coronavirus, and saving lives when a new epidemic occurs in the future.\n\nThroughout this study, we are interested in the growth rate y i,t such that:\n\nwhere x i,t is the accumulated confirmed cases in province i on day t (i = 1, . . . , N and t = 1, . . . , T ). T and N define the number of days and number of provinces under consideration, respectively. We then define y t = (y 1,t , . . . , y N,t ) , an N × 1 vector of the growth rate on day t. To investigate a dynamic direct transmission of the growth rate among provinces, we propose a time-varying coefficient sparse VAR model, namely the tvSVAR model, which assumes that Granger causality coefficients are functions of time, such that:\n\nwhere α t is an N -dimensional intercept vector at time t. B t is an N × N Granger causality matrix at time t with a dynamic sparse structure, for which entries can be exactly zero and the locations of zeros can vary with time. t is an N × 1 vector of error terms. The sparsity of B t is assumed because N could be even larger than T in our case, which leads to very unstable estimations and problematic interpretations of B t .\n\nOne important benefit of using the proposed tvSVAR to model the transmissions is that the Granger causality matrix, B t , can provide both the direction and strength of the route on day t. For example, the ij th entry in B t measures the strength of the transmission from province i to province j on day t. The i th diagonal of B t represents the self-transmission in province i that captures the relationship between the growth rate in the current and previous days. More critically, the sparse structure eases the interpretation of B t because many weak transmissions may be of a random nature. The corresponding coefficients, therefore, can be treated as noises and are shrunk to zeros exactly. Moreover, a timevarying design of B t allows us to investigate changes in the identified transmissions over time.\n\nTo capture both dynamic and sparse structure of the Granger causality coefficients, we solve the following optimization problem:\n\nwhere\n\n) is the matrix of kernel weights calculated based on the bandwidth b i , i = 1, . . . , N , and K b i (τ s − τ ) = K( τs−τ b i )/b i with τ s defined as a scaled time s T −1 . We use the Epanechnikov kernel K(x) = 0.75(1 − x 2 ) + and a unified bandwidth for each i (b i ≡ b) to avoid a large number of tuning parameters. The coefficients β i,j,t denotes the ij th entry of the Granger causality matrix B t , and λ is the tuning parameter that aims to shrink insignificant β i,j,t to zero and thus controls the sparsity of B t . Another essential feature of our proposed model is that the adaptive weights w i,j,t are employed to penalize β i,j,t differently in the lasso (L1) penalty [39, 40] . The choice of weights w i,j,t takes account of the prior knowledge about the transmissions and can be specified by the users. In this study, we consider w i,j,t as the reciprocal of the accumulated confirmed in province i on day t − 1. That is, the growth rate of a province with a smaller accumulated confirmed cases is less likely to influence the growth rates of others, and thus, more likely to be shrunk to zero. The final sparsity structure of B t is still data-driven.\n\nThe estimators as in (3) can also be viewed as a penalized version of local constant kernel smoothing estimator [41] . We utilize a modified version of the fast iterative soft thresholding algorithm (FISTA) [42] to solve the optimization problem (3).\n\nGiven a bandwidth b and a penalty parameter λ, we can find the estimator ( α t , B t ) for each day t and observe the dynamic patterns of the transmission over time t for each pair of provinces. The bandwidth and penalty parameter are chosen to optimize the cross-validated forecasting accuracy, as measured by the one-step-ahead root mean squared forecast error\n\nwhere [T 0 , T 1 ] is the evaluation period, which is given by the last third of the data in our\n\ni,t+1 denotes the one-step-ahead forecast for province i based on the data up to day t, and y i,t+1 defines the observed growth rate at day t + 1 for province i.\n\nThe R code that supports the findings of this study is available from the author on request.\n\nThe data studied in this paper include confirmed 2019-nCoV cases which occurred in mainland China from the National Health Commission of the People's Republic of China [12] .\n\nThe data-coverage ranges from January 29, 2020 to February 19, 2020, during which no missing data were recorded at province-level. The accumulated cases and the associated growth rates, grouped by the total national number, cases in Hubei province and cases in all other provinces, are plotted in Figure 1 (a) and (b), respectively. The total national (Hubei province) accumulated confirmed cases increased rapidly from 7,736 (4,586) on January 31 5 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint .\n\nto 75,101 (62,457) on February 19. Note that on February 12, confirmed cases in Hubei included those confirmed by both laboratory and clinical diagnosis, leading to a one-time hump of the accumulated number. Compared to those of Huber, confirmed cases of other provinces took up a smaller proportion of the total national number, ranging from 40.7% on January 29 to 16.8% on February 19. This suggests that the growth rate of other provinces should be lower than that of Hubei, which is consistent with Figure 1 (b). Throughout our investigation period, except for the one-time hump on February 12, growth rates of Hubei and the rest steadily declined, from 33% and 25% to 5% and 1%, respectively.\n\nBy taking the difference of the logged accumulated cases and applying one lag, our estimated transmission routes are available from January 31 to February 19 (two observations are lost). To avoid potential noises caused by small numbers, we only include data of provinces, which had at least 150 accumulated confirmed cases as of February 19. Altogether, our modeled sample contains 20 province-level confirmed cases. A non-zero estimate of β i,j,t , the ij th entry of B t in (2), indicates that on the t th day, the growth rate of province j is Granger caused by that of province i. In other words, there is a transmission route from province i to province j. Among the 20-day results, we noticed that the estimated transmission routes on days 1-5 changed considerably on daily basis. From the sixth day onwards, however, those estimated routes were more steady. Hence, we plot the estimates on days 1-5 and those on the every fifth day thereafter, on Figure 2 . Be noted that estimates smaller than 0.2 (none-influential) are not presented to avoid inevitable estimation noises and for a better illustration.\n\nIn Figure 2 , we use color of light orange (small) to dark red (large) indicating the accumulated confirmed cases in each province, up to time t. Estimated transmission routes are colored in blue. Self-transmissions are denoted by dots, and a larger size of dot suggests a larger estimated β i,i,t . Inter-province transmission is represented by arrows, with the transparency indicating the magnitude of estimated β i,j,t . On the first day (January 31), there were influential inter-province transmissions from Hubei to Jiangxi, Heilongjiang, Zhejiang, Henan, Shandong, Jiangsu and Shaanxi, sorted by the magnitudes of strength 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029645 doi: medRxiv preprint (big to small). There were a few additional detected such transmissions on the second day, including those from Hubei to Guangxi, from Zhejiang to Fujian, and from Guangdong to Yunnan, Hunan and Fujian. The number of such identified inter-province routes, however, reduced rapidly over the next three days. On the fifth day (February 4), no influential transmission routes were found from Hubei to directly affect other provinces, and there were only three influential routes identified nationally, including Zhejiang-Shaanxi, Zhejiang-Jiangxi and Jiangxi-Shanghai. The number of those detected inter-province routes declined again in the next few days, and on day 13, only Henan-Heilongjiang was found influential. On days 19 and 20 (February 18 and 19) , there were no influential inter-province transmissions identified. The above findings suggest that the number of influential inter-province transmissions overall dropped quickly in the first five days and then reduced steadily for the rest fifteen days. This is consistent with the observations of Figure 3 On each day, we report the mean, standard deviation (Std. Dev.), the 25% quantile (Q 1 ) and 75% quantile (Q 3 ) of those estimates in Table 1 , which also leads to consistent findings.\n\nAs for the self-transmission, we firstly examine Figure 2 This is consistent with our findings on Figure 3 (b) , where time-varying estimated β i,i,t are plotted for each province. We report daily descriptive statistics of those estimates in Table   1 , which also results in consistent conclusions.\n\nSince 23 January 2020, many cities on mainland China started to introduce travel restrictions, including five cities (Wuhan, Huanggang, Ezhou, Chibi and Zhijiang) of Hubei 7 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029645 doi: medRxiv preprint province [14] . According to [43] , the average incubation period of 2019-nCoV is up to 10 days. Thus, our estimated dynamic transmission routes supports the significant effectiveness of the interventions taken by the Chinese authorities [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] . This is evidenced by On the other hand, from February 5 to 16, Table 1 suggests that the averaged magnitudes of self-transmission on each day were strengthening steadily. This may also be explained by the interventions, which have effectively blocked inter-province transmissions, such that the growth rate of each province could only be caused by its internal transmissions.\n\nWe now focus on the inter-province transmission routes. Since influential routes from Hubei were no longer detected since day 5, we calculate the average β i,j,t of the 19 provinces It is worth noting that Jiangxi, Henan and Anhui belong to both the top origins and destinations of the inter-province transmissions, excluding Hubei. Since the impact of Hubei is not considered, this cannot be explained by the two influential transmission routes 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029645 doi: medRxiv preprint of Hubei-Jiangxi and Hubei-Henan listed in Panel A of Table 2 . To see this, over days 5-20, the transmissions out of Hubei are no longer significant and thus should not affect routes from Jiangxi and Henan to another province. In contrast, one explanation is the large migrant workers from Jiangxi, Henan and Anhui to other provinces (excluding Hubei).\n\nAccording to the Report on China's migrant population development of 2017 [44] , Jiangxi (7.25%), Henan (6.30%) and Anhui (6.27%) are among the top five provinces in mainland China, ranked by the percentages of migrant workers in 2017.\n\nCoronaviruses have lead to three major outbreaks ever since the SARS occurred in 2003.\n\nAlthough the exact origin is still debatable, the current shock, namely 2019-nCoV, has taken place in Wuhan, the capital city of Hubei province in mainland China. As the fourth large-scale outbreak of coronaviruses, 2019-nCoV is spreading quickly to all provinces in China and has recently become a world-wide epidemic. As a significant complement to existing research, this study employs a tvSVAR model and retrospectively investigates and 13 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint .\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the\n\nThe copyright holder for this preprint CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.01.20029645 doi: medRxiv preprint"}