{"title": "", "body": "As is known to all, tourism is an industry extremely influenced by society, the economy, politics, and nature (Ritchie, 1984) dand, especially, by crisis events (Ghaderi, Mat Som, & Henderson, 2012) . In recent years, the tourism industry has suffered continual attacks of tremendous crisis events (Faulkner, 2001) , both human-induced (i.e., the \"9/11\" terrorist attack in 2001 or the global financial crisis in 2008) and by natural causes (i.e., the Indian Ocean tsunami in 2004 and the earthquake in Japan in 2011), leading to significant repercussions on tourism destinations (Breitsohl & Garrod, 2016) . Therefore, crisis management is of great importance to tourism destinations (Ritchie, 2004) . In the era of Web 2.0, the development of Internet and social media has greatly changed the traditional top-down spread of access to information in crisis events, which in turn has challenged and impacted applications of crisis management (Lin, Spence, Sellnow, & Lachlan, 2016) .\n\nIt is acknowledged that social media plays an important role when crisis events break out (Schroeder, Pennington-Gray, Donohoe, & Kiousis, 2013) . The multi-way communication channels and high interaction features inherent to social media (Kietzmann, Hermkens, McCarthy, & Silvestre, 2011; Lotan et al., 2011) enable it not only to be an important information source and method of dissemination (Starbird et al., 2015) , but also to provide an open and free space for the public (Dong, Liang, & He, 2016) , which boycottdaroused the author's attention.\n\nThis study aims to understand: (a) How did the secondary crisis communication of Occupy Central on Weibo shift from a political event to a tourism boycott?, (b) What was the turning point of this transfer?, and (c) What role did emotions play in this process? To these ends, by analyzing the secondary crisis communication of Occupy Central on Weibo, this study exploratorily researches the general characteristics of secondary crisis communication of such kinds of crises on social media, enriching and developing crisis management theories with regard to tourism destinations. In addition, in an innovation, this study introduces the Internet thinking component of crisis management in tourism destinations, which is of practical import for potential crisis prevention through social media for tourism destinations.\n\nBecause tourism is extremely sensitive to and easily influenced by external environmental factors such as politics, the economy, and nature, research on crisis events has received great attention in tourism (Araña & Le on, 2008; Blake & Sinclair, 2003; Paraskevas, Altinay, McLean, & Cooper, 2013; S€ onmez, Apostolopoulos, & Tarlow, 1999) . More importantly, the development of the Internet and social media has greatly changed the spreading pattern of crisis events and the public's participation in them, thus giving rise to new challenges for crisis management in tourism destinations. The containment of the crisis and communication are the key points of crisis management (Coombs, 1999) . Media play a significant role in crisis communication (Cheng et al., 2016) , with tremendous influential power (Ball-Rokeach, 1985) to not only influence the crisis event itself, but also to have a counter effect on people's understanding and construction of society (Jackson, Nielsen, & Hsu, 2011) . Compared to traditional mass media, the significant influencing power of social media in a crisis event has been recognized and a subject of wide concern (Cheng et al., 2016) . During a crisis event, social media will potentially impact individuals' thoughts, behaviors, and reactions (Schroeder & Pennington-Gray, 2015) . Ha and Fang (2012) think that the Internet can competitively replace the mass media, and Olorunnisola and Martin (2013) also agree that social media will greatly challenge the role and function of traditional mass media. Realizing the importance of social media, the government has also begun to use it in crisis information communications (Park, Choi, Kim, & Rho, 2015) . Thus, the role of social media in a crisis event should not be ignored (Cheng et al., 2016) . Currently, the research on crisis events and social media mainly focuses on demographic characteristics of social media users (Sutton, Palen, & Shklovski, 2008) , how crisis information spreads (Paraskevas et al., 2013) , and crisis management (Schroeder et al., 2013) . Specifically for crisis management, the management after the crisis is of the most concern, such as the image repairing of tourism destinations on social media (e.g. Avraham, 2015) .\n\nMore importantly, social media greatly changes the spreading pattern of crisis events (Utz et al., 2013) , enabling them to spread quickly to a large scale (Derani & Naidu, 2016) . Moreover, traditionally the information of mass media such as television or newspapers is transmitted in a single and top-down way (Utz et al., 2013) and the public are only passive information receivers (Cheng et al., 2016) . The development of the Internet and social media, however, has provided the public with an equal and interactive communication platform, whereby social media users can express their own opinions online (Sandoval & Fuchs, 2010) as well as by sending comments, sharing, and discussing the crisis event with other followers (Lin et al., 2016) .\n\nSimultaneously, the development of social media also greatly promotes the public participation (Shah, 2005) in crisis events, influencing the discourse power between media and the public (Castells, 2007) . Over a long period of time, public opinion is guided and strictly controlled by official media, and the news reported by such media is highly homogeneous (Sparks, 2008) . However, the development of the Internet and social media sharply impact and challenge the traditional media surveillance, and social media has gradually become one of the most important realms of public opinion and the main channel for public opinion to be expressed (Xie et al., 2016) , for it provides both an opportunity and a mechanism for the public to participate in crisis communication and discussion (Lin et al., 2016) . Thus, the theories of framing and agenda-setting and the conceptualization of gatekeeping may not be applicable in a social media environment (Spence, Lachlan, Spates, & Lin, 2013) . The idea that media set the agenda of what is on the public's mind is a concept called agenda-setting (Carroll & McCombs, 2003; McCombs & Shaw, 1972) , which functions as an extension of the role media plays as gatekeepers of information influencing the public's exposure and attitudes towards issues (Thompson, 2008) . Priming is a concept closely related to the theory of agenda-setting, in that media guide the public to make evaluations regarding a particular topic (Holbrook & Hill, 2005) . However, the public now has a stronger voice in crisis communication and developing the conversation, shifting from passive consumption of information to an active participation in the news process (Lin et al., 2016) . The public participation on social media during a crisis event involving sharing and discussing is called secondary crisis communication, which has been greatly ignored in recent research (Utz et al., 2013) .\n\nSecondary crisis communication on social media refers to social media users' online behavior of commenting on, sharing, or forwarding posts about crises (Schultz et al., 2011; Utz et al., 2013) . On the Internet and social media, the public holds an active attitude in getting involved in social event discussions (Xie et al., 2016) . Social media provides an opportunity for users to express their own opinions (Coleman, 2005) , while also serving as a relatively safe avenue to discuss political circumstances in China (Xie et al., 2016) . The online discussions of social media users promote a new way for political participationdmainly through online debates and dialogue (Yang, 2003) . During a crisis event, the online participation behavior of the public (Xie et al., 2016) greatly promotes secondary crisis communication on social media (Utz et al., 2013) . However, in China, although the Internet is endowed with the value of spreading and expressing information, netizens there lack the tradition and understanding of political and democratic expression (Yang, 2003) . As a result, although social media encourages the online participation of the public (Coleman, 2005; Wei, 2013; Zhou, 2009) , including public debates and expression (Yang, 2003) , activist behavior is more easily incurred on social media (Xie et al., 2016) . Therefore, the active online participation of social media users greatly promotes secondary crisis communication on social media, while leading to other new problems (Hu, 2008) and social influence (Zhou, 2009) in the process. Therefore, it is necessary to pay attention to the secondary crisis communication on social media, in which the emotions of social media users have a vital impact on the public's online participation behavior (Coombs & Holladay, 2005) .\n\nDuring secondary crisis communication, the public's emotions are impacted by the type of crisis event (Utz et al., 2013) . Vasquez (1993) puts forward that individuals will transform their opinions regarding an event into a kind of symbolized reality, following the process of information receiving, constructing, and reconstructing, which is a symbolic undertaking for individuals to understand their world. Based on Vasquez's opinion, Lee (2004) thinks that when a crisis event happens, the public will actively construct a symbolic reality around that crisis event and related organizations and participants, which will change with the development of the crisis. To be more specific, the public will be actively involved in the process of attribution and evaluation toward the crisis event and relative problems. In addition, Weiner (1985) puts forward the attributional theory, with the thinking that when a negative, accidental, or important event happens, people will begin an attributional process; when people attribute the responsibility of the crisis to internal causes, they will become angry, and, conversely, when external causes are attributed, an emotion of sympathy will arise. Furthermore, as compared to a crisis caused externally and unavoidably, when an intentionally man-made crisis happens, social media users will react more negatively (Utz et al., 2013) . Breitsohl and Garrod (2016) innovatively analyzed tourists' reaction to a series of unethical crisis events (internally imposed crises) taking place in a tourism destination based on the cognitive appraisal theory. They found that the more severe the incident, and the greater the attribution of responsibility to organizations within the destination, the more hostile the emotion the tourists held toward the destination, and, therefore, the more negative word-ofmouth spread and the lower the loyalty experienced for the destination. Thus, the negative impacts of internally-imposed and man-made crisis events are larger than for those externally caused (Breitsohl & Garrod, 2016) .\n\nBesides, the emotion of the public will also change in the process of online participation. As mentioned above, Chinese netizens lack the tradition and understanding of political and democratic expression (Yang, 2003) , which can mean individuals' emotions like anger (Yang, 2003) are easily agitated and intensified in the process of online discussion and debates on social mediadcalled \"The Rising Cacophony\" on the Internet by Hu (2008) in a book of the same name. Furthermore, based on the cognitive appraisal theory (Lazarus, 1982 (Lazarus, ,1991a (Lazarus, , 1991b , individuals' reactions toward an event follow the process of cognition-emotion-behavior (Breitsohl & Garrod, 2016) , which means that the appraisal of an event will arouse certain emotional reactions (Choi, Sung, Lee, & Cho, 2011) , and then influence individuals' behavioral intentions (Frijda, Kuipers, & ter Schure, 1989) . Emotion is a psychological status of a different degree of feelings, where there is a specific object of the emotion, which then results in a certain behavioral reaction (Cohen & Areni, 1991) . Therefore, the emotions of the public aroused during online participation on social media will further influence their behaviors; to be sure, the behaviors here refer to the online behaviors of the public on social media. Yang (2003) quotes a comment from a netizen called Xiaohao, who said that emotions like anger finally result in the behavior deviating from the democratic spirits in such a free and equal cyberspace, just like personal attacks:\n\n\"Some netizens lack rational attitudes towards the opinions of others and themselves, and they will easily become angry in debates. What's worse, they cannot control this kind of angry emotion, and finally it results in personal attacks and insults. These netizens' opinions seem very superficial, thinking that they can make other people shut up by personal attacks. Actually, when the personal attack begins, your opinion is worth nothing, just like your personality\" (Yang, 2003) .\n\nIn conclusion, emotions play a special role in secondary crisis communication, leading to certain intentional behavior. However, little research is concerned with how emotions transfer and take effect in secondary crisis communication, which remain to be further studied.\n\nThe concept of a tourism boycott has not been clearly defined. Based on related research topics, a tourism boycott could be broadly understood as a boycott of a certain tourism destination, of a type of tourism activity, or of a style of tourism development, the progenitors of which could be tourists, organizations, or governments, if not a combination of them (Castañeda & Burtner, 2010; Hudson, 2007; Parsons & Rawles, 2003) .\n\nFrom the perspective of tourism sustainability (Castañeda, 2012) , a tourism boycott may be launched by tourists or organizations to resist unsustainable tourism activities and tourism destinations conducting them, such as whale-watching (Herrera & Hoagland, 2006; Parsons & Draheim, 2009 ). Parsons and Rawles (2003) conducted a survey in western Scotland that indicated that 79% of whale-watching tourists would boycott a country that conducted hunts for cetaceans, and a further 12.4% stated that although they would visit a country conducting whaling operations, they would not participate in a whale-watching trip in that country.\n\nFrom the perspective of tourism politics, the interactions between tourism and politics are widely recognized (Henderson, 2008) ; a tourism boycott is regarded as a political mechanism used by nation-states for expressly political goals in international relations (Castañeda & Burtner, 2010) . An early example is the tourism boycott of Guatemala organized by the International Union of Food and Allied Workers in 1979 to pressure the military government to refrain from violations of human rights (Castañeda & Burtner, 2010) . Another case was the tourism boycott of Myanmar by a number of organizations to prevent the military junta there from obtaining the hard currency and global legitimacy needed to survive (Hudson, 2007) . In conclusion, the phenomenon and the impact of the tourism boycott has aroused researchers' attentions (e.g., Castañeda & Burtner, 2010; Herrera & Hoagland, 2006; Parsons & Draheim, 2009; Parsons & Rawles, 2003) , but how a tourism boycott would occur specifically in a social media environment needs to be further researched.\n\nThe past 20 years have witnessed a historic turning point of relations between mainland China and Hong Kong (Wang & Sun, 2010) . Colonized by both Britain and Japan for a total of 155 years, Hong Kong finally returned to China in 1997 as the first Special Administrative Region of China (Liu, 2016) under the \"one country, two systems\" policy (Xie, 2012) . In the beginning, travel to Hong Kong was not extensively open to mainland Chinese because of the Chinese government's control (Zhang, Chong, & Ap, 1999) . A tremendous change took place in 2003 when the central government released the Individual Visit Scheme (IVS) policy (Liu, 2016) , allowing travelers from mainland China to visit Hong Kong and Macau on an individual basis (Rong & Zheng, 2008) . The purpose of the IVS was to boost the economies of Hong Kong and Macau, which suffered badly from the Financial Crisis in Southeast Asia in 1997 and from the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 (Wang & Sun, 2010) . The IVS successfully pushed mainland Chinese tourists' arrivals to Hong Kong to an unprecedentedly high level (Liu, 2016) and directly promoted the development of the tourism industry in Hong Kong (Cui, 2016) . However, despite the positive economic benefits, the surge of mainland Chinese tourists to Hong Kong meanwhile also caused strong social conflicts, resulting in a series of problems such as a milk powder shortage, a large influx of pregnant mainland Chinese women and subsequent anchor babies, increased prices, and traffic tensions (Sun, Li, & Zhou, 2016) . In particular, anti-parallel-trader and antiindividual-visit activities launched in Hong Kong intensified the bilateral conflicts (Liu, 2016) . Under these circumstances, the number of mainland Chinese tourists arriving in Hong Kong dropped hugely in 2015 (Yang, 2016) .\n\nThere is no doubt that Occupy Central greatly impacted Hong Kong's tourism and retail industries and intensified the existing conflicts between mainland China and Hong Kong. On March 27, 2013, Benny Tai (associate professor of law at the university of Hong Kong), Chan Kin-man (associate professor of sociology at the Chinese university of Hong Kong) and the Reverend Chu Yiu-ming formed an organization called \"Occupy Central with Love and Peace,\" saying that the goal of Occupy Central was to achieve universal suffrage in the Hong Kong Chief Executive election in 2017, and marking the beginning of this movement. On July 2, 2014, an Occupy Central rehearsal was held, resulting in 511 arrests. On August 17, 2014, a march asking for universal suffrage without Occupy Central was held with nearly 190,000 people involved. On August 31, 2014, China's Standing Committee of the National People's Congress (also referred to as NPCSC), announced its decision for Hong Kong's electoral systems in 2017, regulating that the Chief Executive in Hong Kong can be generally elected in 2017, while the candidates should be nominated by the committee. On September 14, 2014, a march was launched by the Occupy Central movement with nearly 4000 people participating to express dissatisfaction with the decision made by NPCSC and support for an upcoming 9/ 22 students' strike. From September 22 to 26, 2014, the students' strike was held in Hong Kong, with nearly 13,000 teachers, students, and citizens involved. Finally, on September 28, 2014, Occupy Central was officially launched. (see Fig. 1 )\n\nAccording to a Chinese official newspaper called Ren Min Zheng Xie Bao, affected by this crisis, shop sales in the Central, Admiralty, Causeway Bay, and Mong Kok districts dropped 20%e50%. Similar to earlier crisis events, the outbreak of Occupy Central decreased the number of tourists coming from mainland China to Hong Kong in a very short amount of time. However, the difference is that this time, to this day, the tourism industry in Hong Kong is still in a severe situation and has not recovered to pre-Occupy levels. Throughout the recent development of the tourism industry in Hong Kong, it has always been the number one outbound tourism destination for mainland citizens (from 2003 to 2013), when it became well-known as the \"Pearl of the Orient\" and a paradise for shopping and gourmet food. But according to a report by Travel Daily, Japan and South Korea leapt to the top two outbound tourism destinations respectively for tourists from mainland China, with those willing to travel to Hong Kong rapidly falling from its formerly top position. There is no doubt that the tourism industry in Hong Kong suffered greatly during the Occupy Central crisis event; however, nowadays, although the crisis has calmed, the tourism industry in Hong Kong is still depressed.(see Fig. 2 \n\nThis study takes Occupy Central as a case study for two reasons: (a) with the complicated historical background between mainland China and Hong Kong, Occupy Central reflects complex emotional conflicts between the two sides; and (b) the spreading of this crisis event was mainly led by social media in mainland China. These two points are unique features to Occupy Central, making it a classic case study of significant theoretical and practical value.\n\nOn Weibo, Occupy Central (Chinese:占中) was set as the key word for a search from March 27, 2013, to March 27, 2015, a period of two years which delivered a total of 440 posts. Weibo posts were disregarded as irrelevant by the author if in the posts: (a) the core meaning of the content had no relation to Occupy Central, despite containing the exact word; and (b) news aggregation contained not only news of Occupy Central but also other news irrelevant to this crisis event. After data cleaning by the author, there were 353 Weibo posts left. Using GooSeeker (a website especially for data scraping) to collect the specific information of the 353 Weibo posts, including the Weibo posts' content, number of forwardings, number of comments, number of \"likes,\" and content of comments, there were 11,667 comments in total. Following that, irrelevant comments were discarded, if they met the following criteria: a) \"five cents party\" comments: \"five cents party\" refers to those who are hired to send specific comments on Weibo, and normally these kinds of comments are sent repeatedly by several users under multiple Weibo posts, and are therefore of no value to this study; b) the content of the comment was meaningless, such as \"forwarding\"; c) irrelevant to Occupy Central, such as advertisements; d) repeated comments; and e) did not belong to the time range in review.\n\nAfter the data cleaning, there were 5625 comments left for further analysis.\n\nThis study applied ROST Content Mining System 6.0 in analyzing the contents of the Weibo comments. ROST CM6 has been developed by a virtual learning team guided by Prof. Shen in Wuhan University, and integrates quantitative and qualitative research paradigms in the era of big data, enabling humanities and social science research to deal with large amounts of data to lead to more intelligent and objective studies. ROST CM6 supports word frequency, word clustering, sentiment analysis, and social network analysis specifically for Chinese, making up for the problem of NVivo, which fails to deal with the Chinese language. Currently, ROST CM6 is being widely used by Chinese researchers at home and abroad (e.g., Cong, Wu, Morrison, Shu, & Wang, 2014; Shao et al., 2016) .\n\nUsing ROST CM6 to separate the sentences of the comments into single word or phrases by month, some new words were also added by the author into the corpus for better word segmentation results. Next was figuring out the high frequency words and their frequency number by month. Here, introducing the word frequency rate F to quantitively analyze the semantic structure of Weibo comments (Dai & Liang, 2012) , the function is as follows:\n\nIn function (a), F i is the word frequency rate of the word i, referring to the word i's intensity; R i is the number of the word i in the content analyzed; L i is the character length of the word i; and L t is the total number of character lengths of every text analyzed.\n\nAfter that, using ROST CM6 clustering analysis on the comments by month, the feature was used to excavate potential opinions and topics in the unorganized texts and then classify them into several categories (Seara Vieira, Borrajo, & Iglesias, 2016; Yuan & Shi, 2015) . Based on the clustering analysis results, Weibo comments were organized into six categories, namely: Occupy Central event; political issues; social issues; media; regions and groups; and tourism. Following that, high frequency words were sorted into the six topics by month; the total number of the word frequency rate of the high frequency words contained in each topic represents the topic's intensity. The topics and high frequency words in Dec. 2014 are given here as an example. (see Table 1 )\n\nSentiment analysis is an important aspect concerning text analysis (Geetha, Singha, & Sinha, 2017) , and is also called opinion mining, to study people's sentiments toward certain things; the Internet is a resourceful place for sentiment information (Fang & Zhan, 2015) . The ROST Emotion Analysis Tool is employed for sentiment analysis. Developed by the ROST virtual learning team at Wuhan University, the ROST Emotion Analysis Tool specializes in sentiment analysis for the Chinese language, and has been broadly used by Chinese scholars for the sentiment analysis of Chinese-text materials (i.e., Xiao, Xie, & Wang, 2017; Ye, Wu, Li, Tu, & Shi, 2012; Zheng, 2016) .\n\nThere are mainly three research methods for sentiment analysis: a dictionary-based approach, supervised machine learning methods, and an unsupervised machine learning algorithm (Ma & Xu, 2016) . The ROST Emotion Analysis Tool applies the dictionarybased approach to extract sentiment values from Chinese-text materials (Ren, Wu, Su, Qin, & Shen, 2010) . The self-developed dictionaries include two files: one is a list of positive words and the other negative words, where all the words have been given corresponding emotional values based on psychological definitions (Ding, Xu, & Tan, 2016) . The mechanism of the ROST Emotion Analysis Tool is as follows. First, it identifies keywords in each sentence, including emotion-related phases, emotional words, negative words, and adverbs of degree (Ren et al., 2010) . Second, it assigns emotional values to each keyword based on the selfdeveloped dictionaries. Finally, by imposing a proper weight to the words, it calculates the emotional value of each sentence, including emotional tendency and intensity.\n\nThe ROST Emotion Analysis Tool was applied to analyze the sentiment of Weibo comments content by month, including the proportion and emotional intensity of positive, negative, and neutral emotions, as well as the corresponding comments' content. Since the contents of Weibo are flexible, diverse, and complicated in expressing certain emotions, the results of the ROST Emotion Analysis Tool cannot be completely accurate. When gathering the emotional analysis results, the author then went through the results and revised them in case comments with negative emotions were classified as positive ones and vice versa. Then, the SPSS 22 was used for a Pearson correlation and T test analysis among the different emotions and topic intensities in the time series, in order to test the relationship between different emotions and various topics.\n\nDuring the crisis of \"Occupy Central,\" secondary crisis communication experienced dynamic development on Weibo. In order to analyze the spreading and transferring process, the whole diffusion process was first divided into four stages based on key events and the crisis lifecycle model by Fink (1986) , those being: the prodromal, acute crisis, chronic crisis, and resolution stages (see Fig. 3 ). As Fink's theory shows, a crisis event is not just an isolated and accidental event, but the inevitable result of a series of events, so crisis management is also a dynamic chain linking to all four of the stages mentioned above (Cai, 2007) . Because Fink's view of crisis events significantly matches the features of the diffusion process of the secondary crisis communication of Occupy Central on Weibo, in that this crisis was dynamic and promoted by a series of crises, Fink's model was adopted for this study. Specifically, the prodromal phase becomes apparent with the initiation of certain steps; next, the acute crisis is when the actual crisis is unfolding; the chronic crisis actually refers to the lasting effects of the crisis; and there is a clear end to the crisis event in the resolution phase (Stewart & Gail Wilson, 2016) .\n\nEach topic consisted of a series of related words, and the words would change even in the same topic within the time sequence; this change also reflected the topic changing with time (Cao & Tang, 2014) . Also, in the secondary crisis communication of Occupy Central on Weibo, the central topics change evidently in the time series, during the active online participation (Xie et al., 2016) of Weibo users (see Fig. 4 ). Weibo users are not passive information receivers (Cheng et al., 2016) but positive participants and even creators, and they can express their own opinions (Sandoval & Fuchs, 2010) to a large extent. Indeed, Weibo users' opinions will be affected by the opinion leader (Tucci, Gonz alez-Avella, & Cosenza, 2016) in a crisis event, however, they will not be entirely restricted by the so-called opinion leader. In this way, Weibo users greatly promote the secondary crisis communication during a crisis event (Utz et al., 2013) , and this kind of secondary crisis communication will even be separate from the original crisis, leading to unexpected consequences.\n\nEarly in the prodromal phase of the Occupy Central crisis, Weibo users held a wait-and-see attitude toward this event. Given the control of information and mainstream media's absence in mainland China, Weibo users mainly talked about Occupy Central itself in this period to know more about the event. Occupy Central was launched to fight for universal suffrage in the Hong Kong Chief Executive election in 2017, so when focusing more on this event, Weibo users tended to discuss more about the election issues. Based on a certain understanding of this event, Weibo users kept discussing the political issues behind this event, including the right and boundary of democracy, for example, \"Democracy and Hong Kong secession are two different concepts, I support Hong Kong people asking for democratic rights, but the behavior of secession on the excuse of democracy is disgusting!\" [YMBK-ZJY 2013-9-22 21:55]. In terms of national sovereignty and secession, for example, \"The behavior of national secession and threatening the country, no matter in any way or excuses, as long as it violates the law, it should be punished strictly\" [QNCG 2013-9-22 17:39]. Freedom of thought and speech also came up, such as in the example \"People's thoughts should be free, our speech should be free\" [F THCrazyMan 2013-9-22 19:19] , as well as human rights and the rule of law. The colonial history by Britain and the \"one country, two systems\" policy in Hong Kong have also been a topic of interest that Weibo users talked about or laughed at, such as in the statements, \"Surely some Hong Kong people miss the colonial time?\" [ZZZ YZ V 2013-9-22 18:18] and \"One country first, two systems the second\" [BYDFYBYXF 2013-9-22 20:49]. \n\nIn this phase, the discussion of Weibo users on Occupy Central fundamentally broke out from the rehearsal and official launch of this event, with the topic on regions and groups the most populardspecifically, the discussion on the relationship and history between Hong Kong and mainland China. The Occupy Central event reflects the complicated relationship between Hong Kong and mainland China. The discussion on this central topic gradually intensified into confrontation between mainland China and Hong Kong, such as in the examples: \"How can a tree survive without the root … How much help has the country given to Hong Kong! No matter in economy or resources and even special rights. Greed has no limits. I believe that Chinese government can handle this well\" [LS 2014-9-4 11:15] and \"Hong Kong cannot achieve the prosperity and stability without the strong country\" [2018DG 2014-9-1 12:29].\n\nAfter the acute crisis phase, with its intensification on Weibo, group conflicts and confrontations gradually occurred and were separated from the topic of the Occupy Central event, especially in the debates between Occupy Central supporters and opponents, which became confrontations between people from Hong Kong and people from mainland China; thus, the crisis evolved from the Occupy Central event into group conflicts. In particular, the boycotting of Hong Kong stars who supported Occupy Central and Hong Kong secession, such as Wenze Du, drove the groups' confrontation on Weibo to a peak. Based on the comments of the two sides, the topic was basically far away from the Occupy Central event, but more about individual conflicts and debates, together with some discriminatory and insulting words. \n\nAfter the chronic crisis, and in the group confrontations between people from Hong Kong and those from mainland China, comments for a tourism boycott arose. At this stage, although Occupy Central had come to a close, the discussion topic by Weibo users had shifted from the Occupy Central event to group confrontations, and gradually moved away from the original crisis. The topic also changed from being on a political level to one on the individual level, even involving tourism. As a result, through intensification on Weibo, the central topic of secondary crisis communication around Occupy Central on the micro-blog progressively shifted from the crisis event itself to group confrontation, and this kind of group confrontation was gradually detached from the original crisis, developing into another new crisis event on social media, which then resulted in a tourism boycott.\n\nFurther analyzing the comments about the tourism boycott, one can see that the object of the boycott is actually the Hong Kong people rather than Hong Kong itself as a tourism destination. For example: \"These Hong Kong rubbish, I hate Hong Kong people. The port from Shenzhen to Hong Kong best to close. I hate the Gangcan fleeing to Shenzhen, they are either gangsterdom or rubbish\" [YMHHHHH 2015-1-23] , and \"Our people from mainland China don't go to Hong Kong anymore in case the Hong Kong people always complain about us, let's wait and see whether Hong Kong people will earn more money without us\" [-XE bb-2015-1-14 12:52].\n\nIn secondary crisis communication, the public's emotion is affected by the type of crisis event (Utz et al., 2013) , and with the topic of communications shifting over time, the emotions of Weibo users are also changing. Based on the sequential analysis of emotions expressed in Weibo comments, basically, in the process of the secondary crisis communication, the proportion of negative emotions gradually increased at the expense of positive emotions, and the gap between the two continuously enlarged. Therefore, as time went by, the emotions of Weibo users in the secondary crisis communication of Occupy Central tended to be more and more negative.(see Fig. 5 ) Based on the correlation between the topic intensity and Table 2 , positive emotion is positively significantly related to political issues, but positive emotion is negatively significantly related to the topic of tourism, certifying the opinion of Utz et al. (2013) that the public's emotion is affected by the type of crisis event. In the secondary crisis communication process, the emotion will also change as the central topic transfers, which is a dynamic process. Furthermore, the negative relation between positive emotion and the topic of tourism indicates that when the Weibo users talked about tourism during the crisis, the positive emotion tended to decrease, especially when talking about the tourism boycott in the resolution phase. Although the negative emotion's relation with tourism is not as significant as Table 2 shows, since a large number of extremely negative comments were forcedly deleted by the Internet police, the trend of emotion turning more and more negative concerning tourism is still clear to see. Emotions have a direct effect on behavioral intentions (Derbaix & Vanhamme, 2003; Prayag, Hosany, & Odeh, 2013; Zeelenberg & Pieters, 2004) . For tourists, the relation between tourists' emotions and tourism behavior intentions has also been proved (Breitsohl & Garrod, 2016; Prayag et al., 2013) . When a crisis event happens in a tourism destination, tourists may generate negative emotions such as anger, contempt, and disgust, resulting in behaviors such as boycotting and public protest (Breitsohl & Garrod, 2016) . In this case, Weibo users' online behavior intention of boycotting travel to Hong Kong erupted as the negative emotions increased; or in other words, the aggregated negative emotions were to some extent the antecedent of the tourism boycott behavior of Weibo users as potential tourists.\n\nIn the prodromal phase, the central topic of Weibo users was that of the Occupy Central crisis event and other relevant political issues, and positive emotions dominated the secondary crisis communication in this stage, representing the attitude of Weibo users on democracy and freedom. For example: \"There will be no long-term guarantee on economic development without real general election\" [QFHG 2013-5-28 09:09] . On the other hand, the voice of Hong Kong secession threatened the national sovereignty, so there were more and more comments expressing opposition to Hong Kong secession with strong patriotic feelings, such as, \"Hong Kong belongs to Hong Kong people, but also belongs to Chinese!!!\" [YMBK-ZJY 2013-9-22 22:04] , and \"Chinese government will give Hong Kong people the democracy and freedom they want, or there will be no 'one country, two systems' empowering Hong Kong people to govern Hong Kong themselves. However, you need to remember that all the democracy and freedom should obey the law, the freedom beyond the law is definitely illegal!\" [JS_NJJ 2014-9-30 06:29] . Meanwhile, some Weibo users just read posts and had fun, for example, \"How boisterous it is!\" [XuJude 2013-4-14 14:20] , and \"Aha, it's time to take back the government's right in advance\" [DeiVi16888 2013-5-28 09:11].\n\n4.3.2. Acute and chronic crisis: more negative emotions about regional and group confrontation\n\nIn the phases of acute crisis and chronic crisis, the regional debates and group confrontations elicited strong individual emotions from Weibo users, which presented as anger and even hostile emotions toward Hong Kong people. Note: a an actor in Hong Kong supporting the Occupy Central event and Hong Kong secession; b refers to those who are hired to send comments on the Internet as required; c an insulting nickname referring to people from mainland China used by certain people from Hong Kong. negative emotions like anger and hostility, making the secondary crisis communication at this stage very negative.\n\nIn the resolution phase, the comments on boycotting travel to Hong Kong became stronger and more apparent, with the emotions of anger and hostility. In this stage, Weibo users regarded themselves as tourists, and the behavioral intention of the tourism boycott was a reflection of their anger and hostility toward Hong Kong people. In their perceived role as tourists, they said such things as: \"Just don't go to Hong Kong any more, show some dignity to these scums\" [thinkerzzzzz 2015-3-11 23:53]; \"There are various choices like Thailand, Taiwan, South Korea, who will suffer in Hong Kong???\" [JayDWB 2015-3-27 22:39]; and \"Previously, there were many people who went to Hong Kong to go shopping as long as they have holidays, but now no one is talking about going to Hong Kong any more, and they begin to ask friends where to go during the holiday, there are countless advice below, and they are all consistent that just don't go to Hong Kong\" [JooYiQin 2015-3-27 22:50].\n\nIn the era of Web 2.0, the influence of social media in crisis events has become increasingly important and powerful (Cheng et al., 2016) , as it provides an open space for the public (Sandoval & Fuchs, 2010) to express their own opinions (Coleman, 2005) . It is recognized that social media greatly promotes the public participation in crisis events (Xie et al., 2016) , and in this way, promotes secondary crisis communication on social media (Utz et al., 2013) . Compared to the traditional top-down spread of crisis information, secondary crisis communication is led by the public with a high degree of diffusivity and interaction (Lotan et al., 2011) . The essential effect of secondary crisis communication on social media should not be ignored. By analyzing the topics and emotions expressed in the secondary crisis communication of Occupy Central on Weibo, this study found features of a transferring process from political event to tourism boycott.\n\nFirst, the topic of secondary crisis communication on social media transfers dynamically, spreading and developing other new topics as derived from the crisis event. In the secondary crisis communication of Occupy Central on Weibo, the topics shifted dynamically over time, from the Occupy Central event and political discussions in the prodromal phase, to regional debates in the acute crisis phase, to group confrontations in the chronic crisis phase, to, finally, a developed tourism boycott in the resolution phase. The topic's transfer to group confrontation reflects the activist behavior of social media (Xie et al., 2016) . New problems (Hu, 2008) and social impacts will arise as the topics of secondary crisis communication transfer. In this study, the group confrontation in the secondary crisis communication represented exactly the new problem on social media derived from the Occupy Central event, especially the confrontation between people from mainland China and Hong Kongda new crisis caused on social media, leading finally to mainland Chinese's behavioral intention to boycott travel to Hong Kong. Therefore, the secondary crisis communication on social media not only promotes the spreading of crisis events, but also possibly leads to another new crisis as topics shift sequentially and dynamically.\n\nSecond, the emotions of the public in secondary crisis communication will also change along with the topics, resulting in certain behavioral intentions and reactions. The emotions of the public are essentially related to their online participation behaviors (Coombs & Holladay, 2005) and affected by the type of event (Utz et al., 2013) , as testified to in the secondary crisis communication of Occupy Central, where positive emotion is positively significantly related to political issues, while being negatively significantly related to tourism. Weibo users' emotions turning from positive to increasingly negative in secondary crisis communication indicates just such emotional change during the public's online participation. In the Occupy Central event and political discussions in the prodromal phase, the emotion in the secondary crisis communication is mostly positive, expressing a strong patriotic feeling; however, in the phases of acute and chronic crisis, the emotion turns increasingly negative in debates, and confrontation between Hong Kong and mainland China, especially between people from the two sides whose personal and nationalistic emotions are elicited, directly present the outbreak of anger. This kind of emotion can be aroused when an offense affects oneself, one's social relations, or even the public at large (Breitsohl & Garrod, 2016; Lazarus, 1991a Lazarus, , 1991b . The negative emotions on social media tend to develop into personal attacks and cyber violence as shown in the latter phase of the secondary crisis communication of Occupy Central on Weibo. Moreover, the anger and hostility Weibo users show toward Hong Kong people during the secondary crisis communication is the antecedent of their behavioral intention to boycott travel to Hong Kong, reflecting Weibo users' feelings of disappointment and being hurt. In conclusion, during secondary crisis communication, the public's emotions can be easily elicited and can spread out quickly, the potential influence of which could be worse and more lasting than the crisis event itself.\n\nThird, based on the sequential transfer of the topics and emotions in the secondary crisis communication of Occupy Central on Weibo, the turning point of the shift from political event to tourism boycott is the groups' confrontation and the negative emotions aroused of Weibo users, in which case the focus shifted from the \"event\" to the \"person.\" In the Occupy Central event and political discussions in the prodromal phase, the focus of the public is on the event itself and the relevant political issues behind it. However, in the regional debates in the acute crisis phase, the focus of the public tends to transfer more to issues between mainland China and Hong Kong, with emotions becoming increasingly negative. Then, regional debates between mainland China and Hong Kong intensified to group confrontations in the chronic crisis phase, where the focus of mainland Chinese on Weibo transferred to the \"person\" from Hong Kong. The confrontation between people from mainland China and Hong Kong is actually the performance of cyber nationalism triggered by the Occupy Central event, a social phenomenon (Liu, 2016) of netizens expressing and spreading nationalistic comments and emotions (Wang, 2006; Wu, 2007) and a reflection of the complicated relationship and complexity between Hong Kong and mainland China. The group confrontation on Weibo this time elicited the nationalistic and emotional conflicts between the two sides again, leading to Weibo users' increasing emotions of anger and hostility. The negative emotions finally result in their boycotting travel to Hong Kong, which shows the potential risk and impact of secondary crisis communication on tourism destinations.\n\nThe study results highlight the essential role of secondary crisis communication on social media in crisis events, in which there is a potential risk for tourism destinations in that topics and emotional conflicts during secondary crisis communication can quickly turn to tourism destinations or local people, especially for the destinations that used to have emotional conflict with the traveler-generating regions. The secondary crisis communication of Occupy Central on Weibo has intensified the emotional conflict between mainland China and Hong Kong, and even now, the behavioral intention of mainland Chinese tourists to boycott tourism still remains strong. On April 10, 2016, an official Weibo account called \"Vista看天下\" posted a piece of news on Weibo with the title \"The Hong Kong government appropriated 240 million Hong Kong dollars to reshape the tourism image: especially promoting to mainland China.\" (see Fig. 6 ). This post attracted wide attention from Weibo users, earning 215 forwarding and 698 comments by Nov. 26, 2016; the Weibo users showed strong feelings of antipathy toward the Hong Kong government's behavior of emphasizing tourism promotion in mainland China, and meanwhile continued to express the opinion of boycotting travel to Hong Kong through strong confrontational emotion toward Hong Kong people. For example, \"I will never go to Hong Kong any more, how arrogant Hong Kong people are\" [MAO-MAOmAo 2016-4-11 09:35] , and \"So what. The government leaves alone the people insulting mainland China. Now want to depend on mainland China again for the loss? It's silly\" [SKZY 2016-4-11 14:05] . It is undeniable that the emotional confrontation between mainland Chinese tourists and Hong Kong people was not entirely caused by the Occupy Central event, much of it is concerned with a complicated history and relationship between mainland China and Hong Kong, as well as the identity crisis of post-colonial Hong Kong (Zhang, L Espoir Decosta, & McKercher, 2015) . However, through the reaction of Weibo users, the intangible but long-lasting impact of mainland Chinese's negative emotions toward the tourism industry in Hong Kong can be seen clearly.\n\nThis study aimed to understand how the secondary crisis communication of Occupy Central on Weibo shifted from a political event to a tourism boycott. Based on the crisis lifecycle model by Fink (1986) , the sequential transferring process of central topics is so noted: first, the Occupy Central event and political discussions in the prodromal phase, regional debates in the acute crisis phase, group confrontations in the chronic crisis phase, and lastly, a tourism boycott in the resolution phase, as emotions turn gradually and increasingly negative. The turning point of the secondary crisis communication of Occupy Central shifting to a tourism boycott is the discussed shift of focus from the \"event\" to the \"person,\" that is, the group confrontation aroused between people from mainland China and Hong Kong and the negative and nationalistic emotions elicited on Weibo. These findings importantly extend the literature of crisis management for tourism destinations by first highlighting the intangible but significant role of secondary crisis communication on social media when a crisis occurs. Although the essential role of social media in crisis communication has been recognized (Lin et al., 2016; Schroeder et al., 2013) , the significance of secondary crisis communication currently receives scant attention in tourism research. Secondly, instead of discussing the factors that influence secondary crisis communication by the public (Schultz et al., 2011; Utz et al., 2013) , this study extends prior work on secondary crisis communication by uncovering the transformation mechanism of secondary crisis communication from a crisis event to intentional behaviordin this study, a tourism boycottdon social media, which may further induce another new crisis. Thirdly, by pointing out the phenomenon of the public's tourism boycott on social media aroused by political events, this study expands the literature on tourism boycotts by the government, organizations, or tourists themselves (Castañeda & Burtner, 2010; Herrera & Hoagland, 2006) to include public opinion online. Finally, a number of recommendations have been provided for tourism destinations to cope with crisis events in social media environments, the most important of which is to introduce Internet thinking into crisis management.\n\nDespite the contributions, there are limitations in this study. First, based on big data materials and analysis, this study discusses how secondary crisis communication about Occupy Central on Weibodthat is, the most popular social media platform in mainland Chinadshifted from a political crisis event to a tourism boycott on social media. Although big data have been increasingly used in tourism research (i.e., Liu, Teichert, Rossi, Li, & Hu, 2017; € Onder, 2017) , it is still questioned for its quality and credibility as supportive proof (Li, Wang, & Gao, 2016; Yu, 2015) .\n\nSecond, although this study has pointed out the phenomenon of tourism boycott on social media, its actual impact on tourism destinations remains to be explored. Although protest discourse is indeed a behavioral performance in cyberspace (Chen & Lin, 2015) , the extent to which public opinion online results in actual boycott behavior by tourists remains unexamined.\n\nIn relation to future research, some aspects deserve to be further studied. First, it is noted by the author that some of the comments on Weibo express an emotional transference to other countries such as Japan and South Korea along with boycotting travel to Hong Kong, which warrants additional research. For example, \"There are various choices like Thailand, Taiwan, South Korea, who will suffer in Hong Kong???\" [JayDWB 2015-3-27 22:39] . Secondly, the effectiveness of similar political protests and crises in promoting tourism boycott in light of complex bilateral relations deserves further research in different contextsdfor example, concerning mainland China and Taiwan or, at the international level, Chine-seeJapanese (Kim, Prideaux, & Timothy, 2016) , and Japa-neseeSouth Korean relations (Sakamoto, 2011) . Lastly, to extend the discussion of the impact of crisis events on tourism in light of crisis communication, more perspectives need consideration for further researchdfor example, the impact of cyber nationalism on the Internet and social media (Liu, 2016) .\n\nBased on the new feature of secondary crisis communication of crisis events on social media, traditional crisis management concepts cannot be applied to wholly deal with the new challenge. Thus, in the era of tourism 2.0, it is very important and necessary to introduce Internet thinking into crisis management for tourism destinations: a) In the early stage of secondary crisis communication, tourism destination management organizations should be aware of the potential risk, which requires that they be sensitive to the potential for risky topics that may be aroused during the secondary crisis communication, and then establish a risk prevention and management plan on social media. b) During secondary crisis communication, public opinion monitoring on social media should be strengthened. The destination management organizations should not only focus on the development of the crisis event itself, but be as concerned about the possible transfer on social media, and then guide public opinion in time when a negative turning point to the tourism destination is coming into being, so as to reduce the potential damage. Also, effective public opinion monitoring enables the destination management organization to take advantage of any chance to turn the crisis into an opportunity, and thus achieve the ideal results. c) After the secondary crisis communication, the destination management organization is required to set up tourism restoration measures specific to the new turn of the crisis events on social media. The traditional crisis management concept suggests that with the end of the crisis event and less attention by the public, the crisis's negative impact on tourism destinations will gradually weaken, allowing the tourism industry to recover shortly (Cheng et al., 2016) . However, with the active role of social media (Hall, 2002) , the original crisis event may transform into another new crisis on social media, which requires the destination management organizations to find out the key problem and take effective measures specific to these problems, or it will only be wasting resources to no effect, and even incur side effects. In this case, the negative image of the local people in Hong Kong that mainland Chinese tourists bear in mind is the key problem that needs to be solved when it comes to promoting Hong Kong tourism in mainland China.\n\nParts of the Weibo comments quoted in this study are insulting to varying degrees for the purpose of showing the original field on Weibo, with no offense intended from the author."}