{"title": "Demyelination induced by murine hepatitis virus JHM strain (MHV-4) is immunologically mediated", "body": "has been used to study demyelination experimentally. These models include experimental allergic The murine coronavirus JHMV, also desig-encephalomyelitis (EAE) and infection by Theiler's hated MHV-4, was originally isolated from mice virus, canine distemper virus, Semliki forest virus, which spontaneously developed hindlimb paralysis A59 coronavirus, visna virus, and others (reviewed and demyelination (Bailey et al, 1949; Cheever et by Raine, 1984; Martin and Nathanson, 1979; Dal al., 1949) . Subsequently, JHMV infection of ro-Canto and Rabinowitz, 1982; Stohlman and dents has been one of several model diseases which Kyuwa, 1990) .\n\nFor the viral models of experimental demyelination, Rodriguez (1988) has outlined a use-gory of direct viral cytopathic effect on oligo-representative mice bled and tested by enzymedendrocytes, the cells which produce and maintain linked immunosorbent assay (ELISA; Fleming and myelin; in this mechanism, the immune system Pen, 1988) for antibodies to murine coronaviruses plays no role or merely has a scavenging function, were seronegative. This hypothesis is supported by findings that\n\nThe isolation and characterization of JHMV JHMV replicates and causes acute cytopathology antigenic variant 2.2-V-1 in oligodendrocytes (Lampert et al., 1973; and a small plaque variant JHMV-DS (Stohlman 1973; Powell and Lampert, 1975; Fleury et al., et al., 1982) have been described previously. 1980), as well as by several reports that animals Viruses were propagated under serum-free condiwhich are either immunosuppressed or im-tions and quantitated by plaque assay on DBT munodeficient nonetheless develop JHMV-in-cells (Stohlman and Weiner, 1978) . Prior to inocduced demyelination to a variable degree (Soren-ulation, viruses were diluted in Dulbecco's minimal sen et al., 1982, 1987) . On the other hand, studies essential medium. Mice were injected either i.c. have shown that MHV may elicit a variety of with 30 /xl containing 103 plaque-forming units potentially immunopathological responses, includ-(PFU) of virus or i.p. with 0.5 ml containing 106 ing alteration in major histocompatibility complex PFU of virus. Infectious virus titers in brain ho-(MHC) antigen expression (Massa et al., 1986;  mogenates were measured on L2 cells and by Suzumura et al., 1986) , reactivity to myelin basic infectious center assays as previously described protein (Watanabe et al., 1983) , anti-viral antibod- (Stohlman and Weiner, 1978) . ies (Fleming et al., 1983 ) and anti-viral T cells (Sussman et al., 1989) . Despite the evidence show-Gammdirradiation ing that JHMV is capable of causing (1) direct Mice were irradiated with a ~3VCS gamma verticytopathology and (2) potentially immunopatho-cal beam source at 150 rad/min (Gamma Cell 40, logical responses, controversy remains about the Atomic Energy of Canada) under the experimenextent to which either of these processes actually tal conditions noted below. In experiments conpredominates in vivo.\n\nducted to compare the effects of irradiation of the Two approaches were taken to directly study central nervous system (CNS) with those of systhe role of the immune system in the JHMV-in-temic compartments, mice were anesthetized using duced demyelination. First, infected animals were pentobarbital (75 mg/kg; i.p.), placed in a plastic immunosuppressed by gamma irradiation early in restrainer, and protected by 25 mm thick lead the disease course. Second, immunosuppressed shields introduced above and below the mice mice were reconstituted by the adoptive transfer longitudinally to either cover the CNS (systemic of spleen cells from immune donors. These experi-exposure; 4 mm dorsal shield) or the non-CNS, ments revealed that JHMV-induced demyelination systemic areas (CNS exposure; ventral shield to is prevented by gamma irradiation and partially within 4 mm of the back). Mock experiments and restored by the transfer of immune splenocytes, dissections confirmed that differential irradiation providing direct evidence for a central role of the of the CNS (brain and spinal cord) or systemic immune system during JHMV-induced demyelina-compartments (including spleen, lymph nodes, and tion.\n\nbone marrow) was achieved under these shielding conditions.\n\nDonor mice were either not immunized (naive\n\ndonors) or immunized i.p. with approximately 106 Six-week-old male C57BL/6J and BALB/cJ PFU of virus (immune donors) at 6 days prior to mice were obtained from Jackson Laboratories adoptive transfer. Single-cell suspensions were (Bar Harbor, ME, U.S.A.). Mice were held for prepared from spleens of donor mice, and 5 x 10 v 48-72 h before intracerebral (i.c.) infection or cells were injected intravenously (i.v.) into recipiintraperitoneal (i.p.) immunization with virus. All ent mice which had received 850 rad of irradiation immediately prior to transfer. In some experi-Statistical analyses ments, donor cells were fractionated into nylon Both clinical and histological scores were comwool adherent (NWA) and nylon wool non-adher-pared for statistical significance using the Mannent (NWNA) populations (Sussman et al., 1989) Whitney test for nonparametric samples (Statsoft prior to transfer, statistical programs, Tulsa, OK, U.S.A.). A probability (p) < 0.05 by this test was considered sig-Clinical evaluation nificant. In instances where observers disagreed, Mice were evaluated for clinical signs of de-the histological score assigned was~either the lower myelination using a scale modified from Brown et grade (one-step disagreement, n = 31/90 observaal. (1982) . Numerical values were assigned as fol-tions) or intermediate grade (two-step disagreelows: 0, normal; 1, minimal gait abnormality; 2; ment, n = 2/90 observations). moderate paraparesis; 3, severe paraparesis; and 4, paraplegic. Evaluations were scored at day 12 postinfection (p.i.), as almost all mice that will Results develop subacute or chronic disease after 2.2-V-1 infection show some abnormal clinical signs at or Whole body irradiation before day 12 p.i. .\n\nTo study the immunosuppressive effects of irradiation, different amounts of whole body Histological evaluation gamma irradiation were administered daily Mice were sacrificed at day 12 p.i. and tissues throughout the disease course in C57BL/6J mice were fixed in Clarke's solution (75% absolute al-after i.c. infection with JHMV variant 2.2-V-1. cohol and 25% glacial acetic acid), embedded in Irradiation dramatically reduced paralytic-deparaffin, and stained with hematoxylin and eosin myelinating disease if 850 rad were administered (H&E) or luxol fast blue (LFB) counterstained at day 6 p.i. or earlier. At day 7 p.i. or later, with eosin . For quantitative however, disease was unaffected by as much as assessments, a single longitudinal section of H& 1250 rad. Based on these data, we chose to admin-E-stained spinal cord was reviewed independently ister 850 rad on day 6 p.i. in subsequent experiby two observers without knowledge of the ments in which clinical and histological diseases animal's experimental group. Evaluation focused were monitored quantitatively. on the degree of inflammation, edema, and dis-Severe paralysis and demyelination were eviruption of tissue architecture in the white matter, dent by day 12 p.i. in infected, untreated mice Pathology was graded as follows: 0, normal; I, (Table 1 , group 1) as reported previously (Fleming slight (mild, focal) ; 2, moderate (mild, diffuse); 3, et al. , 1986) . Fig. 1 shows several histological marked (intense, focal) and 4, severe (intense, features of the demyelinating lesions observed in confluent). Grade 3 and 4 lesions correspond to group 1, including inflammatory hypercellularity the fully developed plaques of acute, primary (A, B, C, E), scanty viral antigen and the presence JHMV-induced demyelination first described by of naked axons (D). In contrast, infected mice Bailey et al. (1949) and Weiner (1973) . Using irradiated at day 6 p.i. had a marked reduction in myelin staining and electron microscopy, we have both paralysis and demyelination (Table 1 , group previously shown that JHMV antigenic variant 2; Fig. 2B ). Irradiation given to uninfected, naive 2.2-V-1 produces lesions identical to those initially mice had no demonstrable clinical or histological described, in which the principal changes are effect (data not shown). To determine if the dimyelin loss and axonal preservation (Fleming et minution in disease could be attributed to the al., 1986, 1987) . Viral antigen was detected by inhibition of virus replication by irradiation, the immunoperoxidase staining , virus titer in brains of irradiated (850 rad) and using monoclonal antibody (designated J.3.3) control mice were compared. Fig. 3 shows that the specific for the JHMV nucleocapsid protein as virus titer in the irradiated mice exceeded that of primary antibody, and counterstained with hema-the unirradiated controls. These data indicate that toxylin, the absence of disease was not due to an inhibi- Six-week-old male C57BL/6J mice were given 103 PFU of JHMV 2.2-V-1 i.c. on day 0, as indicated by ' +' sign. 850 tad of whole body irradiation were given at day 6 p.i., as indicated by ' +' sign. c Clinical observations and blinded histological evaluations were performed as indicated in Materials and Methods (0-4 scales, with grade 4 being maximal disease). The mean, standard deviation, and number (n) of mice tested are shown. Underlined values indicate a statistically significant difference (p < 0.05) between groups 1 and 2 as determined by the Mann-Whitney test for nonparametric samples.\n\ntion of virus replication. In addition, immunohis-infected with 103 PFU of 2.2-V-1 also developed tochemical studies showed that following 2.2-V-1 severe paralytic-demyelinating disease by day 12 challenge, viral antigen was scanty or absent in p.i. Disease was also prevented in these mice by unirradiated mice (Fig. 1D ) but was very abun-850 rad of whole body irradiation at day 6 p.i. dant in irradiated mice ( Fig. 2A) . Many of the (data not shown). These findings are essentially antigen-positive cells in irradiated, infected mice identical to those obtained in C57BL/6J mice appeared to be oligodendrocytes ( Fig. 2A) ; infected with 2.2-V-1, suggesting that abrogation surprisingly, these cells showed few or no morpho-of demyelination by irradiation is not dependent logical abnormalities, on an unusual characteristic of a particular JHMV In control experiments paralleling those shown strain or mouse strain. in Table 1 , mice were infected with a second JHMV strain, JHMV-DS (Stohlman et al., 1982) ,\n\nand were either irradiated or not irradiated. Un-In view of the finding that whole body irradiairradiated mice demonstrated intense disease at tion at day 6 p.i. prevents JHMV-induced paraday 9 p.i. By contrast, mice given 850 rad at day 6 lytic-demyelinating disease, differential irradiation p.i. had few histological changes at day 9 p.i. In studies were conducted to determine whether critiaddition, a second mouse strain, BALB/cJ mice cal radiosensitive targets reside in the systemic or a Immune donor mice were 6-week-old C57BL/6J males given 106 PFU of JHMV 2.2-V-1 i.p. 6 days prior to transfer. Naive donors were identical mice not given virus. In each group, 5 x 10 v spleen cells were transferred i.v. into recipient mice on day 6 p.i. b Recipient mice were 6-week-old C57BL/6J male inoculated (Virus) or not (Naive) with 103 PFU of JHMV 2.2-V-1 i.c. on day 0.\n\nAll recipient mice were given 850 rad prior to adoptive transfer on day 6 p.i. Scoring was performed as indicated in Table 1 . Underlined values are clinical or histological scores which are significantly greater than respective scores of JHMV-infected, irradiated mice not given splenocytes ( CNS compartments. When 850 rad were delivered at day 6 p.i. to systemic regions (including spleen, to the CNS only (brain and spinal cord) at day 6 lymph nodes, and bone marrow) but not to the after 2.2-V-1 infection, marked white matter pa-CNS, white matter appeared normal (Fig. 4C, D) . thology was observed (Fig. 4A, B) . In the con-These findings are essentially identical to those verse experiment in which 850 rad were delivered found in EAE (Hickey and Kimura, 1988) and Im m k ,,. ~'L_m suggest that radiosensitive cells residing in the formed, using BALB/cJ (H-2 d) donor and systemic compartment at day 6 p.i. are essential C57BL/6J (H-2 h) recipient mice. As shown in for subsequent lesion development. Table 3 (groups 6 and 7), allogeneic transfers did not restore disease, suggesting that MHC restric-\n\ntion is, in fact, required.\n\nTo further define the characteristics of cells to JHMV-induced disease, spleen cells from donor which are active in the adoptive transfer of dismice were transferred into irradiated recipient mice ease, syngeneic immune spleen cells were sep-( Table 2 ). When 2.2-V-l-infected, irradiated mice arated by nylon wool to yield T cell-enriched received immune spleen cells (group 3, Table 2 ), (nylon wool nonadherent) and T cell-depleted significant disease was restored (clinical score, p (nylon wool adherent) fractions. As shown in Ta-= 0.0023; histological score, p = 0.0587). While this effect was often quite dramatic in individual 60 mice (Fig. 5A) , the mean clinical and histological scores in these animals were not as high as those of virally infected, unirradiated mice (group 1, oE ,0 Table 1) . Surprisingly, adoptive transfer of naive ~ spleen cells into infected, irradiated recipients ~ /,~/~p jE3 (group 4, Table 2 ; Fig. 5B ) also produced mod-~o ,0 ~ .... crate disease. On the other hand, following trans-g / fer of immune splenocytes to naive, uninfected J 2° / mice (group 5, Table 2 ) recipients were completely // normal (Fig. 5C) The ability of spleen cells from naive mice to Fig. 3 . Viral replication in the brains of C57BL/6J mice induce disease in infected, irradiated mice (group inoculated with JHMV 2.2-V-1 on day 0 and sacrificed at the indicated time points, each of which represents the mean titer 4, Table 2) raised the possibility that a nonfrom a group of 4-6 mice. Mice were either not irradiated (I~), MHC-restricted cell, such as a macrophage, might or subjected to 850 rad of whole body irradiation at either day be responsible for mediating this effect. To test -1 (o) or at day + 6 (o) relative to the day of viral inoculathis hypothesis, allogeneic transfers were per-tion. a Allogeneic (BALB/cJ, H-2 d) or syngeneic (C57BL/6J, H-2 b) donor mice were given 106 PFU of JHMV 2.2-V-1 i.p. 6 days prior to transfer (Immune) or not (Naive), as noted in Table 2 . In groups 6 and 7, 5 x 107 spleen cells were transferred i.v. into each recipient at day 6 p.i. NWNA indicates nylon wool nonadherent ceils, and NWA indicates nylon wool adherent cells (selected from a total of 5 X 107 spleen cells) transferred i.v. to recipients at day 6 p.i. b In all groups, recipient mice were 6-week-old C57BL/6J males given 103 PFU of JHMV 2.2-V-1 i.c. on day 0 and irradiated on day 6 p.i. prior to transfer. c Scoring was also performed as in Table 1 . Underlined values are those which are significantly greater than respective scores of JHMV-infected, irradiated mice not given splenocytes ( ble 3, the ability to transfer clinical disease was vestigation cannot exclude some contribution of contained in the T cell-enriched population (group direct viral cytolysis of oligodendrocytes (Lampert 8) . Although histological scores were elevated in et al., 1973) to the JHMV pathogenesis. Clearly, these mice relative to irradiated, infected mice not however, the role of this mechanism, if present, given spleen cells (group 2, Table 1 ), this value did must be minor, since it should be unaffected or not achieve statistical significance, possibly due to even enhanced by an immunosuppressive dose of the relatively small number of animals in the irradiation. In fact, infected irradiated mice show experiment. Taken together, the characteristics of little or no evidence of demyelination or cell de-MHC restriction and nylon wool nonadherent struction (Fig. 2) , despite marked increases in suggest that spleen cells which are most active in both viral antigen-positive oligodendrocytes (Fig. adoptive transfers are likely to be T lymphocytes.\n\n2A) and brain viral titers (Fig. 3) . Prior studies in athymic (Sorensen et al., 1982 ), immunosuppressed (Sorensen et al., 1982 Zimmer and Dales, Discussion 1989) , or lethally challenged Sussman et al., 1989) rodents have established a The major finding of this study is that ira-protective role for cellular immunity early in the munosuppression of JHMV-infected mice by JHMV pathogenesis by limiting virus infection in means of gamma irradiation abrogates viral-in-susceptible cells, such as oligodendrocytes and duced demyelination. This result strongly argues neurons. Again, these studies have limited relethat JHMV causes demyelination through ira-vance to the study of JHMV-induced demyelinamunopathological mechanisms. However, our in-tion, since early challenge of animals with severe immunodeficiency or with large amounts of viru-The two JHMV strains, 2.2-V-1 and JHMV-DS, lent virus primarily results in an acute, fulminant used in the present study are essentially identical panencephalitis, with little or no demyelination, to most JHMV strains in all respects except neu-Further support for an immunopathological rovirulence (Weiner, 1973; Stohlman et al., 1982 ; mechanism of JHMV-induced demyelination . In terms of neurovirulence, comes from the adoptive transfer studies. These they resemble the original JHMV isolates, which experiments indicate that populations of murine in early passages primarily caused a nonfatal paradonor spleen cells, which are enriched for T lytic disease (Bailey et al., 1949; Cheever et al., lymphocytes and appear to be MHC-restricted, 1949) ; only after many i.c. passages did the virus restore demyelination to infected, irradiated re-acquire marked neurovirulence. Most importantly, cipient mice (Tables 2 and 3 ). Two features of the the minimal neurovirulence of JHMV 2.2-V-1, adoptive transfers were unexpected, however, and JHMV-DS, and similar JHMV strains (Hirano et indicate that these experiments must be interpret-al., 1981; Knobler et al., 1982; Dalziel et al., 1986 ) ed cautiously. First, cells from naive donors (Ta-allows virus-induced demyelination to be studied ble 2, group 4) were nearly as effective as cells directly, by minimizing the confounding fatal enfrom immune donors ( The only previous study of irradiation during p.i. This result may reflect the fact that in an JHMV infection was that of Love et al. (1987), established cellular immune response within the who applied regional irradiation to the spinal cords CNS, the majority of lymphocytes present locally of mice which had been infected with JHMV, may not be antigen-specific (Ceredig et al., 1987;  strain ts8 (Knobler et al., 1982 ) 2 months previ-Fallis et al., 1987 . Second, although the degree to ously. Under these circumstances, irradiation had which adoptive transfers reconstituted disease was no effect on the clinical or histological course of clearly significant in the aggregate (Table 2) and JHMV pathogenesis. We have confirmed the reoften dramatic in individual animals (Fig. 5A, B) , suit of Love et al. (1987) , that irradiation applied the mean clinical and histological scores of recon-to the CNS alone or applied after disease has stituted mice were considerably lower than those become firmly established has no effect on of the infected unirradiated mice (Table 1, group JHMV-induced demyelination. The suggestion of 1). Thus, the disease was, on average, only par- Love et al. (1987) , that irradiation administered at tially restored by adoptive transfer of spleen cells, an earlier time in the course of disease might have This result may reflect technical factors, such as an effect on demyelination was shown to be corthe quantity or quality of transferred cells or the rect in the present study (Table 1) . ability of transferred cells to reach specific targets.\n\nIn conclusion, we have shown that JHMV-in-Alternatively, it is possible that irradiation at day duced paralytic-demyelinating disease may be pre-6 p.i. irreversibly damages critical elements in the vented by immunosuppressive dose of gamma cascade leading to demyelination. In order to ad-irradiation and partially restored by the adoptive dress these questions, further experiments in which transfer of spleen cells, which are most likely T adoptive transfers performed during the early, in-lymphocytes. Taken together, these findings indiductive phase of disease are in progress, cate that the primary mechanism of JHMV-in-An immunopathological mechanism has not duced demyelination is immunopathological, been established previously for JHMV-induced rather than being due to direct viral lysis of demyelination, possibly due to the use of a rela-oligodendrocytes. tively virulent virus strain coupled with cyclophosphamide-mediated immunosuppression applied simultaneously with virus infection (Lampert et "}