{"title": "Respiratory Syncytial Virus and Other Noninfluenza Respiratory Viruses in Older Adults", "body": "Respiratory tract infections are a common cause of morbidity and mortality in older adults. In 2014, influenza and pneumonia accounted for 2.3% of deaths among adults 65 years or older in the United States. 1 Older adults, especially those older than 75 years of age, experience the highest rate of influenza-associated mortality rate among all age groups. 2 The availability of rapid diagnostic tests, antiviral medications, and, most notably, the seasonal influenza vaccine mitigate some of influenza's devastating effects. 3 Respiratory viruses other than influenza also cause significant morbidity and mortality among older adults, particularly those who are residents of long-term care facilities (LTCFs). 4, 5 These viruses include respiratory syncytial virus (RSV), human metapneumovirus (HMPV), parainfluenza virus, rhinovirus, coronavirus, and adenovirus. In this article, we review viruses, other than influenza, that are common causes of respiratory infections in older adults and discuss relevant diagnostic tests, transmission, and infection prevention and control measures.\n\nIn the United States, the National Respiratory and Enteric Virus Surveillance System, a voluntary laboratory-based system affiliated with the Centers for Disease Control and Prevention (CDC), monitors temporal and geographic patterns associated with the detection of RSV, HMPV, parainfluenza viruses, and respiratory adenoviruses. 6 Data from the National Respiratory and Enteric Virus Surveillance System informs reports from the CDC regarding ongoing trends in detection of respiratory viruses. Although comprehensive, the National Respiratory and Enteric Virus Surveillance System data do not include patient demographics and therefore do not specifically provide information about the epidemiology of respiratory viruses in older adults or LTCFs. Additionally, other than to rule out influenza, for which there is effective antiviral therapy, molecular diagnostic tests are not yet widely used in the evaluation of older adults or LTCF residents with respiratory infections. Accordingly, most of our understanding of the epidemiology of noninfluenza respiratory infections among older adults is informed through research studies and descriptions of outbreaks in LTCFs ( Table 1) .\n\nFirst isolated from chimpanzees in 1956, RSV is a nonsegmented, single-stranded, negative-sense RNA virus within the Paramyxoviridae family ( Table 2) . 7 Most recognized for its effect on children, RSV also causes severe infections among older adults. Similar to influenza, it generally circulates from fall through spring, with a peak in January. 8 A protein on the surface of the virus, dubbed the F protein, causes cell membranes of nearby cells to fuse to form the syncytia for which the virus is named.\n\nAmong older adults, RSV causes morbidity and mortality that rivals that of influenza. Falsey and colleagues 9 described RSV infections among older adults over 4 consecutive winters from 1999 to 2003. Among older adults hospitalized with a respiratory viral infection (n 5 1388; age 75 AE 12 years), the authors detected roughly similar proportions of RSV and influenza (142 and 170 cases, respectively). Furthermore, they also found that people with RSV and influenza had similar rates of intensive care stays (15% vs 12%) and mortality (8% vs 7%), respectively. Among this communitydwelling population, for whom the prevalence of vaccination against influenza and Streptococcus pneumoniae was greater than 75%, the incidence of RSV was similar to that for nonpandemic influenza. 94 1980 Data not given United Kingdom Seventeen of 40 residents aged 69-90 y developed fever, anorexia and a nonproductive cough. Paired sera from 2 cases showed an increase in RSV complement fixation titers from <20-160. One resident died after severe chest infection. Sorvillo et al, 10 1984 The rates of RSV infections and death parallel that of influenza among LTCF residents as well. An LTCF in California reported a 6-week outbreak of RSV in 1979 with an attack rate of 40% and a case fatality rate of 20%. 10 Among 381 nursing homes in Tennessee, during 4 consecutive years (1995) (1996) (1997) (1998) (1999) , RSV contributed to an average of 15 hospitalizations, 76 antibiotic courses, and 17 deaths per 1000 persons each year. 11 In comparison, influenza caused an average of 28 hospitalizations, 147 antibiotic courses, and 15 deaths per 1000 persons each year. In 2008, active surveillance for symptomatic and asymptomatic respiratory viral infections detected an RSV outbreak in a 56-room, 120-bed LTCF in North Carolina. 12 Among 52 residents, 22 (42%) developed respiratory tract infections and, of those, 7 (32%) had an RSV infection confirmed using reverse transcriptase polymerase chain reaction (RT-PCR). One resident required hospitalization and subsequently died. This study in particular is notable for using RT-PCR to support timely and accurate recognition of an RSV outbreak.\n\nAlthough active surveillance for RSV may be useful in early diagnosis and, therefore, in outbreak prevention, the expense and resource use involved may render them impractical for most LTCFs.\n\nAs with influenza, the spectrum of clinical disease caused by RSV infections is diverse and heterogeneous ( Table 3) . Younger adults may be reinfected every 5 to 7 years, and may manifest symptoms of a mild cold or sinus infection or remain asymptomatic.\n\nIn older adults, RSV may cause self-limiting upper respiratory tract infections, pharyngitis, rhinosinusitis, pneumonia, respiratory failure, and death. Unfortunately, clinical manifestations do not permit identification of specific viral pathogens, including RSV. 5, 13 In a prospective study, Walsh and colleagues 13 assessed the clinical characteristics of older adults living in the community or retirement homes who were admitted to the hospital with an acute respiratory illness. Using culture, RT-PCR, serologic analysis, or a combination of these tests, they identified 132 patients with RSV infection and 144 with influenza A virus. They reported that RSV, compared with influenza A, was more commonly associated with nasal congestion (68% vs 55%; P 5 .03), lower temperature at admission (37.7 C vs 38.1 C; P 5 .004) and wheezing by history (73% vs 53%; P 5 .002) or on physical examination (82% vs 68%; P 5 .02). Although these factors were independent predictors for RSV infection persons, none were sufficiently sensitive or specific to accurately discriminate between illnesses caused by RSV versus influenza. Among RSV-infected adults, disease severity correlates with increased levels of interleukin-6 (IL-6) and viral shedding. IL-6 is a proinflammatory cytokine associated with physical function decline and chronic disease. 14 A study of RSV-infected adults showed that hospitalized patients, compared with outpatients, had greater nasal IL-6 levels and shed RSV longer (13.1 AE 6.3 days vs 9.8 AE 4.8 days, respectively). 15 Furthermore, hospitalized adults who required mechanical ventilation for RSVrelated respiratory failure manifested higher peak RSV viral loads compared with those who did not (log 10 3.7 AE 1.7 PFUs/mL vs log 10 2.4 AE 1.1 PFUs/mL, respectively; P 5 .02). 16 Similarly, among adults hospitalized with PCR-confirmed RSV infections (n 5 123; age 78 AE 15 years), increasing concentrations of viral RNA were associated with respiratory insufficiency and risk of complications (adjusted odds ratio 1.40 per increase in log 10 copies/mL, 95% CI, 1.03-1.90; P 5 .034). 17 Together, these studies indicate that high RSV viral loads correlate with disease severity.\n\nAge-related immune senescence may increase older adults' risk for developing RSV infection and for subsequent hospital admission. Older adults with lower serum RSV neutralizing antibodies are more likely to become infected with RSV and to require hospital admission. A prospective study of adults enrolled in day care programs compared serum anti-RSV antibody titers between an infected subgroup (n 5 22) and controls matched for age, exposure, and recent respiratory illness. 18 The mean titers of neutralizing antibodies against RSV were significantly lower in RSV-infected patients compared with controls for both group A (12.4 AE 2.2 vs 14.2 AE 2.2, P 5 .008, respectively) and group B virus (9.1 AE 2.1, vs 10.3 AE 1.5, P 5 .01, respectively). A similar study evaluated antibody titers among a prospective cohort of adults with RSV infection (n 5 130), 61 of whom were hospitalized for RSV. 19 Multivariate analysis showed an increased risk for hospitalization (odds ratio, 5.89; 95% CI, 1.69-20.57; P 5 .04) among adults with low serum anti-RSV antibody levels, defined as less than a 1:100 dilution. After infection, RSV-specific antibodies provide some protection from reinfection, but levels usually decrease within months. A study evaluating 20 adults reported an 8-fold increase in RSV antibody titers after RSV infection. Within 1 year, however, the RSV antibody titers decreased by at least 4-fold in 15 of the adults studied (75%). 20 Because immunity is not complete after preceding infections, reinfection can occur throughout life. 21 \n\nHMPV, first described in 2001, is a common cause of respiratory infections among all age groups and circulates from winter through spring in temperate climates. Like RSV, HMPV is a member of the Paramyxoviridae family and is divided into genotypes A and B, each of which includes subtypes. Given the variety of genotypes, a seasonal shift of predominant genotype can occur each year, similar to influenza virus. 22 Epidemiology A prospective study in Tennessee found similar rates of infection by HMPV and influenza among hospitalized adults. 4 Over 3 consecutive winters, Widmer and colleagues 4 enrolled 508 individuals 50 years and older, more than 90% of whom lived in the community, who were hospitalized with respiratory symptoms or nonlocalizing fever. RT-PCR testing on nasal swabs detected HMPV in 4.5% (23/508) and influenza virus in 6.5% (33/508) of hospitalized individuals. Patients with HMPV, compared with those with laboratory-confirmed influenza, were older (median age, 76.2 vs 60.0), had more cardiovascular disease (78.3% vs 51.5%), and were more likely to have received the influenza vaccination (87.0% vs 51.5%). Notably, they were also less likely to report a fever (51.2% vs 87.9%).\n\nSeveral reports describe notable morbidity and mortality associated with HMPV outbreaks in LTCF residents. In 2006, 27% of residents (96/364) at an LTCF in Quebec City, Canada, presented with respiratory or constitutional symptoms. 23 Of 13 samples obtained by nasopharyngeal swab or nasopharyngeal aspirate, real-time multiplex RT-PCR detected HMPV in 6 residents. The fatality rate was 50% (3 of 6 patients) among confirmed HMPV cases. In 2011, 36% of residents (16/44) at an LTCF in Oregon met the case definition of severe respiratory tract infection and, of those, 5 had pneumonia, 4 were hospitalized, and 2 died. Six of 10 nasopharyngeal swab specimens collected from the 16 afflicted residents tested positive for HMPV. 24 Similarly, in the winter of 2011 to 2012, 2 skilled nursing facilities in Idaho and Washington also experienced HMPV outbreaks. 25 Among the residents with lower respiratory tract infections, 56% (25/45) had pneumonia, and 11% (6/45) died. For 3 of the HMPV outbreaks described, the outbreak investigation queried about the staff caring for the residents and found that some of them also experienced symptoms of acute respiratory illness.\n\nThe clinical manifestations of HMPV infection in adults, similar to those in children, are nonspecific upper respiratory symptoms including cough and nasal congestion, although asymptomatic infection is common. [26] [27] [28] Several prospective studies assessed the symptoms manifested by older adults. Older adults developed dyspnea and wheezing more frequently than younger adults, 26 although these symptoms are not specific to HMPV. 4 Compared with influenza, however, fever is reported less frequently (51.2% vs 87.9%). 4 In a prospective study of adults hospitalized for community-acquired pneumonia, Johnstone and colleagues 29 used RT-PCR on nasopharyngeal swabs to detect HMPV in 4% of cases (8/193) during influenza season; concomitant blood, sputum, and assays for other virus and atypical bacterial pathogens were negative. Specific risk factors for HMPV infection for older adults and residents of LTCF are not yet known.\n\nHuman parainfluenza virus (HPIV), a single-stranded negative sense RNA virus, is yet another member of the Paramyxoviridae family. First detected in the 1950s, this virus has 4 major serotypes, HPIV-1, HPIV-2, HPIV-3, and HPIV-4. 30 Parainfluenza virus generally circulates from spring through winter, with different seasonality and peaks depending on serotypes. 31 In children, HPIV-1 and HPIV-2 cause croup and HPIV-3, the most prevalent serotype, is associated with bronchiolitis and pneumonia.\n\nTwo reports describing large, population-based studies detail the morbidity and mortality of HPIV in older adults. Between 1976 and 1982, the Communicable Disease Surveillance Center in the United Kingdom received 5781 laboratory reports of HPIV infection. 32 Although just 2% of positive HPIV samples (121/5781) came from older adults, 46% (56/121) of those individuals had pneumonia or other lower respiratory tract infection. A population-based study of adults aged 65 or older in the Netherlands estimated the numbers of deaths attributable to HPIV between 1999 and 2007. The authors reported lower rates of mortality caused by HPIV (0.9%) compared with influenza A (1.5%) or RSV (1.4%). 33 Several reports describe HPIV outbreaks in LTCFs, most owing to HPIV-3. 32, 34, 35 In 1993, 30% of residents (26/84) and 6% of staff (5/78) at an LTCF in Ontario, Canada, developed respiratory tract infections. 36 Paired sera from 6 of 10 ill residents showed a 4-fold or greater increase in antibodies to HPIV-3. One resident was hospitalized, although none died. In 1999, 51% of residents (25/49) at a 50-bed skilled nursing unit at a Wisconsin Veterans Home developed new respiratory symptoms. 37 Viral cultures from 4 of 10 residents tested grew HPIV-3. Because viral cultures are typically less sensitive than PCR-based detection methods, this likely underestimated the true prevalence of HPIV-3. 38 Three residents required hospitalization and 4 died. In 2016, 11 residents presented with respiratory symptoms in a 30-bed residential aged care facility in Australia. Nine of 10 nasopharyngeal swabs tested positive for HPIV-3 by PCR. Two residents were hospitalized and none died. 39 These outbreaks indicate that compared with RSV and HMPV, HPIV outbreaks in LTCF have similar rates of attack and morbidity.\n\nIn healthy immunocompetent adults, HPIV infections are usually asymptomatic or cause mild respiratory symptoms indistinguishable from other common respiratory viruses. 30 A prospective study of the etiology of community-acquired pneumonia among adults in the Netherlands identified HPIV in 6% of cases. 40 Reported in 1998, an investigation of an outbreak of lobar pneumonia at a 70-bed LTCF in Massachusetts suggests a possible association between S pneumoniae pneumonia and preceding HPIV infection. 35 Over 10 days, 10 residents developed lobar pneumonia; 9 had serum available. The study used 18 matched controls. Of those, 5 had both serologic evidence of recent HPIV-1 infection and upper respiratory infection symptoms in the preceding month, compared with 2 of 18 controls (matched odds ratio, 9.0; 95% CI, 1.2-208). Ultimately, 2 of the 10 residents with pneumonia died; both of them had evidence of S pneumoniae infection. The authors note that only 3 of the 67 residents had documentation of pneumococcal vaccination. After identification of the eighth case of pneumonia, all nursing home residents received influenza and pneumococcal vaccines.\n\nA single-stranded, positive-sense RNA virus, the human rhinovirus (HRV) accounts for 30% to 50% of common colds each year. 41 There are more than 100 serotypes of HRV, which is divided into 3 genotypes, A, B, and C; the severity of illness does not seem to be associated with a particular genotype. 42 In temperate climates, HRV circulates year round and are more likely to cause illness in the warmer months; infections caused by influenza and RSV predominate in the winter months. 41 HRV causes respiratory infections in every age group, and recurrent infection can occur throughout life. 43 Epidemiology Rhinovirus infection is one of the most common noninfluenza respiratory viruses in older adults. A prospective study in the Netherlands evaluated community-dwelling older adults with acute respiratory symptoms for viral infections. 44 PCR on nasopharyngeal swabs or serology detected rhinovirus in 32% of cases (34/107), followed by coronavirus 17% (18/107) and influenza A 5% (5/107). Among symptom-free controls, these rates were 2% (2/91), 2% (2/91), and 0% (0/91), respectively. A similar prospective surveillance study in England found similar results with rhinovirus identified in 24% of respiratory infections (121/497) in adults aged 60 to 90 years. 45 Coronavirus (12%; 59/497) and influenza A or B (3%; 17/497) were the next most common pathogens. Multiple logistic regression analysis showed that current smoking (odds ratio, 1.47; 95% CI, 1.14-1.90) and chronic medical conditions (odds ratio, 1.40; 95% CI, 1.17-1.68) were independently associated with lower respiratory complications. Chronic medical conditions included regular treatment for heart disease, respiratory illness, or another high-risk condition designated by the Department of Health. Similarly, a prospective study in Italy assessed people over 65 years of age who presented to the emergency department with a fever and a respiratory illness in February and March of 2009 and 2010. 46 50 Molecular-based methods implicated HRV as the cause of 59% of the outbreaks (174/297). The next most prevalent virus was influenza A, which cased 7.0% of the outbreaks (22/297).\n\nIn the summers of 2002 and 2003, two nursing homes in Pennsylvania reported severe respiratory disease outbreaks associated with HRV. 47 In facilities A and B, 24% (40/170) and 62% of residents (77/124) experienced a respiratory illness. Specimens collected from symptomatic residents at facility A and B tested positive for HRV in 4 of 10 and 6 of 19 samples, respectively. Of the 10 rhinovirus-positive cases, 5 residents had clinical and radiographic evidence of pneumonia. Between the 2 facilities, a total of 7 residents died of severe respiratory illness concurrent with the HRV. In June 2003, a 99-bed LTCF in California experienced a similar outbreak. 48 Notably, 21% of the residents (12/56) died, possibly owing to a secondary bacterial infection. Of 13 respiratory specimens collected, 7 (54%) were culture positive for rhinovirus. Furthermore, 2 of 3 sputum cultures grew nontypeable Haemophilus influenza. The high attack rate associated with HRV may render large numbers of residents vulnerable to secondary bacterial infection, ultimately resulting in both morbidity and mortality from a virus regarded as a cause of the common cold.\n\nUsually regarded as a pathogen with low virulence, HRV may cause asymptomatic infection among younger adults. 51 Asymptomatic infection is less common in older adults. In addition to the common cold symptoms such as rhinorrhea, cough, and sore throat, HRV infection may cause asthma exacerbations in children and younger adults and, as discussed, may cause or predispose LTCF residents to bacterial pneumonia. 52,53\n\nFirst described in 1965, human coronaviruses (HCoV) also cause common colds among all age groups, with infections occurring more often in winter and spring compared with summer and fall. 54 The Coronaviridae family, composed of singlestranded positive-sense RNA viruses, also includes severe acute respiratory syndrome coronavirus and Middle East respiratory syndrome coronavirus, both of which are beyond the scope of this review. Strains HCoV-229E and HCoV-OC43 seem to be most frequently associated with human respiratory diseases.\n\nHCoV causes upper respiratory infections in elderly people living in the community. Two prospective studies in Rochester, New York, and England used a 4-fold increase in antibody titers between the acute and convalescent phase to indicate infection 55, 56 They found evidence for infection with HCoV-229E in 51% (31/61) and HCoV-229E or HCoV-OC43 in 30% (69/231), respectively, of community-dwelling older adults with acute respiratory illnesses.\n\nAlthough HCoV is also one of the most common respiratory viruses in LTCFs to our knowledge, only 2 reports describe HCoV outbreaks in LTCFs. 57 Birch and colleagues 58 \n\n37 developed respiratory symptoms, indicating an attack rate of 44%. Not surprisingly, epidemiologic investigations determined that LTCF staff members were the index case in 2 of the 3 LTCFs. The second report also describes an outbreak of HCoV-OC43. In the summer of 2003, an LTCF in British Columbia, Canada, reported that 67% of their residents (95/142) and 33% of their staff members (53/160) developed respiratory infections. 59 Eight residents died. Interestingly, the outbreak was initially attributed to severe acute respiratory syndrome coronavirus owing to crossreactivity to antibodies against nucleocapsid proteins from both viruses. Subsequently, RT-PCR confirmed HCoV-OC43. Together, these 2 outbreaks suggest that HCoV-OC43 represents a virulent pathogen for older adults in LTCFs. Additionally, they also highlight the role that ill health care workers may have in transmitting illnesses to LCTF residents.\n\nSimilar to HMPV, HPIV, and HRV, HCoV infections often manifest as common colds without specific or defining characteristics. A large, prospective, cohort study by Walsh and colleagues 60 details clinical features of HCoV infection in adults. In Rochester, New York, adults who developed an acute respiratory illness in the winter months from 1999 to 2003 underwent surveillance with RT-PCR and serologic studies. The adults included 4 cohorts: healthy older adults (n 5 611; age 75 AE 6 years), highrisk adults with underlying cardiopulmonary disease (n 5 511; age 70 AE 11 years), healthy young adults (n 5 291; age 33 AE 5 years), and a hospitalized group (n 5 1388; age 75 AE 12 years). During the study period, testing identified 398 HCoV infections from all cohorts, 214 of which (54%) were symptomatic. Of those, 10% (21/214) of them had evidence of viral coinfection. Manifestations of HCoV infection among prospective cohorts excluding the hospitalized group were congestion (98%-100%), constitutional symptoms (53%-74%), and cough (40%-79%). Fever was not common; the mean temperature ranged 36.4 C to 36.8 C. Asymptomatic infection, defined as a 4-fold or greater increase in HCoV-specific serum IgG in the absence of respiratory symptoms, was common, ranging from 33% to 44% in prospective cohorts. Among 71 HCoV infections in the hospitalized group, 23 (32.3%) had infiltrate on chest radiography and 3 (4.2%) died. Although capable of causing acute exacerbations of chronic obstructive pulmonary disease or communityacquired pneumonia, most HCoV infections seem to be less severe than those caused by RSV, HMPV, and PIV. 61, 62 ADENOVIRUS Human adenoviruses (HAdV), members of family Adenoviridae, was first isolated from human adenoid tissue in 1953. These double-stranded DNA viruses, of which there are now more than 50 serotypes identified, cause a variety of illnesses, most commonly respiratory infections, conjunctivitis, and gastroenteritis. 63 \n\nOnly limited descriptions specifically focus on HAdV infection in older adults, Kandel and colleagues 64 reported an outbreak of HAdV type 4 among residents of an LTCF in Boston, Massachusetts, in April and May 2006. Acute respiratory infections developed in 30% of residents (12/40) , and 4 of those 12 died. Nasopharyngeal aspirates from 7 specimens initially tested negative using a rapid antigen test. PCR-based testing subsequently confirmed HAdV type 4 in 3 of the 7 tests, highlighting the low sensitivity of the rapid test.\n\nAlthough most people recover without complications, infection by some HAdV serotypes may cause severe pneumonia and significant morbidity and mortality, even among immunocompetent young adults. 62,65-69 From a population health perspective, however, HAdV is perhaps a less important pathogen in older adults compared with influenza and the other respiratory viruses described.\n\nA wide range of diagnostic tests may identify the cause of viral respiratory infections. Serologic testing compares acute and convalescent specimens collected weeks apart. Although useful for epidemiologic research, serologic testing is not practical for clinical care. Rapid antigen tests have an advantage of quick results, but are limited in their usefulness owing to poor sensitivity and specificity. When clinical suspicion of a disease is high, negative tests should be confirmed with another testing method. 70 Viral cultures are neither sensitive nor timely in their outcomes, rendering these unhelpful in clinical practice. Some laboratories may offer enzyme immunoassay testing. For most respiratory viruses, these also lack sensitivity. 38 The US Food and Drug Administration has approved several nucleic acid amplification tests for clinical use, with tests for influenza representing the most commonly used single virus assay. Multiplex panels use PCR to test for several respiratory viruses at once, a practical strategy because clinical manifestations do not permit the identification of specific viral pathogens. The number of respiratory viruses tested, sensitivity, and specificity in detection of each virus are different depending on which multiplex PCR test is used. 71 Other than for influenza, the lack of effective antiviral medications combined with the costs associated with nucleic acid amplification test make routine use of these studies impractical for most clinical settings. A potential benefit to more routine use of nucleic acid amplification tests for acute respiratory infections, however, may be the early detection of viral outbreaks in LTCFs through active surveillance, which may confer further benefits by reducing unnecessary antibiotic use. 12 The Infectious Diseases Society of America endorsed this approach in their 2008 clinical practice guidelines addressing fever and infection in LTCF residents. 72 Finally, identification of viral pathogens among older adults with community-acquired pneumonia may support decisions to stop antibiotics and thus support antibiotic stewardship practices. 73 \n\nAs demonstrated for influenza, vaccines are a safe and at least partially effective approach to preventing illness caused by respiratory viral pathogens. Although a detailed discussion of vaccines is beyond the scope of this article, of the pathogens discussed, RSV is a high priority for vaccine development, although none are yet available for clinical use. In the meantime, the most effective prevention measures include the use of transmission-based precautions, including hand hygiene and social distancing, as part of broader infection prevention and control activities.\n\nThe prevalence and sheer number of respiratory viral pathogens means that, despite our best efforts, most adults will have 2 to 3 viral infections each year. 74 Understanding the transmission of respiratory viruses informs the foundation for infection prevention and control. We focus here on applying these principles to residents of LTCFs. 75 Transmission People may become infected with respiratory viruses through direct contact (person to person), indirect contact (via fomites), and droplets containing respiratory secretions. Direct physical contact with an infected person is the most common, efficient, and important form of noninfluenza respiratory virus transmission. 76 Indirect contact occurs via exposure to viable viral particles on fomites contaminated by infected individuals. Finally, susceptible individuals may breathe in droplets of respiratory secretions from an infected person who sneezes or coughs. The CDC defines droplets as respiratory secretions larger than 5 mm and advises using a surgical mask to prevent exposure. 77 Gralton and colleagues 78 evaluated the size of particles produced by 12 adults and 41 children with symptomatic respiratory infections. They reported that with breathing or coughing, 80% of the participants produced airborne particles less than 5 mm in diameter that contained viral RNA. These findings, and those of other investigators, 79,80 support consideration of airborne precautions for outbreaks with severe respiratory viral illnesses, including influenza. However, association with clinical outcomes is still lacking. In addition, airborne precautions are not possible outside of hospital settings and thus are not currently recommended.\n\nHand hygiene remains the most important measure to prevent infections in health care settings. Just as in acute care, health care workers in LTCFs demonstrate deficiencies in their hand hygiene practice 81, 82 and alcohol-based hand rub improves adherence. 83 Schweon and colleagues 84 described a comprehensive hand hygiene program involving alcohol-based hand rub use by both health care workers and residents at an LTCF in Pennsylvania. Lower respiratory tract infections decreased among the residents. Although the outcomes did not differentiate between viral and bacterial infections, they clearly support the important role of basic hand hygiene practices to prevention infections.\n\nIn 2007, the CDC last updated guidelines for isolation precautions in health care setting including LTCFs. 77 In general, they recommend droplet precautions in addition to standard precautions during the care of individuals with a possible respiratory viral infection. Notably, they call for the use of personal protective equipment, including gowns, gloves, and a mask, for entry into rooms of people on droplet precautions. They also introduced respiratory hygiene and cough etiquette, asking symptomatic people to cover their mouth and nose when sneezing or coughing, to use tissues and dispose of them in no-touch receptacles, to perform hand hygiene after soiling of hands with respiratory secretions, and to wear a surgical mask if tolerated or maintain spatial separation of at least 3 feet when possible. Although not specifically mentioned in the 2007 CDC guidelines, social distancing also reduces the risk of respiratory virus transmission. Social distancing includes avoiding people who are sick, canceling group activities, and staying home from work when ill. This approach is readily implemented in long-term care and other communal settings.\n\nGuidelines addressing infection control among health care personnel recognize that staff may transmit respiratory viral infections to others and indicate that people with acute viral respiratory infections should not care for high-risk individuals, particularly during community outbreaks of influenza and RSV. 85 The same document also acknowledges that restriction of infected health care personnel from all patient care duties may not be possible because large numbers of personnel may have viral respiratory illnesses during the winter. A prospective study of health care workers at a tertiary care children's hospital detected respiratory virus in 16.7% of nasal swabs collected from asymptomatic individuals during influenza season (November through April). 86 Perhaps of greater concern was that 46% of the subjects reported working while ill with an influenza-like illness. Although these findings may be representative of people working in long-term care, several of the descriptions of noninfluenza viral outbreaks in LTCFs suggest strong parallels. Accordingly, employers might consider strategies to help health care workers with respiratory illnesses minimize their contact with LTCF residents as part of resident safety. When this is not possible, cohorting sick staff and residents may help augment infection control efforts. 87 Treatment Unlike influenza, which may be treated with specific and effective antiviral agents, supportive care remains the mainstay of management for older adults with respiratory illnesses caused by the viruses discussed. Supportive care is an active process that includes frequent monitoring until the patient's clinical status improves. 88 Additional features of supportive care for people with respiratory viral infections include hydration, treatment of fever with acetaminophen, albuterol, supplemental oxygen, and perhaps nebulized saline. Viral infections may precede or occur concurrently with bacterial pneumonia. When concomitant or secondary bacterial lower respiratory infection is suspected in patients with respiratory viral infection, empirical antibiotics should be used. Falsey and colleagues 89 investigated 771 adults hospitalized with respiratory illness, finding that 348 (41%) had a viral infection and, of those, 136 (39%) had evidence of bacterial coinfection, as assessed using procalcitonin and specific bacterial tests. Ideally, among older adults in whom a viral pneumonia is suspected, procalcitonin results that confirm the absence of a bacterial infection should help clinicians to stop antibiotics. A recent systematic review concluded that using procalcitonin to guide initiation and duration of antibiotic treatment in patients with acute respiratory infections reduced antibiotic consumption and was not associated with higher mortality rates or treatment failure. 90 Procalcitonin is not yet available as a point-of-care test and is, therefore, still relegated primarily for use in research and acute care settings.\n\nEven with the recent introduction of procalcitonin, determining if a patient has a mixed viral-bacterial infection or bacterial superinfection after a viral respiratory illness presents a significant clinical challenge. In adults, typical clinical signs and symptoms suggestive of pneumonia (eg, temperature !38 C or <35 C, cough, dyspnea, tachypnea, hypoxia, abnormal percussion or altered breath sounds on auscultation, leukocytosis, or leukopenia) are not sufficient to accurately predict whether communityacquired pneumonia is owing to viral and/or bacterial etiologies. 91 Additional consideration of atypical signs and symptoms of infection common to frail older adults, such as decreased appetite, lethargy, delirium, and age-appropriate definitions of fever only adds to diagnostic uncertainty about pneumonia in general, let along the specific etiology. Molecular testing improves detection for bacterial and viral pathogens, but the implications of test results for clinical care are not yet clear. Gadsby and colleagues 92 collected sputum (96%) and endotracheal aspirates (4%) from 323 adults hospitalized for community-acquired pneumonia. Based on multiplex PCR, they detected viruses in 30% of patients (98/323), with 82% of viruses (80/98) codetected with bacteria. These results suggested potential deescalation of antibiotics in 77% of cases, but the authors did not specifically describe stopping antibiotic therapy.\n\nThe minimum criteria developed by Loeb and colleagues 93 for the initiation of antibiotics in residents of LTCFs may offer some guidance to help differentiate between viral and bacterial bronchitis and pneumonia. Developed mainly based on observational studies and expert opinion, the intent of these recommendations is to reduce unnecessary antibiotic use among LTCF residents. For residents with respiratory infections, the Loeb minimum criteria for initiation of antibiotics call for assessment of vital signs (temperature, heart rate, and respiratory rate), symptoms (cough, sputum, and rigors), delirium, and medical history of chronic obstructive pulmonary disease. These criteria do not require blood tests or imaging studies, permitting them to help inform clinical decisions about active monitoring versus initiating antibiotics in resource-limited settings. For settings with more robust resources, diagnostic tests may provide more specific guidance.\n\nThe majority of clinical knowledge about noninfluenza respiratory viruses comes from pediatric studies. As demonstrated, these viral pathogens also have an important influence on the health of older adults. RSV, in particular, causes infections that rival the morbidity and mortality caused by influenza. Outbreaks of any of the viruses discussed, when they occur in LTCFs, also have grave consequences for frail older adults, especially among those with chronic cardiopulmonary diseases. Unlike influenza, effective vaccines and antiviral medications are not yet available, even for RSV. Accordingly, infection prevention and control measures remain the best protection against these pathogens. Hand hygiene is important in all settings; within health care facilities, the use of masks, gowns, and gloves may reduce the risk of infection transmission among health care workers and patients or residents.\n\nRecent advances in rapid molecular diagnostic tests may permit greater recognition of the consequences of respiratory viral infections among older adults. In acute care settings, early recognition of viral infections among hospitalized patients may promote more judicious use of antibiotics. Within LTCFs, routine surveillance using multiplex PCR tests may rapidly identify viral outbreaks and foster swift implementation of infection prevention and control measures. Finally, a better assessment of the overall influence of noninfluenza respiratory pathogens may support innovations leading to effective antiviral therapy and vaccinations with the potential to improve the health of people of all ages."}