{"title": "Porcine deltacoronavirus nucleocapsid protein antagonizes IFN-β production by impairing dsRNA and PACT binding to RIG-I", "body": "The family Coronaviridae contains four genera: Alphacoronavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus [1, 2] . Deltacoronavirus is a newly identified genus and to date, only one deltacoronavirus, porcine deltacoronavirus (PDCoV), has been successfully isolated by cell culture in vitro [3] . PDCoV was first detected in pig samples in 2012 in Hong Kong [2] . However, the clinical significance of PDCoV was not addressed until the emergence of PDCoV in 2014 in Ohio, USA, when it rapidly spread within the country to at least 20 states [4] [5] [6] . Thereafter, Canada, South Korea, Mainland China, Thailand, Lao People's Democratic Republic and Vietnam reported the emergence of PDCoV [7] [8] [9] [10] [11] . Animal experiments have shown that PDCoV infection mainly causes severe atrophic enteritis, accompanied by severe diarrhea, vomiting and death [12] . PDCoV may also transmit between species and a recent study proved that calves are susceptible to PDCoV, posing a significant threat to animal health [13] .\n\nThe full-length genome of PDCoV is approximately 25.4 kb in length with the essential genes occurring in the order 5′ UTR-ORF1a/1b-S-E-M-NS6-N-NS7-NS7a-3′ UTR. The genome is believed to encode 15 mature nonstructural proteins (nsps), four structural proteins and three accessory proteins [8] . The nucleocapsid (N) protein is the most abundant viral protein in both infected cells and 1 3 virions and exhibits multiple functions throughout the life cycle of the virus [14] . In addition to maintaining the viral RNA in an ordered conformation for replication and transcription [15] [16] [17] [18] , and being involved in the regulation of inflammatory cytokines [19, 20] , RNA interference [21] and apoptosis [22] , N protein is also responsible for counteracting the host innate immune defense. Previous studies have revealed that N proteins from porcine epidemic diarrhea virus (PEDV), severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV) and mouse hepatitis virus A59 (MHV-A59) are involved in suppressing IFN-β production. PEDV N protein blocks IFN-β production by targeting TANK-binding kinase 1 (TBK1) to prevent its interaction with IRF3 [23] , while MHV and SARS-CoV N proteins exert IFN-antagonizing function by targeting protein activator of the interferon-induced protein kinase (PACT) and impairing PACT-RIG-I/MDA5 interactions [24] . SARS-CoV and MERS-CoV N proteins have also been reported to antagonize IFN-β production by interacting with tripartite motif protein 25 (TRIM25) and other unidentified mechanisms [25] . Until now, only N proteins from alphacoronavirus and betacoronavirus have been well studied and whether the N protein of the deltacoronavirus PDCoV antagonizes type I IFN production remains unclear.\n\nHere, we identified PDCoV N protein as an IFN-β antagonist and analyzed the possible mechanisms of action. We found that PDCoV N protein interacts with PACT, poly(I:C) and the helicase domain and C-terminal domain (CTD) of RIG-I, thus impairing the association of RIG-I with dsRNA or/and PACT. This is a distinct mechanism from N proteins of alphacoronavirus and betacoronavirus.\n\nHEK-293T cells were cultured and maintained in RPMI-1640 (HyClone, UT), supplemented with 10% heat-inactivated fetal bovine serum (FBS) (PAN-biotech, Bavaria, Germany) at 37 °C in a humidified 5% CO 2 incubator. The PDCoV strain CHN-HN-2014 (GenBank accession number KT336560) used in this study was isolated from a suckling piglet with acute diarrhea in China in 2014 [26] . LLC-PK1 cells, a porcine kidney cell line purchased from the ATCC, were cultured at 37 °C in 5% CO 2 in Dulbecco's modified Eagle's medium (Invitrogen) supplemented with 10% heat-inactivated FBS and were used to amplify PDCoV. SEV was acquired from the Centre of Virus Resource and Information at the Wuhan Institute of Virology. Recombinant VSV-GFP was generously provided by Prof. Zhigao Bu at Harbin Veterinary Research Institute, China. Poly(I) and poly(C)-agaroses were bought from Sigma-Aldrich (MO, USA). Mouse monoclonal antibodies against Flag, HA, Myc and β-actin were purchased from Medical & Biological Laboratories (Nagoya, Japan). The PDCoV-N-protein-specific monoclonal antibody was produced in our laboratory as described previously [27] . Rabbit polyclonal antibodies directed against Flag were bought from ABclone (Wuhan, China). Alexa Fluor 488-conjugated donkey anti-mouse and 594-conjugated donkey anti-rabbit antibodies were purchased from Santa Cruz Biotechnology (CA, United States).\n\nT h e l u c i f e r a s e r e p o r t e r p l a s m i d s IFN-β-Luc, 4 × PRDIII/I-Luc (referred to as IRF-3-Luc), and 4 × PRDII-Luc (referred to as NF-κB-Luc), and molecules in the RLR-signaling pathway including RIG-I/IN, MDA5 have been described previously [23] . pCAGGS-HA/Flag/Myc-PDCoV-N were constructed by standard RT-PCR assays with specific primers to amplify the cDNA of PDCoV N gene from the total RNA extracted from PDCoV-infected LLC-PK1 cells. Truncated mutants pCAGGS-Flag-2*CARD/Hel/CTD were constructed from RIG-I expression plasmids. All primers used in these constructs are listed in Table 1 and all constructs were validated by DNA sequencing. \n\nTo determine the effects of PDCoV N protein on the expression of IFN-β, HEK-293T cells in 24-well plates were transfected with 1 μg of empty vector or plasmid encoding PDCoV N protein. After 24 h, the cells were mock-infected or infected with SEV for 12 h. Total RNA was extracted from the cells with RNA-Solv Reagent (Omega, GA) and an aliquot (1 μg) was reverse transcribed to cDNA using AMV reverse transcriptase (Roche, Basel, Switzerland). The cDNA (1 μl of the 20 μl RT reaction) was then used as the template in a SYBR Green PCR assay (Applied Biosystems). The abundance of individual mRNA in each sample was assayed three times and normalized to that of the internal control, glyceraldehyde-3-phosphate dehydrogenase (GAPDH) mRNA. Primers (IFN-β: tctttccatgagctacaacttgct/gcagtattcaagcctcccattc; GAPDH: tcatgaccacagtccatgcc/ ggatgaccttgcccacagcc) were designed using Primer Express software v.3.0 (Applied Biosystems).\n\nTo measure secreted IFN-β, HEK-293T cells were mock transfected or transfected with 1 μg of the expression plasmid encoding PDCoV N protein. At 24 h post-transfection, cells were mock infected or infected with SEV for 16 h. The supernatants were then harvested for ELISA with a commercial sandwich kit (PBL Assay Science) according to the manufacturer's instructions.\n\nFor the transient transfection experiments, HEK-293T cells were transfected with appropriate plasmids for 28 h. The transfected cells were lysed in 200 μL of lysis buffer [4% SDS, 3% DTT, 0.065 mM Tris-HCl, (pH 6.8), 30% glycerine] supplemented with protease inhibitor (PMSF, Sigma-Aldrich). The lysates were boiled at 100 °C for 10 min before separation by SDS-PAGE and electroblotting onto a polyvinylidene difluoride membrane (Bio-Rad). Membranes were analyzed by immunoblotting with the indicated antibodies. For co-immunoprecipitation analysis, cells were washed with PBS and lysed for 20 min at 4 °C in lysis buffer containing 50 mM Tris-HCl (pH 7.4), 150 mM NaCl, 1% NP-40, 10% glycerin, 0.1% SDS, and 2 mM Na 2 EDTA. The lysates were then cleared by centrifugation, and the proteins were immunoprecipitated overnight at 4 °C with affinity antibodies and protein A + G agarose beads (Beyotime, Shanghai, China). The immunoprecipitates were washed three times with 1 mL of lysis buffer and then analyzed by standard immunoblotting procedures.\n\nWe assessed the RNA-binding ability by poly(I:C)-agarosebinding assay as described previously [28] . Poly(I:C)-coated agarose was made by incubating poly(C)-coated agarose with poly(I) at 56 °C for 30 min, then cooling down to 4 °C. Cell lysates were incubated with poly(I:C)-coated agarose for 1 h at 4 °C, then washed three times with lysis buffer and subjected to immunoblot analysis.\n\nData are presented as means and standard deviations (SD). Values of P < 0.05 were considered statistically significant, and P values of < 0.001 were considered highly statistically significant.\n\nTo determine whether PDCoV N protein has an inhibitory effect on IFN-β production, HEK-293T cells were co-transfected with a DNA expression construct pCAGGS-HA-PDCoV-N encoding PDCoV N protein and luciferase reporter plasmid IFN-β-Luc, together with the internal control plasmid pRL-TK, and then infected with SEV or treated with poly(I:C). As shown in Fig. 1a and b, overexpression of PDCoV N protein blocked SEV/poly(I:C)-induced IFN-β promoter activities. To confirm the IFN-β inhibitory role played by PDCoV N protein, relative levels of IFN-β mRNA in cells transfected with pCAGGS-HA-PDCoV-N and infected with SEV was measured by quantitative real-time RT-PCR (Fig. 1c) . Meanwhile, supernatants were harvested for ELISA to detect secreted IFN-β (Fig. 1d ). Data showed that the transcription and secretion of IFN-β were significantly reduced in PDCoV N protein-expressing cells ( Fig. 1c and d). Since vesicular stomatitis virus (VSV) is sensitive to SEV-induced IFN responses, we observed the proliferation of a recombinant VSV encoding green fluorescent protein (VSV-GFP) after HEK-293T cells were transfected or mock-transfected with pCAGGS-HA-PDCoV-N prior to subsequent infection with SEV and VSV-GFP. A dramatic reduction in VSV-GFP proliferation was observed after SEV infection, but a robust restorative effect was observed in N protein-expressing cells (Fig. 1e) . These results further confirmed that PDCoV N protein can antagonize IFN-β production. We repeated the luciferase assay in LLC-PK1 cells, a porcine kidney cell line supporting PDCoV infection. Consistent with the data in HEK-293T cells, PDCoV N blocked activity of the SEV-induced IFN-β promoter in LLC-PK1 cells (Fig. 1f ).\n\nTranscription factors IRF3 and NF-κB are coordinated and cooperative mediating type I IFN production [29, 30] . To investigate whether PDCoV N protein impairs the activation of IRF3 and NF-κB, a luciferase assay was performed after cells were cotransfected with IRF-3-Luc or NF-κB-Luc and other plasmids as indicated, and infected with SEV. As shown in Fig. 2a and b, the overexpression of PDCoV N protein blocked the SEV-induced promoter activities of IRF-3 (Fig. 2a) in a dose-dependent manner, but not NF-κB (Fig. 2b ). Phosphorylation and nuclear translocation are the hallmarks of IRF3 activation, which is essential for type I IFN transcription [31] . Because our initial results showed that PDCoV N protein blocked SEV-induced IRF3-dependent promoter activity, we further investigated the role of PDCoV N protein in the phosphorylation and nuclear translocation of IRF3. To this end, HEK-293T cells were transfected with pCAGGS-HA-PDCoV-N, and then infected with SEV. As expected, SEV infection markedly enhanced IRF3 phosphorylation compared with mocktreated cells. However, this increase was severely reduced in the N-protein-expressing cells (Fig. 2c) . Consistent with this observation, nuclear translocation of IRF3 was also reduced by PDCoV N protein (Fig. 2d) . Collectively, these results further supported the notion that PDCoV N protein is a potent inhibitor of type I IFN production by impeding the activation of IRF3. To examine the role of PDCoV N protein downstream of IRF3 activation, we tested whether PDCoV N protein inhibits IFN-β promoter activation mediated by overexpressing IRF3 or IRF3-5D, a constitutively active mutant of IRF3. As shown in Fig. 2e , overexpression of IRF3 or IRF3-5D stimulated IFN-β promoter activation, but PDCoV N did not inhibit this activation, indicating that N protein inhibits the activation but not the function of IRF3. In addition, these results also suggested that the possible target(s) of PDCoV N protein to inhibit IFN-β production are likely located upstream of IRF3.\n\nRIG-I and MDA5 are RNA sensors and can be activated by their respective RNA ligands to induce the downstream cascade pathway [32] [33] [34] [35] [36] . To identify the molecular target of PDCoV N protein in the RIG-I-like receptor (RLR) pathway, HEK-293T cells were co-transfected with pCAGGS-HA-PDCoV-N and luciferase reporter plasmids, IFN-β-Luc and pRL-TK, RIG/RIG-IN, or MDA5. Luciferase assays were performed at 28 h after co-transfection. The overexpression of RIG/RIG-IN and MDA5 dramatically stimulated IFN-β promoter activation. Interestingly, PDCoV N protein had no inhibitory effect on such activation ( Fig. 3a and b) . These results suggested that PDCoV N protein might target the protein(s) upstream of RIG-I/MDA5, or those associated with RIG-I/MDA5, and might even occur at RIG-I or MDA5.\n\nTo further verify the hypothesis that the inhibition of IFN-β production by N protein occurs at the RIG-I/MDA5-dsRNA recognition step, potential interactions between N protein and RIG-I/MDA5 were investigated. We co-transfected HA-tagged PDCoV N protein and Flag-tagged RIG-I c Cell lysates were collected for immunoblotting analysis with antibodies directed against phosphorylated IRF3 (Ser396), IRF3, HA, or β-actin. d Cells were fixed and permeated for immunofluo-rescence analysis to detect endogenous IRF3 (green) and N protein (red) with rabbit anti-IRF3 and mouse anti-HA antibodies. DAPI (blue) indicates the locations of the cell nuclei. Fluorescent images were acquired with a confocal laser scanning microscope (Olympus Fluoview ver. 3.1, Japan). Cells transfected with empty vector and mock-infected with SEV were used as the negative controls. e HEK-293T cells were cotransfected with IFN-β-Luc, pRL-TK plasmid, and pCAGGS-HA-PDCoV-N together with constructs expressing IRF3 or IRF3-5D. Luciferase assays were performed at 28 h posttransfection. ***P < 0.001; NS not significant or MDA5 into HEK-293T cells to perform co-immunoprecipitations (co-IPs) with anti-Flag antibodies. As shown in Fig. 3c and d, HA-N protein was detected in Flag-tagged RIG-I or MDA5 precipitates, suggesting that PDCoV N protein interacts with RIG-I and MDA5. The interaction between N protein and RIG-I or MDA5 was reconfirmed by using a reverse co-IP assay with anti-HA antibody immunoprecipitating lysates. And as shown in Fig. 3e and f, RIG-I and MDA5 were also pulled down by HA-N protein.\n\nTo further investigate whether the interactions between N protein and RIG-I/MDA5 occur in PDCoVinfected cells, LLC-PK1 cells were transfected with the Flag-tagged RIG-I or MDA5 expression constructs, followed by PDCoV infection. Co-IPs with anti-Flag antibodies were performed and the N protein was detected with monoclonal antibodies against PDCoV N protein. As shown in Fig. 3g , the N protein could be readily immunoprecipitated by Flag-RIG-I. When LLC-PK1 cells were transfected with pCAGGS-HA-PDCoV-N and then immunoprecipitated by antibody against RIG-I, the N protein could also be readily pulled down by endogenous RIG-I (Fig. 3h) . It should be noted that occasionally, only weak N-MDA5 interactions could be detected in the context of PDCoV infection or pulled down by endogenous MDA5 Lysates and immunoprecipitates were subjected to immunoblotting with anti-PDCoV N, anti-Flag, or anti-β-actin antibodies. h HEK-293T cells were transfected with HA-tagged N protein only, then cells were lysed and immunoprecipitated with endogenous anti-RIG-I antibodies. Lysates and IPs were analyzed by immunoblotting with anti-RIG-I, anti-HA, or anti-β-actin antibodies (data not shown). Thus, we focused on the RIG-I-counteracting mechanism in the subsequent studies.\n\nStructurally, RIG-I comprises three functional domains: two N-terminal caspase activation and recruitment domains (2*CARD), a helicase domain and a CTD (Fig. 4a) [37] [38] [39] . The corresponding unbiased map was used to build the 2*CARD, helicase domain and CTD truncated structures, and these mutants were confirmed as normally expressed in transfected HEK-293T cells (Fig. 4b) . To identify the potential domain(s) of RIG-I targeted by PDCoV N protein, we co-transfected vectors expressing HA-tagged PDCoV N protein and the truncated RIG-I containing only the 2*CARD, helicase domain or CTD into HEK-293T cells. Immunoprecipitation analysis with anti-HA (Fig. 4c) or -Flag (Fig. 4d) antibodies showed that the CTD and helicase domain, but not 2*CARD, co-immunoprecipitated with PDCoV N protein. These findings suggested that the helicase domain and the CTD were responsible for the interaction with PDCoV N protein.\n\nPrevious studies have shown that the helicase domain and CTD of RIG-I can bind to dsRNA [36, 40] . Interactions of PDCoV N protein with the helicase domain and CTD may affect the binding of RIG-I to dsRNA. Further, we tested the influence of PDCoV N protein on RIG-I recognition of dsRNA. Increasing amounts of pCAGGS-Myc-PDCoV-N expression vector along with constant PEF-Bos-RIG-I were co-transfected into HEK293T cells. Cell lysates were incubated with poly(I:C) to detect dsRNA binding ability. As shown in Fig. 5a , RIG-I was strongly pulled down by poly(I:C), but this was decreased in the presence of PDCoV The CTD of RIG-I also binds to PACT, a cellular dsRNAbinding protein that can bind to RIG-I and MDA5 to activate IFN production [40] . Then, we assessed the ability of PACT to associate with RIG-I when increasing concentrations of pCAGGS-Myc-PDCoV-N expression vectors were transfected. Immunoprecipitation was performed with anti-Flag antibody after co-transfection with Flag-tagged RIG-I and HA-tagged PACT, together with increasing Myc-tagged N plasmid. Precipitates and lysates were analyzed by immunoblotting with anti-Myc, -Flag or -HA antibodies. As shown in Fig. 5b , RIG-I efficiently pulled down PACT, however, the amount of PACT in RIG-I precipitates was dramatically reduced as PDCoV N protein expressed. These results indicated that PDCoV N proteins interferes with RIG-I interaction with PACT.\n\nCoVs are positive-sense RNA viruses that generate dsRNA intermediates during replication, which can trigger the host innate immune defense [41] . However, cells infected with PDCoV fail to induce type I IFN [42] . Previous studies have shown that nsp5 of PDCoV cleaves NF-κB essential modulator (NEMO) and signal transducer and activator of human transcription 2 (STAT2) to suppress type I IFN production and its associated signaling pathway, respectively [43, 44] . Recently, PDCoV accessory protein 6 (NS6) was also identified as an IFN-β antagonist through blockade of RIG-I/MDA5 binding to dsRNA [45] . In this study, we have shown that N protein acts as another IFN antagonist by at least two strategies: (i) interfering with the interaction between RIG-I and PACT; (ii) attenuating the binding of dsRNA to RIG-I.\n\nCoV N proteins share a similar overall topology structure and a highly conserved function of packaging the viral genome with structural proteins to form ribonucleoprotein complexes for viral assembly [46] . Nevertheless, they also manifested inhibitory trends in innate immune mediation and the strategies they exploit are complicated. The N protein from PEDV (alphacoronavirus) used a totally distinct mechanism from other CoVs, targeting TBK1 and impairing TBK1 recruitment and phosphorylation of IRF3 [23] . N proteins from MHV and SARS-CoV (betacoronavirus) were shown to target PACT to inhibit IFN-β synthesis [24] , but the N protein of MHV also inhibited RNaseL-mediated host translational shut-off [47] , which has not yet been shown for SARS-CoV N protein. The MERS-CoV N protein was previously demonstrated to be unable to suppress IFN production [48] but recently, SARS-CoV and MERS-CoV N proteins were discrepantly reported to interact with TRIM25 and interfere with TRIM25-mediated RIG-I ubiquitination [25] . The IFN-β inhibitory tactics used by PDCoV (deltacoronavirus) N protein showed some similarity to MHV and SARS-CoV N proteins, which function upstream of RLR molecules. However, distinct from other CoV N proteins, PDCoV N protein interacts with RIG-I, and our results clearly show that this interaction leads to the blockade of RIG-I binding to its agonists dsRNA and PACT, as shown in Fig. 6 .\n\nThe activation of RIG-I is a multi-step process and each domain of RIG-I functions uniquely in autorepression and activation. Original CARDs and Hel2i interactions hinder dsRNA binding and inactivate RIG-I [39, 49, 50] . Binding of cytoplasmic virus-specific RNA structures to the CTD leads to a conformational switch of RIG-I, which releases the autorepressed CARDs and exposes the helicase domain for ATP binding [32, [50] [51] [52] . The process enables RIG-I to translocate along the dsRNA, and further promotes the oligomerization of RIG-I CARDs, assembling RIG-I into a filamentous architecture which facilitates CARD-CARD interactions with mitochondrial MAVS for signal transduction [53, 54] . In addition, ubiquitination, phosphorylation and acetylation modifications are also involved in these processes [52, 55] . Because RIG-I/MDA5 are important cytoplasmic PRRs that recognize pathogen-associated molecular patterns derived from viruses and initiate the type I IFN response against infection, it is not surprising that many viral proteins target these two molecules to disrupt IFN signaling. At least five mechanisms used by viral proteins have been reported to disable RIG-Imediated signaling: (i) preventing RNA recognition by RIG-I, for example, the Vpg of poliovirus is linked to the genomic RNA to cap the 5′-end from exposure to RIG-I [56] ; (ii) interfering with PACT-RIG-I complex conformation. MHV and SARS-CoV N proteins interact with PACT to disrupted PACT-mediated RIG-I activation for IFN production [24] ; (iii) directly cleaving or degrading RIG-I, for example, RIG-I has been reported to be cleaved by the proteinase 3C pro during infections with picornavirus, coxsackievirus B3, and enterovirus 71 [57] [58] [59] , and the encephalomyocarditis virus directs both caspase-and proteasome-dependent degradation of RIG-I [60] ; (iv) inhibiting RIG-I-MAVS signal transduction, for example, the PB1-F2 of influenza A virus (IAV) has been described to decrease the mitochondrial membrane potential, resulting in the acceleration of mitochondrial fragmentation, thereby inhibiting RIG-I-MAVS signaling [61] [62] [63] ; (v) affecting the post-translation modification of RIG-I. IAV NS1 has been reported to bind to TRIM25 and Riplet, preventing RIG-I K63-ubiquitination, and therefore, downstream binding to MAVS [64, 65] . The observation in this study that PDCoV N protein did not subvert RIG-I/RIG-IN activation or expression suggested that PDCoV N protein does not counteract RIG-I signaling transduction, or cleave or degrade RIG-I. Our investigation at least supports the possibility that PDCoV N protein hides RIG-I from associating with dsRNA or PACT. Fig. 6 Schematic diagram of coronavirus N proteins antagonizing IFN-β production. RIG-I and MDA5 sense RNA PAMPs or/and bind to PACT, which form the complex, and activate the downstream IKK/ TANK-binding kinase 1 (TBK-1) and the IKKε through IPS-1, leading to activation of interferon regulatory factor 3 (IRF3). The acti-vated IRF3 translocates into the nucleus and activates the transcription of type I interferons. The molecules in RIG-I like receptor (RLR) cascades were blue marked. The targets and tactics of N proteins (pink marked) from PDCoV, MHV, SARS-CoV and PEDV bind to or developed were circled by dotted red line RIG-I and MDA5 sense complementary sets of viral RNA ligands: RIG-I recognizes short dsRNA and 5′-phosphorylated blunt ends of viral genomic dsRNA; MDA5 binds internally to long dsRNA with no end specificity [66] [67] [68] . However, they both are important for coronavirus recognition. Previous studies have shown that MHV can be recognized by both RIG-I and MDA5 in mouse oligodendrocytic N20.1 cells [69] . In our previous study, we also found that both RIG-I and MDA5 play roles in the induction of innate immune responses by TGEV, another swine enteropathogenic coronavirus [70] . MDA5 shows a similar structure to RIG-I, comprising CARDs with death domain folds, a DExD/H-box helicase (consisting of two RecA-like helicase domains, Hel1 and Hel2, and an insert domain, Hel2i), and a CTD [71] . Considering the high similarity of structure, PDCoV N protein may also target MDA5. However, the structure and function of the MDA5 CTD is different from RIG-I, as MDA5 does not contain a conserved internal repressor domain and the MDA5 CTD is required for cooperative filament assembly but not for RNA binding [71, 72] . This may contribute to the N-MDA5 interaction in a weak or dynamic way, which can only and occasionally be proven in PDCoV-infected cells."}