{"title": "Feline gut microbiota composition in association with feline coronavirus infection: A pilot study", "body": "One topic of great interest in the last few years has been the evaluation of intestinal microbiota, which is the consortium of all living microorganisms that inhabit the gastrointestinal (GI) tract. This new insight into the complexity of the intestinal microbiota, by the use of next generation sequencing techniques, and its intimate relationship with the host has spurred researchers to better understand the importance of a balanced microbial ecosystem for the regulation of host health and immunity (Suchodolski, 2016) . In the last few years molecular methods, mostly targeting the small subunit ribosomal RNA gene (16S rRNA), have been used for identification of bacterial microbiota. This gene is ubiquitously present in all bacteria and archaea and contains both conserved and variable sequence regions, enabling researchers to distinguish organisms at different phylogenetic levels. Such approach has demonstrated that the gastrointestinal tract of both human and animals harbors a highly complex microbial ecosystem, consisting of several hundreds of different bacterial phylotypes (Handl et al., 2011) . The importance of microbiota for the host is highlighted by murine studies that clearly indicate a reciprocal regulation between microbiota and T cell development (Williams et al., 2006; Round and Mazmanian, 2009; Lopes et al., 2016) . In human medicine, variations of the gut microbiota have been correlated not only with gastrointestinal diseases (Frank et al., 2007) , but also with obesity (Ley et al., 2005) , allergies, autoimmune (Vieira et al., 2014; Block et al., 2016) and infectious diseases (Goedert, 2016; Tincati et al., 2016) .\n\nFeline Infectious Peritonitis (FIP) is a systemic fatal disease affecting mostly young cats (Pedersen, 2014a) sustained by the feline coronavirus (FCoV), which commonly occurs in multicat environments. The FCoVs usually inhabit the intestinal tract (feline enteric coronavirus, FECV). During viral replication within the enterocyte, a mutated variant, also called FIP virus (FIPV) may be generated (Pedersen, https://doi.org/10.1016/j.rvsc.2019.07.003 Received 28 February 2019; Received in revised form 4 July 2019; Accepted 9 July 2019 T 2014a). Whichever is the exact mutation, FIPV loses tropism for enterocytes and gains the capability to replicate inside macrophages (Kipar et al., 2010) . Moreover, FCoV induces macrophage-monocyte proliferation in haemo-lymphatic tissues and thus allow a progressive viral adaptation to the replication within these cells (Kipar and Meli, 2014) . Although both viral biotypes (FECV and FIPV) can spread systemically, only the FIPV may induce FIP, due to the higher rate of interactions between the virus and monocytes. Moreover, the host immune response has a pivotal role in the development of the disease. Indeed, the cell-mediated immunity seems to be protective. On the other hand, it is known that the humoral response induces development of antibodies that enhance the in vitro virus uptake in macrophages and this, in turn, contributes in vivo to the development of the clinical signs seen during the effusive (wet) form of the disease. The non-effusive (dry) form is considered as an intermediate status involving a partially effective cellular response (Pedersen, 2014a) .\n\nThe in vivo diagnosis of FIP may be challenging, especially in dry forms, but several tests may help supporting a clinical diagnosis of wet FIP. Nowadays, the definitive diagnosis is usually achieved postmortem, by demonstrating the presence of intralesional FCoV through immunohistochemistry (Pedersen, 2014b; Tasker, 2018) . In vivo, the suspicion of FIP is based on signalment and clinical history, as well as on laboratory data (Pedersen, 2014b; Stranieri et al., 2017a; Tasker, 2018) . During wet forms of the disease, the effusion analysis is usually diagnostic (Giordano et al., 2015; Stranieri et al., 2017b; Tasker, 2018) .\n\nThe feline gut microbiota shares many similarities with its human counterpart and, as previously described for people and animals, the development of infectious diseases, especially when associated with a strong immune system involvement, may be enhanced by an unbalanced composition of the gut microbiota (Suchodolski et al., 2015; Tizard and Jones, 2018) . Thus, the aim of this study was to compare the fecal microbiota composition, evaluated through next generation sequencing (NGS), of FCoV negative clinically healthy cats with that of FCoV positive clinically healthy cats and of cats with FIP, in order to highlight possible differences.\n\nTwenty-one cats, submitted for clinical examinations to both the Veterinary Teaching Hospital of our University and to private practitioners, were recruited.\n\nThe inclusion criteria, applied after the screening analyses, in order to reduce possible confounding factors, were: (1) Private owned cats living indoor. (2) No administration of antibiotics in the previous sixty days. (3) Negative testing for feline immunodeficiency virus (FIV) antibodies and feline leukemia virus (FeLV) antigen. (4) Age ≤ 2.5 years.\n\n(5) Availability of fresh feces (6) Absence of clinical signs (for inclusion in the groups of clinically healthy FCoV positive or negative cats). (7) Presence of clinical signs and clinicopathological abnormalities consistent with FIP (Stranieri et al., 2018) , followed by a post-mortem confirmation of diagnosis (for the inclusion in FIP group). (8) All the cats were fed only with similar diets based on dry and canned commercial food.\n\nAt admission, 2 mL of whole blood was collected from each cat by venipuncture of the jugular vein: 1 mL was transferred into an EDTA tube and 1 mL into a plain tube (Venoject, Terumo Italia). When effusion was present, it was sampled by ultrasound-guided drainage and stored in EDTA tubes. According to the standard operating procedures of our laboratory whole blood and effusion were analyzed within 12-18 h from the sampling. From each animal, a fresh fecal sample (at least 15 g) was collected and immediately stored, frozen at −20°C.\n\nThe FIP cats, due to the severe course of the disease, were humanly euthanized, after owner's consent. A complete necropsy, followed by routine histology and immunohistochemistry and RT-PCR for Feline coronavirus, was performed. Immunohistochemistry and RT-PCR were performed on tissue biopsies from liver, spleen, mesenteric lymph node, intestine, kidney and lung and, in cats with neurological signs also on brain and cerebellum, in order to confirm the clinical suspicion of FIP. In one case, since the owner declined necropsy, the diagnosis of FIP was confirmed by immunocytochemistry on the effusion sample.\n\nAll the above procedures, were performed within routine diagnostic workouts and therefore, according to the decisions of the Ethical Committee of the university of Milan, residual aliquots of samples or tissues collected under informed consent of the owners can be used for research purposes without any additional formal request of authorization to the Ethical Committee. (EC decision 29 Oct 2012, renewed with the protocol n°02-2016).\n\nThe purpose of clinicopathological tests was to confirm the absence of subclinical changes in healthy cats and to evaluate the clinical status of those affected by FIP. A complete blood cell count was performed on whole blood in EDTA using the Sysmex XT-2000iV hematology laser analyzer (Sysmex Corporation), along with a blood smear evaluation. Serum samples were obtained by centrifugation (3750 g × 5 min) of blood collected in plain tubes and used to run a biochemical routine panel (including total proteins, albumin, bilirubin, creatinine, alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, urea) with an automated spectrophotometer (RX Daytona, Randox Laboratories), using reagents provided by the manufacturer. Tests for the detection of FIV antibodies and FeLV antigens were performed on serum with a lateral flow ELISA kit (SNAP FIV/FeLV Combo Test, IDEXX Veterinary Diagnostic).\n\nAdditional laboratory tests were performed for cats suspects of FIP to further support the clinical diagnosis of the disease (Pedersen, 2014b; Tasker, 2018) . Specifically, serum protein electrophoresis was performed on agarose gel using the automated analyzer Hydrasis (Sebia Italia) and the specific manufacturer's reagents (Hydragel 7/15 β1-β2, Sebia Italia), as previously reported (Stranieri et al., 2017a) . Based on the total protein concentration, measured with the biuret method, and on the percentages of the electrophoretic fractions, the concentration (g/L) of each electrophoretic fraction was calculated. Moreover, feline α-1-acid-glycoprotein (AGP) was measured in serum using a radial immunodiffusion (SRID) kit (Tridelta Development Ltd), following the manufacturer's instructions (Duthie et al., 1997; Paltrinieri et al., 2007; Hazuchova et al., 2017) . When present, effusion was analyzed by measuring total protein concentration with a refractometer, and cell counts using the Sysmex XT-2000iV hematology laser analyzer mentioned above. A cytologic evaluation was also performed. Particular attention was given to ΔTNCC (the ratio between DIFF and BASO counts of the Sysmex XT-2000iV) due to its high diagnostic accuracy for FIP-related effusion (Giordano et al., 2015; Stranieri et al., 2017b) . In two cases, due to the severe health conditions, it was not possible to perform an adequate blood sample for the screening analyses. However, a complete necropsy followed by tissue biopsies was performed in order to confirm the suspicion for FIP.\n\nFor molecular testing, 10 mg of each frozen fecal specimen was diluted in 400 μL of PBS. The mixture was vortexed, incubated at 40°C for 5 min and then centrifuged (5500 g × 4 min). The supernatant was transferred into a new sterile Eppendorf tube, incubated at 95°C for 5 min and then centrifuged (11,000 g × 1 min). RNA was extracted from the supernatant using a kit for viral RNA extraction (NucleoSpin® RNA Virus, Macherey-Nagel), following manifacturer's instructions. Amplification of a 177 bp fragment of the conserved 3′ untranslated region (3' UTR) using a nested RT-PCR was performed as previously described (Herrewegh et al., 1995) . FCoV RNA was used as positive control and RNase-free water as negative control. RT-PCR amplicons were visualized under an ultraviolet transilluminator following electrophoresis through a 2% agarose, ethidium bromide stained gel. Based on the presence or absence of amplicons, samples were considered as positive or negative for FCoV, respectively.\n\nFor immunohistochemistry, the biopsy samples were fixed in 10% isosmotic formalin. The samples were processed as already described in other studies (Zini et al., 2018) . The primary antibody, manually added by an operator, was a mice monoclonal antibody against FCoV (clone FIPV3-70 Serotec). The immunocytochemistry was performed only on one sample (cat 5F) using a similar procedure, except for the antigen unmasking step.\n\nMicrobiota analyses were outsourced to an external laboratory. Investigation of microbial communities (Metabarcoding analysis) in each frozen fecal sample was performed by amplicon sequencing of a hypervariable genomic region (V3-V4 region 16SrRNA gene amplification) using an NGS approach on Illumina Platform. Total DNA was extracted from each fecal sample using a commercial kit (QIAamp DNA Stool Mini Kit, QIAGEN S.r.l.). The quality of the genomic DNA was verified using a 2200 TapeStation DNA Screen Tape device (Agilent) and an ND-1000 spectrophotometer (NanoDrop) and its concentration ascertained using a Qubit assay (Life Technologies). The DNA was normalized to 5 ng/μL and then 2.5 μL was used for PCR amplification. Indexed NGS libraries were evaluated with the D1000 screen Tape (Agilent Tape Station 2200) and then quantified with ABI9700 qPCR instrument using the KAPA Library Quantification Kit in triplicates, according to the manufacture's protocol (Kapa Biosystems). Five μL of the pooled library at a final concentration of 4 nM were used for sequencing using Illumina Miseq with a 250 Paired end-read sequencing module.\n\nPre-processing steps were performed and the raw reads quality of the extracted sequences was checked (using FastQC v0.11.2). Reads were trimmed with Phred scale quality threshold of 19 (representing the probability of an incorrect base call) allowing the reads to be truncated after base quality dropped below 18 (Phred scale). Reads IDs were edited (multiple_split_libraries_fastq.py, Qiime script) in order to be compatible for the following QIIME pipeline scripts. The 97% clustered Qiime formatted Greengenes v.13.8 reference database was used. Before the statistical analysis, alpha rarefaction and beta diversity were evaluated. Alpha rarefaction was an evaluation of within-sample diversity by species richness. A graphical alpha-rarefaction plot was created using Qiime pipeline. Beta diversity is an estimation of between-sample diversity by microbial profile. A graphical representation was calculated using Bray Curtis Qiime beta-diversity pipeline.\n\nFinally, statistical analyses were performed with \"R\" statistical software (software R v3.2; packages edgeR v3.10.5, Robinson M.D., 2010 and Phyloseq v1.14.0, McMurdie and Holmes, 2013). Samples were assigned to groups relying on samples' metadata and the Taxonomy table (genus level) was normalized. For each group of samples, a statistical analysis was performed using the edgeR ExactTest function, to generate a list of statistically relevant taxonomies that are differentially present among the conditions. Exact test specifications for differential expression between two groups of taxonomy tables was performed. It implements the exact test proposed by Robinson and Smyth (2008) for a difference in mean between two groups of random variables following a negative binomial distribution.\n\nFinally, comparison of different phyla, classes and orders relative abundance among groups was performed using Analyse-it for Microsoft Excel. Specifically, a Kruskall-Wallis test was performed, followed, when statistically relevant results were found, by a Wilcoxon Mann-Whitney test, for the comparison between two groups. Statistical significance was set at P < .05.\n\nBased on the results of the screening analyses including FCoV PCR on feces and IHC on tissues, after the application of inclusion criteria, 15 cats were selected and classified as follows: five healthy negative for FCoV PCR on feces (H group), five healthy positive for FCoV PCR on feces (COR group) and five positive for FCoV PCR on feces and affected by FIP (FIP group) confirmed by IHC. Of the 15 animals enrolled, eight were female and seven were male. Breeds were quite variable, even though the domestic shorthair was the most represented (six cats), followed by two ragdolls, an exotic, a holy birman, a norwegian forest, a bobtail, a maine coon, a scottish fold and a sphynx. Hematology, biochemistry and the clinical examination, were unremarkable for all the clinically healthy cats, regardless the FCoV positivity, whereas cats of the FIP group showed changes consistent with the disease (Table 1) .\n\nA total of 3,231,916 sequences, with an average of 215,461 sequences/sample (median 219,276, range 195,516.5-235,660.5) were of adequate quality and were subsequently analyzed. The alpha-diversity rarefaction curves did not reach a proper plateau for almost all the samples (Fig. 1) . This means that the sequencing depth was enough to identify only the most abundant bacteria for each sample, excluding the rarest ones. The evaluation of beta-diversity showed that the samples were not grouped perfectly by category. However, the COR group seemed to have a hybrid microbial composition, between the microbial composition of H and FIP groups (Fig. 2) . According to the statistical analysis there were no taxa significantly linked to the different conditions (zero differential taxa found for FIP vs H, FIP vs COR, COR vs H). However, it was possible in some cases, to identify specific pattern between groups or for single animals as detailed below.\n\nEleven different phyla were identified, with the majority represented by six of them (Fig. 3) . Firmicutes was the main represented phylum, followed by Bacteroidetes, Actinobacteria and Proteobacteria. Nevertheless, COR group showed a major abundance of Firmicutes and minor of Bacteroidetes, compared to the other groups. This was also confirmed by the Bacteroidetes:Firmicutes ratio (0.9 in H group, 0.5 in FIP group and 0.1 in COR group; P = .13. Although the phylum relative Cats 1F and 2F were humanly euthanized in an external clinic due to the severe clinical conditions and subsequently referred to the University for necropsy. For this reason, no information regarding routine hematology and biochemistry were available for these animals. ID = identification number; SPE = serum protein electrophoresis; AGP = alpha-1-acid glycoprotein; ΔTNCC = delta total nucleated cell count; IHC = FIPV immunohistochemistry; nr = not relevant; na = not available; ALT = alanine aminotranferase; ICC = FIPV immunocytochemistry.\n\nabundance was not significantly different among the three groups, Bacteroides and Firmicutes were close to the significance level (P = .13 and 0.08 respectively).\n\nIn the FIP group, three cats shared a similar microbiota composition, while cat 1F showed a completely different composition and cat 2F showed a lower number of diverse phyla (Fig. 4) . The same pattern could be observed in relative class abundance (Table 2) . COR group had a major proportion of Erysipelothrichi and Clostridia and lower Bacteroidia with respect of the other two groups (P = .05, 0.10 and 0.13, respectively). Again, cat 1F showed a completely different pattern of microbiota composition and cat 2F had a lower number of different classes (Fig. 5) . The same trend was observed also in relative order abundance. For family and genus, the great amount of data made impossible to find any evident pattern. Lactobacillus presence was quite variable in healthy cats, whereas in the FIP group it was present only the cat with dry form (4F).\n\nUntil recently, traditional bacterial culture was commonly used to identify gut microbial population, but it is now recognized that the vast majority of intestinal microorganisms cannot be cultured using standard plating techniques (Suchodolski, 2016) . The study of microbiota composition is a new field of interest in veterinary medicine. Microbiota evaluation is tricky both in the execution and in the interpretation of results, moreover the use of next generation sequencing technique is quite expensive. For this reason, in literature several studies involved a low number of animal (Schmid et al., 2018; Płoneczka-Janeczko et al., 2017; Desai et al., 2009) To our knowledge, this is the first study about the gut microbiota composition in cats with feline coronaviruses.\n\nAlpha rarefaction and beta diversity analyses are the most common and historically relevant statistics for metagenome studies aimed to determine easily and visually the presence of groups between samples. The alpha rarefaction aims to demonstrate that enough reads were sequenced for each sample for the main taxa identification. The beta diversity graphically represents the distance between microbiological communities from each sample. No differences in the fecal microbiota Proportions of variance explained by each principal coordinate axis is denoted in the corresponding axis label. In red cats belonging to healthy coronavirus positive group (C), in blue cats affected by FIP (F) and in orange healthy cats, negative for coronavirus (H). Each dot represents a gut microbial community from a single cat. Dots that are close to each other represent microbial communities similar in sequence composition. PC1 axis represents the highest variance; PC2 the second highest variance; PC3 represents the third highest variance; (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 3 . Relative abundance of the predominant phyla in the fecal microbiota in the three groups (y-axis). Group of FIP affected cats (F, n = 5), healthy coronavirus negative (H, n = 5) and positive (C, n = 5) on x-axis. Each colour correspond to different phylum.\n\nwere observed among the three groups. However, despite the low number of animals, in several cases, P values were close to statistical significance. The analysis of a higher number of animals is needed to confirm the impact of systemic infection on the intestinal microbiota, as previously reported in people (Goedert, 2016) .\n\nMoreover, the peculiar enteric tropism FCoV could explain these results. Whether is the microbiota influenced by FCoV presence, or if certain animals with peculiar microbiota composition are predisposed to FCoV infection is unclear. In literature, only two studies investigated the correlation between gut microbiota and coronaviral diseases, specifically in swine transmissible gastro-enteritis virus (TGEV) infection (Koh et al., 2015; Liu et al., 2015) . However, results were not comparable with our findings because of the different pathogenic role of FCoV compared to TGEV, as FECV infection is usually asymptomatic, and because of the different diet and bacterial phylotypes observed in swine compared to cats. In contrast to what was previously reported for cats (Weese et al., 2015) , our results showed a low abundance of Proteobacteria. In humans, increase in Proteobacteria relative abundance is associated with \"dysbiosis\" and gastrointestinal symptoms (Kaakoush et al., 2012; Suchodolski et al., 2012; Shin et al., 2015) . In our study, none of the cats had gastrointestinal disorders and this could explain the Proteobacteria lower abundance, together with the individual variability.\n\nIn humans, low Bacteroidetes to Firmicutes ratio is another marker of dysbiosis (Shin et al., 2015) . Interestingly in our study, the COR group showed a lower Bacteroidetes to Firmicutes ratio compared to the others. This could be related to the FCoV enteric tropism (stronger than in FIP cats), even if none of the animals showed gastrointestinal signs. This findings in COR group, could be a hint for an alteration in microbiota stability, even in absence of overt clinical signs.\n\nIn FIP group, two cats showed a completely different microbiota composition compared to the others. Specifically, cat 2F had a lower number of diverse phyla. Despite the possible individual variability, such a lack in gut microbiota diversity has previously been reported in people treated with antibiotics (Modi et al., 2014) . In our caseload, as this was an exclusion criterion, this low abundance in cat 2F may be related to other variables (e.g. diet).\n\nLactobacillus seems to have a probiotic activity, however, elevated concentration had been reported in systemic disorders, such as type II diabetes in people, thus making unclear its protective role (Sato et al., 2014) . In the FIP group, Lactobacillus was only found in cat 4F, affected by a dry form. The meaning of this finding is unclear. Besides, few studies have investigated this genus in cats, so it could be interesting to evaluate its presence in a larger number of animals, both healthy and diseased.\n\nThe gut microbiota composition observed in FCoV infected cats provide preliminary insight into an area that could be relevant for both feline health and deeper understanding of the microbiota and immune system interplay. Due to the application of strict inclusion criteria to reduce all the factors that could influence microbiota composition, the present study focused on a small sized sample and this can certainly be a limitation, although in literature several studies on the same topic have be conducted on a similar or even smaller sample size. Therefore, our findings should be confirmed on a larger caseload, possibly including also FCoV seronegative and non shedder cats, in order to definitively exclude any possible viral influence on gut microbiota. Nevertheless, these results could give new insight on causes and clinical significance of the microbiota changes associated with FCoV infection and possibly on FIP pathogenesis."}