{"title": "Supplementary Information", "body": "are the results of two independent origins, is less parsimonious. Because the black gene has no significant sequence similarity with the other genes in the clade, we did not use it for calculations of relative divergence and selective constraint. This scenario corresponds to taxa (4, 5, 6, 8, and 9) in which one (taxa 4, 8, and 9) or two (taxa 5 and 6) de novo genes within a monophyletic clade have no sequence similarity.\n\nThe ancestral gene is generally predicted as the one that has the widest phylogenetic distribution of homologs, retrieved by a blast on the full-length sequence of the overlapping genes. However, in some case, the proteins predicted as ancestral by this approach share no significant sequence similarity locally over their overlapping region. Figure S2 presents such a case, which occurs in clades 7, 9, 10, and 12, i.e., in aparavirus, ilarvirus, betanodavirus, and morbillivirus. The red genes have statistically significant similarity over most of their length, except in the overlapping regions (marked in pink). The blue genes have no detectable similarity to any other viral or cellular proteins.\n\nThis corresponds to three possible evolutionary scenarios: (1) the blue gene has originated by overprinting the red gene, but the overlapping region of the red gene has later diverged in sequence beyond recognition ( Figure S3A ); (2) the blue gene has been integrated to the genome through horizontal gene transfer from an unrelated organism, followed by elongation of the red gene, overprinting the blue gene ( Figure S3B ); (3) the blue gene has originated de novo within a non-coding region downstream of the red gene ( Figure S3C ), followed by elongation of the red gene, overprinting the blue gene ( Figure   S3C ). We favored scenario (1), in which the blue gene is the one originated de novo by overprinting, since it the most parsimonious. The other scenarios involve additional genetic events (compare Figure S3A and Figures S3B and S3C ).\n\nCase 3: Identification of un-annotated ORFs reveals a common de novo origin between two genes annotated as different Figure S4 (and Figure S5 , group 3 betacoronavirus) present cases in which two clades of de novo genes (thick, horizontal blue lines to the right) are separated by five species whose genome apparently does not contain a de novo gene. However, the genomes of these species contain un-annotated ORFs in the same location of the genome, i.e., overlapping the (homologous) N-termini of the nucleoproteins (thick horizontal red lines). We thus infer that these ORFs are most likely un-annotated genes. As a result, the two clades of blue genes can be considered one monophyletic clade, resulting from a single origination event (branch marked with a blue line, Figure S4 ).\n\nOur analyses identify the ancestral genes from their phylogenetic distribution. The determination of the ancestral protein is based on statistically significant similarity of the full-length protein (determined using Blast) to proteins in genomes outside of the focal clade. In contrast, subsequent evolutionary analyses were carried out not on the fulllength proteins but only on the overlapping regions. In some taxa, parts of these regions do not have significant sequence similarity outside of the focal clade. However, we chose to use the whole overlapping region in our analyses, because restricting the analyses only to regions that share similarity outside of the focal clade would have excluded a major portion of our data. It is possible that parts of the ancestral genes that have no similarity outside of the focal clade had a different evolutionary history, leading to biased results. Figure S1 : Scenario in which de novo genes in a monophyletic clade have no sequence similarity. The figure illustrates a clade that includes three de novo overlapping genes (blue and black arrows in taxa T1, T2, and T3). All of the ancestral genes (red arrows) share significant sequence similarity at the overlapping region. One of the three de novo genes (black arrow) has no significant sequence similarity with the other two (blue arrows). Because the three de novo genes form a monophyletic clade and have the same frame and genomic location, we infer that the black gene is homologous to the blue genes, but has diverged beyond detection of sequence similarity. Therefore, we included all three taxa in the clade and based on them our estimate of the LCA (marked by ablue circle). (2) a de novo gene originates de novo in a noncoding region (e.g., UTR, B) following an elongation of an existing onto an overlap (C).\n\nThese two scenarios can result in a monophyletic distribution of the blue gene (D) without a de novo origin within an overlapping reading frame. Figure S4 : Phylogenetic relationships among coronavirus sequences. A phylogenetic tree based on the full protein sequence of the ancestral gene and the corresponding genomic maps are shown. The tree was inferred using the BIONG method (Gascuel 1997).\n\nBootstrap values above 50 (out of 100 replicates) are shown in internal nodes (blue circles). For each genome, the three possible sense reading frames are represented as thin gray lines. Annotated genes are shown as thick lines (ancestral genes, red; novel genes, blue; other genes, black) and un-annotated open reading frames as thin green lines. The un-annotated ORFs in genome sequences NC_008315, NC_009019, NC_009020, NC_014470, and NC_009021, suggest a common origin of the novel genes (marked by a blue branch in the phylogenetic tree).\n\n: Visual description of the 12 clades. Each page presents, for one clade, a phylogenetic tree based on the full protein sequence of the ancestral gene of all members of the clade, and the corresponding genomic maps. The taxonomy of each species is also indicated (NDS stands for \"no DNA stage\"). The tree was inferred using the BIONG method (Gascuel 1997). Bootstrap values above 50 (out of 100 replicates) are shown in internal nodes (blue circles). The number of the clade, as in Table 1 , is indicated on top of the page, and clades are presented in the same order as in Table 1 . For each genome, the three possible sense reading frames and the three antisense reading frames (from top to bottom) are represented as thin gray lines. Annotated genes are shown as thick lines (ancestral genes, red; novel genes, blue; other genes, black) and un-annotated open reading frames as thin green lines. The inferred LCA (according to the origin of the de novo gene) is marked by a blue branch. Conventions are the same as in Figure S5 . Evolutionary Distance Group Figure S7 "}