{"title": "Virus characterization and discovery in formalin-fixed paraffin-embedded tissues", "body": "Novel viruses continue to cause outbreaks of disease in humans and animals with recent outbreaks of MERS coronavirus and the influenza A/H7N9 virus as important examples Gao et al., 2013) . Rapid identification of novel viruses is a crucial first step in mitigating potential effects of future viral threats and emerging novel viral outbreaks.\n\nNovel technologies have increased the chance and speed of detection of novel viruses in samples collected from humans and animals. Especially next-generation sequencing played an important role in the discovery and characterization of various novel viruses Grard et al., 2012; Delwart, 2012; Allander et al., 2005; Lipkin and Firth, 2013) . The combination of sequence-independent amplification in combination with next-generation sequencing and subsequent analysis of obtained sequence data by BLAST searches allows generating an enormous amount of sequence data without previous selection by using specific primers. Using these techniques, various previously unknown viruses could be identified and subsequently characterized Grard et al., 2012; Delwart, 2012; Allander et al., 2005; Lipkin and Firth, 2013) . Unfortunately, identification of novel viruses is hampered often by the absence of adequately stored samples. This holds especially true for the retrospective identification of viruses responsible for past disease outbreaks. From these tissues, often only formalin-fixed paraffin-embedded (FFPE) tissue samples are available.\n\nThe procedure of formalin (formaldehyde dissolved in an aqueous solution) fixation, processing, paraffin embedding, sectioning and staining is used widely for histopathological evaluation of tissues (for review, see Srinivasan et al., 2002) . The use of formalin fixation allows preservation of tissues at room temperature while maintaining structures of cells and other components. Formalin fixes mainly by cross-linking of macromolecules, including DNA and RNA (Srinivasan et al., 2002) , which complicates the extraction of intact DNA and RNA from FFPE tissues. However, novel techniques have been developed to extract nucleic acids from FFPE tissues and have allowed to detect known viral sequences in formalin-fixed paraffin-embedded (FFPE) tissue samples. An interesting example is the recovery of the 1918 'Spanish' influenza http://dx.doi.org/10.1016/j.jviromet.2015.02.002 0166-0934/© 2015 Elsevier B.V. All rights reserved. A/H1N1 virus (Tumpey et al., 2005; Taubenberger et al., 1997) . Using RNA extracted from a FFPE lung tissue sample of a victim of the 1918 pandemic, this virus could be characterized and subsequently recovered by reverse genetics (Tumpey et al., 2005; Taubenberger et al., 1997) . In addition to the recovery of the 1918 influenza A virus, sequences of various other known viruses were detected in FFPE tissues using recently developed techniques (Cimino et al., 2014; Baldwin et al., 2014; Duncavage et al., 2011) .\n\nSequence-independent amplification in combination with nextgeneration sequencing has been used to detect novel viruses on different samples, but whether this technique can be applied for the detection of known and unknown viruses in FFPE samples is currently unclear (van den Brand et al., 2012; Bodewes et al., 2013a) . In the present study, the possible use of sequence-independent amplification in combination with next-generation sequencing to identify viral sequences in FFPE tissues was evaluated. To this end, sequence-independent amplification in combination with nextgeneration sequencing was performed on FFPE tissue sections of the bursa of Fabricius of herring gulls (Larus argentatus) infected with gull adenovirus (Bodewes et al., 2013a) and of the lungs of ferrets (Mustela putorius furo) experimentally inoculated with influenza A/H1N1(2009)pdm virus (Bodewes et al., 2013b) to prove the principle of this technique.\n\nCloacal bursas were collected from two herring gulls that were found dead in the Netherlands in 2001. Bursal tissues were stored in 10% (v/v) neutral buffered formalin solution and embedded in paraffin according to standard procedures after fixation for 1-2 days. Both bursal tissues were embedded in separate cassettes and contained no other tissues ( Supplementary Fig. 1 ). Adenovirus was detected in these tissues by a gull adenovirus real-time PCR and electron microscopy as described previously (Duncavage et al., 2011) .\n\nLung tissues were collected from two ferrets that were euthanized four days after intratracheal inoculation with the influenza A/H1N1(2009)pdm virus (influenza A/Netherlands/602/2009) in 2011 and stored in 10% (v/v) neutral buffered formalin solution as described previously (Bodewes et al., 2013b) . Eleven days after fixation, lung tissues were embedded in paraffin according to standard procedures, with each processing cassette containing about 1.5 cross-sections of a lung lobe and no other tissues ( Supplementary  Fig. 1 ).\n\nAll paraffin-embedded tissues were sectioned at 3 m and examined by light microscopy after staining with hematoxylin and eosin. In addition, sequential slides of lungs of ferrets were stained with a monoclonal antibody directed against the influenza A virus nucleoprotein using an immunoperoxidase method as described previously (Rimmelzwaan et al., 2001) .\n\nThe microtome, blade and surroundings were sprayed with RNaseZap (Sigma). After removal of a few tissue sections, two consecutive, 10-m-thick, tissue sections were collected. Immediately after collection, tissue sections were deparaffinized in xylene, and both RNA and DNA were extracted from each sample using the RNEasy FFPE kit and QIAamp DNA FFPE Tissue Kit (both Qiagen) respectively, according to the instructions of the manufacturer.\n\nExtracted RNA and DNA were processed for random PCR in combination with next-generation sequencing as described previously (van den Brand et al., 2012; van Leeuwen et al., 2010) . In brief, firstand second-strand syntheses and random PCR amplification were performed. Random PCR products from the RNA and DNA fractions were pooled, purified using the MinElute PCR purification kit (Qiagen) and subsequently prepared for next-generation sequencing on a 454 GS Junior instrument according to the instructions of the manufacturer (454 Life Science, Roche).\n\nObtained reads were analyzed by a bioinformatics virus discovery pipeline as described previously using standard parameters . In brief, this virus discovery pipeline consists of a combination of removal of multiplex identifier adaptors and primer sequences, quality trimming, iterative exhaustive assembly, filtering of low complexity sequences, and a BLASTN and BLASTX search of the remaining singletons and contigs. For comparison, a set of swab samples collected from harbor seals (Phoca vitulina) as run in parallel (Bodewes et al., Novel gammaherpesvirus in harbor seals, submitted for publication). Extraction of RNA and DNA of these samples and subsequent preparation for deep sequencing was performed as described previously (van den Brand et al., 2012; van Leeuwen et al., 2010) .\n\nExtracted DNA of the FFPE herring gull tissues was tested for the presence of gull adenovirus DNA by a gull adenovirus-specific realtime PCR (Bodewes et al., 2013a) . Extracted RNA of the FFPE ferret tissues was tested for the presence of influenza A virus RNA by a Matrix real-time RT-PCR as described previously (Munster et al., 2007) .\n\nThe sequence of the partial VP6 gene of the gull rotavirus obtained by 454 sequencing was confirmed by Sanger sequencing. To this end, intestine and duplicate bursal tissue collected from the same herring gull in which the novel rotavirus was detected and stored at −70 • C, were defrosted and tissues were homogenized as described previously (Bodewes et al., 2013a) . Subsequently, nucleic acids were extracted using the High Pure viral nucleic acid kit (Roche) and cDNA was prepared using random hexamers. Using forward primer GCAATTGAACAGCGAGTGGCGG and reverse primer GTTTCCATCCCGCATGAAGTCG, the partial VP6 gene of gull rotavirus was obtained as described previously (Bodewes et al., 2013a) .\n\nAlignment of sequences obtained by next-generation sequencing was performed in ClustalOmega (Sievers et al., 2011) . Subsequent phylogenetic analysis and pairwise identity analysis of rotavirus sequences was performed in MEGA6 (Tamura et al., 2013) using the Neighbour-Joining method with 1,000 bootstrap replicates and otherwise default parameters.\n\nBy histopathological examination of the bursa of Fabricius of the herring gulls multiple enlarged cells with enlarged nuclei in the cortex of a few follicles, typical of infection with gull adenovirus were detected as described previously (Bodewes et al., 2013a) (Supplementary Fig. 2A, B) . Histological examination of lungs of ferrets revealed a moderate, multifocal, necrotizing bronchointerstitial pneumonia, characterized by the presence of inflammatory cells in the lumina and walls of alveoli and bronchioles as described previously (Bodewes et al., 2013b) . The presence of influenza A virus-infected cells was demonstrated by immunohistochemistry ( Supplementary Fig. 3A , B) (Bodewes et al., 2013b) .\n\nBy next-generation sequencing, between 13,214 and 26,259 reads were obtained of each analyzed sample of which at least 93% passed quality check and was further analyzed in a virus discovery pipeline (Table 1 ). Compared to other samples that were analyzed in the same sequencing run, a similar number of reads was obtained, although the number of large sequence reads was somewhat reduced (Fig. 1 ). Reads were analysed by BLASTN and BLASTX analysis and categorized according to their taxonomy. Most reads detected in the ferret tissues were categorized as eukaryotic sequences (66% and 69%). Most reads detected in the gull tissues were categorized as unknown (48% both tissues) while also a substantial proportion was categorized as eukaryotic sequence (35% both tissues) ( Table 2) .\n\nBy specific real-time PCR, influenza A virus Matrix RNA was detected in both FFPE lung tissues of ferrets inoculated with the influenza A/H1N1(2009)pdm virus (Ct-values 23.0 and 23.6; Table 3 ). By sequence-independent amplification in combination with next-generation sequencing of FFPE lung tissue sections, sequences were detected that were related most closely to all gene segments of influenza A/H1N1(2009)pdm virus. In the tissue of ferret one, nine individual reads similar to influenza A/H1N1(2009)pdm viruses were detected, which ranged in size from 101 to 311 nucleotides (mean size 203 nucleotides). In the tissue of ferret two, 18 reads were detected that were related most closely to influenza A/H1N1(2009)pdm virus. The obtained reads ranged in size from 111 to 287 nucleotides (mean size 192 nucleotides), with five contigs and three single reads. Alignment of the identified reads with influenza A/H1N1(2009)pdm virus revealed that 15 taxonomic units (both single reads and contigs) had an identity of 99% or higher on the nucleotide level, while two individual reads had a lower identity (98% and 87%).\n\nGull adenovirus DNA was detected in both FFPE cloacal bursa tissues of the herring gulls by real-time PCR (Ct-values of 27.4 and 26.4; Table 2 ). In tissues of both herring gulls, reads were detected that were related most closely to adenoviruses. In the Fig. 1 . Distribution of read size obtained by 454 sequencing of FFPE tissues. Distribution of read length obtained by next-generation sequencing of each sample before (light grey) and after (dark grey) quality trimming and removal of adaptors and primer sequences. A representative swab control sample (Bodewes et al., 2014) that was analysed in the same run, is also indicated.\n\ntissue of herring gull one, three reads (one contig of two reads and one single read) were detected that were related most closely to adenovirus, while in the tissue of herring gull two only one read was detected that was related most closely to an adenovirus. The contig was related most closely to the hexon gene of gull adenovirus (98% identity on the nucleotide level), while the two single reads were related most closely to regions of goose adenovirus 4 strain P29 (80% and 81% identity on the nucleotide level) for which the sequence of gull adenovirus has not been determined yet.\n\nIn addition to sequences of the expected viruses, previously unknown viruses were detected by sequence independent amplification and next-generation sequencing in the FFPE cloacal bursa tissues of the herring gulls. In the tissue of herring gull one, two reads were detected that were related most closely to endogenous retroviruses (identity 23% and 46%), which are integrated most likely into the host genome. In tissue of herring gull two, 170 reads were detected that were related most closely to various gene segments of viruses belonging to the genus Rotavirus (subfamily Sedoreovirinae, family Reoviridae) ( Fig. 2A) . Among these 170 reads, there was one contig of 570 nucleotides consisting of in total six reads that was related most closely to segment 6, which encodes the inner capsid protein VP6. The nucleotide sequence of this partial gene was obtained by 454 sequencing on FFPE tissue was identical to the sequence obtained by Sanger sequencing using bursal tissue and intestine collected from the same animal and stored at −70 • C. Since demarcation of species among rotaviruses is mainly based on genetic differences in VP6 regions (Johne et al., 2011; Matthijnssens et al., 2012) , the partial region of this novel virus, tentatively called herring gull rotavirus (Genbank accession number KP057507), was aligned with various other rotaviruses. Subsequent phylogenetic analysis revealed that the partial VP6 segment of gull rotavirus was related most closely to rotavirus G chicken/03V0567/DEU/2003, with pairwise identities of 65% and 59% on the nucleotide level and deduced amino acid level, respectively (Fig. 2B) . The species demarcation cut-off value for rotaviruses is <60% nucleotide identity in the VP6 gene segment (Johne et al., 2011) , indicating that the herring gull rotavirus belongs to group G rotaviruses.\n\nIn the present study, the use of sequence-independent amplification in combination with next-generation sequencing to detect known and unknown viruses in FFPE tissues was evaluated. Using FFPE tissues from ferrets and herring gulls that were infected with either RNA viruses or DNA viruses, it was demonstrated that sequences of both known RNA and DNA viruses could be detected. In addition, this approach also allowed detection of a novel RNA virus, a rotavirus. These findings highlight the potential value of this technique in the identification of novel viral sequences in humans and animals with disease of presumed viral origin, for which only FFPE samples are available. The advantage of FFPE samples is that they are the most commonly collected and banked samples during pathological examination of people or animals that have died, that once embedding in paraffin takes place, the fixation process is stopped and the tissue remains in a stable state, and that samples may be kept indefinitely at room temperature. Furthermore, because FFPE samples have been produced in order to allow histopathological evaluation of tissues, any newly discovered virus can be directly correlated to the presence and character of histopathological changes in the tissue from which the viral RNA or DNA was obtained.\n\nNext-generation sequencing has been applied previously on FFPE tissues to detect viral sequences using similar approaches (Cimino et al., 2014; Duncavage et al., 2011) , but no previously unknown viral sequences have been detected and characterized yet to our knowledge.\n\nA drawback of the present approach was that only a limited number of influenza A virus and adenovirus reads were detected, despite the presence of relatively high viral loads as detected by real time (RT-) PCR. These findings suggest that the combination of sequence-independent amplification and next-generation sequencing is rather insensitive compared to real time (RT-) PCR in FFPE tissues, which is in contrast to previous observations indicating a sensitivity approaching the sensitivity of real time (RT-) PCR in unfixed respiratory samples (Prachayangprecha et al., 2014) . This insensitivity in FFPE tissues may be due to the impossibility to increase the relative amount of viral RNA and DNA by depletion of host nucleic acids with endonucleases, which is considered crucial for viral metagenomics studies (Delwart, 2013; Allander et al., 2001; Ng et al., 2009) . The amount of viral reads could potentially be increased by selecting exactly the site of the lesion for RNA and DNA extraction and not the complete tissue section. This approach could be especially useful for well-demarcated, focal lesions, or for tissue changes that are characteristic for the presence of a virus infection, such as viral inclusion bodies. Another approach could be to apply a different sequencing platform (e.g. Illumina) which sequences to a higher depth and could increase the absolute number of viral reads.\n\nFragmentation of sequences during formalin fixation is also considered a major drawback of the use of FFPE tissues (Masuda et al., 1999; von Ahlfen et al., 2007; Hewitt et al., 2008) . However, only minor differences in sequence length were observed between FFPE tissue and control samples in the present study. In addition, various other currently available deep-sequencing technologies produce only relatively shorter reads and for these applications the presence of a reduced number of large reads does not have any impact. Furthermore, the accuracy of deep sequencing on FFPE tissues was evaluated. After stringent quality trimming, most obtained viral taxonomic units for adeno-and influenza viruses and the partial VP6 gene of gull rotavirus had an error rate of 1% or less compared to the viral sequence in the tissue, which is similar to the error rate of 454 sequencing of nucleic acids extracted from other sample sources (Gilles et al., 2011; Shao et al., 2013) .\n\nIn addition to sequences of known viruses, a relatively high number of reads were detected that were related most closely to rotaviruses in the cloacal bursa tissue of one of the herring gulls. Phylogenetic analysis suggested that this rotavirus belongs to the rotaviruses of group G, to which also rotaviruses detected in pigeons and chickens belong (Johne et al., 2011; Phan et al., 2013) . No intestine was present in the tissue blocks used in the present study, suggesting that the rotavirus was present in the bursal tissue. However, additional studies are necessary to exclude that this was indeed no contamination and to elucidate the potential pathogenicity of this virus.\n\nIn conclusion, sequence-independent amplification in combination with next-generation sequencing of FFPE tissues might be a valuable approach to detect sequences of (unknown) viruses when no other samples are available and when a high viral load is expected. Of interest, the application of this method to FFPE tissues allows a direct correlation with the presence of histopathological changes in the corresponding tissue sections."}