{"title": "In vitro and in vivo studies of the Interferon-alpha action on distinct Orthobunyavirus", "body": "The Oropouche (OROV), Caraparu (CARV), Guama (GMAV), Guaroa (GROV) and Tacaiuma (TCMV) viruses belong to distinct antigenic serogroups of the genus Orthobunyavirus in the Bunyaviridae family. These viruses are enveloped with trisegmented single-stranded RNA genome of negative or ambisense polarity, replicate in the cytoplasm and bud into the Golgi apparatus (Elliot et al., 2000) or upon the plasma membrane (Goldsmith et al., 1995) .\n\nOROV (Simbu serogroup) is transmitted mainly by the biting midge (Culicoides paraensis) and has been associated with dengue-like acute febrile illness. OROV fever has emerged over the past 40 years as a serious public health problem in tropical and subtropical areas of Central and South America, having caused at least 30 reported outbreaks involving more * Corresponding author. Tel.: +55 16 3602 3376; fax: +55 16 3602 3376.\n\nE-mail addresses: pink@rpm.fmrp.usp.br, Livonesi@zipmail.com.br (M.C. Livonesi). than half a million people (Watts et al., 1997; Pinheiro et al., 2004) . Clinical features of OROV fever include abrupt onset of fever, chills, severe headache, dizziness, myalgia, arthralgia, nausea, and vomiting. About half of the patients have a recurrence of symptoms within 2-10 days after they become afebrile. Aseptic meningitis by OROV has been reported during outbreaks. All ages and both sexes appear to be equally susceptible to infection (LeDuc and Pinheiro, 1988) . Similarly to OROV, CARV (Group C serogroup), GMAV (Guama serogroup), GROV (California encephalitis and Bunyamwera serogroups) and TCMV (Anopheles A serogroup) have also been associated with febrile illness in humans. These viruses are transmitted by mosquitoes and cause disease mainly in the South America countries (Brinton et al., 1993; Tavares-Neto et al., 2004; Jonkers et al., 1968; March and Hetrick, 1967; Travassos da Rosa et al., 1997; Iversson et al., 1993; Iversson, 1994) . An antiviral therapy, if available, would be a very helpful intervention, reducing symptoms and disease period of OROV fever as well as of those febrile illnesses caused by other orthobunyaviruses. However, until the moment, there is not treatment or vaccine for these viral diseases, and a recent study demonstrated that these viruses are resistant to antiviral action of the ribavirin, a broad-spectrum antiviral drug (Livonesi et al., 2006) .\n\nThe interferon (IFN) system is the first line of defense against viral infection in mammals. This system is able to block the spread of virus infection in the body, sometimes at the expense of accelerating the death of the infected cells. Interferons are divided into two types, type I and type II, both of which have antiviral activity (Sen, 2001; Galligan et al., 2006) . The type I interferons include the IFN-␣ and -␤ and they are secreted by virus-infected cells, and exhibit multiple biologic properties including antiproliferative, antiviral, and immunomodulatory effects (Platanias et al., 1996; Stark et al., 1998; Goodbourn et al., 2000) . The type II interferon present only one member, the IFN-␥, which is not virus-inducible, but it is secreted by activated T lymphocytes and NK cells and shows antiviral activity directly, through the induction of effector molecules (e.g. nitric oxide), and indirectly, through enhanced antigen presentation and the induction of apoptosis (Boehm et al., 1997) .\n\nDue to the antiviral properties of IFN-␣, it has been used clinically to treat chronic infections caused by hepatitis B and C viruses (Davis et al., 1998; McHutchison et al., 1998) and in the treatment of infections caused by HPV (Sen, 2001) . Moreover, in vitro and/or in vivo experiments have demonstrated that IFN-␣ is able to inhibit the replication of many viruses as: sandfly fever Sicilian (Crance et al., 1997) , dengue (Diamond et al., 2000) , severe acute respiratory syndrome-related coronavirus (SARS CoV) (Tan et al., 2004; Ströher et al., 2004; Galligan et al., 2006) , vaccinia (Liu et al., 2004) , and ebola (Mahanty et al., 2003) . Thus, in an effort to characterize antiviral agents that could attenuate infections caused by OROV, CARV, GMAV, GROV and TCMV, we tested the in vitro and in vivo actions of IFN-␣ on these viruses.\n\nORO (BeAn19991), GMA (BeAn277), GRO (BeH22063), and TCM (BeAn73) viruses were kindly supplied by Dr. Pedro Vasconcelos and Dr. Amélia Travassos da Rosa (Evandro Chagas Institute, Brazilian Ministry of Health, Belém, Brazil and University of Texas Medical Branch, Galveston, TX, USA). CARV (SPAn2049) was kindly supplied by Dr. Terezinha Lisieux Coimbra (Adolpho Lutz Institute, São Paulo, Brazil). Viral stocks were obtained from the brains of intracerebrally infected newborn mice. Brains were mixed with PBS (dilution 1:10, w/v), macerated, and centrifuged at 2000 × g for 10 min at 4 • C. The supernatants were harvested and stored at −70 • C until use.\n\nAfrican green monkey kidney (Vero E6) cells were grown in minimum essential medium (MEM, Cultilab, Brazil) supplemented with 10% inactivated, Mycoplasma-free, fetal bovine serum (FBS, Cultilab, Brazil), 1% l-glutamine and 0.3% sodium bicarbonate.\n\nInterferon-alpha-2a (IFN-␣-2a) or Roferon ® -A (Hoffmann-La Roche, USA) was used in the in vitro experiments. Recombinant murine Interferon-alphaA (IFN-␣A) (Sigma-Aldrich; St. Louis, MO, USA) was prepared following the instructions of manufacturer and was used in the in vivo experiments.\n\nSwiss newborn mice were obtained from the laboratory animal facility of the University of São Paulo (Ribeirão Preto, Brazil). The mice were maintained in microisolator cages in the animal housing facility of the Center for Research in Virology (University of São Paulo, Ribeirão Preto, Brazil). The experiments were approved by the ethical committee on vertebrate animal experiments of the University of São Paulo (no. 006/2004).\n\nIn vitro antiviral evaluation was done with a plaque assay (Livonesi et al., 2006) . Vero E6 cells were seeded in 24-well plates in MEM with 10% FBS, for 24 h at 37 • C and 5% CO 2 . Medium was removed, serial 10-fold dilutions of viral stocks diluted in MEM with 5% FBS were added (0.2 mL/well) in quadruplicates, and the cells were incubated for 2 h at 37 • C. Subsequently, the viral inoculum was removed, and 1.0 mL of a combination (v/v) of 1% low-melting-point agarose plus 2× MEM (10% FBS) was added to each well; the plates were incubated at 37 • C for 3 days for OROV and GMAV, 5 days for CARV and GROV, and 9 days for TCMV. The plaques were visualized after staining with a naphtol blue black solution (15 min) (Morens et al., 1985) , preceded of removal of the agarose plug. The plaques were counted under an inverted microscope, and the virus titer was determined as log 10 PFU mL −1 .\n\nIFN-␣-2a was diluted in the medium and added to cells 24 h before, or 2, 24, 48, 72 h after viral infection. Comparisons between the virus titers obtained from IFN-␣-2a-treated and non-treated cell cultures were done and the results were plotted as percentage of inhibition on plaque formation (Table 1) .\n\nThe IFN-␣-2a was added to the cell cultures at the concentrations ≤100,000 IU mL −1 , because this concentration is not toxic to Vero E6 cells as previously described (Tan et al., 2004) .\n\nThe most frequent adverse reactions caused by administration of IFN-␣ in humans include fatigue, myalgia, arthralgia, headache, fever, chills, anorexia, nausea, vomiting, diarrhea and abdominal pain, and usually occur in patients treated with high doses of IFN-␣ (The Italian Cooperative Study Group on CML, 1994; Schmutz et al., 2004; Márquez-Peiró et al., 2006) . Thus, the parameter chosen to evaluate the IFN-␣A toxicity in mice was a significant weight loss of IFN-␣A-treated mice in comparation with placebo-treated mice. The IFN-␣A doses used were 1000, 10,000, and 100,000 IU mL −1 (30 L per mouse/day). The mice were treated intraperitoneally (i.p.) daily for 10 days. The animal weights were determined daily and the concentration chosen of IFN-␣A was 100,000 IU mL −1 , because it was well tolerated by mice, which presented an increase of weight similar to the placebo-treated mice (Fig. 2) . Furthermore, a dose of 100,000 IU mL −1 approximates to the highest levels of the recombinant IFN-␣ given to humans (30 million units daily) (Freireich et al., 1966) .\n\nThree-day-old Swiss mice were infected i.p. with OROV (10 LD 50 ), CARV (1000 LD 50 ), GMAV (100 LD 50 ), GROV (100 LD 50 ), or TCMV (1000 LD 50 ) in a volume of 40 L per mouse. The mice were treated i.p. with IFN-␣A (100,000 IU mL −1 ) or placebo in a volume of 30 L per mouse. The treatment was initiated 24 h before, or 3 or 24 h after infection and maintained every day. The animals were monitored daily for mortality.\n\nSuckling mice infected i.p. with OROV, CARV, GMAV, GROV and TCMV usually die after development of encephalitis, showing paralysis of forefoot, tremor and difficulty in eating, and presenting high viral titers in the brain some days before death . Considering the brain as the principal target organ to viral replication, the virus titers obtained in this organ were used as parameter to demonstrate the efficacy of drug. Thus, the brains of mice (two mice per group) were taken aseptically on days 1, 2, 3, 5, 7, and 9 after infection. Brains were mixed with PBS (dilution 1:10, w/v), macerated and centrifuged at 200 × g for 10 min at 4 • C. Supernatants were harvested and stored at −70 • C before plaque assay on Vero E6 cells. Virus titers in brain were expressed as log 10 PFU mL −1 .\n\nAnalysis of variance followed by the parametric Tukey-Kramer test was used in the in vitro experiments, while Fisher's Exact test was used in the in vivo experiments (INSTAT soft-ware, GraphPad, San Diego, CA). A p value less than 0.05 was considered to indicate statistical significance.\n\nFirstly, Vero E6 cells were treated with IFN-␣-2a (100,000 IU mL −1 ) at different periods of the cell infection by OROV, CARV, GMAV, GROV and TCMV. Table 1 shows that IFN-␣-2a was able to inhibit the replication of all the studied orthobunyaviruses when treatment occurred either 24 h before or 2 h after infection (p < 0.0005). Moreover, IFN-␣-2a presented a significant inhibitory activity on replication of GMAV (p < 0.01) and TCMV (p < 0.001) when treatment was initiated 24 h after infection. Additionally, IFN-␣-2a significantly inhibited the TCMV replication when cell treatment was initiated 48 h after infection (p < 0.01). These results show that IFN-␣ present inhibitory effect on the OROV, CARV, GMAV, GROV, and TCMV replication, but this effect is dependent on timing of the treatment.\n\nNext, we verified whether doses lower than 100,000 IU mL −1 would have inhibitory effect on the replication of distinct Orthobunyavirus. Thus, cells were treated 2 h after viral infection with IFN-␣-2a doses ≤10,000 IU mL −1 or medium. Fig. 1 shows that the concentration of 10,000 IU mL −1 is able to significantly inhibit CARV, GMAV, GROV, and TCMV replication, but not of OROV. Furthermore, the concentration of 1000 IU mL −1 produces a significant inhibitory effect on CARV, GROV and TCMV replication (Fig. 1) , suggesting that antiviral effect of IFN-␣ on these orthobunyaviruses is also dependent on the concentration used.\n\nWe firstly examined whether IFN-␣A treatment beginning 1 day before viral infection would be effective on preventing lethal encephalitis caused by OROV, CARV, GMAV, GROV, and TCMV. Intraperitoneal administration of the maximum nontoxic dose of IFN-␣A (100,000 IU mL −1 ) (Fig. 2) prevented the death of all mice infected by OROV or GROV (Table 2 ). These high survival rates were associated with the inhibition of viral migration and replication in brains of the mice (Fig. 3) . However, treatment of CARV-, GMAV-or TCMV-infected mice with IFN-␣A did not result in an increase in survival or prolongation of the mean time to death and did not prevent virus replication in the brain of animals (Table 2 and Fig. 3, respectively) .\n\nNext, the effect of administration of IFN-␣A initiated 3 h after infection of animals by OROV or GROV was analysed. Table 3 shows that treatment with IFN-␣A was either unable to increase the survival time or inhibit the viral replication in the brain tissue of the mice infected by OROV (Fig. 4) . On the other hand, IFN-␣A-treated-GROV-infected mice had a survival rate of 88% (Table 3) , which was associated with inhibition of viral replication in the brain tissue of mice (Fig. 4) .\n\nTreatment with IFN-␣A initiated 24 h after mice infection by GROV was unable to inhibit either the death of animals or the viral replication in the brain (Table 3 and Fig. 5 , respectively). Fig. 3 . IFN-␣-treated OROV-or GROV-infected mice did not show virus replication in the brain when treatment was initiated 24 h before infection. Groups of sixteen 3-day-old Swiss mice were infected i.p. with OROV, CARV, GMAV, GROV, or TCMV and they were treated i.p. with IFN-␣ (100,000 IU mL −1 ) or placebo. Mouse brains (two mice per group) were taken on days 1, 2, 3, 5, 7, and 9 after infection. The virus titer in the brain was measured by plaque assay. The scale bars represent the mean of PFU mL −1 . Similar results were obtained in a second experiment. 3 h OROV 1/9(11%) 3/9 (33%) 5.0 ± 2.8 6.5 ± 2.1 GROV 0/9 8/9 (88%) b 6.5 ± 2.1 >20 24 h GROV 0/9 2/9 (22%) 7.0 ± 2.8 7.0 ± 2.8 a Mean time to death. b p < 0.001; Fisher's Exact test. Fig. 4 . IFN-␣-treated GROV-infected mice did not show virus replication in the brain when treatment was initiated 3 h after infection. Groups of sixteen 3-dayold Swiss mice were infected i.p. with OROV or GROV and they were treated with IFN-␣ (100,000 IU mL −1 ) or placebo. Mouse brains (two mice per group) were taken on days 1, 2, 3, 5, and 7 after infection. The virus titer in the brain was measured by plaque assay. The scale bars represent the mean of PFU mL −1 . Similar results were obtained in a second experiment. Fig. 5 . IFN-␣ treatment initiated 24 h after infection did not inhibit replication of GROV in the brain tissue of mice. Groups of nine 3-day-old Swiss mice were infected with GROV and treated with IFN-␣ (100,000 IU mL −1 ) or placebo. The treatment was initiated 24 h after infection. Mouse brains (two mice per group) were taken on days 1, 2, 3, and 5 after infection. The virus titer in the brain was measured by plaque assay. The scale bars represent the mean of PFU mL −1 . Similar results were obtained in a second experiment.\n\nThese results also show that the in vivo antiviral activity of IFN-␣ on OROV and GROV is dependent on timing of the treatment.\n\nIn this study, we evaluated in vitro and in vivo antiviral activity of IFN-␣ on OROV, CARV, GMAV, GROV and TCMV. IFN-␣ had a significant antiviral effect in vitro on all studied orthobunyaviruses. The antiviral action observed was dependent on both administration timing ( Table 1 ) and concentration of the drug (Fig. 1) . In vivo experiments confirmed the antiviral activity of IFN-␣ on OROV and GROV, but not on CARV, GMAV and TCMV, being that this antiviral activity was dependent on the administration period of the drug (Tables 2 and 3 ). The antiviral effect of IFN-␣ observed in vivo was related to its ability to inhibit viral replication in the brain tissue of infected mice . The antiviral action of exogenous IFN-␣ observed in vitro was probably due to its ability to induce an antiviral state on cells through the secretion of proteins that ultimately inhibit viral replication. For instance, the dsRNA-dependent protein kinase (PKR) leads to phosphorylation of eIF2␣ with a consequent blockade of translation of most cellular and viral mRNAs; the 2 ,5 -oligoadenylate synthetases (OAS), which are also activated by viral dsRNA, produces 2 ,5 -oligoadenylates that in turn activate the Rnase L, resulting in the degradation of viral and host RNAs; and the Mx proteins, GTPases of the dynamin family, whose mechanisms of action and functions await elucidation (Stetson and Medzhitov, 2006) . Similarly, the antiviral effect observed in vivo after administration of exogenous IFN-␣ might have been either due to the above-mentioned cell-intrinsic mechanisms of this cytokine or the actions of type I IFNs on the immune system. In fact, type I IFNs are able to enhance the expression of MHC class I proteins on cells and thereby promote CD8 + T cell response (Goodbourn et al., 2000) . Moreover, type I IFNs play an essential role in the differentiation and function of effector CD8 + T cells (Stetson and Medzhitov, 2006) . Type I IFNs are also able to enhance the cytotoxicity of NK cells by up-regulating the levels of perforins, and can stimulate the proliferation of NK cells to a limited degree (Stetson and Medzhitov, 2006) . Ordinarily, CD8 + T and NK cells can eliminate infected cells, defending the host against intracellular infections (Stetson and Medzhitov, 2006) . However, the mechanisms through which the exogenous IFN-␣ performed its functions were not analysed in the present study.\n\nIn vitro and in vivo results showed that IFN-␣ was able to prevent viral replication in a limited manner, exerting antiviral effect only when administrated early and in high doses, suggesting that OROV, CARV, GMAV, GROV and TCMV present some escape mechanism from antiviral actions of the IFN-␣.\n\nResistance to the IFN system was previously described for three members of Bunyaviridae family, CARV (Brinton et al., 1993) , Rift Valey fever virus (Bouloy et al., 2001) , and Bunyamwera virus (Weber et al., 2002; Léonard et al., 2006) . Brinton et al. (1993) , corroborating the results obtained by us, observed that CARV resisted antiviral action of immmunomodulators, such as IFN-␣ and IFN-␤. However, the escape mechanism of CARV was not studied by the authors. Rift Valey fever and Bunyamwera viruses presented resistance to the IFN system associated with the non-structural protein NSs which is encoded during viral replication. This protein showed to be able to block the production of IFN␣/␤ through the inhibition of transcription factors (Bouloy et al., 2001; Weber et al., 2002) . Additionally, a recent study has demonstrated that the NSs protein is also able to inhibit the IFN response through the interaction with the MED8 component of Mediator, a protein complex necessary for mRNA production (Léonard et al., 2006) . In our study, both cells and mice received high doses of exogenous IFN-␣ and a possible inhibition of the production of endogenous IFN-␣ by orthobunyaviruses would not be sufficient to block the antiviral effects derived from exogenous IFN-␣. Moreover, it is known that Vero E6 cells have an IFN I gene deficiency and thus they are unable to express endogenous type I IFN (Mosca and Pitha, 1986) . However, the IFN-dependent pathways are functional and can be activated by exogenously provided IFN (Mosca and Pitha, 1986 ). Thus, it is possible that the studied orthobunyaviruses present a escape mechanism similar to that recently described for Bunyamwera virus (Léonard et al., 2006) , being able to inhibit the responses produced by IFN after association with the cell surface receptor. It would be interesting to further elucidate the escape mechanisms used by different bunyaviruses, especially those etiologically related to human diseases.\n\nIt is important to mention that the cytokines tested in this study are part of a large group of existing IFNs-␣ (Foster and Finter, 1998; Yeow et al., 1998) . Therefore, we cannot affirm whether other IFNs-␣ would present a similar antiviral activity to that observed here. For instance, Tan et al. (2004) evaluated the in vitro antiviral activity of four types of IFN-␣, Roferon ® -A (IFN-␣-2a), Intron A (IFN-␣-2b), Wellferon (IFN-␣-n1) and Alferon (IFN-␣-n3), on SARS Coronavirus (SARS-CoV) and observed that only two out of them, Wellferon and Alferon, were able to inhibit the cytophatic effect caused by this virus in Vero E6 cell cultures. Mechanisms for explaining these differences in activity of IFNs-␣ are unknown. We may suppose that it could be related to distinct IFN-␣ sources because some preparations are derived from human lymphoblastoid or leukocyte cells, while other preparations are recombinantly produced in Escherichia coli or mammalian cell culture (Foster and Finter, 1998) . In particular, the IFNs-␣ used in our experiments were the Roferon ® -A and the IFN-␣A, both produced in E. coli.\n\nIn conclusion, our results demonstrated that the IFN-␣ presents in vitro antiviral activity on CARV, GMAV and TCMV, but this activity is limited and was not confirmed by in vivo experiments. Therefore, IFN-␣-2a could not be considered a suitable therapeutic drug for illnesses caused by these viruses. However, IFN-␣ presented in vitro and in vivo prophylactic antiviral activities on OROV and GROV and also showed therapeutic antiviral action on GROV. Thus, IFN-␣-2a could be potentially useful in the prevention of diseases caused by Oropouche virus and in the prevention and/or treatment of diseases caused by Guaroa virus, mainly during epidemics or after occurrence of a laboratory accident."}