{"title": "Tissue Barriers 1:4, e24997", "body": "The mammalian conducting airway can be broadly divided into two regions based on structure and function: the cartilaginous proximal airway starting from nasal cavities to bronchi and 2-3 generations of bronchioles, and non-cartilaginous distal airway consisting of terminal and respiratory bronchioles. Luminal surfaces of the entire conductive airway tract are lined by a continuous layer of epithelial cells which vary in relative distribution, abundance, and cell type depending on the airway region in which they are found. The proximal airway through the bronchi is lined with pseudostratified epithelium and is made up of three major cell types: ciliated cells, non-ciliated secretory cells, and basal cells (Fig. 1) . As the bronchi branches into bronchioles and to terminal bronchioles the epithelium gradually changes from psuedostratified to simple cuboidal epithelium and the number of ciliated, goblet, and basal cells gradually decline and non-ciliated cells called Clara cells becomes the major cell type. 2 In the proximal airway and cartilaginous bronchioles, the invagination of epithelium forms submucosal glands, which are characterized by a variable proportion of ciliated cells, goblet cells, and serous cells. 3 Other minor cell types that are present in conducting airways are: (1) chemosensory or brush cells which contains apical tufts of microvilli and are thought to play a role in regulation of both airway surface fluid secretion and breathing, 4, 5 and (2) pulmonary neuroendocrine cells which are typically tall and pyramidal in shape and extend from the basal lamina of the epithelium and possess microvilli. 6, 7 Ciliated cells account for over 50% of all epithelial cells in the conducting airway. 8 Approximately 200 to 300 cilia are found on the luminal surface of each ciliated cell, and in humans the length of the cilia ranges between 6 μM in the proximal airways to 3.6 μM in the seventh generation of bronchi. 9 A large number of mitochondria are present right below the apical surface and provide energy to the cilia for coordinated ciliary beating. 10 Ciliated cells are believed to be terminally differentiated and arise from basal or secretory cells. 11, 12 However, recent studies have suggested a remarkable plasticity and differentiation potential for ciliated cells. After injury, ciliated cells dedifferentiate into squamous, cuboidal or columnar cells, thereby playing a role in restoration and regeneration of bronchial epithelium. 13 \n\nThe primary function of airway epithelium is to function as a physical barrier between the external environment and internal milieu. The three essential components that contribute to the barrier function of airway epithelium are: mucociliary escalators which trap and removes inhaled foreign particles from the airways, 32 intercellular tight and adherens junctions 33 that regulate epithelial paracellular permeability, and secreted antimicrobial products that kill inhaled pathogens. 34\n\nThe major players that contribute to the mucociliary function of airway epithelium are mucus and cilia. While the mucus traps inhaled pathogens and other particulate material, coordinated beating of cilia sweeps the trapped material away from the lungs toward the pharynx. 35 The efficient transport of mucus is dependent on the rate of ciliary beating as well as the hydration of mucus, which contributes to its viscoelastic properties. 36, 37 In general, more hydrated mucus is cleared more efficiently from the lungs. The airway mucus contains more than 200 proteins, and is secreted by both goblet cells and submucosal glands. The main component of airway mucus are mucins, which are high molecular weight glycoproteins that cross link to form the structural framework of the mucus barrier. 38, 39 At least 12 mucins are detected in human lungs. Of these, MUC5AC and MUC5B are the predominant mucins in normal airways. 40 MUC5AC is mainly produced by goblet cells, while MUC5B is predominantly produced by submucosal glands. 41, 42 In healthy individuals, circadian rhythms regulate normal mucus secretion, principally through the vagal nerve. However in patients with inflammatory airway diseases, mucus hypersecretion from metaplastic and hyperplastic goblet cells contributes to obstruction of airways. 43 Various inflammatory mediators, such as tumor necrosis factor -α, IL-1β, IL-13, IL-17, neutrophil elastase, growth factors such as EGF and TGF, and environmental factors such as cigarette smoke, allergens and microbial pathogens Goblet cells have electron lucent granules which contain acidic mucin glycoproteins in the apical region of cytoplasm, and contain a condensed nucleus on the basal side giving the cells a unique shape. In normal conductive airways the ratio of goblet cell to ciliated cells is approximately 1:5 and this ratio increases under the conditions of chronic airway diseases, such as asthma, chronic obstructive pulmonary disease, and cystic fibrosis. The goblet cells secrete high molecular weight mucin glycoproteins into the airway lumen, which trap and remove foreign particles, thus protecting the epithelial surface. Mucin secretion must be tightly regulated for normal functioning, as overproduction can block the airway and impair proper mucociliary clearance.\n\nSerous cells are found at the distal ends of submucosal glands and resemble goblet cells morphologically, but their granule content is more electron-dense. 16 Serous cells secrete the bulk of glandular fluid in response to secretogogues that use cAMP and/or Ca 2+ as second messengers. 17 The fluid secreted by these cells directly contributes to airway surface liquid (see later) volume, hydration of mucus released from goblet cells, 18, 19 and innate immunity. 20 Basal cells are connected to the basement membrane via hemodesmosomes, providing the foundation for the attachment of ciliated and goblet cells to basal lamina, and also have the potential to regulate inflammatory responses, oxidant defense and transepithelial water movement. 21 The most important feature of basal cells is their capacity to repopulate all the major cell types of conductive airway epithelium. [22] [23] [24] Basal cells are therefore thought to be the progenitor cells or the transient amplifying cells of the airway epithelium, 25 but this is yet to be confirmed.\n\nThe most prominent features of Clara cells are the membrane-bound electron dense secretory granules. Although these granules do not contain glycoprotein like in goblet cells, they secrete CC10 (or CCSP) protein which is used as a Clara cell marker. 26, 27 These cells also secrete surfactant proteins and antiproteinases that may protect bronchiolar epithelium. 28,29 Clara Impaired mucociliary clearance may also be a direct result of defective ciliary function as observed in patients with ciliary dyskinesia. Although these patients have normal secretion of mucus, it is not cleared due to defective ciliary beating. 67 On the other hand, in COPD patients the impaired mucociliary function may be due to a combination of excessive mucus production, increased viscosity of mucus due to acquired dysfunction of CFTR, and reduced ciliary beating. [68] [69] [70] It has been shown that respiratory epithelial cells exposed to cigarette smoke extract or condensate showed shorter and 70% fewer cilia compared control cells. 71 Although mice exposed to cigarette smoke showed slight increases in ciliary beat frequencies at 6 weeks and 3 mo, it was significantly reduced at 6 mo, and post-mortem examination revealed significant loss of tracheal ciliated cells. 72 Recently Yaghi et al. provided direct evidence of suppressed ciliary beating in nasal epithelium from COPD patients. 68 Such changes in number and function of cilia can significantly impair the mucociliary clearance function of airway epithelium.\n\nMucociliary dysfunction, in addition to causing obstruction of airways, may also promote recurrent and persistent respiratory infections as evidenced in patients with cystic fibrosis, ciliary dyskinesia, and COPD. [73] [74] [75] [76] Mucin glycoproteins have been shown to interact with several respiratory pathogens including Pseudomonas aeruginosa, Staphylococcus aureus, Heamophilus influenzae, Streptococcus pneumonia, Burkholderia cenocepacia, influenza virus, adenovirus, and coronavirus. [77] [78] [79] [80] [81] [82] [83] The bound pathogens which are cleared under normal conditions may persist in the airway lumen when the mucociliary clearance is impaired, and initiate an inflammatory response which can damage the airway epithelium. However, the impact of the interaction of mucin glycoproteins with pathogens in vivo is yet to be established.\n\nTight and adherens junctions located at the apicolateral border of airway epithelial cells also contribute significantly to the barrier function of conductive airway tract epithelium. Like in other mucosal epithelium, paracellular permeability of airway epithelium is maintained through the cooperation of two mutually exclusive structural components: tight junctions and adherens junctions on the apicolateral membranes. 33 While tight junctions regulate the transport of solutes and ions across epithelia, adherens junctions mediate cell to cell adhesion and promote formation of tight junctions. [84] [85] [86] In normal airway epithelium, these intercellular junctions prevent inhaled pathogens and other environmental insults from injuring the airways, and also serve as signaling platforms that regulate gene expression, cell proliferation, and differentiation. 87, 88 Therefore, disassociation or sustained insults that affect junctional complexes will disrupt not only barrier function, but may also interfere with normal repair and differentiation of airway epithelium. Airway epithelium is leaky, hyperproliferative, and abnormally differentiated in smokers and in patients with asthma and COPD compared with airway epithelium in healthy smokers. [89] [90] [91] [92] Infection with viruses or have all been shown to stimulate hypersecretion of mucus. [44] [45] [46] [47] [48] [49] Therapies targeted to limit exaggerated mucus hypersecretion in addition to modulating mucociliary clearance in chronic airways disease may prevent airways obstruction. The rate of mucociliary clearance depends on the composition of the airway surface liquid (ASL) lining the airway surface. ASL is made up of two layers, an upper viscoelastic layer of mucins secreted by the goblet cells and submucosal glands, 50 which floats on a lower periciliary layer containing large membrane-bound glyocproteins, as well as tethered mucins (muc-1, muc-4 and muc-16). 51, 52 The periciliary layer is relatively less viscous, approximately 7 μM in height which corresponds to a length of outstretched cilia and acts as a lubricating layer for cilia to beat. 32, 52, 53 Hydration of ASL is regulated by coordinated activity of Chloride secretion (Cl − ) and Sodium (Na + ) absorption channels. The combination of Cl − secretion and reduced reabsorption of Na + favors normal ASL hydration and efficient mucociliary clearance. In normal airways, the coordinated functioning of ATP-activated cystic fibrosis transmembrane conductance regulator (CFTR), calcium-activated Cl − channel (CaCC), outwardly rectifying Cl − channel (ORCC), Cl − channel 2 (CLC2), and epithelial Na + channel (ENaC) regulate the ASL hydration. 54 CFTR negatively regulates ENac and therefore absent or dsyfunctional CFTR increases ENaC activity leading to hyperabsorption of Na + , an increased driving force for fluid reabsorption resulting in reduced ASL depth and impaired mucociliary clearance as observed in the chronic airway disease cystic fibrosis. 54 In cystic fibrosis patients this condition is further exacerbated by excessive mucus production due to goblet cell metaplasia and hyperplasia, and submucosal gland hypertrophy resulting in obstruction of airways.\n\nGoblet cell metaplasia and hyperplasia are also observed in patients with other chronic airway diseases such as asthma and chronic obstructive pulmonary disease (COPD), and is induced by the coordinated action of EGFR and IL-13. 55-59 Downstream of IL-13, several transcription factors, e.g., thyroid transcription factor (TTF)-1, Sam pointed domain-containing ETS transcription factor (SPDEF), and forkhead transcription factor (FOX)A2, regulate goblet cell development downstream of IL-13. 60 While both TTF-1 and FOXA2 repress goblet cell metaplasia, 61,62 SPDEF promotes goblet cell metaplasia by downregulating FOXA2 and TTF-1. 62 Recently, increased SPDEF and decreased FOXA2 expression has been shown to contribute to the development of goblet cell hyperplasia in mouse models of asthma. [63] [64] [65] [66] SPDEF not only promotes goblet cell hyperplasia but also upregulates the network of genes associated with mucus production. 65 Inhibition of aldose reductase or SERPINb3a, both of which are induced in asthma reduced SPDEF expression, attenuates development of goblet cell hyperplasia. 63, 64 Additionally, TTF-1 was significantly reduced in patients with asthma and mice deficient in TTF-1 were found to be prone to develop goblet cell metaplasia upon exposure to allergens. 62 Therefore, strategies to modulate activities of TTF-1, FOXA2 or SPDEF may attenuate goblet cell metaplasia and mucus production, thus improving mucociliary function in patients with asthma and other chronic airway diseases.\n\nHowever, our studies have not shown binding of RV to tight junction proteins. Instead, RV-induced barrier dysfunction is dependent on ROS generation. 93, 111 Oxidative stress constitutes a well-studied mechanism of tight junction breakdown, inducing tyrosine phosphorylation and dissociation of occludin from the tight junction complex. 113 Our on-going studies indicate that while normal differentiated airway epithelial cell cultures show restoration of barrier function at 4 d post-RV infection, similarly differentiated COPD cell cultures show barrier dysfunction up to 14 d after RV infection (Faris and Sajjan, unpublished results). Based on these preliminary observations, we speculate that RV infection in COPD patients may further damage airway epithelium, and this may in turn promote airway remodeling, increase the risk for acquiring secondary infections and alter innate immune responses to infection or other environmental insults ultimately leading to progression of lung disease. Therefore, strategies to inhibit barrier disruption or quickly restore barrier function after viral infection may prevent progression of lung disease in patients with COPD and possibly in subjects with other chronic airways disease such as cystic fibrosis and asthma.\n\nAdherens junctions are located just below the tight junctions and mechanically connect adjacent cells and initiate the formation and maturation of cell-cell contacts. The principal proteins in adherens junctions are type I transmembrane glycoprotein, epithelial cadherin (E-cadherin), β-catenin, and α-catenin. An extracellular domain of E-cadherin of adjacent cells forms homotypic, calcium dependent adhesions between epithelial cells. E-cadherin associates with the armadillo protein family member β-catenin and α-catenin, which then forms an interface with the microtubule network and actin cytoskeleton. 114, 115 In addition, E-cadherin also regulates cell proliferation and differentiation by modulating EGFR and β-catenin activities. Under normal conditions, E-cadherin interacts and retains EGFR in adherens junctions of airway epithelium, 116 thus preventing EGFR activation. [117] [118] [119] Dissociation of E-cadherin from the adherens junction complex or reduced expression of E-cadherin, each of which may occur during epithelial to mesenchymal transition, may cause uncoupling and redistribution of EGFR from the adherens junction to the apical cell surface, 120 where it is readily activated by EGF ligands. Excessive activation of EGFR not only promotes cell proliferation, but also development of goblet cell metaplasia/hyperplasia. 57 In fact, enhanced surface expression and phosphorylation of EGF receptors in the airway epithelium has been observed in patients with asthma who show impaired mucosal barrier function. 121 Recently, we demonstrated that EGF receptor phosphorylation is also increased in COPD airway epithelial cells, which retains the phenotype of goblet cell hyperplasia. 122, 123 β-catenin cooperates with E-cadherin to form adherens junctions. 124 However, when dissociated from E-cadherin β-catenin translocates to the nucleus and activates canonical Wnt/βcatenin signaling, thus promoting cell proliferation and suppressing cell-differentiation. 125, 126 Since cigarette smoke causes aberrant activation of canonical Wnt/β-catenin signaling, 127, 128 it is plausible that chronic cigarette smoke exposure decreases barrier function and facilitates invasion of airway epithelium by environmental allergens, pollutants, and pathogens. In asthma bacteria can also cause transient disruption of tight or adherens junctions. [93] [94] [95] Host factors, such as interferons and tumor necrosis factor-α expressed in response to infection may prolong tight junction disruption long after infection is cleared, enabling the passage of inhaled allergens and pollutants. 96, 97 The formation of apico-lateral junctional complexes is closely related to cell polarization. Recent gene arrays indicated the expression of two polarity complexes in airway epithelial cells: the Crumbs (CRB) complex and the partitioning defective (PAR) complex. 90 The CRB complex consists of the integral membrane protein Crumbs3 and the scaffolding proteins, protein associated with Lin seven 1 (PALS1), and PALS1-associated tight junction protein (PATJ). [98] [99] [100] The CRB complex plays a critical role in the formation of tight junctions, cell polarization, and ciliogenesis. 101 Decreased expression of Crumbs3 delays formation of tight junctions and cilia. 101, 102 Depletion of PALS1 leads to the loss of PATJ, disruption of cell polarity, decreased TER, and altered trafficking of E-cadherin. 103, 104 Coronavirus envelope protein E binds to PALS1, and ectoexpression of protein E delays tight junction formation in MDCK cells. 105 Recently, we showed that Crumbs3 is necessary for ciliogenesis in airway epithelial cells and is associated in the tip of mature cilia in mucociliary-differentiated bronchial airway epithelial cell cultures. 106 The PAR complex is composed two scaffolding proteins, PAR3 and PAR6, and atypical protein kinase C, 103 but the molecular actions of the PAR complex in airway epithelial polarity are not known.\n\nTight junctions are composed of several transmembrane proteins (including occludin, multiple claudins, junctional adhesion molecule (JAM)) and cytoplasmic scaffolding proteins containing PDZ-domains (zonula occludens ZO-1, ZO-2, ZO-3), cingulin, and MUPP1. Transmembrane proteins in the junction connect the membranes of adjacent cells to make a tight seal, while scaffolding proteins anchor transmembrane proteins to the cytoskeleton. Claudins function to regulate the paracellular permeability in airway epithelium, whereas occludin has been shown to regulate de novo assembly of tight junctions. 107 Although JAM association with tight junctions is well studied, its function at tight junctions remains unclear. In recent years, the coxsackievirus and adenovirus receptor (CAR), which serves as a receptor for viruses, was also shown to be a transmembrane protein located in the tight junction and interacts with ZO-1 in airway epithelial cells. 108 Further, CAR expression was shown to be required for formation of functional tight junctions and limits permeability of macromolecules. Airway epithelial cells isolated from healthy smokers and patients with COPD show reduced expression of occludin and claudins, which may contribute to the observed barrier dysfunction in these subjects. 90 Several respiratory viruses have been shown to increase permeability and decrease transepithelial resistance of airway epithelium by either interacting with tight junction proteins or by dissociating adherens junction complexes. Coxsackievirus and adenovirus bind to CAR, inducing disassembly of the tight junction and reduction in transepithelial resistance (TER). 109, 110 Previously, we demonstrated that rhinovirus (RV) dissociates ZO-1, occludin, and claudin 4 from the tight junctions and increases bacterial association and translocation across polarized airway epithelium. 93, 111, 112 also been shown to decrease the expression defensin genes in the airways. 135 Herr et al. showed that hBD2 is significantly reduced in the pharyngeal wash and sputum of current or former smokers compared with non-smokers, and exposure of airway epithelium to cigarette smoke in vitro inhibited induction of HBD2 by bacteria. 148 Cathelicidins are another class of antimicrobial peptides and LL37 is the only human cathelicidin identified to date. LL37 binds to lipopolysaccharides and inactivates its biological function. Overexpression of human LL37 in cystic fibrosis mouse models increased killing of P. aeruginosa and reduced the ability of this bacterium to colonize the airways. 149 Airway epithelial cells also generate oxidants such as nitric oxide (NO) and hydrogen peroxide. Three NO synthases contribute to production of NO in airway epithelia: the constitutively expressed NOS1 and NOS3, and inducible NOS2. Viral infections and pro-inflammatory cytokines induce expression of NOS2 and defective NOS2 expression is responsible for increased viral replication in cystic fibrosis, while overexpression of NOS2 provides protection against viral infection. 150, 151 Recently we demonstrated that COPD airway epithelial cells show a trend in decreased expression of NOS2 and this was associated with impaired clearance of rhinovirus. 123 Extracellular hydrogen peroxide is produced by dual oxidase 1 and 2. These belong to a family of NADPH oxidases and are located in the plasma membrane and secrete hydrogen peroxide to the extracellular milieu. The dual oxidase-generated hydrogen peroxide in combination with thiocyanate and lactoperoxidase generates the microbicidal oxidant hypothiocyanite, which effectively kills both gram positive and gram negative bacteria. This innate defense mechanism is defective in cystic fibrosis airway epithelium due to impaired transport of thiocyanate. 152 COPD airway epithelial cells also show decreased expression of Duox 1 and 2, but their contribution to defective bacterial clearance in COPD is yet to be determined. 123\n\nThe three barrier functions of airway epithelial tract, mucociliary clearance, intercellular apical junctional complexes and antimicrobial products of airway function together to effectively clear inhaled pathogens, allergens and pollutants from the lungs. The intercellular apical junctional complex not only regulates paracellular permeability, but also separates proteins of basolateral surface from apical surface and promotes normal differentiation of airway tract epithelial cells. This is critical for regulation of secretion of mucus and antimicrobial proteins and peptides, and also for maintenance of viscosity and depth of ASL, in which cilia beat. Barrier function of airway tract epithelium is compromised in patients with chronic airways disease due to repetitive injury and abnormal repair leading to airway remodeling. Understanding the molecular mechanisms of airway epithelial repair under normal and chronic disease conditions is necessary to develop therapies to prevent airway remodeling and promote normal epithelial repair. However, the field of airway epithelial repair is in its infancy, because airway epithelium is complex and comprises several cell types and the cells show remarkable however, allergens are thought to be primary stimulus responsible for airway remodeling. It was demonstrated that proteases present in the allergens disrupt not only tight junctions but also adherens junctions 129, 130 and this could lead to both EGFR activation and Wnt/β-catenin signaling ultimately resulting in development of goblet cell metaplasia/hyperplasia.\n\nIn addition to being a physical barrier, airway epithelium also acts as a biochemical barrier against invading pathogens. Airway epithelial cells secrete a wide variety of antimicrobial substances such as enzymes, protease inhibitors, oxidants, and antimicrobial peptides, which accumulates in the ASL and kill inhaled pathogens. Lysozyme, an enzyme found in airway epithelial secretions, exerts antimicrobial effect against a wide range of gram-positive bacteria by degrading their peptidoglycan layer. 131 Lysozyme is also effective against gram-negative bacteria in the presence of lactoferrin, which disrupts the outer membrane, allowing lysozyme to gain access to the peptidoglycan layer. 132 Lactoferrin is an iron-chelator and inhibits microbial growth by sequestering iron which is essential for microbial respiration. 133 Lactoferrin also displays antiviral activity against both RNA and DNA viruses by either inhibiting binding of the virus to host cells or by binding to the virus itself. 134, 135 Lactoferrin levels increase in response to bacterial and viral infections. In clinically stable COPD patients, lower levels of salivary lysozyme correlated with increased risk of exacerbations 136 while reduced lysozyme levels in COPD is thought to be due to degradation by proteases elaborated by bacterial pathogens or neutrophils. 137, 138 Epithelial cells produce protease inhibitors, such as secretory leukoprotease inhibitor (SLPI), elastase inhibitor, α1-antiprotease, and antichymotrypsin. These protease inhibitors mitigate the effects of proteases expressed by pathogens and recruited innate immune cells. Maintaining the balance between antiproteases and proteases in the airway lumen during infection is pivotal in preventing lung inflammation and maintenance of tissue homeostasis. In COPD patients, levels of SLPI and lysozyme were shown to decrease with bacterial infection, while lactoferrin levels remain unchanged. 139 This could be due to inactivation of SLPI by proteases or decreased expression of SLPI, but either way the end result under these conditions is an imbalance in the ratio of antiproteases to proteases in the airway lumen. Therefore, neutralization of proteases would be beneficial in this situation. Accordingly, administration of SLPI decreased the levels of IL-8 and elastase activity in airway secretion of cystic fibrosis patients, who also have reduced SLPI in their airway lumen. 140 Human β defensins (hBD) are the most abundant antimicrobial peptides expressed on the surface of airway epithelium and are effective against a wide range of bacteria and viruses. [141] [142] [143] While hBD1 is constitutively expressed, hBD2 to hBD4 expression is induced by LPS via NF-κB activation and by IL-1. 144, 145 hBD2 is induced by P. aeruginosa infection in normal but not in cystic fibrosis airway epithelia. 146 Activity of hBD2 is also attenuated in cystic fibrosis patients due to increased salt concentration. 147 Environmental factors such as air pollutants have e24997-6\n\nTissue Barriers volume 1 issue 4 genes of interest in primary epithelial cells will greatly advance the research in this field.\n\nNo potential conflicts of interest were disclosed.\n\nThis work was supported by the National Institute of Health, HL089772 and AT004793. We thank Mr. Brenton Kinker for editing the manuscript.\n\nplasticity. There also exists a controversy with respect to progenitor cells and lung stem cells that replenish injured airway epithelium. Further immortalized airway epithelial cells do not differentiate normally necessitating primary airway epithelial cells for these studies. Primary cells are not readily available and not amenable to transfection or transformation that is necessary to elucidate regulatory mechanisms. Development of appropriate methods to immortalize airway epithelial cells that maintain ability to differentiate and methods to express or knockdown"}