{"title": "Group I but not Group II NPV induces antiviral effects in mammalian cells", "body": "Baculoviridae are pathogenic to arthropods, primarily certain insect species but they do not replicate productively in vertebrates. The baculovirus Autographa californica multiple nucleopolyhedrovirus (AcMNPV) has long been used as a bio-pesticide and as an efficient vector for the expression of exogenous proteins in insect cells [12] . Recently, several laboratories, including ours, have reported that AcMNPV containing an appropriate eukaryotic promoter can efficiently transfer and express foreign genes in several mammalian cells [10, 13, 14, 17] and in animal models [5, 6, 26] . This vector was also shown to be capable of carrying large inserts and efficiently infecting a variety of cell lines without any apparent productive viral replication or cytopathic effect, even at high multiplicities of infection (MOI) [9, 11] . Viral infection of mammalian cells results in the production of various cytokines, including members of the interferon (IFN) family [18] . Many RNA and DNA viruses produce dsRNA and induce the synthesis of alpha/beta IFNs (IFN-α/β) in various cell types [18] . It has been reported that interactions of viral proteins with the host cell membrane may be sufficient to stimulate IFN production without productive virus replication [19] [20] [21] . It has been recently demonstrated that AcMNPV can stimulate cytokine production in mammalian cells in vitro and in vivo [8, 15] . Gronowski et al. [8] reported that monoclonal antibodies specific for GP64, which is the major glycoprotein of AcMNPV budded virus phenotype, neutralized baculovirus-dependent IFN production. Therefore, the envelope protein GP64 of AcMNPV may be the essential stimulus to induce IFN production in mammalian cells.\n\nIn contrast to group I NPVs, group II NPVs lack a homologue to the gp64 gene and were shown to utilize an unrelated envelope protein known as F (fusion) proteins. F proteins include Ld130 of the Lymantria dispar MNPV (LdMNPV), Se8 of the Spodoptera exigua MNPV (SeMNPV), and Ha133 of the Helicoverpa armigera single NPV (HaSNPV) [4, 7] . The F proteins from SeMNPV and LdMNPV rescued gp64null AcMNPV infectivity in insect system [3] , indicating the function of F protein is similar to GP64 in the insect system [16] . However, we have found that HaSNPV cannot tansduce all tested mammalian cell types [14] . Therefore we became interested in finding out if members of group II nucleopolyhedroviruses can induce antiviral activity in mammalian cells similar to that of AcMNPV.\n\nWe report here that group II NPVs such as HaSNPV and SeMNPV failed to stimulate antiviral effect in any of the tested mammalian cells, while AcMNPV stimulated antiviral effect in several mammalian cell types in a dose-dependence manner. It is noteworthy to mention that a recombinant AcMNPV induced IFN-α/β in SMMC-7721 cells in the absence of transgene expression. It is also interesting to note that AcMNPV mediated transgene expression in BHK and L929 mammalian cell, but did not stimulate an antiviral activity.\n\nThe insect cell lines BCIR-HzAM1, Se-UCR and SF9 cells were maintained at 28°C in Grace's complete medium containing 10% fetal bovine serum (GIBCO). The mammalian cell lines BHK21, Vero E6, L929, WISH (amnion epithelial cell line) [1] , and SMMC-7721 (human hepatoma cell line) [2] , were obtained from the China Center for Type Culture Collection, Wuhan (CCTCC). BHK and L929 were maintained in Dulbecco's Modified Eagle's Medium (DMEM) supplemented with 10% fetal bovine serum (GIBCO). The other mammalian cells were maintained in RPMI 1640 medium with 10% FBS (GIBCO). Wide type (wt) AcMNPV, Ac-CMV-GFP, a recombinant AcMNPV carrying an egfp under control of the CMV IE1 promoter [14] , wt HaSNPV and wt SeMNPV were maintained and propagated in our laboratories. The India strain of vesicular stomatitis virus (VSV) from CCTCC was amplified in Vero E6 cells. Rabbit anti human IFN-α/β polyclonal antibody was obtained from Peprotech (London UK).\n\nThe wt and recombinant AcMNPV were amplified in SF9 cells grown in Grace's supplemented insect media containing 10% fetal bovine serum (GIBCO). Virus titers were determined by plaque assays in SF9 cells [23] . Wide type HaSNPV and SeMNPV were amplified by propagation in HzAM1 and SeMNPV cells, respectively. Virus titers were also determined by plaque assays. After amplification of baculoviruses, cell debris was removed by centrifugation at 1000 g for 10 min, and virions were then concentrated from cell culture supernatant by centrifugation at 50000 g for 1 h at 4℃. The virus pellet was resuspended in PBS and used for antiviral experiments.\n\nThe ability of AcMNPV, HaSNPV and SeMNPV to induce an antiviral state in vitro was determined by assaying VSV titres in induced and non-induced cells. In this assay, cells were seeded into 96-well tissue culture plates (WISH, 10 4 per well; SMMC-7721 cells, 2 × 10 4 per well) and incubated in triplicates with AcMNPV, HaSNPV and SeMNPV at a specified MOI, respectively. IFN-α from viruses treated and mock-infected cells were measured. After 24 h, the media were removed, the cells were washed three times with warm medium, and vesicular stomatitis virus (VSV) was added. VSV titers were determined at 24 to 48 h later by plaque assays in WISH cells. Cell viability was determined at the same times by crystal violet staining and quantitated by spectroscopy. Values were plotted as means of triplicate wells.\n\nMammalian cells were seeded in 6-well culture dishes at 2 × 10 5 cells per well. Culture medium was removed, replaced with a virus inoculum at a specified MOI and incubated for 2 h at 37℃. The inoculums then were washed three times and replaced by 2 mL fresh medium with or without sodium butyrate (10 mmol/L). GFP expression was determined by using fluorescence microscopy.\n\nTo determine whether group II NPVs, which have an F protein as the envelope glycoprotein can induce antiviral activity in mammalian cells, we used two unrelated group II NPVs, HaSNPV and SeMNPV for this purpose. In experiments done to induce INF production by HaSNPV or SeMNPV (MOI of 10) in BHK, L929, SMMC-7721 and WISH cells, we could not demonstrate protection of the cells from super infection with VSV ( Fig. 1(a), (b) ). We have attributed this effect to the fact that F proteins of group II NPVs cannot transduce mammalian cells.\n\nIn order to ascertain that AcMNPV could be demonstrated to induce protection from VSV in a variety of mammalian cell types, we used SMMC-7721, WISH, BHK, and L929 to assay for antiviral activity. WISH and SMMC-7721 cells exposed to wt AcMNPV resulted in their protection from VSV infection ( Fig.  1(e) ). In contrast, media from uninfected Sf9 cells did not protect WISH and SMMC-7721 from VSV infection ( Fig. 1(e) ). Interestingly, BHK and L929 cells were refractory to induction by AcMNPV as determined by super infection with VSV ( Fig. 1(e) ).\n\nTo determine if the antiviral activity was correlated to the dose of AcMNPV, SMMC-7721 cells were treated at various MOIs and analyzed for protection by super infection with VSV. After 24 h of treatment with AcMNPV, the cells were washed and super infected with VSV at 100 pfu per well. Titers of VSV were monitored by the endpoint dilution method at ~24 h post super infection. Each point represents the mean of triplicate wells. As the dose of AcMNPV was raised there was a concomitant decrease in VSV titers (Fig.  2) , indicating that SMMC-7721 responded in a dose dependent manner and that high doses of AcMNPV induced strong inhibition of VSV replication. \n\nWe have assayed for induction of IFN in SMMC-7721 cells by treatment with AcMNPV at 10 MOI in the presence and absence of neutralizing hu-man anti-IFN-α/β antibodies. Following incubation with AcMNPV, SMMC-7721 cells were washed three times and tested for susceptibility to infection by VSV (Fig. 3(a) ). In addition, the conditioned media from the SMMC-7721 cultures were tested for their ability to render resistance in WISH to VSV infection (Fig. 3(b) ). Not only AcMNPV blocked VSV infection of SMMC-7721 ( Fig. 3(a) ), protection was abrogated when the cultures contained the neutralizing anti-IFN-α/β antibodies ( Fig. 3(a) ), but also, media from AcMNPV treated SMMC-7721 cells protected WISH from VSV infection ( Fig. 3(b) ). However, in the latter case, the addition of anti-IFN-α/β antibodies to the culture medium blocked the transfer of antiviral activity. These findings indicated that AcMNPV treated SMMC-7721 cells had produced IFN-α/β that was responsible for protection against infection with VSV. \n\nIt has been reported that viral entry into the mammalian cells is essential for baculoviral antiviral activ-ity [8, 15] . We then verified if AcMNPV could transduce SMMC-7721 and WISH by using Ac-CMV-GFP [14] . Ac-CMV-GFP mediated GFP expression in WISH, BHK and L929 but not in SMMC-7721 cells 48 h after treatment as judged by fluorescence microscopy (Fig.  4(c) ) and flow cytometry (data not shown). We have also evaluated the effect of butyrate on GFP expression. It has been previously reported that sodium butyrate inhibits histone deacetylase, an enzyme that induces a hyperacetylation of chromatin and leads to the expression of repressed genes [10] . Sodium butyrate (10 mmol/L) had no any effect on GFP expression by Ac-CMV-GFP in SMMC-7721 cells (Fig. 4(d) ). These results indicated that even though AcMNPV stimulated antiviral activity, it could not mediate foreign gene expression in SMMC-7721 cells. \n\nData presented in this paper show that AcMNPV (group I) stimulated antiviral activity in mammalian cells whereas members of group II NPVs such as HaSNPV and SeMNPV failed to induce protection of mammalian cells from VSV infection. Although both NPV groups have a common ancestor and evolutionary relationship between group I and II NPVs, our results clearly indicated that their effects on mammalian cells are quite dissimilar. Group I NPVs function promiscuously in invertebrate and vertebrate cell types. In contrast, group II NPVs are more divergent and appear to be specific to insect cells.\n\nRecent experiments have demonstrated that, as in insect cell lines, AcMNPV is taken up and enters mammalian cells by a receptor-mediated endocytosis, followed by pH-dependent fusion of the envelope with the endosome [10, 14, 17] . This indicated that GP64 was able to mediate AcMNPV entry mammalian cells. Moreover, our group has found that HaSNPV (group II) did not transduce (or enter into) the mammalian cell lines used in these experiments and that GP64 facilitated the entry of HaSNPV into mammalian cells [24] .\n\nThus, it appears that GP64 alone can perform the function of mediating baculovirus entry into mammalian cells. Our results also suggest that GP64 is the essential factor for AcMNPV to induce IFN production in mammalian cells and that group II NPVs containing the F protein could not perform this function. It has been previously reported that GP64 alone or GP64ΔTM, a TM domain deleted GP64, failed to induce the antiviral activity in mammalian cells [25] . So, it is suggested that GP64 functions to take AcMNPV into cells, whereas AcMNPV entry into mammalian cells is the essential step for inducing IFN product.\n\nOur results demonstrated that AcMNPV induced IFN-α/β in SMMC-7721 cells and inhibited the replication of VSV. The results have also demonstrated that AcMNPV failed to express GFP in SMMC-7721cells even at a high MOI or in the presence of sodium butyrate suggesting that AcMNPV might be able to enter cell but its genome might not have reached the nucleus. The virus appears to trigger a component in the cytoplasm that signals the pathway of IFN production. It is unclear at the moment why AcMNPV is not able to mediate foreign gene expression in SMMC-7721 cells, so further studies are warranted to investigate this phenomenon.\n\nThe mechanism for baculovirus-induced IFN expression in mammalian cells remains unclear. It is possible that AcMNPV enters mammalian cells with the aid of GP64 and, once internalized, directly stimu-lates the expression of IFN-α/β [25] . Our data demonstrate that baculovirus induces IFN-α/β in SMMC-7721 and WISH but no BHK and L929. However, AcMNPV efficiently expresses GFP in BHK (Fig. 4(a) and (b)), WISH and L929 (data no shown) but not in SMMC-7721. Therefore, there is no correlation between AcMNPV transgene expression and induction of INF production in mammalian cells. The presence of certain cellular factors that can interact with viral proteins may be essential for INF induction."}