{"title": "COVID-19) based on current evidence", "body": "In late December 2019, a case of unidentified pneumonia was reported in Wuhan, Hubei Province, People's Republic of China (PRC). Its clinical characteristics are very similar to those of viral pneumonia. After analysis on respiratory samples, PRC Centers for Disease Control (CDC) experts declared that the pneumonia, later known as novel coronavirus pneumonia (NCP), was caused by novel coronavirus [1] . WHO infectivity, despite of low mortality rate [2] . Genome analysis of novel coronavirus sequences revealed that the complete genome sequence recognition rates of SARS-CoV and bat SARS coronavirus (SARSr-CoV-RaTG13) were 79.5% and 96% respectively [3] . It implies that the coronavirus might originate from bat. On 29 February 2020, data published by World Health Organization showed that, since 12 December 2019 when the first case was reported, 79,394 cases were confirmed to be infected by novel coronavirus and 2,838 individuals were died in total [4] . In the meantime, 6009 cases were confirmed and 86 were died in 53 countries and regions outside of China ( Figure 1 ) [4] . It posed a great threat to global public health. This report reviews the genetic structure, infection source, transmission route, pathogenesis, clinical characteristics, and treatment and prevention of the SARS-CoV-2, so that it can provide references for follow-up research, prevention and treatment, and may help readers to have the latest understanding of this new infectious disease.\n\nCoronavirus (COV) is a single strand RNA virus with a diameter of 80-120nm. It is divided into four types: α-coronavirus (α-COV), β-coronavirus (β-COV), δ-coronavirus (δ-COV) and γcoronavirus (γ-COV) [5] . Six coronaviruses were previously known to cause disease in humans, SARS-CoV-2 is the seventh member of the coronavirus family that infects human beings after SARS-CoV and MERS-CoV [6] . SARS-CoV-2, like SARS-CoV and MERS-CoV, belongs to β-coronavirus. The genome sequence homology of SARS-CoV-2 and SARS is about 79%, the 2019-nCoV is closer to the SARS-like bat CoVs (MG772933) than the SARS-CoV [7] , which is descended from SARS-like bat CoVs. Interestingly, for high similarity of receptor-binding domain (RBD) in Spike-protein, several analyses reveal that SARS-CoV-2 uses angiotension-converting enzyme 2 (ACE2) as receptor, just like as SARS-CoV [8] . Coronavirus mainly recognizes the corresponding receptor on the target cell through the S protein on its surface and enters into the cell, then causing the occurrence of infection. A structure model analysis shows that SARS-CoV-2 binds ACE2 with above 10 folds higher affinity than SARS-CoV, but higher than the threshold required for virus infection [9] . The detailed mechanism about whether the SARS-CoV-2 would infect humans via binding of S-protein to ACE2, how strong the interaction is for risk of human transmission, and how SARS-CoV-2 causes pathological mechanisms of organs damage remains unknown, which need more studies to elaborate. These results further explains the more rapid transmission capability of the SARS-CoV-2 in humans than SARS-CoV, and the number of confirmed COVID-19 much higher than people with SARS-CoV infection. Considering the higher affinity of SARS-CoV-2 binds ACE2, soluble ACE2 might be a potential candidate for COVID-19 treatment.\n\nBasic Reproduction Number (R 0 ) refers to the average amount of secondary infection that patients may produce in completely susceptible population without intervention[10]. The estimation of R 0 varies among different research teams and is updated as more information is exposed. Wu, JT, Leung et al. of York University estimated the R 0 of novel coronavirus to be 2.47-2.86 [11] using the SEIR model. Majumder of Boston Children's Hospital and his colleagues adjusted R 0 to be 2.0-3.3 using the IDEA model [12] . The R 0 value of other viruses of β -coronavirus, such as SARS-CoV, is estimated to be 2.2-3.6 [13] . The R 0 value of MERS-CoV is estimated to be 2.0-6.7 [14] . These indicate that SARS-CoV-2 has relatively high transmissibility. Population is generally susceptible to SARS-CoV-2, the median age was 47.0 years (IQR, 35.0 to 58.0), 87% case patients were 30 to 79 years of age, and 3% were age 80 years or older, and the number of female patients was 41.9%. [15, 16] . Most cases were diagnosed in Hubei Province, China (75%). 81% cases were classified as mild, 14% cases were severe, and 5% were critical. The overall case-fatality rate (CFR) was 2.3%, but cases in those aged 70 to 79 years had an 8.0% CFR and cases in those aged 80 years and older had a 14.8% CFR [16] . This implies that elderly male citizens are more susceptible to this coronavirus as compared with other groups, and this virus is more likely to affect elderly male citizens with chronic underlying diseases (diabetes, hypertension, heart disease, etc.) [17] .\n\nIn summary, COVID-19 is high in prevalence and population is generally susceptible to such virus, and COVID-19 rapidly spread from a single Wuhan city to the entire country in just 30 days. So that prompt measures should be taken to control the spread of the disease.\n\nPrevious epidemiological studies have proved that there are three conditions for wide spread of virus, i.e. the source of infection, route of transmission, and susceptibility [18] . There is no exception for SARS-CoV-2.\n\nBats are considered to be the natural hosts of SARS-CoV-2, while pangolins and snakes are thought to be the intermediate hosts. Studies of Institut Pasteur of Shanghai showed that bats might be the natural hosts of SARS-CoV-2. Furthermore, studies of Peking University [19] suggest that SARS-CoV-2 infection is probably caused by snakes. However, later studies [20] found that no evidence showed that snakes are the hosts of SARS-CoV-2. Study from wuhan institute of virology showed that the similarity of gene sequence between SARS-CoV-2 and bat coronavirus is as high as 96.2% by sequencing technology [21] This also implied that bats are the possible source of SARS-CoV-2. Apart from those, Xu. et al. [22] showed that the similarity of SARS-CoV-2 isolated from pangolin and the virus strains currently infecting humans is as high as 99% using macrogenomic sequencing, molecular biological detection and electron microscopic analysis. The team also observed the typical novel coronavirus granules and revealed that pangolin is the potential intermediate host of the SARS-CoV-2.\n\nAlthough the results of current research have not yet fully elucidated the potential natural host and the intermediate host of the SARS-CoV-2, adequate evidence has proved that this virus might be sourced from wild animals. At present, it is considered that the main infectious source of sars-cov-2 is COVID-19 patients in the population. However, there is still a debate about whether SARS-CoV-2 patients in the incubation period are infectious, which needs further study.\n\nTransmission and close contact are the most common ways of transmission for SARS-CoV-2.\n\nAerosol transmission might also be a way of transmission. In addition, researchers also detected SARS-CoV-2 in the samples of stool, gastrointestinal tract, saliva and urine. Based on bioinformatics evidence indicated that digestive tract might be a potential route of SARS-CoV-2 infection [23] . Consistently, SARS-CoV-2 RNA was also dectected in gastrointestinal tissues from COVID-19 patients [24] . Moreover, SARS-CoV-2 was detected in the tears and conjunctival secretions of covid-19 patients [25] . Meanwhile, a retrospective study based nine pregnant women with COVID-19 had for the first time indicated that the possibility of intrauterine vertical transmission between mothers and infants in the late pregnancy was temporarily excluded [26] . However, available data on pregnant women infected with SARS-CoV-2 were inadequate, and hence further studies are required to verify the potential vertical transmission of SARS-CoV-2 in pregnant women.\n\nFrom the epidemiological investigation report, elderly citizens are susceptible groups for SARS-CoV-2, the median age of death was 75 years, and most of them had comorbidities or a history of surgery before admission [27] . Zhong. et al. found that, based on clinical features of 1,099 COVID-19 patients, the median incubation period was 3.0 days (range, 0 to 24.0), the median time from the first symptom to death was 14 days [15, 27] . For SARS, the median latency of SARS is 4 days, the average duration of first symptoms to hospital admission was 3.8 days, and admission to death was 17.4 days for casualties [28] , and the median latency of MERS is 7 days [29] . From the median incubation period, COVID-19 is shorter than SARS and MERS. However, the maximum latency of SARS-CoV-2 currently observed is as high as 24 days, which may increase the risk of virus transmission. Moreover, it also found that people 70 years or older had shorter median days (11.5 days) from the first symptom to death than those with ages below 70 years (20 days), demonstrating that elderly people have faster disease progression than younger people [27] . From the above, the public should pay more attention to elderly people who might be more vulnerable to the SARS-CoV-2.\n\nCOVID-19 produces an acute viral infection in humans with median incubation period was 3.0 days [15] , which is similar to the SRAS with an incubation period ranging from 2-10 days [30] . The presenting features of COVID-19 infection in adults are pronounced. The presenting features in adults are pronounced. The most common clinical symptoms of SARS-CoV-2 infection were fever (87.9%), cough (67.7%), fatigue (38.1%), whereas diarrhea (3.7%) and vomiting (5.0%) were rare [15, 31] , which were similar to others coronavirus.\n\nMost patients had some degree of dyspnoea at presentation, because the time from onset of symptoms to the development of acute respiratory distress syndrome (ARDS) was only 9 days among the initial patients with COVID-19 infection [1] . Moreover, severe patients are prone to a variety of complications, including acute respiratory distress syndrome, acute heart injury and secondary infection [17] . There are already some evidences that COVID-19 can cause damage to tissues and organs other than the lung. In a study of 214 COVID-19 patients, 78 (36.4%) patients had neurological manifestations [32] . In addition, there is already evidence of ocular surface infection in patients with COVID-19, and SARS-CoV-2 RNA was detected in eye secretions of patient [33] . Some COVID-19 patients have arrhythmia, acute heart injury, impaired renal function, and abnormal liver function (50.7%) at admission [1, 34, 35] . A case report of the pathological manifestations of a patient with pneumonia showed moderate microvesicular steatosis in his liver tissue [36] . Besides, tissue samples of stomach, duodenum, and rectal mucosa were confirmed positive for SARS-CoV-2 RNA [37] (Figure 2 ).\n\nIn general, the radiographical features of coronavirus are similar to those found in community-acquired pneumonia caused by other organisms [38] . Chest CT scan is important tool to diagnose this pneumonia. Nevertheless, several typical imaging features are frequently observed in COVID-19 pneumonia, including the predominant groundglass opacity (65%), consolidations (50%), smooth or irregular interlobular septal thickening (35%), air bronchogram (47%), and thickening of the adjacent pleura (32%), with predominantly peripheral and lower lobe involvement [39] . A recent study reported that most patients (90%) had bilateral chest CT findings and the sensitivity of chest CT to suggest COVID-19 was 97% [33] . Combining chest CT imaging features with clinical symptom and laboratory test could facilitate early diagnosis of COVID-19 pneumonia.\n\nLaboratory examination revealed that 82.1% of patients was lymphopenia and 36.2% of patients was hrombocytopenia. Most patients had normal leukocytes, but leukopenia was observed in 33.7% of patients. In addition, most patients demonstrated elevated levels of C-reactive protein(CRP), lactate dehydrogenase (LDH)and creatinine kinase(CK), but minority of patients had elevated transaminase, abnormal myocardial enzyme spectrum, or elevated serum creatinine [1, 15] . As compared with bacterial pneumonia, patients with SARS-CoV-2 showed lower oxygenation index. Cytokine release syndrome is a vital factor that aggravates disease progression. A higher levels of IL-6 and IL-10, and lower levels of CD4+T and CD8+T are observed in COVID-19 patients parallel with the severity of the disease [40] .\n\nThe detection of viral nucleic acid is the standard for noninvasive diagnosis of COVID-19.\n\nHowever, the present detection of SARS-CoV-2 nucleic acid was high in specificity and low in sensitivity, so that there might be false negatives and the testing time could be relatively long. The Novel Coronavirus Pneumonia Diagnosis and Treatment Plan (5 th trial version) took \"suspected cases with pneumonia imaging features\" as the clinical diagnostic criteria in Hubei Province [41] . But the sixth edition of diagnostic criteria eliminates the distinction between Hubei and other provinces outside Hubei [42] . One reason might be to distinguish the flu from the COVID-19. Furthermore, Zhang F of MIT developed a test paper for rapid detection of SARS-CoV-2 in one hour by SHERLOCK technology. Although the clinical verification has not been carried out yet, this technology, once proved, might be conducive to rapid diagnosis of the disease [43] . A research group of Peking University claimed to have developed a new method for rapid construction of transcriptome sequencing library of SHERRY, which is helpful for rapid sequencing of SARS-CoV-2 [44] . found that chloroquine has an immune-modulating activity and could effectively inhibit in this virus in vitro [46] . Clinical controlled trials have shown that Chloroquine was proved to be effective in the treatment of patients with COVID-19 [47] . Remdesivir is undergoing a large number of clinical trials in several hospitals, and the final efficacy of the drug is uncertain. Arbidol, a small indole derivative molecule, was found to block viral fusion against influenza A and B viruses and hepatitis C viruses [48] and confirmed to have antiviral effect on SARS-CoV in cell experiment [49] , so that it might be a choice for COVID-19 treatment.\n\nThe randomized controlled study on treatment of novel coronavirus by Arbidol and Kaletra undertaken at present showed that Arbidol had better therapeutic effect than Kaletra did and could significantly reduce the incidence of severe cases. Apart from the above, lopinavir/ritonavir, nucleoside analogues, neuraminidase inhibitors, remdesivir, and peptide EK1 could also be the choices of antiviral drugs for COVID-19 treatment [50] .\n\nChinese medicine also played an important role in the treatment of SARS-CoV-2 infection. Previous studies have proved that baicalin, chlorogenic acid and forsythin in Shuanghuanglian oral liquid have certain inhibitory effects on a variety of viruses and bacteria [51, 52] . The mechanism might be that these components played a therapeutic role by effectively reducing the inflammatory response of the body caused by viruses and bacteria [53] . Lianhuaqingwen capsule has been proven to have a wide-spectrum effect on a series of influenza viruses, including H7N9, and could regulate the immune response of the virus, reducing the level of inflammatory factors in the early stage of infection [54] .\n\nSynthetic recombinant interferon α has proven to be effective in treatment of SARS patients in clinic trials [55] . Pulmonary X-ray abnormal remission time was reduced by 50% in the interferon-treated group compared with the glucocorticoid-treated group alone. Interferon was also found to be an effective inhibitor of MERS-CoV replication [56] . Those findings suggested that interferon could be used in the treatment of COVID-19. Intravenous immunoglobulin might be the safest immunomodulator for long-term use in all ages, and could help to inhibit the production of proinflammatory cytokines and increase the production of anti-inflammatory mediators [57] . Moreover, Thymosin alpha-1 (Ta1) can be an immune booster for SARS patients, effectively controlling the spread of disease [58] . Intravenous immunoglobulin and Ta1 may also be considered as therapeutics for COVID-19.\n\nWhen there are no sufficient vaccines and specific drugs, convalescent plasma therapy could be an effective way to alleviate the course of disease for severely infected patients [59] . In a retrospective analysis, convalescent plasma therapy is more effective than severe doses of hormonal shock in patients with severe SARS, reducing mortality and shortening hospital stays [60] . A prospective cohort study by Hung and colleagues showed that for patients with pandemic H1N1 influenza virus infection in 2009, the relative risk of death was significantly lower in patients treated with convalescent plasma [61] . Moreover, from the perspective of immunology, most of the patients recovered from COVID-19 would produce specific antibodies against the SARS-CoV-2, and their serum could be used to prevent reinfection. At the same time, antibodies can limit the virus reproduction in the acute phase of infection and help clear the virus, which is conducive to the rapid recovery of the disease [62] . Theoretically, viremia peaks during the first week of most viral infections, and it should be more effective to give recovery plasma early in the disease [63] . Therefore, the plasma of some patients recovered from COVID-19 could be collected to prepare plasma globulin specific to SARS-CoV-2. However, the safety of plasma globulin products specific to SARS-CoV-2 deserves further consideration.\n\nAt present, extracorporeal blood purification technology in the treatment of severe NCP patients [42] . According to the latest studies [34] , ACE2, the key receptor of SARS-CoV-2, is highly expressed in human kidney (nearly 100 times higher than that in lung). Kidney might be main target of attack for novel coronavirus. Early continuous blood purification treatment could reduce renal workload and help to promote the recovery of renal function [64] . Most of the severe patients with novel coronavirus might suffer from cytokine storm. The imbalance of pro-inflammatory factors and anti-inflammatory factors might cause immune damage.\n\nTherefore, blood purification technology could be used to remove inflammatory factors, eliminate cytokine storm, correct electrolyte imbalance, and maintain acid-base balance, to control patient's capacity load in an effective manner [65] . In this logic, the patient's symptoms could be improved and the blood oxygen saturation could be increased.\n\nIn summary, the drug treatment for COVID-19 mainly comprised four ways, i.e., antiviral Western medicine, Chinese medicine, immunoenhancement therapy, and viral specific plasma globulin. Machines could be used as auxiliary therapy. However, randomized double-blind large sample clinical trial should be served as the standard to determine whether the antiviral drugs could be used in clinical practice.\n\nSo far, there are no specific antiviral treatments or vaccines for SARS-CoV-2. And the clinical treatment of COVID-19 has been limited to support and palliative care until now. Therefore, it is urgent to develop a safe and stable COVID-19 vaccine. Dr. Tedros, director-general of WHO, said that novel coronavirus vaccine was expected to be ready in 18 months. In addition, SARS-CoV-2 is an RNA virus. RNA virus related vaccines, including measles, polio, encephalitis B virus and influenza virus, could be the most promising alternatives. And interpersonal transmission of the virus could be prevented by immunizing health care workers and non-infected population [66] .\n\nPrevention of infectious diseases by traditional Chinese medicine has been recorded for a long time in Chinese history, and there have been previous studies on the prevention of SARS by traditional Chinese medicine [67] . The present principles on prevention of COVID-19 are to tonify body energy to protect outside body, dispel wind, dissipate heat, and dissipate dampness with aromatic agent. The six most commonly used Chinese herbal medicines are astragalus, liquorice, fangfeng, baizhu and honeysuckle. However, the decoction is not suitable for long-term use, and the best period is one week only [68] . Studies have shown that vitamin C may prevent the susceptibility of lower respiratory tract infection under certain conditions [69] , while COVID-19 may cause lower respiratory tract infection. Therefore, a moderate amount of vitamin C supplementation may be a way to prevent COVID-19. In addition, the decrease in vitamin D and vitamin E levels in cattle could lead to the infection of bovine coronavirus [70] . This suggests that proper supplementation of vitamin D and vitamin E may enhance our resistance to SARS-CoV-2. Patients with primary basic diseases, especially those with chronic diseases such as hypertension, diabetes, coronary heart disease and tumor, are more susceptible to SARS-CoV-2 and their risk of poor prognosis will increase significantly after infection, because they have low systemic immunity as a result of the disease itself and treatments [71] . Therefore, it is particularly important to enhance self-resistance. The main way to boost personal immunity is to maintain personal hygiene, a healthy lifestyle and adequate nutritional intake [72, 73] . For individuals, taking protective measures can effectively prevent SARS-CoV-2 infection, including improving personal hygiene, wearing medical masks, adequate rest and good ventilation [15] .\n\nIn conclusion, COVID-19 is a serious infectious disease caused by the novel coronavirus, SARS-CoV-2. Its main initial symptoms, fever, cough and fatigue, are similar to that of SARS.\n\nThe most likely source of SARS-CoV-2 is bats. This virus is highly infectious and can be transmitted through droplets and close contact. Some patients are life-threatening and such disease has posed a great threat to global health and safety, so to control the spread of the epidemic and reduce the mortality as soon as possible is our burning issue. But by far, the specific mechanism of the virus remains unknown, and no specific drugs for the virus have been developed. At present, it is important to control the source of infection, cut off the transmission route, and use the existing drugs and means to control the progress of the disease proactively. We should also strive to develop specific drugs, promote the research and development of vaccines, and reduce morbidity and mortality of the disease, so as to better protect the safety of people's lives. "}