{"title": "NOVEL THERAPEUTIC APPROACHES FOR ALLERGIC RHINITIS Address reprint requests to", "body": "physicians interested in rhinitis therapy also must examine what is known about these agents in asthma.\n\nOne avenue of active research has been the role of leukotrienes and other mediators in the pathophysiology of asthma and rhinitis. Three leukotriene modifiers now have been approved for the treatment of asthma in the United States; their potential use in the treatment of rhinitis has been a focus of considerable speculation and investigation. An early \"day in the p a r k study showed that with antileukotriene therapy, patients with rhinitis had demonstrable improvements in their rhinitic s m p t o m~.~~ Roquet et ala3 reported that in the treatment of asthma, J e r e was a synergistic effect when an antileukotriene agent and an antihistamine were used, compared with either drug alone. A product combining an antileukotriene with an antihistamine is currently under development.\n\nThe most exciting developments, however, may be in the immunolarena. As described by Baraniuk elsewhere in this issue, the pathop \"By ysiology of allergic rhinitis is highly complex. Multiple interacting, interdependent, and redundant pathways and molecular and cellular constituents are involved in the pathogenesis of allergic rhinitis. Briefly, exposure of the nasal mucosa to allergen in a sensitized individual leads to the release and further production of inflammatory mediators and the release of cyt~kines.~ These released cytokines activate endothelial cells, thereby inducing expression of adhesion receptors on the cell surface and initiating a cascade of events that facilitates transendothelial migration of inflammatory cells. T lymphocytes also are activated by these cytokines. Within a given tissue, specific patterns of cytokines are released, dependent on the dominant subset of local T lymphocytes. These, in turn, lead to the preferential activation and recruitment of specific inflammatory cells and the characteristic cellular inflammation observed in allergic rhinitis.\n\nCytokines are potent biologic factors that have pleiotropic, redundant, and synergistic functions? Every nucleated cell may release cytokines, and a given cytokine may have multiple cell sources. Because cytokines predominantly act at short distances and no single cytokine or single cell type is solely responsible for the various events of the inflammatory response, it is evident that a complex network of interconnected processes is required to generate the events clinically recognized as allergic inflammati~n.~ Improved understanding of the immunologic underpinnings of allergy provides new opportunities for therapeutic intervention.\n\nThe basis of immune functional heterogeneity is the ability of T lymphocytes, in response to the protein antigens of microbes (or allergens or tumor cells), to differentiate into subsets of effector cells that produce distinct sets of cytokines2 and elicit distinct effector functions ( Fig. l ) . I Thus, specific populations of CD4' helper T lymphocytes (TH) can be distinguished on the basis of their secreted cytokines. According to the paradigm of Mosmann et a1,68 undifferentiated or naive T helper cells, THO cells, under appropriate conditions, may differentiate along distinct pathways to become either TH1 or TH2 lymphocytes. Which pathway is followed is determined by the type of stimulation (especially the local cellular and cytokine milieu produced at the time of antigen recognition). ' The major function for differentiated TH1 cells is regulation of cellmediated defense against tumor cells and infections, particularly defense against viral, fungal, mycobacterial, and intracellular pathogens. The most significant cytokine elaborated by differentiated TH1 cells is interferon-y (IFN-y). This cytokine stimulates microbicidal activities of phagocytes, increases class I major histocompatibility complex (MHC) molecule expression, activates neutrophils, stimulates cytolytic activity of natural killer (NK) cells, and activates vascular endothelial cells, thereby promoting T lymphocyte adhesion and extravasation. Importantly, IFN-y promotes CD4' T-cell differentiation to the T H 1 subtype and inhibits differentiation of TH2 cells, promoting T,1 dominance. Thus, the net effect of IFN-y production is the promotion of macrophage-rich inflammatory reactions, and inhibition of IgE-dependent, eosinophilmediated reactions. TH1 cells also produce interleukin-2 (IL-2), a cytokine known to stimulate proliferation and differentiation of CD8' T cells, aiding in the development of cytotoxic lymphocytes (CTLs) and produc- tion of lymphotoxin (LT), which promotes recruitment and activation of neutrophils and endothelial cells.\n\nConversely, cells of the TH2 subtype seem to function as physiologic regulators of immune responses, inhibiting potentially damaging TH1 responses. The major cytokines produced by activated TH2 cells are IL-4, IL-5, IL-6, IL-9, IL-10, and IL-13. IL-4, IL-5, and IL-13 mediate allergic reactions and the defense against helminthic infections; IL-4, IL-lo, and IL-13 antagonize the actions of IFN-y, thereby suppressing macrophage activation. IL-4 stimulates differentiation of antigen-stimulated T cells to the TH2 subset?l leading to an interesting conundrum; differentiated TH2 cells are the major source of IL-4, yet this cytokine is obligatory for TH2 differentiation. Current thinking suggests that antigen-stimulated T cells (including NK-T cells, 6y-T cells) and mast cells secrete small quantities of IL-4; in the context of persistent antigen stimulation, IL-4 concentrations locally increase. If the inflammation does not trigger IL-12 production, the result is increasing differentiation of the TH2 subset of T cells.82 Thus, the so-called key determinant of the TH2 profile may be persistent or repeated T-cell stimulation with little inflammation or macrophage activation. Other possible explanations include the production of IL-4 by other cell types or genetic factors that influence an individual's sensitivity to IL-4. Excessive or uncontrolled TH2 proliferation is associated with deficient cell-mediated immunity, particularly to infections by intracellular microbes (e.g., mycobacteria).' Support for this conceptual model of allergic inflammation can be found in several experimental observations. In an in vivo study, Linden et a158 challenged 10 allergic rhinitis subjects with birch pollen and 20 normal subjects with coronavirus. Ten of the 20 normal subjects inoculated developed upper respiratory infections (URIs). In contrast to patients with allergic rhinitis, subjects who developed URIs had increased levels of IFN-y (P < 0.05) in nasal lavage fluids that correlated with symptoms ( P < 0.001). These authors clearly showed that distinct cytokine profiles are expressed in viral URIs and allergic rhinitis, thereby supporting the concept that T,1 cytokines (especially IFN-y) are present in viral infection. Schwartz et als6 measured the T-cell cytokine response (IFN-y) in two adult patients who were mildly atopic but had extremely elevated IgE levels (4000-6000 IU/ mL). Compared with cells obtained from a control subject, the peripheral blood monocytes obtained from these patients and cultured in the presence of IFN-y were refractory to TH1 stimuli (IL-2, tetanus, phytohemaglutinin). The authors concluded that these elevated IgE levels represent an overly dominant T-cell commitment to the TH2 cytokine pattern, and speculated that such patients may have a defect in TH1 /TH2 regulation. Tavernier et alg3 attempted to discern whether the differences between atopic and nonatopic individuals were the result of proliferative responses of stimulated T cells or of the cytokine profile elicited by these cells. Peripheral blood mononuclear cells from 12 atopic and 10 nonatopic subjects were stimulated in vitro with house dust mite, cat, and dog allergens, and cell culture supernatants were assayed for IL-4, IL-5, and IFN-y. No differences in either Tcell proliferation or IFN-y levels were detected in the atopic versus nonatopic subjects. Significantly higher IL-5 levels, however, were detected among mite-sensitive subjects after stimulation with mite extract and in cat-sensitive subjects stimulated with cat extract. Similarly, IL-4 levels were significantly higher among cat-sensitive subjects stimulated with cat extract and dog-sensitive atopic subjects stimulated with dog extract. Such results point to differences in elicited cytokine profiles by stimulated T cells, rather than to differences in their ability to proliferate in response to allergen stimulation.\n\nIt has been suggested that respiratory tract and other infections in early childhood may confer protection against allergic sensitizationzz, %, 71; the underlying mechanism for this protection is believed to involve stimulation of TH1 immune response^.^^ Upregulation of T,1 cytokines (i.e., IFN-y, IL-2) in the context of early infections would be expected to have a dampening effect on the differentiation of TH2 cells. Yabuhara showed that in atopic subjects, at least with respect to the inhalant allergen house dust mite, TH2 polarization probably is established in infancy and early childhood; by the time these subjects reached 2 years of age, the atopic (TH2) cytokine profile had become evident.'\" Further support comes from the finding that children with lower respiratory infections without wheezing have lower levels of IgE after, compared with before, their wheezing episodes, and higher levels of IFN-y. Such results suggest that lack of IFN-y may predispose to IgE production.62, 63, 71 This view is supported by recent investigations that documented significantly elevated IgE levels at the time of the first wheezing episode in subjects who went on to develop persistent wheezing symptoms, relative to levels found in patients who did not wheeze and nonatopic patients who wheezed.@ Similar relationships between infections and atopy were found in population studies among Japanese (tuberculosis) and West African (measles) childrens7, =; in each case, results prompted the investigators to speculate that by tipping the balance toward TH1 responses, early infection may confer protection from the development of atopy. This also may explain the greater prevalence of atopy and allergic disorders among single or older children than among younger siblings or among young children in day-care Stated another way, the improvements in control of infectious diseases, such as tuberculosis, may help to explain recent rises in the prevalence of allergy and asthma in many countries worldwide.\n\nConversely, Or0 et a175 reported that patients with multiple sclerosis-a disease characterized by excess production of TH1 cytokines-had significantly lower rates of allergic symptoms, lower numbers of allergenspecific IgE test results, and lower composite allergy indices than did control subjects. Findings such as these serve to validate the critical role of TH1/ TH2 balance in the development of atopy.\n\nAs early as 1986, it was becoming apparent that specific cytokines influenced the subsequent development of T-helper cell subsets.n When later investigators analyzed the pattern of cytokine production by splenic T-helper cells in mice: they found that culturing undifferentiated Thelper cells in the presence of IL-4 or anti-IL-4 monoclonal antibodies (mAb) yielded two distinct populations of cells. TH cells cultured in the presence of IL-4 differentiated into TH2-like cells (characterized by their production of IL-4 and IL-5); those cultured in the presence of anti-IL-4 mAb developed into TH1-like cells (characterized by their production of IL-2 and IFN-7).\n\nBecause the undifferentiated T H precursors (THO cells) secreted both IL-2 and IL-4, the authors postulated that IL-4 leads to down-regulation of IL-2 and IFN-y, and favors development of the precursor cells into the TH2 subset.2 Furthermore, the presence of IL-4 establishes a positive feedback, in that down-regulation of IL-4 production is inhibited, thereby preventing the THO cells from developing into TH1 cells. Thus, IL-4 acts to inhibit TH1 differentiation and to promote TH2 differentiation, and is a necessary signal for the latter.\" Interestingly, IL-4 does not have any selective growth effect on TH1 or TH2 cells when they have matured; once acquired, the pattern of cytokine production remains stable and is no longer influenced by the presence or absence of IL-4.2 In the context of asthmatic inflammation, IL-4 also seems to be crucial to the recruitment of TH2 cells to the lung20 and the migration of eosinophils from lung tissue into the airways. 21 In addition to its role in T-lymphocyte differentiation and cellmediated immune responses, a critical role for IL-4 in humoral immune responses has been well established (Box 1). IL-4, also known as B-cell stimulatory factor 1: 8 is the cytokine responsible for regulating the switch in immunoglobulin heavy chain isotype production (from IgGl to IgE) by B lymphocytes (Fig. 2) . A central role for IL-4 in isotope switching is supported by the fact that IL-&deficient knockout mice produce no serum IgE (and therefore have impaired defense against some helminthic parasites), nor do they develop immediate hypersensitivity (i.e., allergic) reacti0ns.5~\n\nFor all of these reasons, IL-4 became an early focus for investigations of the role of cytokines in allergic responses. In 1988, Finkelman et a132 showed that IL-4 is critical to the generation and sustenance of IgE responses in vivo by demonstrating that early administration of large quantities of anti-IL-4 monoclonal antibodies were capable of inhibiting IgE responses, and that when these monoclonal antibodies were given at the peak of the response, declines in serum IgE were hastened. Based on their observations, the authors speculated that regulation of IL-4 production or activity may be an appropriate therapeutic target in allergic disorders. Subsequent studies in the mouse model and in humans have corroborated and expanded these observations, and numerous investigations have attempted to discern the mechanisms and molecular interrelationships that underlie these events. During antigen-specific T-B cell interactions, IL-4 released by the T cell binds to IL-4 receptors on the B cell, resulting in isotypic switching to IgE production. The binding of IL-4 to its receptor on resting B lymphocytes also induces the expression of another cell surface molecule, CD23, the low-affinity IgE receptor,27 which is postulated to be involved in regulation of IgE production. FccRI, the high-affinity IgE receptor is expressed on the surfaces of mast cells and basophils, and also is increased by IL-4. Binding of antigen to IgE molecules on these effector cells and subsequent cross-linking of the cell-bound IgE triggers degranulation and mediator release.\" IFN-?/ strongly inhibits CD23 induction by IL-4 as well as IL-4-dependent IgE prod~ction.~~, 70 In the context of allergic inflammation, IL-4 has several other effects (Fig. 3) : it directly upregulates the expression of vascular cell adhesion molecule-1 (VCAM-1) on the surfaces of vascular endothelial cells, which selectively promotes eosinophil adhesion and migration into 69, 85, 98 One report has suggested that the expression of a high-affinity IL-4 receptor on human lung fibroblasts may recruit and activate these cells and thereby induce the airway remodeling characteristic of asthma. associated with higher levels of expression of CD23 and enhanced signaling. Among a population of 50 adults, the R576 allele was found in 13 of 20 subjects with atopy, but only five of 30 nonatopic subjects (P = 0.001). Moreover, three of three patients with hyper-IgE syndrome and four of seven patients with severe atopic dermatitis carried the mutation.\n\nAccording to the authors, the \"mutation is inherited in classic Mendelian fashion and appears to be widespread, suggesting that it may contribute to the pathogenesis of a variety of allergic diseases. A majority of subjects identified as carrying a single copy of the mutant allele were found to have atopy, suggesting a dominant effect.\"% However, some carriers, including one who was homozygous for the mutation, were not atopic. Thus, other factors may be involved (e.g., separate genetic loci that impart susceptibility to or protection from atopy; or environmental factors, such as exposure to allergens).\n\nA recently published abstract described the relationship between a polymorphism in the IL-4 promotor region (C-589T) and asthma severity. 15 The investigators reported that among whites, the presence of the allele was associated with asthma of greater severity, as determined by percent predicted forced expiratory volume in one second (FEV,), thereby providing the first evidence associating asthma severity with a specific genetic locus. This asthma severity-associated allele subsequently was found by the same investigators to be present in much higher frequency in blacks than in whites,16 suggesting that this allele may help to explain the increased prevalence and severity of asthma among blacks. Pillari et al\" similarly described a specific mutation in the IL-4Ra subunit that was associated with asthma among blacks.\n\nIn accord with the above findings, clinical observations of patients with asthma have shown elevations of IL-4 and T, 2 cells in bronchoalveolar and nasal lavage9, 11, 52, 99 and in induced Immunohistochemical staining for IL-4 in inferior turbinate biopsies from patients with allergic rhinitis and control (nonatopic) subjects also established the presence of significantly more IL-4 in the patients with rhinitis.I4\n\nBy virtue of its pleiotropic effects and pivotal role in the development of allergic inflammation, IL-4 has become a prime therapeutic target. Currently, at least four distinct strategies for modulating the effects of IL-4 have been explored (Box 2); clinical trials using one of these approaches already have commenced.\n\nNearly a decade ago, Maliszewski et ala were able to show that recombinant soluble IL-4 receptors (the cloned extracellular portion of the mouse or human IL-4 receptor) could be used to inhibit B-cell activities in vitro. The soluble IL-4 receptor acted as a decoy, binding and inactivating IL-4 before it could bind to a cell-surface-bound receptor, preventing subsequent signaling (Fig. 4) . Soluble IL-4 receptor (sIL-4R) inhibited IL-Mependent B-cell differentiation, thereby abrogating the isotype switching function of IL-4 (inducing IgE and IgGl production, Subscquent in vivo studies showed that sIL-4R antagonized functions mediated by endogenous IL-4 (e.g., IgE secretion)'\", H4 and delineated the time course of the relevant responses. That is, sIL-4R was found to be most effective in inhibiting the early stages of the IgE/B-cell \n\nRenz et a178 then demonstrated that intraperitoneal injections of sIL-4R significantly suppressed IgE and IgGl antibody production and cutaneous hypersensitivity responses in sensitized mice; airway responsiveness also decreased. These effects were similar to those produced by intraperitoneal injection of monoclonal anti-IL-4 antibody. Interestingly, delivery of sIL-4R by way of the airways (nebulized) proved to be a more potent modulator of airways hyperresponsiveness and was also effective in inhibiting hypersensitivity responses-leading the authors to speculate that the soluble receptor may be an effective therapy for allergic responses to aerosolized allergens. A study using intraperitoneal or intranasal sIL-4R in allergen-challenge in a mouse model of asthma recently has been completed. As anticipated, aerosol delivery of soluble receptor effectively blocked aspects of the late-phase pulmonary response (personal communication, W. Henderson, May 1999). Results from these two studies indicate that sIL-4R can be effective when given based on reduced exhaled nitric oxide, significant anti-inflammatory effects were demonstrated in the active treatment group relative to placebo ( P < 0.05). Although allergic rhinitis symptoms were not improved significantly following a single inhaled dose, these data suggest a potential therapeutic role for nasally administered sIL-4R in allergic rhinitis. Supporting the potential therapeutic use of sIL-4R in allergic inflammation is a recent report by Benson et al.*O Using ELISA and ultrasensitive immunoassay, the investigators ascertained the relative levels of cytokines and soluble cytokine receptors in the nasal lavage fluid of 60 schoolchildren with allergic rhinitis before and during pollen season. They found that the levels of TH2 cytokines (IL-4, IL-5, IL-6) correlated with the observed increases in eosinophil numbers and IgE levels, but the levels of T,1 cytokines (IFN-7 and IL-8) did not. In addition, tumor necrosis factor-a (TNF-a), IFN-y, IL-lp, IL-4, IL-5, and IL-6 levels seemed to correlate with those of eosinophil cationic protein (ECP). Soluble IL-6 receptor correlated significantly with eosinophils and soluble IL-4 receptor with IgE levels (P < 0.0001). In most cases, positive correlations between cytokines and their soluble receptors could be demonstrated. Such results imply that the release of soluble cytokine receptors occurs in vivo and that their presence has a modulatory effect on the various cytokines.\n\nTomkinson et a197 reported that administration of a murine IL-4 mutant (C118 deletion) protein (IL-4 mutein) receptor antagonist during allergen challenge inhibited development of an allergen-specific IgE response, airway eosinophilia, and the associated increase in airways hyperresponsiveness (methacholine challenge) in a mouse model of asthma. Thus, IL-4 receptor antagonism offers another potential therapeutic approach to IL-4 inhibition in allergic rhinitis.\n\nFor reasons discussed later in this article (see \"IL-13 and Atopy\"), therapies directed at the IL-4 receptor (e.g., IL-4 mutein or monoclonal antibodies to IL-4R) are especially interesting. Such agents may be expected to inhibit the signaling induced by the binding of both IL-4 and IL-13 because of shared receptor subunits.\n\nIL-5, another of the characteristic TH2 cytokines, plays a critical role in eosinophil hematopoiesis, maturation, differentiation, activation, and reg~lation,5~. loo and is therefore important in eosinophilic inflammation in asthma and other allergic diseases.\n\nIn 1991, Hamid et alN reported their efforts to identify mRNA for IL-5 in endobronchial mucosal biopsies derived from patients with asthma (n = 10) versus control subjects (n = 9). The 6 mRNA-positive patients with asthma tended to have more severe disease (based on pulmonary function and symptoms) and showed greater degrees of eosinophilic and activated T-lymphocyte (CD25 + ) infiltration of the bronchial mucosa than did the four IL-5 mRNA-negative patients with asthma or control subjects. Among the subjects who were positive for IL-5 mRNA, there was a correlation between IL-5 mRNA expression and the number of CD25+ and EG2+ cells and total eosinophil count. Such results provided early evidence of the involvement of IL-5 mRNA in the bronchial mucosa and support for the concept of cytokine regulation of eosinophil function in asthma.\n\nIn allergen-induced rhinitis, T cells seem to be the principal source of IL-5 mRNA, providing direct evidence of involvement of this cytokine in nasal late-phase responses and suggesting that IL-5 may be an appropriate antiallergy target.Io8 Moreover, as is the case for L-4, IL-5 production seems to correlate with asthmatic and rhinitic symptoms; Till et a195 reported that T-cell IL-5 production increased in response to antigen stimulation in atopic patients with asthma or rhinitis but not in asymptomatic atopic patients or nonatopic control subjects. Because IL-5 synthesis, but not IgE levels, could be linked temporally to symptomatic episodes of allergic rhinitis, Ohashi et al\" concluded that allergen-induced production of IL-5 appears to be a key mechanism in the development of symptomatic allergic rhinitis.\n\nLocal production of IL-5 may be critical to eosinophil development and activation, and local IL-5 levels appear to correlate with disease severity.50 Terada et a194 demonstrated that IL-5 actually is produced in the human nasal mucosa in response to antigen challenge.\n\nUsing immunohistochemistry followed by in situ hybridization techniques and nasal lavage (in rhinitic subjects), and bronchoalveolar lavage and bronchial biopsies (in atopic asthmatic subjects), Kay et a153 investigated the phenotype of cells positive for IL-4 and IL-5. These investigators found that in nasal and bronchial tissues, more than 70% of IL-4 and IL-5 was localized to T cells. The remaining signal was distributed between tryptase-positive mast cells and a subpopulation of eosinophils; it also was observed in nonasthmatic control subjectspredominantly localized to CD3' cells. The authors concluded that CD3' cells are the principal cellular source of IL-4 and IL-5 in atopic asthma and allergic rhinitis. A subsequent study by the same investigators corroborated these findings in a comparison of asthmatic versus nonasthmatic Again, more than 70% of the IL-4 and IL-5 localized to activated T cells (CD3 +), with remaining signal seen with tryptase-positive mast cells and activated eosinophils. Only rarely was IL-4 or IL-5 detected in the control biopsies or lavage fluids.\n\nImmunohistochemical staining for IL-4, IL-5, IL-6, and IL-8 from inferior turbinate biopsies of normal versus rhinitic subjects demonstrated that 90% of the IL-4 staining was localized to mast cells (these cells are more prevalent among patients with rhinitis); IL-5 staining predominantly was associated with eosinophils and IL-8 with nasal epithe1i~m.l~ The authors concluded that mast cells are an important source of preformed cytokines and thus may contribute to the chronicity of mucosal inflammation characteristic of allergic rhinitis.\n\nThe use of knockout mice has, once again, aided the understanding of these intricate interrelationships. IL-5 knockout mice can maintain low levels of eosinophilia, suggesting the involvement of other factors in eosinophil development; IL-3 and granulocyte-macrophage colonystimulating factor (GM-CSF) have been i m p l i~a t e d .~~ Nonetheless, IL-5-deficient mice are incapable of mounting sufficient defense against helminthic infection or of generating significant eosinophilia in response to allergen challenge.65 High-affinity receptors for IL-5, IL-3, and GM-CSF are formed from cytokine-specific chains associated with a shared common chain. Robinson et alsl reported that development of eosinophils from CD34+ cells grown in IL-3 and GM-CSF depended on IL-5 production and was inhibited partially by anti-IL-5 antibodies.\n\nIn 1995, Coyle et a124 suggested that there was a sequential involvement of IL-4 and IL-5 in the induction of lung TH2 mucosal immunity. They postulated that IL-4 was responsible for committing naive T cells to a TH2 phenotype; upon activation by antigen, these cells produce IL-5, which further promotes eosinophil accumulation.\n\nIn a report published in 1999, Hamelmann et a139 described a series of investigations conducted using IL-4-and IL-%deficient (knockout) mice and several different modes of sensitization in a mouse model of allergen-induced asthma. These investigators were able to delineate the distinct roles these two TH2 cytokines play in the development of allergen-induced airway inflammation and hyperresponsiveness, confirming the importance of IL-4 in the induction and regulation of allergenspecific IgE production and enhancement of TH2 responses. In addition, they found that IL-5 seems to be critical to eosinophilic airway infiltration and the development of airway hyperresponsiveness; treatment with IL-5 antibody was found to completely inhibit eosinophil accumulation in the airways (as assessed by lung digestion and immunostaining) and thereby prevented the development of airway hyperresponsiveness.\n\nIL-5 and the IL-5 receptor offer potential targets for IL-5 inhibitory therapy. Asakura et a14 found that in a mouse model of nasal allergy, an anti-IL-5 monoclonal antibody inhibited antigen-induced late-phase eosinophilia, early-phase nasal symptoms, and tended to inhibit histamine hypersensitivity. Early studies with anti-IL-5 monoclonal antibody in primates have been promising. 66 Danzig and Cussz6 reviewed the current state of knowledge regarding the physiologic roles of IL-5, with particular attention to the potential clinical use of monoclonal antibody to IL-5 for allergic inflammation. They concluded that use of a monoclonal antibody to IL-5 was the approach most likely to provide proof of concept-to show that IL-5 inhibition may be a valid target for asthma therapy. Theoretically, IL-5 inhibition may also be a valid target for treatment of allergic rhinitis, but only theoretically. The studies have not been done to the degree already seen in asthma.\n\nA Swedish group employed an experimental allergen challenge (birch or timothy pollen) to measure the effect of topically applied beclomethasone versus placebo on IL-5 levels in nasal mucosal surface and tissue fluids? Baseline, prechallenge, and postchallenge IL-5 levels were measured in nine subjects with allergic rhinitis. At baseline and prechallenge, IL-5 levels were low; when patients were pretreated with corticosteroids, IL-5 levels remained low. Untreated patients, however, demonstrated high levels of IL-5 in their nasal secretions after allergen challenge. The authors concluded that IL-5 characterizes a late-phase nasal reaction to allergen, and that even a single steroid dose can attenuate this response significantly.\n\nInterestingly, gold salts, which have been reported to be effective in the treatment of asthma, also have been shown to inhibit IL-5-mediated eosinophil survival.9o Because eosinophil apoptosis is an important mechanism in modulating allergic inflammatory responses and IL-5 is known to prolong eosinophil survival,47, lo7 these investigators surmised that gold sodium thiomalate (GST) blocks the IL-%induced inhibition of eosinophil apoptosis, thereby providing its therapeutic effect. Affirmation of this mechanism may be a study showing that corticosteroid treatment of asthma exacerbations similarly produced eosinophil apoptosis.lM\n\nIL-13 is involved in most of the same molecular and cellular interactions as IL-4. IL-13 up-regulates MHC I1 and CD23 expression on monocytes and VCAM-1 on endothelial cells and human lung fibroblasts; elevated levels are secreted by allergen-specific T cells and can be demonstrated in bronchoalveolar lavage (BAL) fluid from atopic asthmatics; and nasal mast cells in patients with perennial allergic rhinitis show increased expression of IL-13 (as well as IL-4, CD40 ligand, and FceRI), relative to control subjects.3o, 48, 76, 96 IL-13 also induces airway mucus produ~tion.'~~ Differences between Importantly, IL-13 and IL-4 pertain particularly to an apparent lack of growth factor activity for T cells by IL-13 and the fact that IL-13 expression by T cells tends to occur later and persist longer after allergen stimulation.\" Importantly, IL-13, like IL-4, seems to be capable of inducing Ig switching by B cells, thereby initiating their production of IgE. 96 The mechanism involves specific proteins-signal transducers and activators of transcription (STATFpresent in the cytoplasm of B cells that activate, translocate to the nucleus, and in turn activate gene transcription. IL-13 and IL-4 can induce STAT6, and STAT6-deficient mice cannot make IgE,67 thereby supporting the postulate that STAT6 si naling (and therefore induction by IL-4 or IL-13) is critical to IgE swit&ng, eosinophilia, and allergic inflammation.lm Interestingly, the differential requirement for IL-13 independent of IL-4 in experimental asthma offers an alternate pathway for induction of allergic inflammatory This feature is particularly intriguing in the context of the observations of Doucet et a130: that IL-4 and IL-13 specifically increase adhesion molecule and cytokine expression by human lung fibroblasts. Consequent triggering and maintenance of inflammatory cell recruitment and homing may help explain airways remodeling. Therapy targeting inhibition of IL-13 with soluble IL-13 receptor-Fc fusion protein is in development for the treatment of asthma, and may offer a future approach to the treatment of allergic rhinitis.\n\nThe inherent complexity of allergic inflammation has sparked research into many potential molecular and cellular targets-in many attempts to modulate inflammation and provide clinical efficacy. Many investigations of these potential targets are in early stages; others are already in clinical trials.\n\nIgE plays a key role in allergic inflammation; this antibody triggers release of inflammatory mediators (eg., histamine, prostaglandins, leu-kotrienes), and leads to the characteristic clinical effects of allergic responses. Anti-IgE binds circulating IgE, preventing the interaction of IgE with its surface receptors on mast cells, thereby precluding subsequent signaling and release of mast cell inflammatory mediators. An antihuman IgE antibody has shown promise in lowering IgE levels and modulating the early-and late-phase allergic response in a phase I1 study in atopic adults with asthma.13 In a phase I1 trial in allergic rhinitis, Casale et all9 showed that the recombinant human monoclonal antibody to IgE (rhumb-E25) significantly decreased serum levels of free IgE in a dosedependent manner. Because rhinitis symptom scores correlated with antigen-specific IgE levels, the authors concluded that the monoclonal antibody should prove an effective therapy for allergic diseases, but they were unable to demonstrate statistically or clinically significant improvements in symptoms within the dosage range tested. A phase I11 trial in patients with seasonal allergic rhinitis recently has been completed; although the results have not yet been published in the peerreviewed literature, a press release stated that the anti-IgE \"decreased the severity of nasal and ocular allergy symptoms compared to placebo, and reduced the number of rescue allergy medication tablets by more than 50\n\nTryptase is the principal enzyme in mast cells, constituting 20% of cellular protein. There are two forms: a-and p-tryptase. a-Tryptase is produced constitutively and is released as an inactive proenzyme; serum levels of this form of the enzyme correlate with mast cell numbers. p-Tryptase is stored in secretory granules and actively is released on mast cell degranulation; thus, levels of the p-tryptase reflect mast cell activation. p-Tryptase cleaves and inactivates fibrinogen, generates C3a, enhances the contractile effects of histamine on smooth muscle, stimulates proliferation and collagen production by fibroblasts, and stimulates epithelial proliferation-thereby contributing to allergic inflammation. Inhibition of tryptase offers another potential approach to therapy, and tryptase inhibitors are currently under development for use in allergic diseases.s, This approach probably is limited in potential efficacy, however, because it targets only one of multiple mediators of mast cell degranulation.\n\nPhosphodiesterase-4 (PDE-4) is responsible for the specific hydrolysis of CAMP; therefore, inhibitors of PDE-4 are known for their inhibitory effect on bronchoconstriction and inflammati~n.'~, lo* Inhibitors of PDE-4 are believed to act by raising intracellular cAMP' O' ; in the context of smooth muscle cells, for example, raising intracellular CAMP levels may lead to bronchodilation. Elevated CAMP also seems to inhibit mast cell and basophil function, including mediator production and release, but the mechanisms for these actions remain unclear. To date, PDE-4 or mixed PDE-3/PDE-4 inhibitors have been tested in vitro and in various challenge studies in several animal models. Results with these agents generally have been positive (as measured by various criteria [e.g., eosinophil recruitment, histamine levels, bronchoconstriction]); sufficient effects have been observed to warrant further investigations targeting PDE-4.6,23, 33, 36, 37. 42. 49,61\n\nChemokines are a family of cytokines capable of stimulating leukocyte motility and directed movement.' Because of the obvious implication in allergic inflammation, Kuna et a156 monitored the levels of several of these factors-monocyte chemotactic and activating factor / monocyte chemoattractant factor-1 (MCAF / MCP-l), regulated on activation, normal T-cell expressed and secreted (RANTES), and macrophage inflammatory protein-la (MIP-la)-during and outside of the ragweed season. Their results suggested that MCAF/MCP-1 and IL-8 participate in the pathogenesis of allergic rhinitis, attracting proinflammatory cells with subsequent mediator release, which is important to the late-phase reaction. Whether any of these interactions might be exploited for therapeutic potential remains to be seen, but interrupting these pathways may have an impact in modulating the chronicity of allergic inflammation.\n\nAs mentioned previously in relation to IL-4 and IL-5, adhesion receptors, particularly VCAM-1, play a central role in the binding, adherence, and vascular transmigration of eosinophils and lymphocytes into tissues. Very late activator antigen-4 (VLA-4), a surface receptor expressed on T lymphocytes and other cell types (particularly eosinophils, mast cells, and basophils, but not neutrophils), binds to VCAM-1. This VLA-4/ VCAM-1 interaction may regulate the movement of leukocytes out of blood vessels to inflammatory sites.' VLA-4 binding to both VCAM-1 and extracellular matrix proteins also may provide costimulatory signals for T-cell activati0n.l Thus, any inhibition of VLA-4, VCAM-1, or their binding would be expected to have an anti-inflammatory effect.\n\nNakajima et aF9 showed that, in addition to its effect on T cells, VLA-4/ VCAM-1 binding plays a similar eosinophil-recruitment roleregulating the influx of these cells to inflammatory foci. This involvement of VLA-4IVCAM-1 in eosinophil recruitment is supported by a report demonstrating that soluble VCAM-1 levels correlate with IL-4 and IL-5 levels as well as with eosinophilic influx into BAL fluid obtained after segmental antigen challenge.\"\" Henderson et al\" demonstrated in a mouse model of asthma that blockade of CD49d (one of the subunits of VLA-4) with intranasally administered CD49d monoclonal antibody inhibited all signs of lung inflammation, IL-4 and IL-5 release, and hyperresponsiveness to methacholine. Interestingly intraperitoneal administration of the monoclonal antibody was less effective; only airway eosinophilia was inhibited. The authors postulated that an intrapulmonary target, rather than circulating leukocytes, was responsible-the most likely candidates being T lymphocytes, dendritic cells, or interstitial macrophages.\n\nMuch has been learned in the last decade about the intricate immunologic interrelationships that underlie allergic inflammation. Numerous clues to the pathophysiology of allergic rhinitis and asthma are being uncovered, and various potential therapeutic approaches are beginning to bear fruit. Therapies that specifically target critical mediators and cytokines are being developed and tested in hopes of providing greater efficacy and fewer adverse effects. As we proceed in these exciting inquiries, other cellular and molecular constituents will no doubt emerge as potential targets for intervention in these complex and debilitating diseases. "}