{"title": "Ferret Wellness Management and Environmental Enrichment", "body": "an exception under an exotic pet ordinance, but this should first include a frank discussion regarding the potential consequences if a petition is not successful. Furthermore, some state veterinary practice acts prohibit veterinarians from providing care for illegal pets and may require reporting of such by a veterinarian. Owners need to be advised that an illegal carnivore that bites a visitor to a home will face an unfortunate end should the bite be reported, regardless of vaccination status.\n\nVarious housing options are possible for pet ferrets. If properly acclimated, they can thrive indoors, outdoors, or in a combination of both in most climates. 2 It is not advisable to allow ferrets to roam freely in the home. Their curiosity level, combined with a small, flexible, tubular-shaped body, enables them to both gain access to and escape from areas that pose little to no concern with many other pet species. They, therefore, should be housed in a secure, appropriate cage or enclosure and should only be allowed to roam outside the enclosure in a ferret-proofed area while under close supervision. Ferrets are especially fond of crawling into furniture and piles of laundry and seem to have a predilection for soft rubber items. 1, 3 The author has treated many cases of \"ferret versus recliner,\" clothes dryer-associated heatstroke, and television remote button ingestion. Ferrets are also not suitable for young children due to their ability to inflict a severe bite and the risk of blunt trauma from not-so-gentle handling. 3 Examples of suitable indoor ferret housing are shown in Figs. 1 and 2. Multiple levels and vertical climbing options are suitable for younger ferrets. Older ferrets or those with medical conditions, rendering them less active or at risk of injury from routine play-related falls, should be allocated more horizontal space on a single level.\n\nCommercial hutches or owner-constructed housing may be provided for keeping ferrets outdoors. As with any other species, enclosures must be escape-proof and adequately protect ferrets from predators and adverse weather conditions. Optimal environmental conditions include temperatures of 40 F to 77 F (4 C- 25 C) , humidity 40% to 60%, and 12 to 16 hours of daylight. 1, 4 Ferrets need a denning area and, in particular, appreciate hammock-style sleeping quarters. There are various commercial items to serve this purpose, although many owners choose to make their own. Ferrets tend to prefer warmth-retention fabrics, such as fleece. A simple, inexpensive hammock can be made with a hanging file frame (Fig. 3) .\n\nMost ferrets can be trained to use litter boxes. Litter boxes are most successful when placed in corners and cleaned frequently. For ferrets that would rather play in the litter or shove the litter box away from the corner, commercial potty pads placed in corners that ferrets have shown predilection for may be more successful. Owners should be advised that ferrets likely have a preference as to which corner(s) to use, and willingness to compromise on the part of owners results in less frustration for both parties.\n\nDietary management is perhaps the most controversial issue in terms of overall wellness management of ferrets. Ferrets are obligate carnivores, with a very short digestive tract, lacking a cecum and ileocolic valve, resulting in a limited absorptive capacity and a need for a highly digestible diet consisting of high-quality animal protein and fat, with minimal carbohydrate and fiber. 5, 6 Most sources advise 30% to 40% protein, 15% to 20% fat, and minimal fiber, offered free choice for most ferrets. \n\nArticles from 20 years ago listed appropriate ferret diets as cat or kitten chow as the base, with small amounts of vegetables and fruits. 7 Since then it has become accepted that there are critical differences in nutritional requirements between domestic felids and ferrets, hence the development of commercial ferret-specific formulated diets. 6 Many kibble-style diets have more carbohydrate and fiber than some ferrets can tolerate, which has led to the development of many forms and formulations. Additionally, some high-end feline diets seem to work well for some ferrets. In short, there is no one perfect formulated diet that can be recommended universally and owners need to be advised that they may have to do some experimenting to find which works best for their individual ferrets. 2, 4 The author advises clients to find 2 to 4 brands with the appropriate composition of protein and fat and feed in combination. Because ferrets experience olfactory imprinting, it is wise to expose young ferrets to various foods early. Additionally, with the recent trend in frequent pet food recalls, this ensures that ferrets are not subjected to sudden diet changes if one of the main dietary components becomes unavailable.\n\nVegetables, fruits, and other high-fiber or high-carbohydrate foods, such as cereals, should not be fed as treats. High-quality ferret or feline meat-based treats are appropriate. Owners can be encouraged to use unseasoned home-baked meat treats. Whole-prey items can also be considered for supplementation because they mimic a natural diet in the wild, although many owners may find this an aversive option.\n\nA vast majority of ferrets in the United States are already surgically sterilized prior to availability to the public. Sterilization is mandated by most state laws, although it is legal for intact ferrets to be sold in a couple states and outside the United States. Owners who purchase intact female ferrets need to be made aware that they must be spayed or implanted to prevent estrogen-induced bone marrow suppression, which can be fatal. It is the rare owner who is be able to maintain an intact male ferret after the onset of puberty. For owners opposed to surgery, odor and aggression may be mitigated by placement of a gonadotropin-releasing hormone agonist implant, which has a reported effectiveness of 1 to 2 years. Because surgical sterilization has a causative link to adrenal gland disease (discussed later), it may at some point become the standard to leave ferrets intact and simply place implants as needed. 8 \n\nParasitism Enteric parasites Screening for enteric parasites (in particular, coccidia) should be advised for all ferrets on initial examination, then once or twice yearly depending on risk factors. 7 Ferrets living strictly indoors may be exempted from routine fecal examination after initial assessment at a veterinarian's discretion, keeping in mind that potting soil can be a potential source of infection.\n\nEctoparasites Ectoparasite surveillance and prevention are the same as for domestic dogs and cats and vary regionally. Because ear mites are particularly common in ferrets and not always associated with clinical signs, it is advisable to screen for them on initial examination and after introduction of new animals.\n\nHeartworm disease Ferrets are susceptible to heartworm disease. Minimal numbers of large adult heartworms affect a ferret's small heart earlier in the disease process in comparison to dogs and cats. Ferrets should, therefore, be maintained on heartworm preventative medication in heartworm endemic areas. 9 For strictly indoor ferrets in these areas, veterinarians should discuss risks with owners so that an informed decision can be made.\n\nRabies As with other carnivorous mammals, ferrets are susceptible to and capable of transmitting rabies. Most government authorities that list ferrets as legal require rabies vaccination. There is one rabies vaccine that is licensed for use in ferrets. 10, 11 Although this vaccine is labeled for use every 3 years in dogs and cats, it is to be given annually to ferrets.\n\nCanine distemper virus Ferrets are highly susceptible to canine distemper virus (CDV). Because this disease is considered universally fatal in ferrets, vaccination for CDV should be considered every bit as important as rabies vaccination. 4 Choosing a vaccine in this case is not as easy. Various multivalent canine vaccine products were used successfully prior to the introduction of ferret-licensed monovalent vaccines. A safe and effective vaccine has been on the market for ferrets for years, 12 but availability from the manufacturer has become inconsistent recently and, at the time of this writing, the product has been on long-term back order. It is suspected that it may not be returning to the market and veterinarians again forced to choose from available canine products for off-label use. Although some practitioners choose not to vaccinate in the absence of a labeled product, the deadly nature of this disease necessitates that owners be involved in a discussion of all options available. If an owner elects to vaccinate with an off-label product, a vaccine with the fewest components should be chosen. Distemper/parvovirus combination vaccines are generally used by most clinicians. If owners choose to forego vaccination, they need to be advised to avoid any possible source of exposure-these include allowing ferrets outdoors with access to the ground; bringing any new dogs into the household; and walking in the house with shoes on after having visited a shelter, dog park, or other area frequented by a higher than average number of dogs of undetermined vaccination status. Vaccinated household dogs can bring the virus in on their feet as well. The myriad sources of exposure is generally sufficient to convince an owner that it is a wiser choice to vaccinate.\n\nVaccine reactions Ferrets are exceptionally prone to acute vaccine reactions. Because the risk of reaction increases with the number of vaccines given over time, 13 veterinarians may choose to offer antibody titer testing in place of simply continuing to vaccinate annually. Alternatively, most reactions can be prevented by pretreatment with diphenhydramine. 10 It is also a common practice to have owners wait in the office for 10 to 20 minutes after vaccination in the case of a reaction.\n\nInfluenza Documented since the 1930s, ferrets are exquisitely susceptible to many species of influenza virus, including human strains, so much so that they are used extensively in influenza research. 14 Mortality from the virus itself is rare and usually from secondary infections due to immunosuppression. Many clinicians routinely advise a course of broad-spectrum antibiotics as prevention when symptomatic ferrets present during flu season. Because annual vaccination is now highly advised for the global community, it is a wise practice to recommend vaccination for all household members in which ferrets reside. Veterinarians working with ferrets should also consider vaccination for themselves as well as recommending it for their staff members.\n\nFerret enteric coronavirus As the name describes, the ferret enteric coronavirus (FECV) causes mild to severe enteritis, commonly known in the lay community as green slime disease due to the passage of large quantities of bile pigment and mucus in the feces. Although the clinical signs can be severe, mortality from this virus is rare and generally a result of dehydration and secondary enteric bacterial infection if left untreated. The only true prevention for this disease is achieved by preventing exposure to an infected ferret. 3 Risk of FECV infection is a strong argument in favor of preintroduction quarantine with any new ferret. Although this is not a guarantee that resident ferrets will not contract the virus, an introduced ferret is more likely to shed the virus while subjected to the inherent stress of quarantine in a new home or shelter facility. Most clinicians advise a quarantine of 2 to 4 weeks.\n\nFerret systemic coronavirus Ferret systemic coronavirus was previously termed ferret feline infectious peritonitis due to its similar presentation to feline infectious peritonitis. It was initially speculated that this disease may have jumped species or that it was a mutation of the coronavirus causing FECV. Recent research has determined, however, that it is a distinct virus. 15 Therefore, it is unlikely that prior infection with FECV provides protection from this disease, which is eventually fatal. Owners should be made aware, however, that transmission is much more difficult, requiring intimate contact between ferrets (as with feline infectious peritonitis transmission in felids), and most exposed ferrets never develop the disease.\n\nGastrointestinal ulceration is common in ferrets. Infection with Helicobacter mustelae is a common finding in many of these cases. There are several protocols in the literature for medical management and prevention of recurrence. 16 \n\nFerrets are particularly prone to gastrointestinal foreign bodies due to their curious, investigative nature and small diameter intestine. As discussed previously, their predilection for soft rubber items poses a particular risk for obstruction. Dried fruit (banana chips, in the author's experience) has also been found to cause obstruction. 17 This finding can be used in the argument against feeding fruit as treats if an owner is not convinced by discussion of inappropriateness from a dietary perspective. Trichobezoars occur occasionally; therefore, over-the-counter hairball prevention medication marketed for felines may be considered for use in ferrets with particularly fine silky coats or during times of heavy shedding. 3 \n\nWith or without the presence of Helicobacter, stress has been documented as a significant cause of ulceration. Famotidine, ranitidine, or a similar H 2 -receptor antagonist may be used to prevent excess acid secretion when a ferret is subjected to conditions that have the potential to cause significant stress, such as hospitalization, transfer to a new home, shelter placement, or loss of a companion. 4, 10 Insulinoma Insulinoma is the most common form of neoplasia in domestic ferrets. Although inappropriate diet is not definitively linked to the development of insulinoma, the feeding of high-carbohydrate foods and treats can cause spikes in glucose and subsequent stimulation of insulin production. A high-protein, high-fat, low-carbohydrate diet may or may not help prevent insulinomas from occurring but certainly lessens the severity of signs associated with wide fluctuations in glucose and, therefore, insulin. 3 Additionally, one article discusses a possible association with the presence of mast cell tumors. 7 Whether real or coincidental, this potential association could be used as a reminder to clinicians to advise fasting glucose evaluation and may result in identifying cases of insulinoma prior to the development of serious symptoms.\n\nHyperadrenocorticism is a common disease in ferrets, so much so that clients who have done any of their own research are likely to have heard of the disease if they have not already had an affected ferret. Because surgical sterilization has been determined a causative factor in the development of this disease, this nearly universal practice in the United States has become controversial. 18 Because normal ultrasonographic parameters have been established in ferrets, 19 ultrasound can be used as a tool for screening, but prevention is preferable if young ferrets are seen by a clinician prior to the first luteinizing hormone surge at puberty. Prior to emergence of deslorelin implants, leuprolide acetate was under investigation for preventive use. 20, 21 With the availability of deslorelin implants, potential prevention becomes a more convenient and economical option. 9 Investigation regarding the true efficacy of this practice is still in the early stages, but the general consensus is that it is currently appropriate to use these implants for preventive purposes. Owners may initially balk at the expense of placing an implant so closely after the series of first year vaccinations (which are often a surprise to new owners because many pet stores fail to disclose that young ferrets have only received the first in a series of at least 2, but more likely 3, CDV). For those owners receptive to this option, implants ideally should be placed in December or January of a male ferret's first year and in January or February of a female ferret's. Insufficient data exist at this time to suggest a definitive interval for replacement, although the labeled usage for therapeutic use is for 1 year. The author finds that a majority of owners who have had experience with adrenal gland disease and its various sequelae are rarely hesitant to invest in potential prevention.\n\nLymphoma is common in ferrets, with no true preventative aside from good nutrition and a healthy environment. This is a primary reason for regular veterinary examinations, with the goal of identifying this universally devastating disease in the early stages and initiating treatment prior to the onset of severe clinical signs.\n\nUrolithiasis occurs occasionally in ferrets as with dogs and cats. For struvite uroliths, dietary manipulation is controversial. Diets intended to decrease stone formation in dogs and cats are lower in protein than what is appropriate for ferrets. 7 Cystine urolithiasis seems to be emerging as the most common form of urolithiasis in ferrets in the United States. Because it has been determined to have a familial pattern of inheritance in both humans and dogs, this may be the case in ferrets as well. Cystine urolithiasis is much more common in the United States, where extensive inbreeding is a problem. This is compelling evidence that there may be a hereditary factor. 22 It is too soon, however, to rule out diet as a factor and a combination of the 2 may prove causative. At this time, the only preventive option for urolithiasis in ferrets is to maintain adequate hydration and avoid feeding any diets that have been associated with cases of cystine urolithiasis. 23 \n\nWith their short life span and rapid metabolism, ferrets are considered by most veterinarians to be middle-aged at approximately 3 years of age. If an owner has not already been convinced that twice-yearly examinations are appropriate, this is good a time to approach this discussion, giving clinicians the potential to identify diseases prior to the point at which owners are likely to notice a problem. Blood work should be advised at this time, at least annually. Dental and periodontal disease generally begins to develop at this age, so regular dental prophylaxis should be performed or at least discussed with owners. 10 If changes in the teeth referable to diet (abrasion from hard kibble or calculus deposition secondary to soft or high-carbohydrate diets) are observed, dietary management/changes can be discussed with owners in addition to any recommendations for transitioning to a diet more appropriate for a senior ferret. 24 Regarding dramatic weight and coat loss, it is normal for ferrets to experience weight loss of up to 40% during spring or summer (timing may vary by geographic locale). The winter coat also normally sheds at this time. These changes should not be confused with hyperadrenocorticism or other diseases for which these findings can be characteristic. If ferrets are active and eating well and there are no additional findings on physical examination, owners should be advised to monitor ferrets and expect weight gain and hair regrowth. If owners are not comfortable monitoring on their own, they can be given the option to stop in an office weekly for weight checks, during which time a staff member can also briefly evaluate the ferret.\n\nWellness management for a companion animal is not complete without thorough consideration for that animal's psychological needs. The younger generation of exotic companion animal veterinarians may not have experienced the zoos of old, with sterile cubical-type enclosures, their inhabitants ceaselessly pacing or developing other bizarre stereotypic behaviors. Environmental enrichment in zoos has developed over the past 3 to 4 decades to include not only more spacious and naturalistic enclosures but also opportunities for captive animals to engage in activities consistent with their natural history in the wild. Similar environmental manipulation can provide pet ferrets with mental stimulation and outlets for their need for activity. Owners who are committed to taking the time to implement as least some of the recommended measures ultimately have a more enjoyable experience with their companion ferrets.\n\nProvision of environmental enrichment is unlimited in terms of options. Owners should be encouraged to use their imagination in developing ideas to keep their ferrets busy and engaged and to disperse their natural energy in a healthy and appropriate manner. The common hazards, most of which are discussed previously, need to be considered: temperature extremes, escape, falls, and exposure to harmful substances or items should be brought to owners' attention when initiating this discussion. Common sense must never be assumed by veterinarians when advising clients.\n\nWild polecats, as most other mammalian species, are solitary by nature, with adults encountering one another only for breeding or territory maintenance purposes. Thus it is appropriate for pet ferrets to be kept singly. 2, 25 That said, a greater responsibility resides with owners as the sole providers of all options for healthy activity. Domestic ferrets, when given the opportunity, usually accept and engage with other ferrets. A huge proportion of their energy can be exhausted in this sort of social setting with no more investment from owners other than to be present to supervise, then sit back and enjoy the show. Well-socialized ferrets stalk, pounce, chase, and wrestle, engaging in an exhibition of their natural predatory, territorial, and breeding behaviors. Bonded ferrets usually prefer to sleep piled on top of one another. When choosing to house multiple ferrets together, most rescue organizations advise keeping a minimum of 3 ferrets, because they have a tendency to develop extremely strong bonds and the loss of a single companion can have detrimental consequences for a surviving ferret. Many ferrets experience grieving as is seen in species that mate for life, the severity of which can require hospitalization for prolonged anorexia, relapse of a previously controlled Helicobacter gastritis, or stress-induced gastrointestinal ulceration. Methods of introduction are beyond the scope of this article and are discussed in detail elsewhere. 25, 26 A ferret's housing in and of itself can be a source of enrichment. The primary living quarters can be as elaborate as desired to keep the ferret busy, or playpen-type areas can be constructed separately from the primary cage. 2 Ease of access to properly clean enclosures and devices should be considered.\n\nA list of toys, devices, and play scenarios is provided in Box 1 but is by no means an exhaustive list of options available to provide both mental stimulation and an outlet for physical energy for ferrets.\n\nOperant conditioning, also known as positive reinforcement training, is another form of enrichment that is widely used in zoologic institutions and can be integrated into a companion animal's enrichment repertoire. Environmental enrichment and training have been determined so beneficial for zoo and laboratory animals that they have been federally mandated in the United States for many mammalian species, requiring formal documentation of training plans and recordkeeping of daily training sessions for primates, in particular. 27 Any client who expresses interest in any form of environmental enrichment can be introduced to the idea of training, although not every client has the capability of taking a ferret's enrichment to this next level. Because it has been determined that ferrets operate on the same cognitive level as domestic canines, any training resources intended for use with dogs may be applied to working with ferrets. 28 For those who are interested in pursuing training with a ferret, there are many resources available, from traditional book form, which includes the basic psychological principles behind training procedures, 29 to Internet videos produced by both amateur and professional\n\nDig boxes/ball pits Fill cardboard or deep plastic sweater box with packing peanuts, shredded paper, small plastic balls, uncooked rice, play sand, potting soil, etc.\n\nCommercial cat toys-crinkle balls, bell balls, mouse toys, feather teasers Remote-control toys, small toy cars for chase-and-pounce play Suspend a toy/ball from ceiling to just within ferret's reach with string or elastic for bungee activity.\n\nGlue various objects inside plastic Easter eggs: bells, rice, dry beans, pea gravel, single large stone or marble.\n\nSeal small cardboard boxes or paper grocery bags with various objects inside, with holes cut for ferret to explore.\n\nWater activity Place 2-3 cm of water in a bathtub or kiddie pool, add various floating toys. Provide access for ferret to climb in and out at will. Some ferrets enjoy swimming in deeper water-supervise at all times in this case.\n\nCreate tunnels with polyvinyl chloride pipe, dryer hose, industrial tubing, or cylindrical boxes.\n\nCreate mazes with large/appliance boxes, incorporating tunnels, or running tunnels around and under furniture. Multilevel tunnels can be made with flexible tubing, such as dryer hose.\n\nGentle tug-of-war Hide-and-seek, stalk and chase around furniture and tunnels \"Magic carpet ride\" on a towel Olfactory enrichment Purchase various wildlife species (deer, fox, etc.) scents from hunting supply retailers; rub small amount on toys or objects in favorite play areas.\n\nRub dried herbs or spices on items. a Food-related enrichment-note: food enrichment need not be restricted to treats! It is completely acceptable to use a ferret's entire daily diet presented in enrichment devices. This method may reduce the risk of obesity associated with overfeeding of treat items.\n\nRub FerreTone on nonporous toys and items.\n\nPlace a few pieces of food in a cardboard food carton; cut small holes to make ferret dig and shred the carton.\n\nPlace pieces of food in a plastic water or soft drink bottle with a small opening, leaving cap off. Let ferret roll the bottle around until the treat falls out. a Some owners wish to use essential oils; in this case, owners should be advised that only miniscule amounts be used, not in combination, and that ferrets should be monitored for any adverse effects during first use.\n\nAdapted from Fisher P. Ferret behavior, exotic pet behavior. Exotic DVM Magazine 2006;6(6): 20. trainers. 30, 31 In this day and age where anyone can post anything to the Internet, veterinarians should personally review any training resources advised to ensure that proper and humane practices are promoted.\n\nBecause many clients are better convinced when they can see something tangible in a veterinary office, veterinarians may want to become personally practiced in 1 or 2 simple training scenarios. Getting ferrets to voluntarily step onto a scale or station for a vaccination without being forcibly restrained can be strong reinforcer for owners, most of whom appreciate a more positive experience in the veterinary office.\n\nFor veterinarians who are motivated to incorporate training into daily patient management, this can have a dramatically positive effect on patients in terms of decreased stress and conditioned fearful responses. Owners in turn may be more responsive to advice regarding more frequent veterinary wellness visits, screening diagnostics, and so forth, and the stress level on the veterinary staff is reduced in knowing that patients are participating in their care as opposed to submitting to it.\n\nVeterinary support staff can be particularly valuable in becoming involved with training-based enrichment programs. Veterinary technicians or assistants who have an interest in behavior and training or simply wish to be more involved in providing humane patient care can be delegated the responsibility of setting up and maintaining a training program, teaching the basics to clients, and providing ongoing coaching and support. 32 As with training intended for owner use with ferrets at home, resources are readily available for training for patient participation in various veterinary procedures. 33 A significant proportion of ferrets with white coat coloration, especially involving facial markings, may have congenital deafness. 34 These ferrets should be identified prior to initiation of training so that appropriate cues and bridges, such as hand signals, can be tailored to a ferret unable to hear a clicker, whistle, or a voice.\n\nVeterinarians seeing companion ferrets in practice have the opportunity to maximize their patients' quality of life by taking a proactive approach to the prevention of commonly encountered illnesses and hazards. Quality ferret care can be further elevated by the provision of environmental enrichment, for which countless options are possible. An open, honest relationship with receptive owners can result in dramatic elevation of the pet-owner bond."}