{"title": "Molecular Virology of Hepatitis E Virus", "body": "Hepatitis E virus (HEV) is the causative agent of hepatitis E, a form of acute viral hepatitis that is endemic to many resource-limited regions of the world . It is estimated that about 2 billion people, which is about a third of the world population, live in areas endemic for HEV and are at risk for infection. In these areas, hepatitis E is the major form of acute hepatitis; in India for example about 50% of acute hepatitis is due to HEV. It results in morbidity and increased mortality during pregnancy; these clinical aspects of hepatitis E are covered in detail in another review in this issue (R. Aggarwal).\n\nThe recognition that hepatitis E was caused by a distinct agent dates back to the 1970s from investigations undertaken by Khuroo and colleagues who studied jaundice outbreaks in Kashmir, India, and Purcell and colleagues who retrospectively studied the 1955-56 outbreak of jaundice in New Delhi, India. The history of hepatitis E and HEV is also covered in greater detail in another review in this issue (M.S. Khuroo). The discovery of viruses similar to HEV in pigs (swine HEV), chickens (avian HEV) and more recently in rabbits and rodents, as well as the successful transmission of swine HEV to macaques, which are a model for human HEV transmission, led to the idea of HEV as a zoonosis. This belief is further strengthened by studies from Japan that have used nucleotide sequence identity to link viruses recovered from uncooked meat (pigs and deer) and humans who became infected after consuming the meat. The discovery and analysis of animal HEVs (X.J. Meng) and the unique transmission situations in Japan (T. Miyamura) are also covered separately in this issue.\n\nHEV is a small non-enveloped virus with a size of 27-34 nm and is classified as a Hepevirus in the family Hepeviridae . So far only one serotype of HEV has been identified, but there are four phylogenetically distinct genotypes, each dominant in a given geographic area. Genotype 1 includes strains from Asia and Africa, genotype 2 includes the Mexican strain and a few variants from Africa, and genotypes 3 and 4 include human and swine HEV strains from industrialized countries and Asia (particularly China), respectively. While genotypes 1 and 2 have only been found in humans, genotypes 3 and 4 have been recovered from humans as well as pigs and other animal species. Genotype 3 is evenly distributed across the world while genotype 4 is found more often in China and Japan.\n\nEarly studies on HEV transmission and pathogenesis as well as preclinical vaccine development studies have mostly been carried out in non-human primates such as cynomolgus, rhesus and owl monkeys, and chimpanzees (Uchida et al., 1991; Purdy et al., 1992; Ticehurst et al., 1992; McCaustland et al., 2000) . More recently, pigs have also been used for transmission and molecular studies (Meng et al., 1998) . However, a small animal model for HEV is still elusive. That and the lack of a suitable in vitro cell culture system have hampered virological studies on HEV. However, cell culture systems based on replicon RNA transfection and more recently those using the virus, have become available. These are covered in greater detail in another review (Okamoto, this issue).\n\nThe HEV genome was first cloned from cDNA libraries prepared from the bile of macaques experimentally inoculated with stool suspensions from human patients (Reyes et al., 1990; Tam et al., 1991) . Similar and polymerase chain reaction based strategies were later used to clone the genomes of multiple geographically distinct isolates of HEV (Huang et al., 1992; Panda et al., 2000; Emerson et al., 2001) . The HEV genome is a single-stranded RNA of 7 .2 kb that is positive-sense, with a 5′-methylguanine cap and a 3′ poly(A) stretch, and contains three partially overlapping open reading frames (ORFs) -called orf1, orf2 and orf3 (Tam et al., 1991) . The viral genome also has short 5′-and 3′-untranslated regions (UTRs) and a conserved 58-nucleotide region within orf1; these elements are likely to fold into conserved stem-loop and hairpin structures. These structures and a sequence closer to the 3′ end of orf1, which has homology to the alphavirus junction region, are proposed to be important for HEV RNA replication . The region between the end of orf1 and start of orf3/orf2 appears to be complex and contains regulatory elements. These details are shown in Figure 1 .\n\nIn the liver tissue of macaques experimentally infected with HEV, Tam et al (1991) detected three RNA species of ~7.2, 3.7 and 2 kb, which were designated as the genomic and two subgenomic RNAs, respectively. In this model, the orf1 stop codon at position 5105 (nucleotide position according to the genotype 1 SAR-55 strain) overlaps with the orf3 start codon at position 5104. Two in-frame AUG codons at positions 5113 and 5131 were considered to code for methionine residues in the ORF3 protein. These are followed by another AUG codon in the −1 frame, which was proposed to be the orf2 start codon. Thus, in this model, the 3.7 and 2 kb subgenomic RNAs would be used to translate the ORF3 and ORF2 proteins, respectively. Graff et al. (2006) have challenged this model. In stable Huh-7 cell lines made from functional HEV RNA replicons expressing the neomycin resistance gene from orf2 and orf3, the genomic RNA and only one subgenomic RNA were observed. The capped 2.2 kb subgenomic RNA initiated at nucleotide position 5122, which was downstream of the first two methionine codons in orf3, and was bicistronic, for the translation of ORF3 and ORF2 (Fig. 1) . This model also rationalizes the reading frame differences observed in genotype 4 HEV isolates, which contain a T base insertion between nucleotides 5116/5117 (in SAR-55), thus taking AUG3 in a different translation frame. Translation of the ORF3 protein from AUG3 starting at nucleotide 5131 (in the SAR-55 strain) would be the same in all four genotypes of HEV. This model was confirmed by intrahepatic inoculation of wild type and mutant genotype 3 swine HEV replicons into pigs (Huang et al., 2007) . Mutation of AUG1 or the insertion of a T base as in genotype 4 did not affect virus infectivity or rescue, but the mutation of AUG3 abolished virus infectivity.\n\nThe support for a single subgenomic RNA model also comes from PLC/PRF/5 cells that were either transfected with infectious genotype 3 RNA produced in vitro (from a cloned cDNA) or inoculated with fecal suspension containing genotype 4 HEV. The RNA isolated from these cells only showed the 2.2 kb subgenomic species, whose 5′ end mapped to nucleotide 5122 .\n\nA conserved double stem-loop RNA structure is predicted in the junction region (Huang et al., 2007) . Its role in viral replication was recently determined in Huh-7 cells transfected with wild type or stem-loop mutant replicons containing reporter genes (Cao et al., 2010) . The viral negative-strand RNA is proposed to be a template for the synthesis of positivestrand genomic and subgenomic RNAs, the latter from within the junction region in a primer-independent manner. The junction region negative-strand RNA is predicted to fold into a stable stem-loop structure. Mutation of the AGA motif on the loop or sequences that are part of the stem or the subgenomic RNA start site significantly reduced or abolished reporter activity. Thus, the sequence of the junction region as well as the stem-loop structure within it, play important roles in HEV replication.\n\nComparative analyses of the nucleotide sequences of complete genomes of HEV isolates has revealed extensive genomic diversity leading to the identification of four major genotypes and several subtypes within each genotype (Lu et al., 2006) . Genomic regions that have been used for phylogenetic purposes include a 301 nt sequence at the 5′ end of the orf2 region and a 306 nt sequence in the 3′ end of orf1, within the RdRp region.\n\nA virus with about 50% nucleotide sequence identity with mammalian HEVs, called avian HEV, was isolated from chickens affected by the hepatitis-splenomegaly syndrome Huang et al., 2004) . Though initially considered as HEV genotype 5, avian HEV is now proposed as a new species within the family Hepeviridae (International Committee for Taxonomy of Viruses; Ninth Report). A unique strain of HEV was identified from farmed rabbits in China, which shared 74-79% nucleotide sequence identity to existing HEV strains, and 46% identity to avian HEV (Zhao et al., 2009) . The rabbit HEV appears to be a distant variant of HEV genotype 3. Two additional unique HEV sequences were isolated recently -one from rats (Johne et al., 2010) and the other from a wild boar (Takahashi et al., 2011) .\n\nRecombination in HEV genomes was recently reported . Phylogenetic and recombination analyses on 134 complete HEV genomes showed three potentially significant intra-and inter-genotype recombination events. These results suggest that recombination is rare but possible between human and swine HEV strains, and might also contribute to viral diversity.\n\nThree viral proteins -called the ORF1, ORF2 and ORF3 proteins are expressed from the viral genome. While the kinetics of expression of these proteins during the viral life cycle is not fully understood, their expression during HEV infection is confirmed by the presence of antibodies to these proteins in infected humans and experimental animals (Khudyakov et al., 1994; Panda et al., 1995) .\n\nThe orf1 of HEV encodes a protein of 1693 amino acids, which was proposed to encode the viral nonstructural functions . This proposal was based on the detection of several functional motifs and domains present in the nonstructural proteins of other positive-stranded RNA viruses. The functional domains identified in the HEV nonstructural polyprotein include (starting from the N-terminal end) -methyltransferase (MeT), papainlike cysteine protease (PCP), RNA helicase (Hel) and RNA dependent RNA polymerase (RdRp). Besides these, some uncharacterized domains also found that are homologous to other animal and plant positive-strand RNA viruses. The 'Y' domain spans ~200 amino acids downstream of the MeT domain and includes a subsequence that scored high on alignments with the nonstructural proteins of Rubella virus (RubV) and beet necrotic yellow vein virus (BNYVV). A conserved domain, earlier called the 'X' domain, but now known as the 'macro' domain flanks the PCP domains in the nonstructural polyproteins of many positive-stranded animal viruses. This domain in the HEV ORF1 polyprotein shows significant homology with similar domains in RubV, BNYVV, alphaviruses and some coronaviruses. In HEV and RubV a proline-rich region that might be a flexible hinge between the 'X' domain and upstream domains precedes the 'X' domain ( Fig. 2 ). This early bioinformatic analysis of the HEV nonstructural protein Koonin and Dolja, 1993; Liu et al., 2009 ) proposed many putative biochemical activities, a few of which have now been characterized in greater detail (discussed below). It also suggested HEV, RubV and BNYVV to form a distinct monophyletic group within the alpha-like supergroup of positive-strand RNA viruses, but this proposal has not passed the test of time and subsequent investigations.\n\nIt is not entirely clear whether the ORF1 polyprotein is processed into biochemically distinct units, as is the case with other positive-strand RNA viruses. When expressed in mammalian cells using recombinant vaccinia viruses, ORF1 yielded processed products of 78 and 107 kDa (Ropp et al., 2000) , whereas its expression in E. coli or HepG2 hepatoma cells showed no processing . However, in HepG2 cells transfected with HEV genomic RNA produced in vitro from a cDNA, metabolic labeling and immunoprecipitation showed distinct processed products. Anti-MeT, anti-helicase and anti-RdRp antibodies detected specific products of ~35 kDa, ~38 kDa and ~36 kDa, respectively . Similarly, when a His 6 -ORF1-FLAG fusion protein was expressed in insect cells using recombinant baculoviruses, multiple processed fragments could be detected with antihexahistidine or anti-FLAG tag antibodies (Sehgal et al., 2006) . Of these, a 35-kDa Nterminal fragment was characterized by mass spectrometry to be the methyltransferase protein. In the same study, E-64d, a cell-permeable cysteine protease inhibitor blocked ORF1 processing, but it could not be established whether the processing protease was of cellular or viral origin. So far no viral infection study has addressed expression and processing of the ORF1-derived nonstructural polyprotein.\n\n3.1.1 Methyltransferase-Computer-assisted alignments of the ORF1 polyprotein suggested that the amino terminal residues 60 to 240 might serve as the viral methyltransferase . The ORF1 sequence also suggested that HEV might belong to the large group of alphavirus-like superfamily of positive-strand RNA viruses. Members of this virus superfamily code a distinctive methyltransferase enzyme . Viral methyltransferases catalyze the capping of viral RNA, and since the HEV genomic and subgenomic RNAs are capped, a methyltransferase was expected to be encoded on the HEV genome. Accordingly, Magden et al (2001) expressed a HEV cDNA fragment encoding amino acids 1 to 979 in insect cells using the baculovirus expression system. A 110-kDa protein (P110) expressed in this system was shown to contain guanine-7-methyltransferase as well as guanyltransferase activities.\n\nThe capping of mRNA is well characterized in mammalian, yeast and several viral systems, in which it follows a common mechanism (Ahola and Kaariainen, 1995) . In step 1 RNA triphosphatase removes the 5′ gamma-phosphate from the nascent RNA molecules. In steps 2 and 3 the mRNA gyanyltransferase donates a GMP moiety to this RNA to form a 5′-5′-triphosphate linkage in the cap structure. Finally, in step 4 the cap is methylated using the guanine-7-methyltransferase activity and S-adenosylmethionine (AdoMet) as the donor to give the 7-methylguanosine capped RNA and Sadenosylhomocysteine (AdoHcy).\n\nWhile the HEV methyltransferase showed guanine-7-methyltransferase and guanyltransferase activities (Magden et al, 2001) , the source of the RNA triphosphatase (step 1) was not clear. A recent report (Karpe and Lole, 2010b) suggests that this activity may reside in the HEV helicase. When a purified recombinant HEV helicase protein was incubated with either alpha-32 P-RNA or gamma-32 P-RNA, it removed 32 P only from the latter, suggesting that it possesses a gamma-phosphatase activity, which might catalyze the first step in RNA cap formation.\n\nTwo reports have shown the presence of a 5′ m 7 G cap on the HEV genomic RNA. The HEV genomic RNA transcribed in vitro from viral cDNA is infectious for primates only when it is capped . A 5′ RNA ligase-mediated rapid amplification of cDNA ends (RACE) method designed to select capped RNAs amplified the 5′ ends of the SAR-55 (genotype 1) and MEX-14 (genotype 2), confirming the HEV genomic RNA to be capped .\n\nWhy is it important for viral RNAs to be capped? Interferons provide the most important innate defense against viruses and viral double-stranded RNA (dsRNA) was found to be a potent trigger of the interferon response (Colby and Morgan, 1971 ). More recently, the 5′ triphosphate (5′ ppp) group on an RNA molecule was also shown to be a potent activator of the interferon response and could be an additional or alternative trigger to dsRNA (Pichlmair et al., 2006) . RNA polymerase-directed RNA synthesis initiates with a 5′ ppp nucleotide and thus all RNA molecules initially carry an exposed 5′ ppp moiety, which is removed by processing. Thus, capping of the viral RNA, besides aiding its translation through recognition by the ribosome, would also be important in protecting the virus from innate host responses.\n\nThe computer-assisted assignment of functional domains also predicted the presence of a papain-like cysteine protease (PCP) in ORF1 with moderate similarity to the Rubella virus protease . Though the alignment score was low, the prediction was strengthened by conservation of the 'X' domain in HEV, which in other systems was found exclusively in association with the PCP. This alignment placed the putative PCP domain in the region of amino acids 433-592 of the ORF1 polyprotein. However, no functional activity for the HEV protease has so far been described. As mentioned above, extended incubations of the ORF1 polyprotein expressed using a recombinant vaccinia virus yielded products of 107 kDa and 78 kDa (Ropp et al, 2000) . But, mutagenesis of Cys483 predicted by sequence alignments to be part of the catalytic dyad, had no effect on the generation of these products. Further, the other member of the proposed catalytic dyad, His590 is missing from the putative HEV protease. The presence of a functional protease within ORF1 and its role in polyprotein processing thus remains an unanswered question.\n\npositive-stranded RNA viruses encode a RNA helicase, which is essential for replication of the viral genome of these viruses (Kadare and Haenni, 1997) . Helicases are divided into six superfamilies (SF-1 to SF-6) and further into subfamilies depending upon whether they unwind in the 3′→5′ (A) or 5′→3′ (B) direction. The SF-1 and SF-2 families of helicases are the most common and each has seven signature motifs that are involved in the binding and hydrolysis of nucleotide triphosphates (NTPs), and binding of the nucleic acids (DNA/RNA). The putative RNA helicase of HEV was shown to contain all the seven conserved motifs found in SF-1 helicases and proposed to have the NTPase as well as RNA-binding domains . Experimental evidence for this was provided recently. Karpe and Lole (2010b) expressed the region corresponding to ORF1 amino acids 960-1204 in E. coli, and the purified recombinant protein showed both NTPase and RNA unwinding activities. The enzyme hydrolyzed all rNTPs but also dNTPs with a lower efficiency, and showed unwinding activity only on RNA duplexes with 5′ overhangs. Mutants in the nucleotide-binding motif I (GKS → GAS) or the Mg2+-binding motif II (DEAP → AAAP) showed reduced ATPase activity and had no RNA unwinding activity, indicating generation of energy as a critical requirement for helicase activity. The HEV helicase belongs to the 5′→3′ class of SF-1 family of helicases that are also found in other positive-strand RNA viruses such as alphaviruses, arteriviruses, coronaviruses and rubiviruses.\n\nThe HEV helicase also possesses a RNA 5′-triphosphatase activity, which is proposed to aid the HEV methyltransferase by catalyzing the first step of RNA capping (Karpe and Lole, 2010a) .\n\nRdRp is an essential enzyme found in all RNA viruses; it is used to replicate the genomic RNA through an anti-genomic RNA intermediate. Comparison of the amino acid sequences of HEV and other positive-strand RNA viruses showed a strong homology of the ORF1 region encompassing amino acids 1207 to 1693 with the RdRp proteins of RubV and BNYVV . The enzymes of these three viruses form a compact group within the \"alpha-like\" supergroup (III) of positive-strand RNA viruses. All eight conserved motifs, I-VIII described for positive-strand RNA virus RdRp proteins (Koonin, 1991) are also found in the HEV protein, including the GDD sequence that binds Mg 2+ , which is essential for replicase activity.\n\nThe RdRp region of HEV comprising nucleotides 3546-5106 was expressed as a 59 kDa His-tagged protein in E. coli (Agrawal et al., 2001) . Using gel shift assays, this purified recombinant protein was shown to bind the 3′ end of HEV genomic RNA. Two stem-loop structures in the 3′ end of the HEV RNA as well as the poly(A) stretch were found to be required for this binding. Further, the recombinant RdRp was also able to use the 3′ end of the HEV RNA as a template to synthesize the complementary strand in vitro. Since anti-RdRp antibodies were earlier shown to immunoprecipitate an ~37 kDa protein from cells transfected with an infectious replicon, a later study stably expressed an ~40 kDa C-terminal region of the ORF1 polyprotein as a fusion with the enhanced green fluorescent protein (EGFP) (Rehman et al., 2008) . This 68-kDa replicase-EGFP fusion protein localized to the endoplasmic reticulum (ER) and was a functional replicase due to its ability to copy HEV plus-strand RNA transfected into these cells. These studies also suggest that intracellular (ER) membranes are the likely sites for HEV replicase localization and possibly RNA replication too, as is the case with several other RNA viruses.\n\n3.1.5 Macro domain-Macro domains are found in a variety of proteins of bacteria, archae and eukaryotes. These are domains with homology to the non-histone domain of the histone macroH2A (Peherson and Fried, 1992) . Their association with proteins involved in poly(ADP-ribose) polymerization, ADP-ribosylation and ATP-dependent chromatin remodeling, suggest that macro domains contribute to ADP-ribose metabolism and posttranslational modifications (Aguiar et al., 2005) . A few viral families, which include all members of Coronaviridae, rubella virus and alphaviruses (Togaviridae) and HEV, also encode macro domains (Snijder et al., 2003) . All these viruses replicate their RNA in the cytoplasm of animal cells in membrane-associated replication complexes (Salonen et al., 2005) . In these viruses, macro domains are closely associated with the typical replicase complexes that include RNA helicase and RdRp, and unlike some of their eukaryotic homologs, viral macro domain proteins do not enter the nucleus.\n\nThe first biochemical activity demonstrated in a macro domain protein was the hydrolysis of ADP-ribose 1″-phosphate (ADPR-1″P), a product of cellular pre-tRNA splicing (Snijder et al., 2003) . Their ability to bind ADP-ribose and the association with poly(ADP-ribose) polymerase-1 (PARP-1) has also led to the suggestion that macro domain proteins might regulate apoptosis in eukaryotic cells. Though not experimentally demonstrated thus far, this property would be relevant for the viral macro domain proteins since viruses show broad effects on the apoptosis of infected cells.\n\nTwo reports describe the macro (or X) domain in HEV (Egloff et al., 2006; Neuvonen and Ahola, 2009) . A region of the HEV ORF1 polyprotein including residues 775-960 (Burmese strain) was expressed with an N-terminal hexahistidine tag and purified from E. coli. This protein was found to contain ADPR-1″ phosphatase activity and bound in vitro to poly(ADP-ribose) and poly(A) (Egloff et al., 2006; Neuvonen and Ahola, 2009) . While viral macro domain proteins from SARS coronavirus, SFV and HEV bound poly(ADP-ribose) with high affinity, they showed either poor binding (HEV) or no binding (SFV) to ADPribose; the reverse was observed with human macro domain proteins (Neuvonen and Ahola, 2009) .\n\nWhat might be the function of viral macro domains? These are present only in a small subset of RNA viruses that replicate in the cytosol, and form an essential part of the viral genome. Egloff et al (2006) suggested that viral macro domains function as poly(ADP-ribose)binding modules. Based on their in vitro binding and competition experiments, Neuvonen and Ahola (2009) suggest that the viral macro domains could have a role in viral RNA replication and/or transcription. Since the HEV and SFV macro domains can also bind poly(ADP-ribose) in the presence of poly(A), they could recruit poly(ADP-ribose)-modified cellular factors to the replication complex while bound to viral polyadenylated RNA. These possibilities await experimental confirmation.\n\nThe ORF2 of HEV encodes the viral capsid protein of 660 amino acids (nt 5145-7125; SAR-55 isolate; Fig. 1 ), which was proposed to encapsidate the viral RNA genome . When expressed in animal cells in culture, ORF2 proteins of ~74 kDa and ~88 kDa were observed, which were proven with tunicamycin and endoglysidase treatment studies to be the nonglycosylated and glycosylated forms, respectively (Jameel et al., 1996) . Pulse-chase studies and the use of microsomal membranes showed the ORF2 protein to contain a N-terminal signal sequence that translocates the protein into the endoplasmic reticulum, where it acquires N-linked glycosylation (Jameel et al., 1996) . The glycosylation sites on the ORF2 protein were mapped to conserved asparagine (Asn) residues 137, 310 and 562 (Zafrullah et al., 1999) (Fig. 3) . Though the earlier studies were based on ectopic expression of the orf2 gene in cultured cells, replicon-based expression of the ORF2 protein has subsequently confirmed its N-linked glycosylation (Graff et al., 2008) . Further, mutations in the glycosylation sites on the ORF2 protein prevented the formation of infectious virus particles from transfected replicons, and these particles had low infectivity in macaques (Graff et al., 2008) . Recently, Yamada et al (2009) constructed an infectious clone of HEV that propagates efficiently in cultured PLC/PRF/5 cells. Using this model they show the intracellular expression and secretion of an 83 kDa ORF2 protein. Though these authors did not directly test glycosylation of the ORF2 protein, a size significantly larger than the predicted size of ~72 kDa, suggests this possibility. These observations are not in agreement with an earlier suggestion that the glycosylated form of the ORF2 protein is unstable and only the nonglycosylated protein forms the viral capsid (Torresi et al., 1999) . Various observations suggest a role for cellular membranes in HEV replication and particle maturation. In such a scenario, glycosylation of the ORF2 capsid protein would be of advantage.\n\nexpressed in insect cells using recombinant baculovirus, a N-terminal truncated ORF2 protein (aa 112-660) gave the expected product of 58 kDa, but also a 50 kDa protein that was efficiently secreted in the culture medium as virus-like particles of 23-24 nm diameter (Li et al., 1997) . The fulllength ORF2 protein when similarly expressed was processed into 63 kDa, 56 kDa and 53 kDa proteins, which correspond to truncated proteins spanning amino acid residues 112-660, 112-607 and 112-578, respectively (Robinson et al., 1998) . Cryoelectron microscopy and image reconstruction methods showed the VLPs to have a T=1 structure with protruding dimers at the icosahedral two-fold symmetry axes such that the 60 monomers were organized as 30 morphological units (Xing et al., 1999) . Subsequently, amino acids 126 to 601 in the ORF2 protein were found to be essential for the formation of secreted VLPs in this expression system (Li et al., 2005) . The X-ray crystal structures obtained recently show the ORF2 protein monomers to contain three distinct domains -the shell (S), middle (M) and protruding (P) domains (Yamashita et al., 2009; Guu et al., 2009) . Recently, Xing et al (2010a) have produced a large virion-sized and a small T=1 particle by expressing the ORF2 protein in insect cells with or without the N-terminal 111 amino acids, respectively. The virion-sized particle showed a T=3 icosahedral lattice and contained a ~2 kb RNA derived from the orf2 gene; the T=1 particle showed no encapsidated RNA. Though these data suggest that RNA encapsidation drives virion assembly, the presence of subgenomic RNA in the T=3 particle is surprising, since RNA viruses package only the genomic RNA species. Further, a potential packaging signal was identified using a yeast three-hybrid approach towards the 5′ end of the genome, within the orf1 gene . More structural details on the ORF2 capsid can be found in another article in this issue (Mori and Matsuura).\n\nThe recombinant ORF2 proteins expressed in E. coli have also been shown to assemble into higher order structures. The p239 (aa 368-606), E2 (aa 394-606) and E2a (459-660) proteins ( Fig. 3) predominantly occur as homodimers under mildly dissociating conditions, which model the dominant antigenic determinants and neutralizing site of HEV Li et al., 2005a) . Under native conditions, the E2 and E2a proteins form hexamers, and the p239 protein forms a particle of 23 nm (Li et al., 2005a) . Comparison of these three proteins and mutational analysis showed the dimeric interface to include a cluster of six hydrophobic residues (aa 597-602) and the domain involved in particle formation (aa 430-458) to also include a high proportion of hydrophobic residues (Li et al., 2005b) . The crystal structure of the E2s protein (aa 455-602) shows it to form a tight homodimer that is essential for HEV interaction with the host cell, and contains the HEV neutralizing antibody recognition site ). (2000) identified two neutralizing monoclonal antibodies from chimpanzees that had recovered from experimental HEV infection, and these mapped to overlapping epitopes in the region of amino acids 578-607. Meng et al (2001) generated antibodies to multiple overlapping peptides and truncated ORF2 proteins and tested these in an in vitro cell culture infectivity assay to locate the minimal neutralizing domain to amino acids 452-617. The minimal neutralizing domain has now been mapped to residues 458-607 (Zhou et al., 2004) . When combined with structural details, all of these mapping studies place the neutralizing epitope(s) in the protruding (P) domain of the ORF2 protein (Yamashita et al., 2009; Guu et al., 2009; Xing et al., 2010b) .\n\nThe immunological and structural studies on the ORF2 protein provide a basis for HEV vaccine development. Two recombinant vaccines against HEV have undergone successful clinical testing in humans (Shrestha et al., 2007; Zhu et al., 2010) . These are based on recombinant ORF2 proteins either expressed as T=1 VLPs in insect cells (Shrestha et al., 2007) or as p239 particles in E. coli . Further details on these and other recombinant vaccine approaches can be found in another review in this issue (Kamili). The structural studies also provide a basis for using the ORF2 particles as an epitope presentation system (Xing et al., 2010b) , which when combined with the ability of these VLPs to render successful oral immunization (Li et al., 2004) , can provide a powerful vaccine platform.\n\nThe biochemical and structural characterization of the ORF2 capsid protein also offers an opportunity to study the interactions of HEV with its target cells. The purified p239 protein, which structurally and antigenically resembles the HEV capsomere, bound and penetrated different cell lines susceptible in vitro to HEV infection (He et al., 2008) . In pull-down experiments, p239 showed binding to Grp78/BiP, alpha-tubulin and heat shock protein 90 (HSP90), and inhibitor studies showed HSP90 to be important for the intracellular trafficking of p239 (Zheng et al., 2010) . The ORF2 VLPs produced in insect cells were also shown to bind Huh7 liver cells and this binding was dependent upon heparan surface proteoglycans (HSPGs) present on cell surface Syndecans (Kalia et al., 2009) . Analogous to binding studies with p239 (He etal., 2008) , our studies show that the VLPs also bind to cell lines susceptible to HEV infection; these are further taken up into Huh7 cells through fluid endosomes (M. Kalia, R. Holla and S. Jameel; unpublished results). More studies along these lines are likely to identify the cellular receptor for HEV and characterize the virus uptake and uncoating pathway in infected cells.\n\nViral capsid proteins are involved in extensive interactions with cellular proteins for the purpose of capsid assembly and virus egress. For non-enveloped viruses, the capsid protein interactions are also important for virus entry, intracellular trafficking and signaling (Tsai, 2007; Kalia and Jameel, 2009 ). Very little is known about the interactions of the ORF2 protein with cellular components and pathways, besides that with HSP90 (He et al., 2008) and HSPGs (Kalia et al, 2009 ) summarized above. The ORF2 protein expressed in animal cells was observed to localize to the ER, where it causes ER stress and some of the protein is retrotranslocated into the cytoplasm through a canonical ER-associated degradation (ERAD) pathway (Surjit et al., 2007) . Whether these effects of the ORF2 protein have a bearing on HEV assembly and egress or on virus entry and intracellular trafficking remains to be seen.\n\n3.3.1 Expression and subcellular localization-The orf3 of HEV was initially predicted to express a protein of 123 amino acids. It was recently suggested that the ORF3 protein is translated from a bicistronic subgenomic RNA from an AUG codon at position 5131 (in SAR-55 isolate), which would result in a 114 amino acid protein; that would be 9 amino acids shorter at its N-terminus than the earlier proposal (Graff et al., 2006) . Using a replicon system based on genomic RNA produced in vitro, orf3 was found to be dispensable for replication in vitro in Huh7 and other cell lines . However, it was required for infection in monkeys that received intrahepatic inoculation of HEV genomic RNA (Graff et al., 2005) . These observations suggest that the ORF3 protein functions as a viral accessory protein, and is likely to affect the host response to infection.\n\nThe ORF3 protein has been expressed using various systems that include E. coli (Panda et al., 1995) , the yeast Pichia pastoris (Lal et al., 1997) and mammalian cell lines (Jameel et al., 1996) . In mammalian cells orf3 expressed a protein of ~13 kDa, which was phosphorylated at a single Serine residue by cellular mitogen-activated protein kinase (MAPK) (Zafrullah et al., 1997) . Cells transfected with HEV genomic RNA prepared in vitro were also found to express a protein of the same size, which could be immunoprecipitated with anti-ORF3 antibodies Graff et al., 2005; . Subcellular fractionation showed the ORF3 protein to associate with the cytoskeleton (Zafrullah et al., 1997) . Confocal microscopy has revealed its punctate and filamentous intracellular distribution; the latter is attributed to its interaction with microtubules (Kannan et al., 2009) . The punctate distribution of the ORF3 protein localized it to early and recycling endosomes (Chandra et al., 2008a) .\n\nanalysis of the ORF3 protein does not show domains homologous to any other protein or any other distinguishing features, except the proline-rich nature of the protein. It contains two large N-terminal hydrophobic domains -D1 (aa 7-23) and D2 (aa 28-53), and two proline-rich domains -P1 (aa 66-77) and P2 (aa 95-111) (Fig. 4) .\n\nOf these, D1 is extremely rich in cysteine residues and is required for the ORF3 protein to associate with the cytoskeleton (Zafrullah et al., 1997) , to bind microtubules (Kannan et al., 2009 ) and a MAPK phosphatase (Kar-Roy et al., 2004) ; however, none of these activities have been linked conclusively to one or more cysteine residues present in this domain. Domain P1 contains two overlapping motifs that have homology to kinase substrates -PMSP that is phosphorylated by MAPK and SPLR that has a loose homology to the SPKK motif that is phosphorylated by cdc2 kinase. Of these, Ser-80 (now Ser-71 in the 114 aa ORF3 protein) is phosphorylated by MAPK, both in transfected cells as well as in vitro (Zafrullah et al., 1997) ; whether the ORF3 protein expressed during viral infection is also phosphorylated has not been tested. The P2 domain has two overlapping PXXP motifs, which have been described in many viral and cellular proteins involved in signal transduction, and bind the Src homology 3 (SH3) domains found in other signal-transducing molecules (Pawson, 1995) . Indeed, this domain was shown to be responsible for the interaction of the ORF3 protein with many cellular SH3 domain-containing proteins (Korkaya et al., 2001) .\n\nSuch a domain structure and the ability of the ORF3 protein to interact with multiple cellular proteins suggested a potential role for it in optimizing the cellular environment for viral infection and replication. Various studies have been carried out in this direction, but most of these are based on ORF3 over-expression in hepatic cell lines and remain to be confirmed in an efficient viral infection system. Nevertheless, these studies provide some insights into the possible multi-pronged functions of this HEV protein.\n\nThe ORF3 protein was found to activate the extracellularly regulated kinase (Erk), a member of the MAPK family of signal transducing molecules (Korkaya et al., 2001) . This Erk activation was independent of the traditional Raf/MEK pathway, but depended upon the ability of the ORF3 protein to bind and inactivate Pyst1, a prototypic member of the Erkspecific MAPK phosphatase (Kar-Roy et al., 2004) . By binding to the central linker region of Pyst1 through its N-terminal D1 domain, the ORF3 protein was proposed to block conformational changes in the phosphatase, which are required for its Erk-mediated activation (Kar-Roy et al., 2004) . Prolonged Erk activation was proposed to generate a survival and proliferative signal. Cells expressing the ORF3 protein also displayed higher levels of hexokinase and oligomeric forms of the voltage-dependent anion channel (VDAC), which lead to attenuation of mitochondrial death signaling (Moin et al., 2007) . Subcellular localization of the ORF3 protein to early and recycling endosomes delayed postinternalization trafficking of the activated epidermal growth factor receptor (EGFR) (Chandra et al., 2008a) . This was recently found to be true for the hepatocyte growth factor receptor (c-Met) as well, and depended upon the ability of the ORF3 protein to interact with CIN85, a multidomain adaptor protein implicated in the downregulation of receptor tyrosine kinases (Chandra et al., 2010) . In the suggested model, the ORF3 protein binds to CIN85, possibly through the proline-rich P2 domain in the former and SH3 domains in the latter. This competes with formation of the growth factor receptor-Cbl-CIN85 complex, resulting in reduced trafficking of activated growth factors towards the late endosomal/lysosomal compartment where the receptor is degraded (Chandra et al., 2010) . Such a scenario would prolong endomembrane growth factor signaling and again promote cell survival and proliferation.\n\nGrowth factor receptor endocytosis and intracellular trafficking are also required for the nucleo-cytoplasmic transfer of phosphorylated forms of the signal transducer and activator of transcription 3 (STAT3) protein (Bild et al., 2002) . As a consequence of its effects on EGFR trafficking, reduced levels of phospho-STAT3 (pSTAT3) are found in the nuclei of ORF3-expressing cells (Chandra et al., 2008a) . This leads to decreased transcription of genes involved in the acute phase response, a major determinant of inflammation in the host. Again, this would create an environment conducive to viral replication. A proteomic study recently showed reduced levels of a number of acute phase proteins, such as serum amyloid P precursor, haptoglobin, hemopexin, alpha-1-acid glycoprotein, glycosylated fibrinogen, reinol binding protein, transthyretin and albumin, in the plasma of hepatitis E patients compared to healthy controls Taneja et al., 2011) .\n\nIn a yeast two-hybrid screen for ORF3-interacting cellular proteins, the alpha-1microglobulin and bikunin precursor protein (AMBP) and its constituents, alpha-1microglobulin and bikunin (Tyagi et al., 2004; were identified. Increased secretion of alpha-1-microglobulin was also observed from ORF3-expressing cells (Surjit et al., 2006) . This was mediated by the tumor susceptibility gene 101 (Tsg101) protein, a member of the endosomal-sorting complex, which bound the ORF3 protein through a conserved PSAP motif in its P2 domain. Since alpha-1-microglobulin is an immunosuppressive protein, this was also proposed to protect virus-infected cells in the liver (Surjit et al., 2006) . In support of these in vitro results, alpha-1-microglobulin levels were significantly higher in the urine of hepatitis E patients compared to acute hepatitis B patients and healthy controls ).\n\nFibrinogen beta chain and hemopexin were also identified from the yeast two-hybrid screen. Its interaction with the ORF3 protein led to reduced fibrinogen beta secretion from cells; the transcription of alpha, beta and gamma fibrinogen genes, was also reduced in ORF3expressing cells (Ratra et al., 2009) . This is likely to be due to the effects of the ORF3 protein on intracellular trafficking since fibrinogen is also an acute phase protein whose expression is induced by interlekin-6 (IL-6) through the STAT3 transcription factor. Hemopexin is a heme-binding 60 kDa acute phase plasma glycoprotein, which protects cells from hemoglobin-mediated oxidative damage during intravascular hemolysis. It also plays an important role in iron metabolism, and together with transferrin and haptoglobin is responsible for iron homeostasis. The ORF3 protein binds hemopexin through its D2 domain, and this is proposed to aid in viral infection by affecting cellular iron homeostasis (Ratra et al., 2008) . Reduced levels of hemopexin and haptoglobin have also been observed in the plasma of hepatitis E patients compared to healthy controls .\n\nA proteomic and transcriptional study of cells stably expressing the ORF3 protein revealed increased expression of many glycolytic enzymes (Moin et al., 2009 ). This was regulated by increased levels of the hypoxia inducible factor-1 (HIF-1) transcription factor, which in turn was brought about by increased stability of the alpha subunit of HIF-1 in ORF3-expressing cells (Moin et al., 2009 ). The HIF-1 complex recruits phosphorylated p300/CBP to target gene promoters and the ORF3 protein increased p300/CBP phosphorylation through Erk activation. Thus, the ORF3 protein appears to use a dual strategy to modulate energy homoestasis.\n\nTwo broad roles were predicted for the ORF3 protein in HEV pathogenesis (Chandra et al., 2008b) . It promotes cell survival and proliferation through Erk activation, extended endomembrane signaling from activated growth factor receptors, and attenuation of mitochondrial death signals. The ORF3 protein also dampens innate host responses through an attenuated acute phase response and increased secretion of immunosuppressive factors such as alpha-1-microglobulin. A third possible role of regulating cellular energy homeostasis can be added to these. It must again be emphasized that almost all of these results are based on over-expression of the ORF3 protein in cell lines. They await confirmation in virus infection systems.\n\nrecent studies also suggest a role for the ORF3 protein in virus egress and its association with virions. An ORF3-deficient mutant of the infectious cDNA clone pJE03-1760F/wt replicated efficiently in PLC/PRF/5 and A549 cells, but compared to the wild type clone produced less than 1% detectable virus in the culture supernatant . Using an immunocapture PCR assay, the ORF3 protein was found on the surface of cell culture generated HEV, which also showed a lower density than the ORF3-deficient virus. These observations indicate that the ORF3 protein is important for HEV egress and that it is present on the virion surface, possibly in association with lipids ). An earlier study had shown that anti-ORF3 antibodies could capture HEV particles from the serum, but not the feces of hepatitis E patients (Takahashi et al., 2008) . In this study as well, the serum HEV banded at a lower density compared to fecal HEV, suggesting that the former is associated with lipids, and that this coat is possibly shed during its passage through the enteric system.\n\nA genotype 1 HEV was similarly found to replicate in Caco-2 intestinal and Huh-7 hepatoma cells and its egress from these cells depended on the presence of a functional ORF3 protein (Emerson et al., 2010) . In the polarized Caco-2 cells, the ORF3 protein accumulated at the apical membrane and virus egress also took place from this surface. The PXXP motif in the P2 domain of the ORF3 protein was found to be important for virus egress, but not for its accumulation at the apical end. One of the mutant viruses showed no infection following intrahepatic inoculation in macaques, but another was infectious and the recovered virus was found to have completely reverted to a wild type ORF3 sequence. These results support previous observations of the ORF3 requirement for infection (Graff et al., 2005) . In this study also, the ORF3 protein, in association with lipids, was found to coat the virion surface.\n\nA recent study shows the requirement of an intact PSAP motif within the P2 domain for the formation of membrane associated HEV particles with the ORF3 protein on their surface (Nagashima et al., 2010) . Though neither this nor the Emerson et al (2010) study implicated the role of any host protein in ORF3-mediated HEV release, the requirement of the PSAP motif suggests a possible role for Tsg101, which was earlier shown to bind the ORF3 protein (Surjit et al., 2006) . Several RNA viruses bear proline-rich sequences in their 'late domains', which are required for viral budding. These include P(S/T)AP and PPXY (X, any amino acid) motifs, which hijack host proteins in the vacuolar protein sorting (VPS) pathway. This pathway gives rise to multivesicular bodies (MVBs), which is topologically identical to virus budding (Chen and Lamb, 2008) . Viral 'late domains' interact with members of the VPS pathway, and redirect the complexes to the site of virus budding on the plasma membrane (Chen and Lamb, 2008) . Though HEV is a non-enveloped virus, its association with lipids, subcellular localization of the ORF3 protein to endosomes (Chandra et al., 2008a ) and a requirement for its PSAP motif in viral egress suggests that HEV follows the VPS pathway for its release from infected cells (Fig. 5 ).\n\nThe life cycle of HEV is poorly understood, largely because of the non-availability of efficient in vitro culture methods or small animal models of infection. The original view of the HEV life cycle , which was based primarily on its genome analysis and analogy to other positive-strand RNA viruses, is still broadly relevant. However, based on in vitro expression and replicon studies, some details have now begun to emerge. The basic model and additions to it are shown in Fig. 5 .\n\nVarious transformed cell lines are permissive for HEV infection and virion production. These include hepatic cell lines such as Huh7, PLC/PRF/5 and HepG2, the lung carcinoma A549 cell line and the colon carcinoma Caco-2 cell line. The binding and entry of HEV is poorly understood. No cellular receptor for HEV has been identified, but HSPGs appear to be required as attachment factors (Kalia et al., 2009 ). The intracellular trafficking following entry is also poorly understood; HSP90 and tubulin appear to be involved in this process (Zheng et al., 2010) . The location and mechanism of uncoating to release viral RNA is also not known.\n\nOnce viral RNA is released in the cytosol it is translated directly into the ORF1 polyprotein, as is the case with all positive-sense RNA viruses. It is not clear whether the polyprotein is processed into individual functional units (see 3.1). However, the regions predicted to encode viral methyltransferase, helicase and replicase produce functionally active proteins when expressed in heterologous systems (see 3.1.1-3.1.4). The genomic RNA would replicate into negative-sense RNA intermediates, which have been detected in replicontransfected cells as well as in the livers of experimentally infected macaques (Nanda et al., 1994) and pigs (Meng et al., 1998) . These would serve as templates for the synthesis of genomic as well as subgenomic positive-sense RNAs, of which the latter are translated into the ORF2 (capsid) and ORF3 proteins (Graff et al., 2006; Huang et al., 2007; Ichiyama et al., 2009) . The ORF2 protein packages the genomic positive-sense RNA into progeny virions (see 3.2.2), and recent evidence suggests that the ORF3 protein together with lipids coats this particle, possibly during the budding process (see 3.3.3).\n\nIt is believed that the primary site of HEV replication is the liver, with hepatocytes being the most likely cell type. However, in vitro results also support infection and replication in nonhepatic cell types such as A549 lung carcinoma cells and in Caco-2 colon carcinoma cells. In pigs experimentally infected with swine HEV, while positive-sense viral RNA was detected in almost all tissues at some point during the infection, negative-sense replicative RNA intermediates were detected primarily in the small intestine, lymph node, colon and liver (Williams et al., 2001) . In a recent report from hepatitis E patients, HEV RNA was detected in peripheral blood mononuclear cells, but there was no evidence for viral replication in this compartment (Ippagunta et al., 2010) .\n\nVarious steps in the HEV life cycle can be potential targets for the development of antiviral drugs. The methyltransferase and guanyltransferase activities in the ORF1 protein (see 3.1.1) are strictly virus-specific and thus good targets for antiviral development (Magden et al., 2001) . The RNA helicase of HEV has been biochemically characterized and is essential for replication of the viral RNA genome (Karpe and Lole, 2010a) , but it is not clear how distinct it is from human helicases to be a potential drug target. This would have to await elucidation of its structural details. The HEV RdRp expressed in E. coli was shown to bind the 3′ end of the viral RNA genome (Agrawal et al., 2001) , but its biochemical activity has so far not been characterized. Since the RdRp is unique to RNA viruses, it would again be a good drug target, and perhaps pan-viral inhibitors can be explored against this target.\n\nInterference with HEV RNA replication has been attempted using ribozymes and small interfering RNAs. Mono-and di-hammerhead ribozymes designed against the 3′ end of the HEV genomic RNA were shown to inhibit expression from a reporter construct in HepG2 cells (Sriram et al., 2003) . In A549 cells infected with HEV, small interfering RNAs (siRNAs) against the orf2 region were shown to offer protection . While such approaches are feasible in vitro, the delivery and targeting of such inhibitors in vivo would be the real challenge. At least one study in immunocompromised transplant patients with chronic HEV infection has also shown the efficacy of Ribavarin monotherapy (Kamar et al., 2010) . Again, the utility of this approach among the vast majority of HEV infections that are acute remains questionable.\n\nSince the discovery of HEV in the early 1970's and the molecular cloning of its genome two decades later, research on the molecular virology of HEV has been slow due to the lack of in vitro culture systems or small animal models of viral infection. Much of the early information and models of the HEV life cycle and genome replication were based on comparative information from other better-characterized positive-strand RNA viruses. Viral ORFs have been expressed in various heterologous systems and the proteins characterized biochemically. With the recent availability of replicon-and infection-based in vitro cell culture models, the molecular virology of HEV is becoming increasingly clear. While there are a few surprises, such as the association of lipids with a non-enveloped virus, many earlier observations have also been confirmed in recent experiments.\n\nThis review summarizes the current knowledge in the area and presents a modified view of the HEV life cycle.\n\nThe ~ 7.2 kb positive sense RNA genome of HEV has a 7-Me-G cap at its 5′ end and a poly A tail at its 3′ end. There are short stretches of untranslated regions at the 5′ and 3′ ends that fold into stem-loop structures (shown in blue). The three open reading frames are shown. ORF1 encodes a nonstructural polyprotein and contains a 58-nucleotide stretch near its 5′ end that folds into a stem-loop structure (shown in green). The ORF2 and ORF3 proteins are translated from a 2.2 kb subgenomic RNA generated during viral replication. The boxed region on the upper right shows the sequence alignment of the junction region between orf1 and orf3 in HEV isolates representative of genotypes 1 to 4. The nucleotide positions are shown with respect to HEV genotype 1 (Sar55). Dots indicate identity and dashes represent deletions. The orf1 stop codon is shown in red. There is a single nucleotide insertion (T, indicated with filled triangle) between positions 5116 and 5117 in HEV genotype 4. The four initiation codons within this junction region are shown in yellow boxes, and are at positions 5104, 5113, 5131 and 5145. This region has been predicted to fold into a double stem-loop structure shown in the boxed region on the left. The orf1 gene encodes a nonstructural polyprotein with four predicted functional domains, designated as Methyltransferase (MeT), Papain-like Cysteine Protease (PCP), Helicase (Hel) and RNA-dependent RNA polymerase (RdRp). Besides these regions, two other regions designated X (Macro domain) and Y share significant homology with nonstructural proteins of other positive-strand RNA viruses. A proline-rich region (V) upstream of the Macro domain may act as a flexible hinge. Numbers indicate the predicted boundaries of the different regions; these are based on the genotype 1 Burmese isolate. The orf2 gene encodes the HEV capsid protein. The full-length protein is 660 amino acids long. In animal cells, pORF2 is glycosylated and three N-linked glycosylation sites have been mapped to the indicated asparagine (Asn) residues. A truncated protein of 56 kDa (amino acids 112 to 607) can self-assemble in insect cells to form virus-like particles (VLPs), which possess the same dominant antigenic epitopes as the virion. Various shorter constructs have been expressed in E. coli. Of these, p239 forms particles via dimeric interactions while E2 and E2a form hexameric surface protrusions. The E2s is proposed as the dimerization domain. Two of these proteins (yellow highlight) have undergone clinical testing in humans as HEV vaccine candidates.\n\nThe viral particles are concentrated on the surface of target cells through heparin sulfate proteoglycans acting as attachment factors (red wavy lines) (step 1) and subsequently bind a specific yet uncharacterized receptor (step 2), following which the particles are internalized (step 3). The virus then uncoats (step 4) to release genomic RNA (red noodles) that is translated in the cytoplasm into nonstructural proteins (step 5). These nonstructural proteins include the RNA dependent RNA polymerase that replicates the positive sense genomic RNA into negative sense transcripts (purple noodles) (step 6); the latter then act as templates for the synthesis of a 2.2 kb subgenomic RNA (step 7a) as well as full-length positive sense transcripts (step 7b). The positive sense subgenomic RNA is translated into ORF2 (blue) and ORF3 (crimson) proteins (step 8). The ORF2 protein packages the genomic RNA to assemble new virions (step 9) while the ORF3 protein may optimize the host cell environment for viral replication. The ORF3 protein is also associated with endomembranes (step 10a) or plasma membranes (step 10b) and may aid in viral egress. Recent studies suggest that mature virions are associated with the ORF3 protein and lipids (step 11), which are subsequently removed through a process that is not understood at present, to resume a fresh infection cycle."}