{"title": "", "body": "Licorice (Glycyrrhiza uralensis Fisch.) is a very popular medicinal plant, which roots contain glycyr rhizic acid and liquiritin mainly accumulated in the root and rhizome tissues [1, 2] . Recently, glycyrrhizic acid has been found to be highly active in inhibiting the replication of the severe acute respiratory syn drome (SARS) associated virus and has been sug gested as a potential therapeutic agent for chronic hepatitis and acquired immunodeficiency syndrome (AIDS) [3] . Licorice plants appear to be highly drought tolerant, being a favorable plant to restore degraded desert, arid and semiarid ecosystems of northwest China [4] . However, data on physiological processes, such as biomass production and secondary metabolite yield, in response to environmental condi tions are lacking [5] .\n\nWater deficit usually inhibits plant growth and pro ductivity by affecting gas exchange and especially pho tosynthesis [6, 7] . Water use efficiency (WUE) can be traditionally defined as the ratio of net photosynthesis to transpiration over a period of seconds or minutes [8] . The higher WUE has been mentioned as a strategy 1 This text was submitted by the authors in English.\n\nto improve crop performance under water limited conditions [9] . However, in licorice plants photosyn thesis and biomass production as well as WUE in response to water deficit were not studied.\n\nWater deficit can induce the biosynthesis of some secondary metabolites [10] [11] [12] , resulting in their accumulation in medicinal plants [10, 13, 14] . For example, the concentration of rutin and chlorogenic acid increased with drought severity in tomato plants [14] . Although the responses of the metabolites to drought have been investigated in some medicinal plants [4, 10] , no reference concerning the effect of various water deficit levels on their production by lic orice roots is available.\n\nThe present study aims to determine the effect of water deficit on gas exchange, biomass and secondary metabolites production in licorice plants. It was hypothesized that a suitable water deficit, in addition to saving water, can also increase the amount of root secondary metabolites without negative effect on root growth. Water treatments were carried out from May 15 until the end of October in 2007. Four levels of soil rel ative water content (WC), 80-90, 60-70, 40-50, and 20-30%, represented control plants, weak, moderate, and strong water deficit, respectively. Each pot was weighed and water was added to reach the target level at 6:00 p.m. every day. There were four replications per treatment arranged in a completely randomized block design.\n\nLeaf gas exchange. The newly developed leaves from the middle part of the shoot were chosen for gas exchange measurement using a Li 6400 portable pho Water use efficiency (WUE) was calculated as the ratio of the net photosynthetic rate to transpiration rate. Biomass determination. Biomass determination was carried out by the end of October. Licorice plants were separated into the roots and shoots. Dry weights were determined after drying for 72 h at 50°C in an oven. Root to shoot ratio = root dry weight: shoot dry weight. Then the dried roots were used for glycyrrhizic acid and liquiritin analyses.\n\nGlycyrrhizic acid and liquiritin analyses. Glycyr rhizic acid and liquiritin were extracted as described in [15] . Dry roots were extracted with a tenfold volume of 0.3% ammonia for 30 min under ultrasonication (250 W, 20 KHz). Glycyrrhizic acid and liquiritin con centrations were determined with a HP1100 high per formance liquid chromatography system (Agilent Technologies, United States) consisting of a G1311A pump, a G1379A degasser, and a G1313A autoinjector connected to a G1315B diode array detector (DAD). The separation was performed on a DIKMA Diamon sil TM C 18 column (250 mm × 4.6 mm × 5 µm) with a mobile phase consisting of 0.1% H 3 PO 4 (solvent A) and acetonitrile (solvent B). The sample (10 µl) was eluted with a gradient profile, and the column was maintained at 25°C [5, 15] .\n\nStatistical analysis. Statistical treatment was per formed using a SPSS statistical package (version 13, SPSS, Chicago, United States). The difference between the mean values of each treatment was deter mined using Duncan's multiple range test and consid ered significant at P < 0.05.\n\nThe net photosynthetic rate, stomatal conduc tance, and transpiration rate decreased with increas ing water deficit (Table 1 ). Compared to the control, 60-70% WC had no effecton the net photosynthetic rate and stomatal conductance, but at 40-50 and 20-30% WC, photosynthesis and transpiration were sig nificantly reduced. However, water deficit increased WUE and the highest value was observed at the 60-70% WC.\n\nDry weight of the plant and its organs decreased with increasing water deficit, but no effect was exerted at 60-70% WC ( Table 2) . Root dry weight decreased by 2.3, 13.1, and 37.6% with increasing water deficit, while shoot dry weight decreased by 11.9, 24.6, and 46.0%, respectively (Table 2 ). Root to shoot ratio increased as water deficit progressed (Table 2) .\n\nThe gain in the content of glycyrrhizic acid and liq uiritin in the roots under 60-70% WC had the highest (89.4 and 124.6%, respectively), followed by the mod erate treatment (40.0 and 61.3%, respectively) as com pared to the control plants. There was no significant difference between the strong WC treatment and con trol (Figs. 1a, 1b) . At 60-70% WC, the amounts of glycyrrhizic acid and liquiritin in plant roots were the highest among the studied four levels of soil water con ditions: the gain increased by 85.0 and 119.4%, respectively (Figs. 1c, 1d) . At the lowest WC, glycyr rhizic acid amount in plant roots decreased, although no difference in liquiritin amount between these and control plants was found (Figs. 1c, 1d ).\n\nIt is well known that water deficit is one of the major factors limiting plant growth and yield [6, 7] . In this study, licorice plants were able to grow and pro duce biomass even at 20-30% WC (Table 2) , suggest ing that this plant can acclimate in response to unfa vorable environment and exhibit high drought resis tance. Water deficit induces partial closing of stomata and both transpiration and photosynthesis decrease, thereby slightly increasing WUE [16] , especially at 60-70% WC ( Table 1 ). The increase in the efficiency of water use under drought occurs at the expense of absolute biomass production [16] . In order to dimin ish metabolism consumption and increase uptake of water under dry conditions, plants often decrease their growth rate and biomass production, and contribute more synthesized biomass to roots, so that they could maintain a higher root to shoot ratio ( Table 2) . Parti tioning more assimilate to the underground parts and maintaining the higher root to shoot ratio may con tribute to enhanced water uptake [16] . Thus, these responses allow licorice plants to survive and even to continue to grow under conditions of water shortage, i.e., to develop drought tolerance.\n\nWater deficit decreases plant photosynthesis and thereby reduces plant growth and biomass production ( Tables 1, 2 ). However, the dry weight of the roots decreased less than that of shoots (Table 2) . No signif icant difference was found between the dry weights of roots and the shoots at 60-70 and 80-90% WC, while other treatments significantly decreased biomass pro duction (Table 2 ). Our findings indicate that weak water deficit did not affect growth and biomass pro duction of licorice roots.\n\nIt has been well documented that water deficit can also affect the production of secondary metabolites in some medicinal plants [10, 12, 13] . Biosynthesis of secondary metabolites is known to be affected by drought, indicating influence by environmental stim uli [10, 11] . For example, the content of several alka loids increased in response to drought in Tabernae montana pachysiphon [13] . Liu [10] also found that camptothecin concentrations briefly rose when Camp totheca acuminata seedlings experienced drought. Glycyrrhizic acid and liquiritin, the major bioactive components of G. uralensis, are accumulated in the underground parts of licorice plants [1, 2] . Thus, soil WC plays a key role in their biosynthesis. Weak water deficit significantly increased not only glycyrrhizic acid and liquiritin concentrations per gram dry weight (Figs. 1a, 1b) , but also total amount of these com pounds in plant roots (Figs. 1c, 1d) . The synthesis of secondary metabolites was stimulated under weak drought conditions. Zhu et al. [12] also found that mild water deficit significantly increased saikosaponin a and d contents in Bupleurum chinense roots. Our results confirm that weak water deficit can increase secondary metabolite contents and thereby increase the quality of medical row material."}