{"title": "Ebola virus (EBOV) infection: Therapeutic strategies", "body": "consists of rehydration, stabilization of blood pressure and control of fever and pain.\n\nEBOV is subdivided into 5 species: Zaire (EBOV-Z), Sudan (EBOV-S), Reston (EBOV-R), Tai Forest (EBOV-TF), which was also known as Côte d'Ivoire Ebola virus until 2010, and Bundibugyo (EBOV-B) [7] . EBOV-Z and EBOV-S are the predominant EBOVs associated with known outbreaks, and are more pathogenic than EBOV-R, which has caused fatal infection only in non-human primates, and EBOV-TF, which has only caused a single non-fatal human infection [7] . EBOV-Z, EBOV-S and EBOV-B have often caused severe hemorrhagic disease with markedly high case fatality rates (40-90%) ( Table 1 ) [8] . EBOV has been classified as a BSL4 (biosafety level 4) agent or Category A potential bioterrorism agent, by the Centers for Disease Control (CDC) and Prevention. It was first described in 1976 [9] .\n\nThe filoviridae (Ebola, Marburg), together with the paramyxoviridae, rhabdoviridae and bornaviridae, belong to the order of the Mononegavirales. Ebola virus has a uniform diameter of 80 nm and form filaments of 800-1100 nm long (Fig. 2) [10] . The classical virion contains a single genome copy, but polyploid virions have also been described that contain two or more copies of the genome [11] . The viral RNA genome encodes seven proteins: NP (nucleoprotein), VP35 (polymerase cofactor), VP40 (matrix protein), GP (glycoprotein), VP30 (transcription activator), VP24 (secondary matrix protein), and L (''Large''), RNA-dependent RNA polymerase [6] . Whereas NP, VP24 and GP may be involved in viral entry, the L polymerase may be an attractive target for viral RNA synthesis inhibitors.\n\nTherapeutic strategies against EBOV infection can be classified into different categories according to their target of action: (i) recombinant nematode anticoagulant protein c2 (rNAPc2) [12] and recombinant human activated protein C (rhAPC), which are aimed at treating clinical symptoms of coagulopathy and sepsis, respectively, which are observed in infected patients but not specific for EBOV infection; (ii) small, interfering RNAs (siRNAs) such as the positively charged phosphorodiamidate morpholino oligomers (PMO plus) and (iii) monoclonal antibodies (mAbs) to suppress viremia and virus spread [13] . PMO plus antisense therapies have been shown to protect > 60% of rhesus monkeys against EBOV-Z and 100% of cynomolgus monkeys against Marburg virus infection [14] , and the safety and pharmacokinetic profiles of PMO plus (AVI-6002, AVI-6003) have been further documented [15] . The PMO AVI-6002 is composed of AVI-7537 and AVI-7539 and AVI-6003 is composed of AVI-7287 and AVI-7288. AVI-7537 targets the VP24 gene of EBOV and AVI-7288 targets the NP gene of Marburg virus. They are now progressing to the late stage of clinical development [16] . Meanwhile, the potential of siRNAs as a postexposure treatment strategy for people infected with EBV has been convincingly demonstrated [17] . Post-exposure antibody prophylaxis has been shown to protect nonhuman primates (NHPs) from filovirus (either Marburg or Ebola virus) infections, even when delayed for 48 hours [18] . The reversion of advanced EBOV infection in nonhuman primates with ZMapp (100% protection of rhesus macaques) [19] has had such an impact that ethical considerations have trespassed the demand for the material [20] .\n\nThe time to deploy Ebola vaccines has now come [21] . Viable Ebola vaccine candidates are rVSV (recombinant vesicular stomatitis virus) + EBOV-Z-GP (glycoprotein), rRABV (recombinant rabies virus) + EBOV-Z-GP, rAd5 (recombinant adenovirus serotype 5) + EBOV-Z-GP, VLP (virus-like particles) + EBOV-Z-GP, rHPIV3 (recombinant human parainfluenza virus type 3) + EBOV-Z-GP, rCMV (recombinant cytomegalovirus) + EBOV-Z-NP (nucleoprotein) and rEBOV (recombinant Ebola virus) subunit vaccine + TLR (toll-like receptor) agonist [21] . That it would be feasible to develop a preventive vaccine against Ebola virus infection in primates, i.e. cynomolgus macaques, was already demonstrated in 2000 by Nabel and his co-workers [22] . VLPs have subsequently been shown to protect nonhuman primates against a lethal Ebola virus challenge [23] ; VSV-based vaccines expressing the EBOV-Z glycoprotein completely protect cynomolgus macaques against an aerosol challenge of EBOV-Z [24] . Complete protection in cynomolgus macaques against Bundibugyo Ebola virus challenge was also achieved with a VSV-based vaccine [25] . A single intramuscular vaccination with Venezuelan equine encephalitis virus (VEEV) replicon particle (VRP) expressing EBOV-S-GP combined with VRP expressing EBOV GP provided complete protection against intramuscular challenge with either EBOV-S or EBOV-Z in cynomolgus macaques [26] . Antibodies play a critical role in rVSV-EBOV-Z-GPmediated protection against a lethal EBOV-Z challenge in cynomolgus macaques [27] . A highly immunogenic fragment [MFL (aa 393-556)] has been derived from EBOV-Z-GP that elicits high levels of neutralizing antibody in mice [28] . And a VLP vaccine would hold great potential in the fight against wild ape extinction, as it could be used for vaccinating captive chimpanzees to protect wild chimpanzees [29] . While several phase I vaccination clinical trials are in progress or about to start, it is not expected to get any vaccine commercially available before the end of 2015.\n\nAlthough interferon was discovered at the end of the 1950s [30] , its medical use has been limited, essentially because of its severe side effects (which are, in principle, similar to those that are experienced during an acute influenza virus infection). Yet, interferon has for the last decade, been part, together with ribavirin, of the standard of care (SOC) in the treatment of hepatitis C [31] [32] [33] . Whenever a new virus emerges (or re-emerges), however, so does the potential use of interferon. This was the case, in 2003, at the outbreak of the SARS coronavirus epidemic [34] , and now is interferon envisaged again for the therapy of EBOV infections [35] . From a practical viewpoint, the potential use of (pegylated) interferon in the treatment of EBOV infections should be facilitated by its increased availability now that its usefulness in the treatment of hepatitis C will be overtaken by the direct-acting antivirals (DAAs). In addition, interferons could induce a number of IFITMs (interferon-induced transmembrane proteins), which exert antiviral activity against a broad range of viruses, including not only HIV-1, HCV, SARS coronavirus, but also VSV, EBOV, Marburg and West Nile virus and, possibly, other viruses which could considerably extend the scope for interferon-based therapy [36, 37] .\n\nA surprising observation made in 2002 by Bray et al. [38] is that 3-deazaneplanocin A, an S-adenosyl-L-homocysteine (SAH) hydrolase inhibitor [40] could induce massively increased interferon-a production in EBOV-infected mice. Whether this massive interferon production was only epiphenomenal or causally related to the protective effect of 3-deazaneplanocin A against Ebola has never been resolved. Nor has been the reason for the induction of the Fig. 2 . Structure of Ebola virus. An ebolavirus particle and its characteristic filamentous shape are shown. The negative-strand RNA genome is found in the center of particles in an encapsidated form as the nucleocapsid, together with the polymerase complex. Embedded in the virus membrane are trimeric glycoprotein spikes. Beneath the membrane is the matrix protein, which facilitates morphogenesis and budding of virus particles [10] . Reprinted with permission of the New England Journal of Medicine. massive interferon induction by 3-deazaneplanocin A. A possible hypothesis is that 3-deazaneplanocin, being a SAH hydrolase inhibitor, blocks the methylation of the (+)RNA transcribed from the (À)RNA filovirus genome, thus preventing the release of the mRNA from the (À)RNAÁ(+)RNA duplex and generating increased levels of double-stranded (ds)RNA molecules which then act as powerful inducers of interferon. SAH hydrolase inhibitors may specifically block the capping (ribose 2 0 -O-methylation) of viral mRNAs, as it may provide a molecular signature for the distinction of self from non-self mRNA dependent on the RNA sensor Mda5 [41] . In addition to the natural neplanocin A, B, C, D and F, the enantiomers of 1 0 ,6 0 -isomer of neplanocin A have been synthesized (Fig. 3 ) [42] , but their potential for in vivo therapy of EBOV infections remains to be assessed.\n\nBCX4430 (Fig. 4) was described as an inhibitor of the RNAdependent RNA polymerase hailed as a possible leap ahead in filovirus therapeutics [43] . BCX4430 was proposed to function as a non-obligate RNA chain terminator [44] , and its role as a possible SAH hydrolase inhibitor was not even considered. Even more importantly, its potential activity against the rhabdovirus VSV was not even touched upon, although much has to be learned for filovirus therapeutics from their action against rhabdoviruses (such as VSV), especially with regard to their mode of action at the RNA polymerase level. BCX4430 can be considered as an adenosine analog with 2 structural modifications: (i) it is a C-nucleoside instead of the usual N-glycoside, and (ii) the 1,4-oxygen has been replaced by a 1,4-imino group. The original compound synthesized in this series was BCX-1777 (Fig. 4) , the hypoxanthine derivative of BCX4430 [45] . BCX-1777 was reported as a purine nucleoside phosphorylase transition-state inhibitor. No antiviral activity was reported for BCX-1777. Being a hypoxanthine derivative, it probably has no antiviral effects.\n\nI have amply discussed previously [46, 47] the potential of favipiravir for its broad-spectrum activity, that it shares with ribavirin, against a wide variety of both (À)RNA viruses [i.e. influenza (it has been approved in Japan for the treatment of influenza A virus infections), arena, bunya) and (+)RNA viruses (i.e. flavi, picorna, noro]. Hence, it is not surprising that it is also active against the filoviridae, in casu EBOV [48, 49] . Structurally, favipiravir is closely related to ribavirin (Fig. 5) , with which it shares a carboxamide (C-(O)-NH 2 ) moiety. Perhaps, favipiravir could be considered as a more specific antiviral version of ribavirin; they are both targeted at the viral RNA polymerase, although ribavirin is principally targeted at the IMP dehydrogenase [50] . To be converted to its active metabolite, acting at the viral RNA polymerase, favipiravir should first be converted to its phosphoribosyl derivative and subsequently to the triphosphate (Fig. 6 ) before it could interact as a RNA polymerase inhibitor, principally in direct competition with GTP. Again, it should be mentioned that VSV would serve as an adequate surrogate virus to judge the potential of favipiravir in the treatment of EBOV infections. An in vivo animal model for VSV infection in newborn mice has been described many years ago [51] .\n\nGriffithsin is a red-alga derived lectin that binds to the terminal mannose residues of the asparagine(N)-linked Man 5-9 GlcNAc2 structures found on the envelopes of HIV-1, HIV-2, HCV, SARS coronavirus and EBOV. Griffithsin and similar lectins may have potential usefulness in the treatment of EBOV infections [52] . Numerous lectins, starting with concanavalin A, cyanovirin N and other mannose-specific plant lectins have been described as potential antiviral agents [53] . They have been proven particularly active against HIV-1 [54, 55] .\n\nHost cellular ER a-glucosidases I and II are essential for the maturation of viral glycosylated envelope proteins. Inhibition of these glycan processing enzymes leads to the misfolding and degradation of viral glycoproteins. The imino sugar 1-deoxynojirimycin and its derivatives are glucose mimics with a nitrogen atom replacing the oxygen and competitively inhibit ER a-glucosidases I and II [56] . One of these derivatives, CM-10-18, is efficacious against a lethal Dengue virus infection in mouse models [57] . Three derivatives of CM-10-18, namely IHVR11029, IHVR17028 and IHVR19029 (Fig. 7) suppressed the mortality of Marburg and Ebola virus infection, in mice [58] .\n\nFrom FGI (Gaithersburg, MD), three compounds (FGI-103, FGI-104 and FGI-106) were reported to exhibit in vivo efficacy against EBOV, the first one (FGI-103) also exhibiting activity against Marburg virus, the third one (FGI-106) being active against Rift Valley virus and Dengue Fever virus, as well as EBOV. The structures of FGI-103 and FGI-106 were revealed (Fig. 8) ; the structure of FGI-104 was not. The mode of action of FGI-103 [59] , FGI-104 [60] , or FGI-106 [61] , can only be speculated upon. Fascinating is the perfectly symmetrical structure of FGI-106. This should tell us something about its mode of antiviral action, which, nevertheless, has remained enigmatic so far. \n\nNSC62914 was found to exhibit anti-filovirus activity in vitro and in vivo, in mice infected with EBOV or Marburg virus [62] . NSC62914 (Fig. 9 ) was found to act as a scavenger of reactive oxygen species. In vitro it was also inhibitory to Rift Valley fever virus, Lassa virus and Venezuelan equine encephalitis virus.\n\nEbola virus entry into the host cells requires the cholesterol transporter Niemann-Pick C1 [63] and this viral entry can be blocked by benzylpiperazine adamantane diamides (Fig. 10 ) [64] . Various other hit compounds, among which the benzodiazepine compound 7 have also been identified as entry inhibitors for filoviruses (Fig. 10) [65] .\n\nTwo structurally unrelated compounds (Fig. 11) , namely LJ-001, a rhodamine derivative [66] , and dUY11, a rigid amphipathic fusion inhibitor (RAFI) [67] prevent the fusion of the viral and cellular membranes and are specifically active against enveloped viruses. That LJ-001 inhibits the entry of filoviruses including EBOV, and enveloped viruses such as influenza A, HIV, pox-, arena-, bunya-, paramyxo-and flaviviruses has been directly demonstrated [66] . For dUY11, it has only been surmised that it would inhibit the replication of filoviruses such as EBOV. As it has a relatively simple structure, and as it has also been shown effective in preventing virus-induced mortality from EBOV, LJ-001 should be considered a prime candidate to curtail the ongoing EBOV epidemics.\n\nSERMS, previously approved by the FDA were, totally by chance, found to inhibit EBOV infection (Fig. 12) [68] . The compounds concerned are clomiphene and toremifene. They would be active against EBOV through an off-target effect where the compounds interfere with a late step of viral entry and likely affect the triggering of fusion [68] . The SERMS are an immediately actionable class of FDA-approved drugs that can be readily repurposided for the treatment of filovirus infections.\n\nThe ion channel blockers amiodarone, dronedarone and verapamil were found to inhibit the cell entry of filoviruses (i.e. EBOV) [69] . In particular, amiodarone, a multi-ion channel inhibitor used clinically as an anti-arrhythmic agent, inhibited Benzodiaz epine deriva Ɵve (com pound 7) Fig. 10 . Viral entry inhibitors, benzylpiperazine adamantine diamides 3.0 and 3.47 [55] and benzodiazepine derivative (compound 7) [65] .\n\nfilovirus entry within the range achieved in serum during antiarrhythmic therapy in humans, i.e. 1.5-2.5 mg/ml [70] . Amiodarone also inhibited the New World arenavirus Guanarito, while the Old World arenavirus Lassa and the rhabdoviridae (vesicular stomatitis virus) and bunyaviridae (Hantaan) were not inhibited [69] ( Fig. 13 ).\n\n16. CMLDBU3402: EBOV RNA transcription inhibitor CMLDBU3402 (Fig. 14) was found to inhibit the replication of the non-segmented negative-strand RNA viruses, EBOV and VSV (vesicular stomatitis virus) [71] . In earlier studies Connor et al. [72] and Smith et al. [73] had noted that inhibition of VSV (i.e. through inhibition of heat-shock protein 90) presaged inhibition of EBOV replication.\n\nThe endoplasmic reticulum (ER) chaperone HSPA5 (heat shock 70 kDa protein 5) has been identified as EBOV-associated host factor and other enveloped viruses such as VSV [74] . The small molecule (À)-epigallocatechin gallate (Fig. 15 ) binds to the ATPbinding site of HSPA5, and thereby disturbs its chaperone function required for EBOV infection. Besides (À)-epigallocatechin gallate, varying other molecules have been identified as HSPA5 inhibitors [75] . Whether they are also inhibitory to VSV and EBOV infection, remains to be determined.\n\nHO-1 is an enzyme that catalyzes the first and rate-limiting step in the degradation of heme to carbon monoxide (CO), free iron (Fe ++ , which is subsequently oxidized to Fe +++ and stored as ferritin) and biliverdin (which is subsequently reduced to bilirubin). HO-1 is upregulated not only by its substrate, heme, but also by various nonheme inducers, such as heat shock, inflammatory cytokines, endotoxin, and oxidative stress. It would also suppress EBOV replication, not at the level of viral entry (or budding), but at the level of EBOV transcription/replication [76] . It would now also seem mandatory to examine whether HO-1 also suppresses VSV replication. It certainly represents a novel therapeutic strategy against EBOV infection.\n\nA number of small molecules preventing cathepsin L cleavage of viral glycoproteins have been identified to inhibit the entry of SARS coronavirus, Hendra, Nipah and/or EBOV (Fig. 16) [77] . These compounds need to be further optimized and developed into antiviral drugs useful for the treatment of any of the target viruses.\n\nChloroquine is a 9-aminoquinoline known since 1934. It was specifically synthesized as an antimalarial agent but gradually dismissed from antimalarial therapy and prophylaxis due to the continuous emergence of chloroquine-resistant Plasmodium falciparum strains. It has a pleiade of antiviral effects varying from the endocytosis to the exocytosis of viral particles, and, in addition, downregulates IFN-g and TNF-a production and TNF-a receptors . [78] . It was shown to have anti-HIV-1 activity [79] and to inhibit SARS coronavirus [80] and to inhibit human coronavirus OC43 infection in newborn mice [81] . Not surprisingly, it was also found to protect mice against EBOV infection in vivo [82] (Fig. 17 ).\n\nEbola virus (EBOV) was first identified as a hemorrhagic fever virus in 1976, that is 5 years before AIDS was recognized, and 7 years before HIV was discovered as its etiologic agent. EBOV has regularly led to the emergence of epidemics, particularly in Congo (Zaire), Sudan and Uganda, but it only recently stirred up worldwide concern with its breakthrough in West Africa. This started in December 2013, has spread over three countries, Guinea, Sierra Leone and Liberia, and with a mortality rate of up to 90%, it has reached a global death toll of about 5000 (and still rising). There is still no vaccine or treatment available, although EBOV, while highly contagious, is very sensitive to varying well-defined compounds. The majority of these compounds (Table 2 ) are targeted at either viral entry or virus replication/transcription. To work with EBOV, BSL 4 (Biosafety level 4, the highest level) is required, which makes that EBOV can only be handled in very few laboratories over the world. It should be pointed out, however, that the mechanism of replication of EBOV, which belongs to the filoviridae, follows a strategy that is similar to that of vesicular stomatitis virus (VSV), which belongs to the rhabdoviridae. In this sense, VSV could be considered as a surrogate virus for EBOV. This means that several compounds that were previously described as inhibitors of VSV should be revisited as therapeutic agents for EBOV, and, vice versa, potential anti-EBOV therapies could be pre-evaluated for their anti-VSV activity. This is most pertinent for compounds, such as neplanocin A derivatives, that are targeted at the S-adenosyl-L-homocysteine (SAH) hydrolase, or favipiravir, which is targeted at the viral RNA polymerase. "}