{"title": "Supplemental Information Signatures of Nucleotide Analog Incorporation by an RNA-Dependent RNA Polymerase Revealed Using High-Throughput Magnetic Tweezers", "body": "Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Prof. Nynke Dekker (n.h.dekker@tudelft.nl).\n\nHeLa cells (CCL-2) were purchased from American type culture collection (ATCC) and cultured in Dulbecco's Modified Eagle Medium: Ham's nutrient mixture F-12 supplemented with 10% Fetal-Bovine Serum (FBS) and 1% Penicillin-Streptomycin. Cells were incubated at 37° C with 5% CO 2 .\n\nSequence and synthesis information for dsRNA tethers. Each dsRNA molecule consists of a template strand for PV RdRp hybridized to a complementary tethering strand that is linked at its two extremities to the flow chamber and the beads, respectively (Dulin et al., 2015a) . Apart from a small hairpin that terminates the 3'-end of the template strand (sequence  of  the  initial  24  bases  of  the  template  strand: 3'-GGGGAGCUCCCCUUUUUUUUUUUU…-5', where boldface designates the hairpin sequence), the dsRNA construct used in this study is identical to that employed in our preceding studies of Φ6 P2 RdRp (Dulin et al., 2015a , Dulin et al., 2015b (Fig.1A) . This hairpin forms an efficient way to mimic a primer hybridized to the template strand and promotes primer-dependent initiation (Arnold and Cameron, 1999 , Arnold and Cameron, 2004 , Arnold and Cameron, 2000 .\n\nBriefly, the RNA constructs were assembled by first subjecting Plasmid pBB10 (Petrushenko et al., 2006) to PCR amplification using primers AB-For, AB-Rev, CD-For, CD-Rev, Bio-For, Bio-Rev, Dig-For, Dig-Rev, SP-For, and SP-Rev listed in the RESOURCE TABLE. Singlestranded RNA molecules were produced from these PCR products via in vitro run-off transcriptions using T7 RNA polymerase from the Ribomax large-scale RNA production system (Promega) and purified using an RNeasy MinElute Cleanup kit (Qiagen). These different ssRNA molecules are then assembled into the dsRNA construct (see Fig.S1A in (Dulin et al., 2015a) ) for single-molecule studies of PV activity via hybridization protocol performed in a PCR machine.\n\nEstimation. Dwell times were recorded as the time difference between the first passages of PV RdRp across template positions spaced a fixed distance apart, as described in\n\nRef. (Dulin et al., 2015a) . We first identify the fraction of dwell times for which the pauseexit rate is the rate-limiting step. There are many kinetic models that are consistent with the empirical dwell-time distributions we observe, and one can specify the general form of the dwell-time distribution without specifying how the pauses are connected to the nucleotide addition pathway ( have a negligible dependence on these cut-offs, as they are introduced in regions where the corresponding term is sub-dominant. For notational clarity, we have not explicitly included the cut-offs in the expression displayed above. This dwell-time distribution is used to fit the model to the dwell-times by numerically maximizing the likelihood function (Cowan, 1998 ):\n\nover the model parameters ( , , , … , , , , , … , . It should be noted that for the present system, the fitted does not consistently correspond to the known number of nucleotide addition steps in a dwell-time window. This discrepancy indicates that we are sensitive to noise and our short-time smoothing, precluding a quantitative interpretation of the fitted rate of nucleotide addition . Therefor we do not report on the nucleotide addition rate in this manuscript.\n\nThe number of pauses justified by the data can be estimated using Bayes-Schwartz information criteria (BSIC) (Schwarz, 1978) . We consistently find that two or more pauses are\n\nneeded to describe the data. The difference in the estimated exit rates when using two or three exponentially distributed pauses falls within errors, and we therefore focus on the two pauses we can clearly detect at all conditions, taking\n\nThe fractions represent the probability that a particular pause-exit rate dominates over a dwell-time window of size . We want to relate to the probability that a specific pause-exit rate dominates within a one-bp dwell-time window. Assuming we have labeled the pauses so that , we can relate the probability of having rate dominating in steps to the probability of having it dominate in one step:\n\n. The first term in the above equation represents the probability of having no pauses above type , and the second term represents the probability of having no pauses above type .\n\nThe difference between the two terms is the probability that pause type dominates. This can be inverted to yield: PV RdRp was mixed with sym/sub-CTUA and GTP for 3 min to assemble elongation competent complexes, mixed with either CTP and ATP or UTP and ATP for various amounts of time and then quenched. ATP is the next correct nucleotide substrate to be basepaired with uridine in the RNA template. Denaturing polyacrylamide gels showing the reaction products from PV RdRp-catalyzed nucleotide incorporation using CTP and ATP or UTP and ATP with sym/sub-CTUA. After incorporation of CTP opposite T-1106 PV RdRp does not efficiently incorporate the next correct nucleotide substrate and stalls at n+2. No substantial impact on RNA synthesis is observed after incorporation of UTP opposite T-1106. As a reference each Base:NTP pair is indicated that results in each extended RNA product."}