{"title": "Novel screening systems for HIV-1 fusion mediated by two extra-virion heptad repeats of gp41", "body": "Combination chemotherapy has been widely used and reduces the mortality caused by HIV-1 infection. During prolonged therapy, however, in some patients, such efficacy is attenuated by the emergence of drug-resistant variants (Calmy et al., 2004) . Moreover, combination chemotherapy occasionally induces various adverse effects and may also increase the costs of the therapy. Therefore, development of novel anti-HIV-1 drugs that suppress replication of resistant variants, and are less toxic and less cost is urgently needed.\n\nThere are at least two approaches to controlling replication of resistant variants and/or to reducing unfavorable adverse effects induced by the therapy. One approach is the development of anti-HIV-1 drugs which inhibit new targets such as viral integrase (Hazuda et al., 2004) or cellular receptors such as CCR5 (Tagat et al., 2004) . Actually, an integrase inhibitor, raltegravir (Grinsztejn et al., 2007) , and a CCR5 antagonist, maraviroc (Fätkenheuer et al., 2005) have been approved for clinical application. The other is the development or modification of current drugs that inhibit * Corresponding author. Tel.: +81 75 751 3986; fax: +81 75 751 3986.\n\nE-mail address: ekodama@virus.kyoto-u.ac.jp (E. Kodama). well-established targets, to make them effective against resistant variants while reducing adverse side-effects. In this study, we focus on the recently established and promising target of virus-cell membrane fusion.\n\nThe mechanism of virus-cell membrane fusion has already been disclosed (Eckert and Kim, 2001) . Briefly, one of the HIV-1 envelope glycoproteins, gp120, binds to the host cell receptor CD4 and CXCR4 or CCR5, and then, another membrane-spanning protein gp41 in trimer anchors itself to the host cell membrane. After anchoring, heptad repeats 1 and 2 (HR1 and HR2), which are two extra-virion ␣-helical regions in the gp41, form an anti-parallel 6-helical bundle and lead to fusion of HIV-1 with the host cell membrane. On the basis of this molecular mechanism, compounds which prevent 6-helical bundle formation will be potential HIV-1 fusion inhibitors. Enfuvirtide (T-20) is the first peptide approved and used against HIV-1 variants that are refractory to the effect of reverse transcriptase and protease inhibitors (Lalezari et al., 2003; Lazzarin et al., 2003) . Previously, we and others have developed novel potent fusion inhibitors, in the form of gp41 HR2-derived peptides (Bewley et al., 2002; Otaka et al., 2002; Root et al., 2001) (Fig. 1 ) and small molecules (Cai and Gochin, 2007; Frey et al., 2006) . However, no fusion inhibitors, except for T-20, have been approved for clinical use. To screen further potential fusion inhibitors, we have established two simple, rapid and reproducible , T-20, C34 and its derivatives (Otaka et al., 2002) are shown. The residue numbers of each peptide correspond to their positions in the envelope protein gp41 of HIV-1 NL4-3 clone. Representative regions of HR1 and HR2 used in this study are defined by the amino acids 18-73 and 112-150, respectively, and designated as MBP-HR1-and GST-HR2-or TRX-ALP-HR2-fused protein as described in Section 2. The X in SC34EK indicates an artificial amino acid norleucine instead of methionine, to avoid oxidation of the methionine residue.\n\nin vitro screening systems using the enzyme-linked immunosorbent assay (ELISA).\n\nThe peptide-based fusion inhibitors were synthesized as described previously (Otaka et al., 2002) , and their sequences are shown in Fig. 1 . CCR5 antagonist TAK-779 (Baba et al., 1999) was provided by Takeda Pharmaceutical Company Ltd. (Osaka, Japan) through an AIDS research and reference reagent program. CXCR4 antagonist AMD-3100 (De Clercq et al., 1994) was provided by S. Shigeta (Fukushima Medical University, Fukushima, Japan). Adsorption inhibitor dextran sulfate MW 5000, DS-5000 (Baba et al., 1988) was purchased from Sigma (St. Louis, MO).\n\nA DNA fragment of the alkaline phosphatase (ALP) coding region without its secretory signal sequence, corresponding to amino acids 22-471 (Dodt et al., 1986; Kikuchi et al., 1981) , was amplified by PCR from the E. coli JM109 genome (K12 strain; GenBank accession number: U00096). The amplified ALP region was ligated into the pET32a vector (Novagen, Madison, WI) to create pET32-ALP, a thioredoxin (TRX)-ALP fusion construct. A DNA fragment coding the HR1 region of HIV-1 gp41, amino acid positions 18-73, was amplified by PCR from an HIV-1 molecular clone pNL4-3 (GenBank accession number: AF324493). The amplified HR1 region was ligated into the pMAL-C2 vector (New England Biolabs, Ipswich, MA) to express HR1 with maltose-binding protein (MBP) as a tag, designated pMAL-HR1. The HR2 region, gp41 amino acid positions 112-150, was also amplified and ligated into both the pGEX-5X vector (GE Healthcare, Buckinghamshire, UK) and the pET32-ALP construct to express HR2 fusion protein with glutathione S-transferase (GST) and TRX-ALP, designated pGEX-HR2 and pET32-ALP-HR2, respectively. All vectors were verified by DNA sequencing and transformed into E. coli BL21-CodonPlus (DE3)-RIL strain (Stratagene, La Jolla, CA) for bacterial expression. The expressed MBP-HR1, GST-HR2 and TRX-ALP-HR2 proteins were purified by Amylose Resin (New England Biolabs), Glutathione Sepharose 4B (GE Healthcare) and Ni-NTA Agarose (Qiagen, Valencia, CA), respectively, according to the Manufacturers' recommended protocols. Purity was determined by SDS-PAGE and concentration by the Bradford protein assay (Bio-Rad, Hercules, CA).\n\nFifty nanomolar MBP-HR1 dissolved in 50 mM sodium carbonate buffer (pH 9.4) was coated on a 96-well ELISA plate (Costar, Cambridge, MA) by incubation at 4 • C for 8 h. After washing three times with PBS containing 0.025% Tween 20 (T-PBS) (pH 7.4), the plate was blocked using bovine serum albumin (BSA) at a concentration of 1 mg/ml in T-PBS at 4 • C for 2.5 h, and then washed again as described above. The MBP-HR1 on the plate was allowed to bind GST-HR2 (50 nM) by incubation at 37 • C for 1.5 h in the presence or absence of various concentrations of compounds for testing. After washing, binding of GST-HR2 was detected by using alkaline phosphatase (ALP)-conjugated anti-GST antibody (Sigma) in 1:2000 dilution at 4 • C for 1 h, then washed as before, prior to the addition of phosphatase substrate 5-bromo-4-chloro-3-indolyl phosphate (BCIP) (BluePhos Microwell Phosphatase Substrate; KPL, Gaithersburg, MD). After incubating at room temperature for 30 min, absorbance at 595 nm was measured by a plate reader (model 3550, Bio-Rad).\n\nAll procedures were performed as described above, except that TRX-ALP-HR2 (50 nM) was used in place of GST-HR2, with binding directly detected by BluePhos Microwell Phosphatase Substrate without the interaction of ALP-conjugated anti-GST antibody.\n\nAnti-HIV-1 activity was determined by the multinuclear activation of a galactosidase indicator (MAGI) assay as described previously (Kimpton and Emerman, 1992; Kodama et al., 2001) . Briefly, the MAGI cells (10 4 cells/well) were seeded in flat bottom 96-well microtitre plates. The following day, the cells were inoculated with HIV-1 and cultured in the presence of various concentrations of inhibitors in fresh medium. After 48 h incubation, all the blue cells stained with 5-bromo-4-chloro-3-indolyl-␤-dgalactopyranoside (X-gal) in each well were counted.\n\nTo establish a novel assay system representing the specific interaction of HR1 and HR2 regions of the HIV-1 gp41 protein, a simple ELISA was first established with ALP-conjugated antibody (Ab-ELISA) as shown in Fig. 2A . MBP-HR1 was coated onto a 96well ELISA plate. After blocking with BSA, GST-HR2 solution was added to the MBP-HR1 coated well. Using ALP-conjugated anti-GST antibody, the interaction of HR1 and HR2 was colorimetrically measured by a plate reader. Agents that block the interaction of HR2 with HR1 can reduce optical density at 595 nm (OD 595 ). The period for efficient coating of MBP-HR1 to the plate was measured by detection of ALP-conjugated anti-MBP antibody. After 8 h and up to 24 h little increase in efficiency of MBP-HR1 coating was observed (data not shown). When coating and blocking were performed prior to the assay, total time of the procedure, excluding washing, was only 3 h.\n\nPrior to evaluation of fusion inhibitors, we examined interaction of GST-HR2 with the MBP-HR1 coating. We first coated MBPs with or without HR1 at a concentration of 50 nM, incubated them with various concentrations of GST-HR2, and then detected bound GST-HR2 with anti-GST antibody. GST-HR2 interacted with MBP-HR1 in a dose-dependent manner, at least up to 100 M and provided sufficient OD 595 values, over 1.0 (Fig. 3) . Thus, 50 nM of GST-HR2 was used for further experiments.\n\nNext, we modified the Ab-ELISA by using ALP-fused HR2 instead of GST-HR2 in the reaction with coated MBP-HR1, as shown in Fig. 2D (F-ELISA) . The ALP-fused HR2 enabled us to directly detect the HR1 and HR2 interaction without the antibody reaction step, thus providing an even more rapid and simple procedure than the Ab-ELISA which uses ALP-conjugated antibody for detection. The total time required for the F-ELISA, excluding coating and blocking, was approximately 2 h. These results demonstrate that the ELISA systems detect the interaction of HR1 and HR2 interaction, enables the screening of potential fusion inhibitors without the need for infectious HIV-1 material, and is both simple and rapid.\n\nThe efficacy of the fusion inhibitory peptides C34, SC34EK and SC35EK and other compounds was determined by both Ab-ELISA ( Fig. 2A) and F-ELISA (Fig. 2D) . Both ELISAs only detected the activities of these three fusion inhibitory peptides, but not of other entry inhibitors (Table 1 ). The inhibitory effects of these peptide fusion inhibitors were reproducible and displayed a sigmoidal dose-dependent curve ( Fig. 2B and E) . These results suggested that our established ELISAs were specific for the interaction between HR1 and HR2 in the fusion process. Higher sensitivities for peptides tested were obtained by F-ELISA compared with those by Ab-ELISA (Table 1) . However, compared with the MAGI assay, sensitivities of both ELISAs were between 14-and 50-fold lower. Neither ELISA technique was able to detect the inhibitory effect of T-20, which The amount of binding GST-HR2 measured by ALP-conjugated anti-GST antibody.\n\nc Direct detection of HR1 and HR2 interaction without antibody reaction by using ALP-fused HR2 protein.\n\nd Multinuclear activation of a galactosidase indicator assay using HeLa CD4-LTR/␤-galactosidase indicator cells (Kimpton and Emerman, 1992 has anti-fusion activity in vitro and in vivo, even though the gp41 amino acid region 23-58, which is a predictive site for T-20 interaction, is included in the MBP-HR1 fusion protein (Figs. 1 and 2C and F; Table 1 ). We further examined the effect on T-20 susceptibility of changing the coating and interaction. In this experiment, first GST-HR2 was coated, then exposed to MBP-HR1, and finally detected by anti-MBP antibody. Again C34 and its derivatives were effective, but T-20 was not (data not shown).\n\nFor screening, compounds are frequently dissolved in dimethyl sulfoxide (DMSO). However, high concentrations of DMSO (over 1%) reduced cell viability in the cell-based assay, e.g., MAGI assay. The ELISA systems described here do not require cells, thus should be less influenced by DMSO concentration compared to the MAGI assay. To verify this, we determined the concentration of DMSO that affects the interaction of HR1 and HR2 in our ELISAs. In both the Ab-ELISA and F-ELISA, DMSO concentrations up to 10% did not influence the optical densities to any significant extent (Fig. 4A ). At these concentrations, optical densities recorded were less than 20% lower compared to those recorded in the absence of DMSO, indicating that the sensitivities of these tests would be sufficient to screen compounds that are dissolved in reagents containing up to 10% DMSO.\n\nNext, we investigated the effect of pH on detection by ELISA. High concentrations of some compounds that are highly acidic or basic may decrease viability of the cells in cell-based assays. The pH of the reaction buffer was modified by addition of HCl and NaOH as control acidic or basic compounds, respectively. In the F-ELISA, binding of HR1 and HR2 was 2-2.5-fold greater at pH less than 7 than at pH 7.4, while in the Ab-ELISA, the binding was relatively stable at pH 6 ( Fig. 4B) and reduction of HR1 and HR2 binding was less than 20%. On the other hand, at basic pH, binding of HR1 and HR2 were relatively stable up to pH 9 in both ELISAs. These results indicate that both systems are less influenced by DMSO concentrations up to 10% and in basic reaction conditions compared to cell-based assays. However, in acidic reaction conditions, interaction of HR1 and HR2 is likely to be overestimated in the F-ELISA. Fig. 4 . Effects of DMSO concentration and pH. The effect of DMSO from 0.1 to 50% added to the reaction of HR1 and HR2 is shown (A). Binding is expressed as a percentage of that in the absence of DMSO. Alteration of the pH from 2 to 12 at the HR1 and HR2 reaction was performed by using HCl or NaOH (B). Binding is expressed as a percentage of that at pH 7.4.\n\nOur newly established ELISA systems successfully detected the HIV-fusion inhibitory activities of C34, a peptide-based fusion inhibitor (Fig. 1) , and its derivatives in a dose-dependent manner. However, T-20 lacking the N-terminal 10 amino acids of C34 but containing an additional 12 amino acids in the C-terminal region did not show activity in either of the ELISA systems ( Fig. 2 ; Table 1) . T-20 is believed to inhibit 6-helical bundle formation through competition with the physiological HR2 region of gp41. This hypothesis is strongly supported by the introduction of a site of mutations for T-20 resistance in vivo. Variants isolated from T-20 treated patients frequently display mutations in the HR1 region, especially at amino acids 36-45, including D36G/V/S, V38A/E and N43D (Aquaro et al., 2006; Cabrera et al., 2006; Mink et al., 2005; Poveda et al., 2002; Rimsky et al., 1998; Wei et al., 2002) (Fig. 1) . Interestingly, amino acid positions 36-45 are also crucial for C34 binding, and some C34 resistant variants also show cross-resistance to T-20 (Nameki et al., 2005) . Moreover, our preliminary data in the time course of addition experiments showed that the profile of inhibition is identical between C34 and T-20 (data not shown).\n\nOur designed MBP-HR1 contains the presumed interaction site of T-20 (amino acid positions 23-58), as determined by crystal structure analysis of the N36-C34 complex (Chan et al., 1997) (Fig. 1) . However, we failed to detect T-20 inhibitory activity in our ELISA systems (Fig. 2C and F) . To the best of our knowledge, there are no reports that describe the potent activity of T-20 in proteinor peptide-based assays (Cai and Gochin, 2007; Huang et al., 2006 Huang et al., , 2007 Jiang et al., 1999; Liu et al., 2007; Ryu et al., 1998; Xu et al., 2007) .\n\nIn this regard, two groups have tried to reveal the mechanism of action of T-20 mainly through physicochemical experiments, with both groups proposing that T-20 may act through the lipid mem-brane. Jiang et al. has proposed that HR2 peptides have two different functional domains, an HR1-binding domain, and a lipid-binding domain . C34 contains an HR1-binding sequence but not a lipid-binding domain, while T-20 has only a lipid-binding domain, suggesting that T-20 might be functional only in the presence of lipid membrane. Wexler-Cohen and Shai (2007) . also found that the C-terminal region of T-20 which was not included in C34 could be replaced with fatty acid, indicating that T-20 acts through the lipid membrane.\n\nIt is possible that MBP hampers the proper conformation of HR1. However, in the 6-helix bundle crystal structure of human T cell leukemia virus type 1 gp21, MBP remained fused to the N-terminal of HR1 (Kobe et al., 1999) . Thus, it is unlikely that the inability of HR1 to bind T-20 is due to improper conformation of HR1. Moreover, even synthetic peptides of HR1 and T-20 do not bind each other (Liu et al., 2005) .\n\nTo date, several peptide-based detection systems have been reported, although they failed to demonstrate T-20 activity. Most of them utilize the NC-1 monoclonal antibody which recognizes discontinuous epitopes presented on the 6-helix complex between N36 and C34 to detect 6-helical conformations (Huang et al., 2006 (Huang et al., , 2007 Jiang et al., 1999; Liu et al., 2007) . It is predicted that this system may not detect the peptide-based fusion inhibitor C34 itself or may not detect C34 derivatives, since the antibody NC-1 was derived from the 6-helix conformation of N36 and C34 peptides. Ryu et al. (1998) also reported similar ELISA systems, but showed an inhibitory effect only for C51 with an EC 50 value of 1.0 g/ml (approximately 200 nM). Other groups have reported the development of assay systems using fluorescence resonance energy transfer (FRET) (Cai and Gochin, 2007; Xu et al., 2007) . Although FRET requires no coating and washing steps, it seems to be less sensitive compared to our ELISA systems. In fact, EC 50 values of C34 in the FRET system were described as approximately 5 M (Xu et al., 2007) , while those in our Ab-ELISA and F-ELISA were 365 and 59 nM, respectively (Table 1) .\n\nThe sensitivities of our ELISA systems were lower than those of the cell-based MAGI assay (Table 1) . However, the ELISA systems could detect the interaction between HR1 and HR2 even at a high concentration of DMSO, and in a relatively wide pH range (Fig. 4) , indicating their capacity for screening of highly concentrated compounds. Decreased concentrations of MBP-HR1 and GST-HR2 or ALP-HR2 increased the antiviral sensitivity, although this also reduced detection sensitivity of ALP activity. Detection sensitivity could be increased by using a highly sensitive chemiluminescent probe as an alternative to the BCIP substrate we used.\n\nAt pH greater than 8, both ELISAs showed decreased optical density, while at pH less than 7, enhanced ALP activity was observed in F-ELISA compared with the neutral pH 7.4 (Fig. 4B) . Although we could not elucidate the detailed mechanism at present, even in Ab-ELISA, the optical density was also enhanced by using an acidic buffer in the incubation of GST-HR2 with anti-GST antibody (data not shown). Thus, low pH enhances ALP activity rather than enhancing the interaction of HR1 and HR2. These results indicate that we should take note of this artificial enhancement when acidic compounds are screened by F-ELISA.\n\nMajor difference between class I and class II fusion is based upon the structure of the glycoproteins involved in the fusion process. For instance, HIV and FluV utilize alpha-helix structure domains located in gp41 and HA2, respectively. In contrast, Flaviviruses, which fuse through class II, utilize beta-sheet structure domains in E protein. Although both glycoproteins complete fusion with trimer of hairpins (alpha-helix and beta-sheet, respectively), in the prefusion state, they form trimers and dimers, for class I and class II, respectively. Moreover, the fusion peptide domain which is directly inserted into target cell membrane, is located at N-terminus and internal loop of the env-protein, for class I and class II, respectively.\n\nAt the virus-cell membrane fusion step, the interaction between viral envelope proteins HR1 and HR2 is a common mechanism of class I fusion (Jahn et al., 2003; Schibli and Weissenhorn, 2004) . It is expected that establishment of a similar ELISA screening system for other viruses using class I fusion for cell entry, such as influenza virus (Eckert and Kim, 2001) , feline immunodeficiency virus (FIV) (Medinas et al., 2002) , severe acute respiratory syndrome coronavirus (SARS-CoV) (Bosch et al., 2004) and Ebola virus (Watanabe et al., 2000) is possible. For some highly virulent agents, such as SARS-CoV and Ebola virus, our system will be an extremely useful tool since it does not require infectious material.\n\nIn this study, we have developed two novel in vitro assay systems for fusion inhibitors by focusing on the interaction of envelope proteins HR1 and HR2. Hydrophobic pocket in HR1 and tryptophan rich domain in HR2 acting as \"pocket\" and \"knob\", respectively, play a key role in the virus-cell membrane fusion process, indicating that these interactions are an attractive target for small molecule fusion inhibitors (Ferrer et al., 1999) . C34, GST-HR2 and ALP-TRX-HR2 used in this study contain \"knob\" region but T-20 does not. The developed systems are also ideal for initial screenings because of low variability and good reproducibility even at high compound concentration, and since they allow for a non-infectious rapid and simple procedure. These assays will be useful for the discovery of novel fusion inhibitors not only of HIV-1, but also of other viruses which utilize the class I fusion mechanism."}