{"title": "The origin and global emergence of adamantane resistant A/H3N2 influenza viruses", "body": "After four decades of effective use of the adamantane class of antiviral drugs in the prophylaxis and treatment of influenza, global resistance to these drugs has increased dramatically among influenza viruses of the A/H3N2 subtype in recent years. In the vast majority of cases, the basis for resistance is a single Ser to Asn amino acid replacement (S31N) in the matrix M2 ion channel, which interferes with the drug's ability to block M2 ion channel activity and viral replication (Wang et al. 1993; Aoki 1998) . Whereas < 2% of A/H3N2 influenza viruses sampled globally were resistant to adamantane during 1995-2002, resistance was detected among 12.3% of viruses collected in 2004 (Bright et al. 2005) . Sharp increases in adamantane resistance first appeared in Asia, particularly in China, where the prevalence of resistance increased from 8. 2% in 2002 to 73.8% in 2004, and also in Hong Kong (69.8% resistance in 2004) (Bright et al. 2005) . Recently, the S31N mutation was detected in 100% of influenza viruses sampled from multiple Asian countries, although sample sizes were relatively small (Deyde et al. 2007 ). In the United States, adamantane resistant influenza viruses emerged somewhat later, with prevalence increasing from < 2% in 2003 to 11% in 2004 -2005, and over 90% during the 2005 -2006 epidemic (Bright et al. 2005; Bright et al. 2006) . Since 2006 the USA Centers for Disease Control and Prevention (CDC) has recommended the cessation of use of adamantanes for treatment or prophylaxis of influenza (CDC 2006) .\n\nOur understanding of the evolutionary basis for this dramatic global increase in adamantane resistant influenza viruses remains incomplete, particularly the role, if any, of direct selection for drug resistance. Although mutations conferring drug resistance emerge readily when adamantanes are administered to control influenza outbreaks in nursing homes and long-term care facilities (Shiraishi et al. 2003; Suzuki et al. 2003) , resistant strains typically persist only transiently. Accordingly, the prevalence of resistance to adamantane at a population level has remained low for many decades (< 2%), despite periods of significant adamantane usage in certain areas, such as Japan in the late 1990s (Ziegler et al. 1999; Masuda et al. 2000) .\n\nThe rise of adamantane resistance in countries where the use of adamantane drugs has not increased in recent years, such as in the United States and Australia, implicates evolutionary mechanisms other than local drug selection pressure ; Barr et al. 2007 ). In particular, it has been proposed that the increased global frequency of the S31N mutation in the M2 protein resulted from a chance hitchhiking event involving linkage to advantageous mutations in other segments following a major 4 + 4 reassortment event, including mutations in HA1 at positions 193 and 225 near the receptor-binding site ). This reassortment event, which most likely occurred in early 2005, generated a new global lineage of adamantane resistant A/H3N2 viruses, termed the 'N-lineage', characterized by an antigenically A/Wisconsin/67/2005-like HA and an M2 protein bearing the S31N replacement . Further characterization of influenza viruses circulating globally identified additional independent introductions of resistant A/H3N2 influenza viruses that emerged prior to the emergence of the 'N-lineage', but which did not spread globally (Deyde et al. 2007 ). However, the specific roles of local evolution, migration, and reassortment in the genesis of adamantane resistance in years prior to the global emergence of the 'N-lineage' are unknown.\n\nAlthough reassortment and genomic hitchhiking appear to be important in the global dissemination of A/H3N2 adamantane resistant viruses to North America and Oceania, it is possible that localized direct selection pressure for drug resistance underlies the initial emergence of adamantane resistance in South-East Asia. In particular, the over-the-counter use of adamantane drugs may have increased in some areas, including China, possibly in association with the recent outbreaks of severe acute respiratory syndrome (SARS) and H5N1 avian influenza virus (Bright et al. 2006; Deyde et al. 2007 , Hayden 2006 . Furthermore, it has been proposed that South-East Asia serves as an epicenter for continuous influenza virus activity, with antigenic variants emerging in tropical South-East Asian countries before disseminating globally (Russell et al. 2008) . According to the 'source-sink' model of influenza A virus evolution, tropical regions in general support continual viral activity, greater genetic diversity, and consequently stronger natural selection, whereas epidemics in temperate areas repeatedly die out due to strong seasonal bottlenecks and require continual re-seeding (Rambaut et al. 2008; Nelson et al. 2007; Nelson et al. 2006; Tang et al. 2007 ). Overall, the seasonality of influenza in the tropics is less defined than in temperate regions but in some areas is associated with high rainfall (Shek and Lee 2003) .\n\nThe city of Hong Kong has a subtropical climate with a semiannual pattern of influenza virus activity, with one peak in winter and a second peak in late spring or early summer, although in some years only one peak occurs (Wong et al. 2006; Yang et al. 2008) . Given the early detection of adamantane resistant viruses in China and Hong Kong (Bright et al. 2005 ) and the prominence of South-East Asia in global influenza virus evolution (Russell et al. 2008) , we sought to investigate the specific role of Hong Kong in the origin and rapid global dissemination of adamantane resistant viruses between 1997-2007. As drug selection pressure alone inadequately explains the global domination of adamantane resistant viruses in temperate countries where adamantane usage has not increased in recent years, we explored how the interaction between local evolution, genomic reassortment, and ongoing antigenic change more completely explains the rapid global dissemination of adamantane resistance. In particular, to understand the global emergence of the S31N adamantane resistance mutation within the context of antigenic evolution, we conducted a phylogenetic analysis of influenza virus sequence data for the HA, M1/2, and NA segments that was obtained through ten years of sampling in both subtropical and temperate regions.\n\nOf the 1402 viral isolates sampled between 1997 and 2007 that are included in this analysis, 119 (8.5%) exhibited the S31N mutation in the M2 protein conferring resistance to adamantane antiviral drugs. In Australia and New Zealand, 6.2% (39/629) of isolates were resistant to adamantane drugs, 4.5% (22/492) of the isolates from New York State, USA were adamantane resistant, and 20.6% (58/281) of Hong Kong isolates were resistant (Supplementary Tables 1-3). In the years prior to the global proliferation of adamantane resistance viruses associated the emergence of the 'N-lineage' in early 2005 , the overall prevalence of adamantane resistance in our data set was 3.0% (38/1250): 11.0% (27/246) in Hong Kong, 0.6% (3/533) Phylogenetic analysis of the M1/2 segment of A/H3N2 influenza virus isolates collected from Hong Kong, New York State, Australia, and New Zealand reveals at least 11 independent introductions (i.e., 11 separate clades) of the S31N mutation between the years 1997 -2007 ( Fig. 1, Table 1 ). This estimate is conservative, as clusters of genetically related resistant isolates are regarded as a single introduction of the S31N replacement even though it is possible (although less parsimonious) that the mutation arose independently among these isolates rather than through viral transmission.\n\nThe first introduction of S31N that is observed in these data occurred in Hong Kong in 1997 (isolate A/Hong Kong/CUHK4245/1997, Introduction #1, Fig. 1 , Table 1 ). Notably, this isolate is involved in a reassortment event, as A/Hong Kong/CUHK4245/1997 is related to a clade of A/Wuhan/359/1995-like isolates in the HA tree (shaded in blue, Figure 2 ), but on the M1/2 and NA phylogenies this isolate is closely related to A/Sydney/5/97-like isolates (shaded in pink, Fig. 1 and 3) . Such phylogenetic incongruity suggests that a reassortment event involving the M1/2 and NA occurred prior to the jump between the Wuhan/95 and Sydney/97 antigenic clusters (Smith et al. 2004) , such that A/Wuhan/359/1995-like viruses first acquired novel NA and M1/2 segments approximately 10-12 months before acquiring an antigenically divergent A/Sydney/5/1997-like HA.\n\nThat antigenically similar isolates (based on the HA phylogeny) occupy divergent phylogenetic positions on the M1/2 and NA phylogenies indicates that reassortment involving these three segments has occurred on a regular basis over this decade of sampling ( Fig. 1-3) . Whereas the evolution of the HA segment is strongly linear and temporally structured (Fig. 2) , reflecting the action of continual selection for antigenic novelty, multiple clades from the same time period occupy highly divergent phylogenetic positions and the NA and M1/2 trees ( Fig. 1 and  3) , providing a clear signature of reassortment. For example, at least four distinct lineages of A/Sydney/5/1997-like isolates and four distinct lineages of A/Fujian/411/2002-like isolates co-circulate on both the M1/2 and NA phylogenies, as indicated by the phylogenetically divergent clusters of isolates shaded in pink and light green, respectively, on the M1/2 and NA trees ( Fig. 1 and 3 ). While the genetic diversity of the HA appears to be restricted at a given time, influenza viruses clearly periodically acquire novel M1/2 and NA segments through reassortment.\n\nNotably, isolate A/Hong Kong/CUHK4245/1997 is the only S31N mutant from 1997 in our data set and is related to no other adamantane resistant isolates, compatible with no or limited spread of this virus in this viral population. The second emergence of the S31N substitution involves a A/Sydney/5/1997-like isolate from New York State (A/New York/512/1998, Introduction #2, Table 1 , Fig. 1 ). This introduction involves a single isolate, again indicative of limited or no spread in this population at this level of detection. It is also possible that this introduction represents an instance of within-host evolution of adamantane resistance in response to drug therapy, given that the patient from whom this isolate was collected was 80 years old (Table 1 ) and the elderly routinely receive adamantane drugs in the United States (Cohen et al. 2008; Couch 2000) .\n\nIntroduction #3 involves two A/Sydney/5/1997-like isolates, A/New York/315/1999 and A/ New York/324/1999, which were collected on January 6, 1999 and January 26, 1999, respectively (Table 1 , Fig. 1 ). To be as conservative as possible in our estimate of independent introductions of the S31N mutation, we regard these two isolates as a single introduction, given the phylogenetic similarity of these two isolates, their geographic and temporal proximity, and the low number of S31N mutations detected at this time. However, it is possible that these S31N both arose de novo and represent independent introductions, rather than being transmitted through a network of New York State viruses not sampled in our study population.\n\nIntroduction #4 involves another New York State isolate collected in 1999 (A/New York/ 280/1999) . However, as this introduction is associated with a single virus, we again assume that it experienced little or no spread in this population. In fact, no adamantane resistant isolates are detected in any locality during 2000-2001, a period when A/H1N1 influenza viruses were dominant (CDC 2001) . In 2002 the S31N mutation is first detected in Oceania (Introduction #5), involving the two A/Sydney/5/1997-like isolates A/Wellington/71/2002 and A/ Wellington/79/2002 (Fig. 1, Table 1 ). Again, given the geographic and temporal proximity of these phylogenetically related isolates, we infer that this occurrence of the S31N mutation has disseminated locally in New Zealand (Table 1 ).\n\nThe first S31N introduction that exhibits possible spread between multiple localities is Introduction #6, which is detected first in Australia on 08 (Table 1) . Introduction #6 also represents the first S31N mutation observed among A/Fujian/411/2002-like viruses. Given the time and distance separating these three isolates, it is possible that each isolate represents a separate introduction of the S31N mutation, although there is insufficient phylogenetic resolution in this section of the M1/2 phylogeny to distinguish between the single versus multiple introductions of these three isolates (Fig. 1) . Again, to be conservative in the number of independent introductions, we suggest that this introduction spread from the summer 2003 epidemic in Australia to the winter 2003-2004 epidemic in New York State (Table 1) .\n\nNotably, A/Queensland/34/2003, A/New York/1/2003, and A/New York/31/2004 are members of a clade of A/Fujian/411/2002-like isolates that was involved in a major reassortment event associated with the jump from Sydney/97 to Fujian/02 antigenic clusters (Holmes et al. 2005) . Although these isolates cluster with A/Fujian/411/2002-like isolates on the HA tree (Fig. 2) , they are members of a clade that is related to older A/Sydney/5/1997-like isolates on both the M1/2 and NA trees ( Fig. 1 and 3 (Rambaut et al. 2008 ).\n\nWhereas the six previous introductions of the S31N mutation likely exhibit limited spread in time and space, Introduction #7 is continually detected among this viral population for more than 3.5 years (from 07/06/2003 to 03/14/2007) and gives rise to the majority of adamantane resistant isolates in our data set, including the major 'N-lineage' that is associated with the global spread of adamantane resistance that begins in 2005 ( New York/204/2003 , 08/16/2003 , but during the non-epidemic summer months in New York State and is likely to be a spill-over from Asia (Table 1, Fig. 1 ).\n\nAll resistant isolates circulating in Hong Kong from 2003 -2004 are A/Fujian/411/2002-like in antigenicity. However, in the early spring of 2005 these resistant viruses acquire an antigenically novel HA segment described as A/Wisconsin/67/2005-like, at which point this lineage has been referred to as the 'N-lineage' ). This reassortment event is evidenced by the phylogenetic distance on the HA tree between two sets of isolates that are both closely related on the M1/2 tree in association with Introduction #7 (Fig. 2 and 1 , respectively). On the HA tree, one of these sets clearly is A/Fujian/411/2002-like ('#7F', Fig.  2 ), while the other is A/Wisconsin/67/2005-like ('#7W', Fig. 2 ). In addition, the four phylogenetically distinct clusters of '#7F' isolates on the HA tree suggest that A/Fujian/ 411/2002-like isolates may have acquired the #7 S31N introduction through multiple additional reassortment events. The phylogenetic divergence between two clusters of '#7F' isolates is particularly pronounced on the NA tree ('#7F 1 ' and '#7F 2 ', Fig. 3) , providing clear evidence of reassortment in this case. Fig. 1) . Notably, none of the additional global isolates in the 'N-lineage' isolates were sampled prior to the original 03/01/2005 emergence date we identified in Hong Kong. Nor do any of the global background isolates associated with Introduction #7 pre-date its first detection in Hong Kong on 07/06/2003 ( Supplementary Fig. 1 ). As expected, the majority of these global resistant isolates are associated with the main Introduction #7, and all 2005 global isolates are members of the 'N-lineage.'\n\nThe third independent introduction of the S31N mutation among A/Fujian/411/2002-like viruses is detected in 2004 involving three isolates from Hong Kong (Introduction #8, Table  1 , Fig. 1) , while the fourth, Introduction #9, occurs along a phylogenetically divergent lineage of the M1/2 segment that is primarily sensitive to adamantane drugs (isolate A/Hong Kong/ CUHK35011/2004) (Table 1, Fig. 1 ). Despite the global dominance of adamantane resistant influenza viruses from 2005-2007, a phylogenetically distinct lineage of the M1/2 segment that for the most part lacks the S31N substitution co-circulates from 2004-2007 (Fig. 1) Fig. 1 ). These three isolates are separated by only 8 days and relatively little geographic distance, suggesting limited local spread. Following this last introduction of the S31N mutation in the summer of 2005, all adamantane resistant influenza viruses hereon are associated with the 'N-lineage', strongly suggesting that this clade has a major fitness advantage.\n\nWhereas previous phylogenetic analyses of the emergence and evolution of adamantane resistant influenza viruses have been limited by the lack of data from subtropical regions, or by a primary focus on the evolution of the HA1 region Deyde et al. 2007 ), this study is the first to incorporate multi-segment sequence data intensively sampled from a subtropical locality in South-East Asia. By tracing the evolution of adamantane resistance among three geographically and climatically distinct localities for the HA, M1/2, and NA segments, we are able to determine evolutionary processes operating at both regional and global scales. Given that the therapeutic usage of adamantane drugs has been at a constant and relatively low level for many decades in temperate areas, including the United States, simple models based on local drug selection pressures alone inadequately explain the rapid rise in the global prevalence of adamantane resistance in recent years ). Rather, we find that the emergence and spread of adamantane resistance appears to be a complex evolutionary process that includes geographically variable selection pressures, extensive global migration, and frequent reassortment.\n\nSpecifically, our findings indicate that adamantane resistance independently emerged at least 11 times throughout 1997-2007 in all three globally dispersed localities. This estimate is also conservative, given the limitations of our sampling and our capacity to identify additional de novo introductions among genetically related resistant isolates. As several introductions of the resistant S31N mutation were detected in elderly patients in temperate regions where adamantane is more frequently administered to seniors (Cohen et al. 2008; Couch 2000) , it is possible that intra-host selection was involved in a number of these introductions. However, 10/11 of these introductions were represented by no more than three isolates in each case, suggesting that these introductions experienced only limited in spread in our studied population, and that drug selection pressure alone was insufficient to increase the prevalence of S31N.\n\nImportantly, the vast majority of adamantane resistant influenza virus isolates in our data set descend from a single introduction (Introduction #7), which is first detected in July 2003 in Hong Kong, where it was detected continually for almost two years (and likely was present in other South-East Asian locations sparsely sampled in this study), before spreading globally following the major reassortment event in March 2005 and the emergence of the 'Nlineage' . Given the lack of viral sequence data from other South-East Asian countries, it is not possible to determine whether the viral lineage associated with Introduction #7 persisted in Hong Kong or was continually re-introduced into Hong Kong from neighboring South-East Asian countries over this time period, such as other parts of China.\n\nAlthough Introduction #7 is present in Hong Kong for several years, it is only through reassortment with a novel HA (A/Wisconsin/67/2005-like) that this resistant M1/2 lineage is able to spread globally. Although our data set is limited to the HA, NA, and M1/2 segments, we were still able to observe a number of reassortment events among these three genome segments. While genetic diversity appears to be more limited in the HA, presumably due to strong immune selection pressures, multiple divergent lineages co-circulated on the NA and M1/2 phylogenies prior to the selective sweep associated with the emergence of A/California/ 7/2004-like viruses that has been described previously (Rambaut et al. 2008) . It is this longterm preservation of genetic diversity in the M1/2 segment that allows for the continued circulation of both adamantane sensitive and adamantane resistant influenza viruses to the present day. Indeed, just as influenza viruses acquired adamantane resistance through reassortment in 2005, it has been observed that resistant influenza viruses may re-acquire drug sensitivity through reassortment with adamantane sensitive lineages that continue to cocirculate in both the United States ) and in Japan (Furuse et al. 2008) .\n\nRecent studies also suggest that South-East Asia may serve as a reservoir for influenza A virus, continually re-seeding new epidemics in temperate areas (Russell et al. 2008 ). Our findings provide further evidence that South-East Asia serves as an epicenter for influenza virus activity, with viral lineages such as Introduction #7 originating in South-East Asia before disseminating globally to temperate areas. Although our inclusion of background global sequences from South-East Asia in our expanded phylogenetic tree ( Supplementary Fig. 1 ) suggests that Hong Kong is likely to be representative of the South-East Asian region for the purposes of this study, intensive sampling from additional localities in South-East Asia is greatly needed to understand the evolutionary dynamics in this critical region. Further sampling would likely be most profitable in countries such as China, where high levels of adamantane resistance were first detected, and yet publicly available influenza virus sequences are limited (Bright et al. 2005; Bright et al. 2006 ).\n\nFinally, the processes of local evolution, reassortment, and global spread through genomic hitchhiking we observe in the spread of S31N among A/H3N2 viruses are also likely to be involved in the recent global proliferation of A/H1N1 influenza viruses that are resistant to adamantanes (Deyde et al. 2007; Barr et al. 2007b) , as well as in the unexpected proliferation of the H274Y substitution conferring resistance to NA inhibitors (oseltamivir) (Sheu et al. 2008; Besselaar et al. 2008; Lackenby et al. 2008) . Understanding the evolutionary basis for the current proliferation of drug resistant viruses will be particularly important for developing effective strategies for administering antiviral drugs in the event of a pandemic (Lackenby et al. 2008 ), but will require the public availability of additional whole-genome sequences from isolates collected intensively from multiple global localities from the earliest time of resistance detection.\n\nAll influenza A/H3N2 virus sequence data were collected from the National Institute of Allergy and Infectious Disease's Influenza Genome Sequencing Project (http://www.niaid.nih.gov/dmid/genomes/mscs/influenza.htm) for the period 1997-2007. A total of 485 influenza A/H3N2 viruses from 1997-2006 were sampled from all 11 regions in New York State, USA, and were collected by the Virus Reference and Surveillance Laboratory at the Wadsworth Center, New York State Department of Health. In addition, we included 7 A/H3N2 influenza viruses that were collected in 2007 by Surveillance Data Inc., as part of a larger 2006-2007 U.S. surveillance effort. In Oceania, a total of 629 influenza A/H3N2 viruses were sampled from both the North and South Islands of New Zealand and from four territories in Australia (Western Australia, New South Wales, South Australia, and Queensland Hong Kong. In this case only the HA, NA, and M1/2 genome segments were available. Procedures for the isolation and sequencing of these isolates have been described previously Tang et al. 2008a; Tang et al. 2008b) . Accordingly, sequence data for the coding regions of the HA, NA, and M1/2 for 281 influenza isolates from Hong Kong (Supplementary (Bao et al. 2007 ). Dates of sampling were available on GenBank, and information on patient age was available on GenBank for each influenza isolate collected from New York State, Australia, and New Zealand (but not for Hong Kong) (Supplementary Tables 1-3) .\n\nSequence alignments were manually constructed for the major coding regions for the HA, (1,698 nt), NA (1,407 nt), and M1/2 (979 nt) using the Se-Al program (Rambaut 2002) . To determine the evolutionary relationships between all 1,410 influenza isolates an initial phylogenetic tree was inferred using neighbor-joining methods available in PAUP* (Swofford 2003) , with the robustness of each node determined through a bootstrap resampling process (1,000 replications). Clades of related isolates were identified by high bootstrap values (>70%) and exceptionally long branch lengths. The occurrence of resistance to adamantane antiviral drugs was identified through a visual screening for the S31N amino acid replacement in the M2 protein using the Se-Al program (Rambaut 2002) .\n\nDue to the large number of closely related isolates that adds little to a phylogenetic analysis of circulating lineages, we selected from the original data set a representative data set of 226 influenza isolates sampled from Hong Kong (n=108), New York State (n=72) , and Australia and New Zealand (n=46) (Supplementary Table 4 ). All isolates that are resistant to adamantane drugs that emerged prior to the emergence of the 'N-lineage' were retained in this smaller data set, as were all isolates that occupied divergent topological positions across the HA, NA and M1/2 phylogenies, the earliest isolate that was detected in each location (Hong Kong, New York State, and Australia/New Zealand) , and a maximum of four isolates for each season, each location, and each antigenic type. We also included the following five vaccine reference strains in our HA data set (n=231) to determine antigenic groups: A/Sydney/5/1997, A/Wyoming/ 03/2003 (A/Fujian/411/2002-like), A/California/07/2004, A/Wisconsin/67/2005, and A/ Brisbane/10/2007. To study the emergence of adamantane resistance in a broader global context, an additional 20 A/H3N2 influenza virus isolates exhibiting the S31N adamantane resistance mutation (and for which HA1 sequences were also available) were identified, and M1/2 and HA1 sequence data was downloaded from GenBank (Bao et al. 2007 ) and added to the original data sets (n=246). These background isolates were collected between 2003-2005, mainly from South-East Asia (Macau, Malaysia, Philippines, Singapore, Taiwan, Thailand, and Vietnam) (Supplementary Table 5 ).\n\nThe evolutionary relationships for the HA, M1/2, and NA among these 226 influenza isolates (231 isolates for HA, including 5 vaccine reference strains) were inferred using the maximum likelihood (ML) methods available in PAUP* (Swofford 2003) . In each case, the best-fit model of nucleotide substitution was identified by MODELTEST (Posada 1998 ) as the general reversible (GTR+I+Г 4 ) model, with the frequency of each substitution type, proportion of invariant sites (I), and the gamma distribution of among-site rate variation with four rate categories (Г 4 ) estimated from the empirical data (parameter values available upon request). In all cases tree bisection-reconnection (TBR) branch-swapping was utilized to determine the globally optimal tree. To assess the robustness of each node on the phylogenetic tree, a bootstrap resampling process (1,000 replications) using the neighbor-joining (NJ) method was used, incorporating the ML substitution model. Clades of related isolates were again identified by high bootstrap values (>70) and exceptionally long branch lengths. Independent introductions of the S31N replacement were inferred from clade positions on the M1/2 phylogeny and the location and dates of sampling.\n\nThe antigenic characterization of each isolate was inferred from its phylogenetic position on the HA tree with respect to the five influenza vaccine strains of known antigenicity: A/Sydney/ 5/1997, A/Wyoming/3/2003, A/California/7/2004, A/Wisconsin/67/2005, and A/Brisbane/ 10/2007. Specific amino acid changes along key branches separating antigenic groups were identified using the MacClade program (Maddison and Maddison 2000) (Supplementary Table  6 ).\n\nRefer to Web version on PubMed Central for supplementary material. Phylogenetic relationships of the NA gene segment of 226 A/H3N2 influenza viruses sampled from Hong Kong (n=108), New York State, USA (n=72) , and New Zealand and Australia (n=46) between 1997-2007, estimated using an ML method. Labels, shading, and rooting are the same as for Fig. 1 and 2, with Introductions #1 -#11 referring to those identified in Fig. 1 . Table 1 Isolate name, location and date of collection, patient age, and antigenic characterization of 71 adamantane resistant A/H3N2 influenza viruses that are associated with Introductions #1-11 of the S31N mutation depicted in Fig. 1 "}