{"title": "Determination of host RNA helicases activity in viral replication", "body": "Viruses are intracellular parasites that require many of the same essential processes as their host. All eukaryotic cells require the function of RNA helicases in all processes involving RNA (Jankowsky and Jankowsky 2000; Linder 2006; Linder and Jankowsky 2011) . To date, the activity of thirteen host-encoded helicases and three virus-encoded RNA helicases in virus biology has been documented ( Table 1 ). The scope of activities in all steps of viral replication and the interface with the antiviral host response demonstrates their remarkable versatility and potential utility as antiviral targets (Jeang and Yedavalli 2006; Linder and Jankowsky 2011; Ranji and Boris-Lawrie 2010) .\n\nRNA helicases provide malleable connections between a viral infection and the host innate response (Ranji and Boris-Lawrie 2010) . In some viral infections, RNA helicase activity benefits the virus by promoting viral gene expression and squelching the antiviral response. In others, RNA helicase activity benefits the host by sensing viral nucleic acid and triggering antiviral response. The mechanisms that explain the versatility of RNA helicases are important to define, but poorly understood. Experiments to determine the role of RNA helicases in viral replication are the focus of this chapter and stand from the perspective of the virus. We address RNA helicase activity in the steps of viral replication: gene expression, morphogenesis, replication of viral nucleic acid. The complete elucidation of the role of RNA helicases in viral replication and the pathogenesis of disease is a priority in biomedical research.\n\nViral and cellular RNA helicases uniformly display modular, genetically separable catalytic and scaffold domains (Ranji and Boris-Lawrie 2010) . Some RNA helicases exhibit processive, ATP-dependent unwinding activity on nucleic acid, while others unwind RNA duplexes in a non-processive, but also ATP-dependent fashion (Linder and Jankowsky, 2011) . RNA helicases have also been shown to remodel ribonucleoprotein complexes (RNPs) (Fuller-Pace 2006; Jankowsky and Bowers 2006; Linder et al. 2001; Linder 2006) . RNP remodeling can be accomplished independent of duplex unwinding (Jankowsky and Bowers, 2006) . In addition, RNA helicases can function as binding partners of other proteins, and these interactions are not always dependent on catalytic helicase or ATPase activtities (see chapter by Fuller-Pace and Nicol in this volume).\n\nTherefore, it is important to devise experiments that aim to distinguish functions of RNA helicases that require enzymatic capacity (e.g., unwinding, RNP remodeling, ATPase) from non-enzymatic functions (e.g., protein binding partners).\n\nElucidation of RNA helicase activity in replication of viruses has the potential to produce important fundamental information broadly significant to cell biology and unveil newlyappreciated targets for therapeutic drugs (Ranji and Boris-Lawrie 2010) . Four critical issues are:\n\n1. To determine whether or not the candidate RNA helicase is necessary for viral replication;\n\nTo define features of helicase that are necessary for selective and specific recognition of viral RNA and viral protein;\n\n3. To measure the biochemical and biophysical requirements for productive interaction;\n\nTo document whether or not the candidate RNA helicase is a component of viral particle and potential to antagonize induction of the anti-viral state in target cells.\n\nThese issues enumerate the scope of this chapter. The experimental methods discussed have been utilized to demonstrate RNA helicase A (RHA) is an important host factor in viruses that infect humans and animals. RHA activity has been demonstrated in retroviruses, hepatitis C virus (HCV), foot and mouth disease virus (FMDV) and bovine viral diarrhea virus (Bolinger et al. 2007; Bolinger et al. 2010; Hartman et al. 2006; He et al. 2008; Isken et al. 2003; Lawrence and Rieder 2009 ).\n\nThis method was employed to evaluate whether or not RHA is necessary for efficient translation of retroviruses (Bolinger et al. 2007; Bolinger et al. 2010; Hartman et al. 2006 ). The first component of the experiment is transfection with siRNA complementary to the RHA mRNA, or a non-silencing control siRNA that is a scrambled (Sc) sequence lacking any match in Genbank (sequences for siRNAs are delineated below). Transfections were performed in HEK293, COS7 or HeLa cells. The second component of the experiment is evaluation of recue by exogenously expressed siRNA-resistant epitope-tagged RNA helicase (e.g. FLAG-RHA). Taken together, these components test whether or not a celluar factor is necessary for viral activity. Furthermore, the evaluation of mutant siRNA-resistant epitopetagged RHA reveals alleles that are sufficient for activity. RHA downregulation studies in HEK293 cells demonstrated RHA is necessary for efficient translation of HIV-1 mRNA. The rescue observed by siRNA-resistant FLAG-RHA, but not a mutant allele (K417R) deficient in the ATP binding determined the necessary role of ATP-dependent helicase activity in viral mRNA translation (Bolinger et al. 2010 ).\n\nThe advantage of siRNA/shRNA downregulation is the ability to investigate the necessary and sufficient role of an RNA helicase. The major caveat to siRNA downregulation is the potential for off-target effects. Two sets of controls are requisite to address this issue.\n\nFirst, evaluation of two or more distinct siRNA that target different sequences are necessary. Likewise, at least two different shRNA vectors are standard in experiments that select cells with long-term downregulated helicase. In either case, similar results of downregulation and rescue are evidence of targeted downregulation of the gene of interest. In either case, the loss-of-function phenotype is rescued by exogenously expressed RNA helicase.\n\nSecond, it is important to determine whether the siRNA effect is selective and not secondary to collateral damage to cell viability, steady state mRNA, global protein synthesis, or aother biological process. An approach to evaluate the potential effect of helicase downregulation within the timeframe of siRNA treatment on cellular proliferation is a colorimetric MTT assay. Metabolic labeling is useful to assess global mRNA synthesis and stability or global protein synthesis. Briefly, cells are incubated with [ 3 H]-uridine or [ 35 S]-cysteine/methionine to label newly synthesized RNA or proteins, respectively. Levels are determined by precipitation with trichloroacetic acid and scintillation. These assays determined cell proliferation, cellular mRNA level or translation are not significantly increased or decreased upon downregulation of RHA for 48 hours (Hartman et al. 2006 (Ranji and Boris-Lawrie, 2010) . RHA recognizes structural features of a 5′ terminal post-transcriptional control element (PCE) within the complex 5′ UTR to facilitate polyribosome loading and efficient virion protein synthesis. Evidence for convergent cellular adaptation of the PCE/RHA RNA switch has been presented for the junD proto-oncogene.\n\njunD is representative of cellular transcripts that contain a complex 5′ UTR, yet are reliant on cap-dependent translation initiation.\n\nTo assess the scope of RHA translational control in cells, microarray screens evaluated RNAs that co-precipitate with FLAG epitope-tagged RHA (Hernandez and Boris-Lawrie, submitted). In parallel, transcripts that were depleted from polyribosomes upon RHA downregulation were also identified. These microarrays are applicable to any helicase of interest and the outcome candidate genes are validated by complementary RT-PCR and/or quantitative real-time PCR. These screens are useful to identify distinct RNA helicase-mRNP complexes, including those in viral particles. \n\nHarvest cells from each plate in 2 ml of 1× PBS.\n\nPool the cells from the four plates into a 15 ml sterile tube. Remove 1 ml aliquot for western blot analysis to verify expression of FLAG-RHA.\n\nPellet by centrifugation at 500 g for 5 min at 4 °C, washing three times with 4 ml of ice cold 1× PBS.\n\nResuspend washed cell pellet in 1 ml of 1× PBS and move to a 1.5 ml microcentrifuge tube. Pellet and add an approximate equal volume of polysome lysis buffer (100 mM KCl, 5 mM MgCl 2 , 10 mM HEPES (pH 7.0), 0.5% NP40, 1 mM DTT). Supplement with RNase inhibitors and protease inhibitors (10 μl of 100 U/ml RNaseOut, 10 μl of Protease inhibitor cocktail and 2 μl of 200 mM vanadyl ribonucleoside complexes per ml of polysome lysis buffer). Pipet the mixture gently to resolve clumps of cells.\n\nIncubate mRNP preparation on ice for 5 min and freeze promptly at −180 °C (Liquid nitrogen). Keep frozen until FLAG-RHA expression is verified by immunoblotting. TRIzol (Invitrogen) may be used to extract the RNA from the beads independent of elution from the FLAG beads for a small scale RNA IP or in cases where target RNA is being validated simply by RT-PCR. However, elution is useful for RNA preparation for selected applications, including microarray. In this case, we recommend following the RNA isolation procedure from Qiagen's RNeasy MinElute Cleanup Kit (Cat # 74204) after following steps:\n\n1. Precipitate the RNA by adding 5 ml 100% EtOH and 200 μl of 3 M NaOAc to the supernatants from step 16 (above). Incubate on ice for 10 min followed by centrifugation at 10,000 rpm for 15 min.\n\nResuspend each pellet in 200 μl water.\n\nAdd 150 μl of water to 50 μl of lysate saved for total RNA.\n\nWe recommend final elution volumes to be 20 μl for IP samples and 50 μl for total RNA samples. Eluates may be assessed for concentration by nanospectrometer. Freeze samples at −80 °C.\n\nAll of the above solutions and buffers are prepared in RNase-DNase-free H 2 O.\n\nThe approach of RNA-epitope coprecipitation described above (Section 2.2.1.1.) is useful to prepare samples for mass-spectrometry. The outcomes have identified cofactors that are co-precipitated with epitope-tagged helicase (Jing, Kvaratskehlia, Boris-Lawrie, unpublished). We have characterized the process to generate FLAG-RHA complexes for mass-spectrometry. Comparison of 4 preparative approaches are summarized in Figure 1 .\n\nIt is well-appreciated that RNA-nuclear protein interaction induces RNP rearrangements that are necessary to produce a translation-competent mRNA template in the cytoplasm. RNAbinding proteins and cis-acting viral RNA sequences have the potential to modulate the function and fate of export and translation RNP.\n\nIn a typical ribosomal profile analysis, nontranslating, free mRNPs are separated from higher molecular mass 40S and 60S ribosomal subunits, 80S monosomes and polyribosomes. The analysis of protein and RNA complexes in each gradient fraction is a potent technique to characterize cellular RNA helicase and viral protein(s) and RNAs that interact with the translation apparatus of the cell. The 5′ UTR of all retroviruses and selected complex cellular mRNAs contain a cis-acting post-transcriptional control element (PCE) that is necessary for polysome loading and efficient translation of viral mRNA. The technique of ribosomal profile analysis demonstrated the specific interaction of PCE-RNA with host cofactor RHA is absolutely necessary for polysome association and translation of the PCE-containing viral and cellular mRNAs (Bolinger et al. 2007; Hartman et al. 2006 ).\n\n1. Typically two 150 mm plates of HEK293 or COS7 cells are utilized to generate one profile. Incubate overnight four 150 mm plates of 5 × 10 6 COS7 cells and transfect with siRNA and/or expression plasmids of interest (15 μg total plasmid amount per plate) as described in 2.1.1 for 48 hours.\n\nPrior to harvesting, add cycloheximide at a final concentration of 0.1 μg/mL to the culture medium and incubate at 37 °C for 20 min.\n\nHarvest cells from each plate in 2 ml of 1× PBS. Centrifuge at 500 g for 5 min at 4 °C.\n\nResuspend the cells in 450 μl gradient buffer (10 mM HEPES, 10 mM NaCl, 3 mM CaCl 2 , 7 mM MgCl 2 , 0.5% NP40, 1 μl 1M DTT, 80 U RNaseOUT (Invitrogen) and 1 μl/ml cycloheximide). Incubate on ice for 15 mins; vortex gently at 5 min intervals.\n\nCentrifuge at 3000 g for 5 min at 4 °C.\n\nLayer clarified lysate on a 15-47.5% sucrose gradient. Centrifuge at 36,000 rpm at 4°C for 2.25 hours (Beckman L-80 ultracentrifuge, SW41 rotor).\n\nDecant gradient fractionates and measure A 254 absorbance to generate the ribosomal RNA profile. Fractions can be combined as mRNPs, 40S and 60S, 80S, light polyribosomes, and heavy polyribosomes respectively.\n\n1. Incubate 1 ml of each fraction with 50 μg BSA in TCA (final concentration 20%). Mix by inverting several times and incubate on ice for 30-60 min. Alternatively, fractions can be stored at −20 °C overnight.\n\nCentrifuge at 12,000 rpm at 4 °C for 20 min. Discard supernatant and resuspend pellet in 500 μl acetone (combine selected fractions at this point).\n\n3. Centrifuge at 12,000 rpm at 4 °C for 5 min. Discard supernatant and repeat acetone washes twice.\n\nSpin the pellets in a SpeedVac for 20-30 min. Note: At this point, pellets may be stored at −20 °C for analysis later.\n\nResuspend pellets in 35 μl water and 35 μl 2× SDS loading dye, boil for 5 min and subject to SDS-PAGE and/or immunoblot analysis. Some samples may be chunky or yellowish in color but will resolve once loaded onto gel.\n\n1. Decant 1 ml of each fraction to a fresh tube and add equivalent volume of 100% ethanol, 10 μg glycogen or 1 μg tRNA; incubate overnight at −80 °C.\n\nCentrifuge at 12,000 rpm for 15-20 min at 4 °C.\n\nExtract RNA from the pellet using Trizol (Invitrogen) or RNeasy MiniElute kit (Qiagen) according to manufacturer's instructions.\n\nRNA prepared from the fractions is suitable for several analyses, including native gel and Northern blotting, RT-PCR, quantitative real-time PCR, RNase protection assay, analysis of polyA tail length.\n\nApproach to distinguish ribosomes from non-ribosomal RNPs: In order to confirm that the gradient fractions represent polysome, EDTA supplementation will dissociate polysomes and generate an upward shift of ribosomal RNA in the A 254 profile. Any polysomeassociated protein and/or RNA will also shift towards the left of the gradient. For EDTA treatment, we recommend supplementation of 30 mM EDTA to the PBS used to harvest the cells and the cell lysis buffer.\n\nA complementary approach to EDTA is inhibition of translation puromycin, a chain terminator. Puromycin (Sigma) supplementation of culture medium (400 μM) is initiated 40 min prior to addition of cycloheximide for a total incubation time of 1 hour. Puromycin treatment eliminates polysomes. By contrast non-translating RNP complexes or virus particles will remain intact in the heavy sucrose fractions.\n\nApproach to distinguish ribosomes from intracellular virus-like particles: The EDTAmediated dissociation of ribosomes will produce a shift in polysome-associated proteins and RNAs. The failure to shift indicates that the RNPs in question do not represent polysomes.\n\nIn particular, a lack of shift may be due to virus particles that co-sediment with light and heavy polysomes. This differential provides a tool to differentiate between polysomeassociated and virion-associated cellular and viral proteins and RNAs respectively. Puromycin treatment will not disrupt the sedimentation of virus particles in the sucrose gradient.\n\nRNA-affinity chromatography coupled with proteomic analysis is a powerful tool to identify host factors that specifically interact with the subject RNA bait. The differential between functional and non functional RNAs has robustly identified host RNA helicase as a necessary effector protein of protooncogene junD PCE and retroviral PCE (spleen necrosis virus, human T-cell leukemia type 1 virus, HIV-1). The proteomic analysis was followed by RNA-protein co-immunoprecipitation that demonstrated selective interaction of RHA with structural features of PCE. RHA co-precipitate with HIV-1 RU5 more abundantly when compared to equimolar amounts of HIV-1 R or U5 RNA alone. The combination of RNAaffinity chromatography, RHA immunoblot analysis, and PCE activity assays determined HIV-1 R and U5 RNA elements interact synergistically with RHA to facilitate efficient gag mRNA translation (Bolinger et al. 2010 ).\n\n1. Generate DNA templates for in vitro transcription by standard PCR with primers containing T7 promoter sequence.\n\nGenerate biotinylated in vitro transcripts using the MEGAshortscript™ kit (Ambion) in the presence of 15 mM biotinylated UTP or CTP (ENZO) and 135 mM UTP (Promega), using T7 RNA polymerase.\n\nTreat biotinylated transcripts with 1 unit DNase (Promega) at 37 °C for 30 min. Stop the reaction by bringing up the volume to 500 μl with DEPC-treated water and then add 500 μl of acid phenol. Shake and spin at 12,000 rpm for 2-3 min.\n\nTake upper layer carefully into a new tube and add equal volume of chloroform. Shake and then vortex at 12,000 rpm for 2-3 min. Take upper layer into a new tube and add 1 μl glycogen, 2½ times the volume ice cold ethanol and 10% 3 M NaOAc. Shake and keep at −80 °C for atleast 15 min.\n\nCentrifuge 12,000 rpm for 10 min. Wash pellet with 500 μl of 70% ethanol. Spin at 12,000 rpm for 10 min. Dry pellet for 2 min and resuspend in 30 μl DEPC-treated water.\n\n6. Separate 1 μl RNA on a 2% agarose gel and stain with ethidum bromide to verify the presence of the expected transcription product. Subject the RNA to the Quick Spin Sephadex G25 exclusion column (Roche) to remove non-incorporated dNTPs using the manufacturer protocol.\n\n1. Mix the slurry of streptavidin-coated beads by inverting several times. The 100 μl aliquot of beads is suitable for analysis of a candidate protein by immunoblot. The 200 μl aliquot of beads is suitable for reactions to identify RNA-interactive proteins by mass-spectrometry.\n\n2. Supplement the beads with 5 volumes of binding buffer (10 mM HEPES pH 7.6, 5 mM EDTA pH 8.0, 3 mM MgCl 2 , 40 mM KCl, 5% glycerol, 1% NP40, 2 mM DTT). Gently mix by inverting 3-5 times. Centrifuge at 1200 g for 1 min. Repeat these washes twice.\n\n3. Supplement the reaction with biotinylated RNA. For candidate analysis by immunoblot use 15 μM of RNA. For detection of RNA-interactive proteins by mass-spectrometry use ~ 8 μg.\n\nIncubate for 1 hour at 4 °C with gentle rocking. Do not vortex. Centrifuge at 1200 g for 1 min and discard supernatant.\n\nAdd 1 ml of 2 mM Biotin blocking solution. Invert to mix, incubate at room temperature for 5 min. Centrifuge at 1200 g for 1 min and discard supernatant. Add 1 ml binding buffer, spin and discard. Repeat this blocking step once more.\n\n6. Add HeLa nuclear or total cellular extract. Use 100-500 μg for the small scale candidate analysis, and ~3 mg for the larger scale mass-spec-based screen. Supplment with 200 μl of binding buffer and incubate for 2 hour at 4 °C with gentle rocking. Do not vortex. Incubation with lysate may be repeated to enrich isolation of low-abundance proteins.\n\nCentrifuge at 1200 g for 1 min and discard supernatant.\n\n8. Add 1 ml of binding buffer, mix well by inverting, and incubate at room temperature for 1 min. Centrifuge at 1200 g for 1 min and discard supernatant. Repeat washing for 3 additional times.\n\nWash 4 times with 200 μl elution buffer (10 mM HEPES pH 7.6, 3 mM MgCl 2 , 5 mM EDTA pH 8.0, 0.2% glycerol, 2 mM DTT) with 40 mM, 100 mM, 200 mM and 2 M KCl, respectively. Mix well by inverting, incubate at room temperature for 5 min, centrifuge at 1200 g for 1 min and save supernatants in separate pre-chilled tubes.\n\n10. Dialyze the 2 M KCl elutants against binding buffer overnight at 4 °C. Concentrate on Millipore concentrator columns or by SpeedVac; Analyze by SDS-PAGE.\n\nDownstream processing analyses are: staining with Coomassie or silver stain; in-gel trypsin digestion and mass-spectrometry; or immunoblotting with antisera against candidate proteins. If cellular helicases are identified to interact with a specific RNA bait, additional experiments are warranted to confirm specificity of interaction. Electrophoretic mobility shift assays (EMSAs) and RNA-immunoprecipitation assays can be used to examine the specificity of interaction of the identified helicase with the RNA. The RNA-protein complexes isolated by RNA-affinity chromatography will be selectively competed by excess RNA in an RNA EMSA. A specificity control is necessary for RNA-affinity chromatography and typical controls are c-myc, gapdh, and non-functional mutant RNAs. An additional control of streptavidin beads without RNA bait is required to measure non-specific enrichment of protein of interest. The RNA-affinity chromatography with total, nuclear and/or cytoplasmic extracts provides interference to the sub-cellular compartment of an RNA-host protein interaction.\n\nThis approach can be used to evaluate the binding activity of a RNA helicase to viral and/or cellular RNA elements. The component of the experiment can include full-length purified or individual domains of the helicase. An important consideration is to establish the specificity of interaction by comparing functional and nonfunctional RNA elements with generic control like double-stranded RNAs (dsRNAs). EMSAs are useful for initial screening of RNA-binding activity of helicases. The quantitative assessment of RNA binding by fluorescence anisotropy is warranted to measure the binding affinity. \n\nPrecipitate RNAs in 95% ethanol and 0.3 M NaOAc at −80 °C for 20 min in the presence of glycogen (20 μg), collect by centrifugation at 12,000 rpm for 10 min, wash in 500 μl of 75% ethanol. Resuspend in DEPC-treated water, and measure the scintillation counts per μl of RNA.\n\nTreat RNA for 2 min in boiling water bath and move to room tempertature waterbath for 2 to yield native RNA conformation. Dilute the RNA to 100,000 cpm in DEPC-treated water.\n\nThe preparation of expression plasmids for the RHA N-terminal (N-term), DEIH, and C-terminal (C-term) domains are described in (Ranji et al. 2011) . Proteins were expressed in BL21-CodonPlus optimized cells (Stratagene). The cells were treated with 1 mM isopropyl-β-Dthiogalactopyranoside (United States Biochemical Corp.) for 2.5 h at 33 °C. Cell pellets were resuspend cells in 1× PBS with 10 μl/ml protease inhibitor mixture (Sigma) and 1 μl/ml 1M dithiothreitol, and subjected to 5000 units of pressure in an Aminco French pressure cell. Soluble proteins were harvested by centrifugation in a Sorvall RC5C SS-34 rotor at 12,000 rpm for 20 min at 4 °C.\n\nRecombinant RNA helicase domains are purified from the soluble protein lysate on glutathione-Sepharose beads (Pierce). Incubate the lysate and beads overnight, wash 4 times with 50 mM HEPES and 150 mM NaCl (pH 7.0), wash once with 50 mM HEPES and 500 mM NaCl (pH 7.0), and once with thrombin cleavage buffer (20 mM HEPES pH 8, 0.15 M NaCl, and 2.5 M CaCl 2 ). Biotinylated thrombin (10 units) is useful to release N-term RHA from the GST tag and can be further removed from the solution by incubation with streptavidin.\n\nFor purification of the DEIH domain of RHA, incubate soluble protein lysate with 2 ml of glutathione-Sepharose (GE Healthcare) for 30 min at room temperature. Wash the beads with 20 ml of buffer containing 50 mM HEPES, pH 7.3, 500 mM NaCl, 5 mM DTT, and 1 mM EDTA. Elute the DEIH domain from the beads using buffer containing 50 mM HEPES, pH 7.3, 25 mM reduced glutathione, 500 mM NaCl, 5 mM DTT, and 1 mM EDTA. Dialysis of protein fractions in the same buffer without glutathione in important to remove glutathione.\n\nHis-tagged RNA helicase was purified from the soluble protein lysate on nickel-Sepharose (GE Healthcare). Incubate the lysate with 2 ml of nickel beads at room temperature for 1 hour. Remove nonspecifically bound proteins by extensive washing of the beads with 20 ml of buffer containing 50 mM HEPES, pH 7.4, 500 mM NaCl, 7.5 mM CHAPS, 20 mM imidazole, and 4 mM β-mercaptoethanol.\n\nElute the C-term domain in 50 mM HEPES, pH 7.4, 500 mM NaCl, 7.5 mM CHAPS, 500 mM imidazole, 5 mM EDTA, and 4 mM β-mercaptoethanol and dialyze against the same buffer without imidazole.\n\nEvaluation is necessary of each protein preparation for size and purity. The results of SDS-PAGE are followed by assessment of the concentration of recombinant proteins by Bio-Rad DC protein assay.\n\n1. Incubate recombinant protein and 100,000 cpm of in vitro transcribed α-32 Plabeled RNA (above) in EMSA buffer (2% glycerol, 0.8 mM EGTA, 0.2 mM EDTA, 2 mM Tris, pH 7.6, 14 mM KCl, and 0.2 mM Mg(OAc) 2 ) for 30 min on ice.\n\nElectrophoresis is performed at 4 °C and using 5% native Tris borate/EDTAacrylamide gels. Fix, dry, and expose overnight in a PhosphorImager cassette.\n\nFA assays using synthetic 5′-fluorescein-tagged SNV PCE RNAs verify EMSA RNAbinding trends and determine the RNA-binding affinity of the RNA helicase domains (a related approach is described in this volume in the chapter by Montpetit and Weis). The length limit of chemical RNA synthesis is <100 nt. For RHA-SNV-PCE studies 96-and 98nt RNAs were labeled. The specificity and selectivity of functional PCE RNA was determined relative to nonfunctional controls. The SNV-PCE AC and SNV-PCE AB , which are necessary for RHA translation activity and for precipitation of epitope-tagged RHA in cells, were chosen for FP analysis and are described in (Ranji et al. 2011 ). Calculate weighted averages and S.D as described (Taylor 1997 ).\n\nEquilibrium binding conditions should be determined by varying the incubation temperature and time. For RHA and SNV or junD PCE RNA, incubation for 30 or 60 min produces similar binding patterns indicating equilibrium binding by 30 min. Binding temperature and time should be empirically established for each helicase and its corresponding nucleic acid.\n\nIn both EMSA and FA based approaches control dsRNAs should be used to compare RNA binding and establish a baseline for RNA binding activity. Non-functional SNV-PCE dsRNA stem loops (termed mutAC which is a structural mutant of SNV PCE AC ), which lacks translation activity and does not coprecipitate RHA in cells, was used as control to establish a baseline of RHA binding affinity. The minihelix Lys 35-nt RNA derived from the acceptor-TΨC stem of human tRNA 3 Lys and the human 7SL 27-nt hairpin RNA further provided generic dsRNA controls that lack RHA translation activity. In order to generate maximum power for statistical analysis for binding affinities we recommend that EMSAs and FA measurements should be repeated with at least three independent preparations of protein and RNA.\n\nViruses package host proteins in the virus particle that promote replication of virus in the subsequent generation. The analysis of whether or not an RNA helicase is incorporated into progeny virus particles is limited by sensitivity of immunoblotting and purity of the virus particle preparation. Given these caveats, the analysis distinguishes the role of the helicase in the producer cell (in which the virus particles are produced) and the target cells (in which the nascent virus infects and replicates).\n\nRHA is a necessary cellular co-factor for HIV-1 replication and infectivity on primary lymphocytes. Early in the HIV-1 lifecycle, cell-associated RHA is necessary for translation of viral mRNA. The molecular basis for translation stimulation by RHA is the aminoterminal residues of RHA recognize structural features of the retroviral 5′ UTR and tether ATP-dependent helicase activity that facilitates ribosome scanning. A minority of cellintrinsic RHA is assembled into virus particles and the virion-associated RHA (~2 molecules per particle) (Figure 2 ) promotes infectivity by a mechanism that remains poorly elucidated. Down-regulation of cell-intrinsic RHA using the approach described in Section 2.1 impairs the infectivity of progeny virions on primary human lymphocytes and reporter cell lines.\n\n1. Incubate 1 × 10 6 HEK293 cells in a 100 mm dish overnight, transfect with 10 μg of pNL4-3 HIV-1 provirus and 30 μl FuGene6 (Roche) for 48 hours.\n\nCollect the virus-containing tissue culture supernatant in a Falcon tube. Pellet the debris and broken cells by centrifugation at 2000 rpm for 5 min at room temperature. Collect the supernatant through a 0.45 μm filter.\n\n3. Ultracentrifuge the filtered supernatant over 0.5-1 ml of 25% sucrose pad at 35,000 rpm (100,000 g) for 2 hour at 4 °C in a Beckman ultracentrifuge using SW-41 rotor or comparable ultracentrifuge and rotor (e.g., Sorvall).\n\nRemove supernatant by decanting, then wipe the inside wall of the tube with rolled paper towel to remove as much supernatant as possible (do not touch the bottom of the tube).\n\nAdd 100 μl of RIPA cell lysis buffer (50 mM Tris pH 8.0, 0.1% SDS, 1% Triton-X, 150 mM NaCl, 1% deoxycholic acid, 2 mM PMSF). Leave the tube at 37 °C for 15 min and pipette several times to resuspend the viral pellet. Briefly vortex the pellet and collect in an eppendorf.\n\nIn parallel, harvest cells from plate in 1 ml of 1× PBS, resuspend in 500 μl of RIPA cell lysis buffer on ice for 15 min with an intermittent vortex.\n\nUse 25 μl of virion lysate to perform Gag p24 ELISA (Zeptometrix) with appropriate range of standard curve (7.8-125 pg/ml Gag).\n\nQuantify the Gag units in the viral lysate and load a range of 2-125 ng/ml Gag units for SDS-PAGE. Immunoblot with RHA and HIV-1 Gag antisera.\n\nIn parallel, immunoblot serial-dilutions of the recombinant RHA (15.7-1000 ng) Quantify the signal intensity of the bands; generate a standard curve and compare the abundance of RNA helicase from the virion immunoblot ( Figure 2) .\n\nA potential caveat is the association during ultracentrifugation of culture medium of virions with extracellular microvesicle contaminants. To overcome this pitfall, use conditioned medium from equivalent cultures of non-infected cells. The immunoblot will ascertain possible contaminants. An additional step is to perform a second ultracentrifugation (100,000 g) through a 15%/65% sucrose step gradient. Purified virus particles are collected at the 15%/65% sucrose interface and may be concentrated at 100,000 g. Herein, the virus preparation is placed at the top of a 20-70% continuous sucrose gradient, centrifuged at 100,000 g at 4 °C for 16 hours. Fractions are then collected and subjected to immunoblotting with antisera against viral core and the RNA helicase under investigation.\n\nThe viral RNP is disrupted and the envelope solublized in 1% Triton X-100 at room temperature for 5 min in a wash buffer (10 mM Tris-HCl pH 8.0 and 100 mM NaCl). The treated samples are centrifuged at 10,000 g for 10 minutes and the pellet is washed three times with wash buffer. This approach will ensure that the cellular helicase is incorporated into viral cores and is not merely sticking to the outside of viral envelope. The majority of the HIV-1 matrix (MA) and capsid (CA) proteins are removed following the treatment with 1% Triton X-100, whereas substantial amounts of reverse transcriptase and nucleocapsid (NC) proteins, together with viral genomic RNA, are recovered. This preparation is designated the viral RNP complex.\n\nTo probe whether the RNA helicase requires specific interaction with the viral RNA for incorporation in the assembling HIV-1 virions, mutant proviruses are a suitable tool. The transfected provirus is used to provide mutant virion precursor RNA. A negative control is expressed by a provirus with nonfunctional mutation of the viral RNA packaging signal (Ψ)\n\nRNA helicases are composed of domains that are interchangeable amongst RNA interactive proteins: C-terminal arginine and glycine-rich domain; central DEIH helicase domain; and N-terminal double stranded RNA binding domains (dsRBD) with conserved α-β-β-β-α topology. These domains provide a modular structure for multiple protein-protein and protein-RNA interactions. Such interactions can result in selective incorporation of certain host factors into assembling virions. Furthermore, interactions of RNA helicase with viral core proteins and viral nucleic acids can contribute to productive morphogenesis of the virions.\n\nUsing the approaches described in Sections 2.1.1 and 4.1.1, HIV-1 virions produced from cells treated with RHA siRNA or non-silencing control siRNA were examined for packaging of viral and cellular factors in virions. Equivalent quantities of virions were subjected to immunoblot or RNA extraction to examine virion-associated RNA. Typically, 5-100 ng of HIV-1 Gag (as measured by Gag ELISA) is sufficient for immunoblotting and 25-500 ng HIV-1 Gag is sufficient for RNA extraction. Using the methods described below, it was shown that virions produced from cells treated with RHA siRNA are deficient in RHA but not deficient in another cellular cofactor LysRS. The results of RT-real-time PCR with HIV-1 gag primers (described below) demonstrated viral RNA packaging efficiency is not reduced by RHA down-regulation.\n\n1. Incubate 1 × 10 6 HEK293 cells per 100 mm dish and culture overnight.\n\nTreat with 20 μM RHA siRNAs or non-silencing scrambled (Sc) RNAs as described in section 2.1.1.\n\nAfter second siRNA treatment, transfect cells with 10 μg pNL4-3 HIV-1 provirus in 1:3 DNA to FuGene6 (Roche) ratio.\n\nHarvest cells from plate in 1 ml of 1× PBS and lyse in 250-500 μl of RIPA cell lysis buffer. Perform immunoblotting to verify downregulation of RHA from siRNA treatment. Also, immunoblotting with viral protein antisera measures the effect of RHA downregulation on viral gene expression.\n\nCollect the virus-containing tissue culture supernatant in a sterile tube. Pellet the debris and broken cells by centrifugation at 2000 rpm for 5 min at room temperature. Collect the supernatant and pass it through 0.45 μm filter.\n\n6. Ultracentrifuge the filtered supernatant over 0.5-1 ml of 25% sucrose pad at 35,000 rpm (100,000 g) for 2 hour at 4 °C in a Beckman ultracentrifuge using SW-41 rotor or use a comparable ultracentrifuge and rotor (e.g., Sorvall).\n\nRemove supernatant by decanting, then wipe the inside wall of the tube with rolled paper towel to remove as much supernatant as possible (do not touch the bottom of the tube).\n\nAdd 100 μl of RIPA cell lysis buffer (50 mM Tris pH 8.0, 0.1% SDS, 1% Triton-X, 150 mM NaCl, 1% deoxycholic acid, 2 mM PMSF). Leave the tube at 37 °C for 15 min and pipette several times to resuspend the viral pellet. Briefly vortex the pellet and collect in an eppendorf. Use 25 μl of virion lysate to perform Gag p24 ELISA (Zeptometrix) with appropriate range of standard curve (7.8-125 pg/ml p24). Use equivalent p24 units for Sci/RHAi virions for immunoblotting.\n\nMix 50 μl virion preparation in 0.5 ml of Trizol LS (Invitrogen) and isolate the RNA, treat with DNaseI (Ambion), extract with acid phenol (Ambion), and precipitate in 100% ethanol and 0.3 M NaOAc. Resuspend in DEPC-treated water.\n\nTreat total virion RNA with Omniscript reverse transcriptase (RT, Qiagen) and random hexamer primer for 1 hour at 37 °C. Use ten percent of the cDNA preparation for gag and β-actin real-time PCR respectively with HIV-1 gag primers KB1614 (gtaagaaaaaggcacagcaagcagc) and KB1615 (catttgcccctggaggttctg) or βactin primers KB1252 (tcacccacactgtgcccatctacga) and KB1253\n\n(cagcggaaccgctcattgccaatgg) and Lightcycler480 SYBR Green master mix (Roche) in a Lightcycler480 (Roche, Germany). Generate standard curves to determine RNA copy numbers on pHIV-1 NL4-3 or β-actin plasmid in the range of 10 2 to 10 8 copies.\n\nRNA prepared from the virus particles is suitable for native gel electrophoresis, Northern blot, RNase protection assay, PolyA length analysis.\n\nHIV-1 virions package two copies of viral genomic RNA, which dimerize via non-covalent linkage. The approach of native gel electrophoresis and Northern blots on virion RNA preparations is useful to ascertain sustained HIV-1 RNA dimerization during downregulation of a candidate RNA helicase. A caveat is redundant functional activity of other RNA helicase superfamily members and viral RNA chaperones. In addition, the folding of viral RNA detected in this assay is not comprehensive and alternative folds may not recapitulate efficient viral replication.\n\nIt is critical to investigate whether or not the candidate RNA helicase is important to sustain viral infectivity. If a cellular helicase is necessary for viral infection, downregulation of endogenous protein is expected to decrease virion-intrinsic RNA helicase. Herein the outcome is production of progeny virions that are poorly infectious. Alternatively, the RNA helicase can act as a restriction factor. Herein, the downregulation may result in enhanced infectivity.\n\nTo examine the effect of RHA down-regulation on HIV-1 infectivity, equivalent cell-free virion preparations were used for infection of human PBMCs or a HeLa-based Luciferase reporter cell line, TZM-bl. TZM-bl is a genetically engineered HeLa cell line that expresses high levels of HIV-1 receptor and co-receptors: CD4, CXCR4 and CCR5 (Platt et al. 1998; Wei et al. 2002) . These cells contain reporter cassettes of luciferase and β-galactosidase that are each expressed from Tat-inducible HIV-1 LTR. Expression of these reporter genes is directly dependent on production of HIV-1 Tat post-infection. HEK293 cells were used as producer cells and were treated with RHA siRNA or Sc siRNA as described in Section 2.1.1. ( Figure 3A ) Infections of TZM-bl cells were performed with 2 ng Gag aliquots of virions deficient in RHA or containing RHA as described below. RHA-deficient virions are 2 fold less infectious on TZM-bl cells compared to virions containing RHA ( Figure 3B ). Further, expression of siRNA-resistant RHA in the producer cells is sufficient to rescue HIV-1 infectivity on TZM-bl cells ( Figure 3B ).\n\n1. Incubate 1 × 10 6 HEK293 cells per 100 mm dish and culture overnight.\n\nTreat with 20 μM RHA siRNAs or non-silencing scrambled (Sc) RNAs as described in section 2.1.1.\n\nAfter second siRNA treatment, transfect cells with 10 μg pNL4-3 HIV-1 provirus in 1:3 DNA to FuGene6 (Roche) ratio. For rescue experiments, co-transfect 5 μg of siRNA-resistant pcDNA-FLAG-RHA or pcDNA-FLAG with 10 μg HIV-1 provirus.\n\nHarvest cells from plate in 1 ml of 1× PBS and lyse in 250-500 μl of RIPA cell lysis buffer. Perform immunoblotting to verify downregulation of RHA from siRNA treatment.\n\nCollect the virus-containing tissue culture supernatant in a Falcon tube. Pellet the debris and broken cells by centrifugation at 2000 rpm for 5 min at room temperature. Collect the supernatant and pass it through 0.45 μm filter.\n\n6. Quantify the HIV-1 Gag p24 units in the supernatant. Use 25 μl of supernatant to perform Gag p24 ELISA (Zeptometrix) with appropriate range of standard curve (7.8-125 pg/ml p24).\n\nIncubate 2 × 10 5 HeLa TZM-bl cells per well in a 6-well plate and culture overnight.\n\nInfect HeLa TZM-bl cells with 0.2, 2 and 20 ng HIV-1 p24 respectively in 6-well plates by spinoculation at 1500 g for one hour at 32 °C. Adjust the volumes of HIV-1 containing supernatant to 500 μl with complete DMEM media.\n\nHarvest the HeLa TZM-bl cultures 48 hour post-infection and extract in 75 μl NP40 lysis buffer (20 mM Tris HCL pH7.4, 150 mM NaCl, 2 mM EDTA, 1% NP40 and 2 mM PMSF).\n\nPerform Luciferase assay (Promega) on 10 μg cell lysate (determined in DCA Bradford assay). The mock-infected cell lysate is a requiste control for background luminescence, and is subtracted from the sample wells.\n\nIn order to further characterize the role of cell-associated RHA in promoting or restricting viral infectivity in target cells, equivalent amounts of RHA-deficient virions and virions containing RHA is used to infect target cells (like TZM-bl, MAGI and PBMCs) that have experienced either control or RHA siRNA treatment. If cell-intrinsic RHA acts as an antiviral factor, then an increase in viral infectivity will be observed when RHA is downregulated in target cells. On the contrary, a reduction in viral infectivity is expected if cell-intrinsic RHA acts to promote viral infection in target cells.\n\nFor reporter assays, including the TZM-bl infectivity assay, the linear range of detectable infection is determined in advance. This parameter addresses pitfalls of infections with high virus input that results in cell killing. We recommend titration of the infection parameters using range of 0.2 to 20 ng HIV-1 Gag p24 ELISA units. Alternatively, the virus multiplicity of infection (MOI) is utilized in the range of 0.1 to 10. Infection or transduction via spinoculation at 1500 g for one hour at 32 °C results in uniform infection outcome. A further alternative to spinoculation is infection at 37 °C for 2 hours in the presence of 8 μg/μl polybrene or 40 μg/ml DEAE-dextran.\n\nBesides their cellular functions, RNA helicases also perform roles that are beneficial to viruses that infect plant and animal cells. A complete understanding of targets, mechanisms and redundancy among RNA helicases is critical for new avenues towards efficacious antiviral therapies.\n\nThe methods described in this chapter focused on RNA helicase A (RHA), a necessary host cofactor for retrovirus replication. However, these approaches can readily be adapted for other cellular RNA helicases with pro-or anti-viral roles.\n\nThe approach of epitope immunoprecipitation is coupled with mass-spectrometry to identify cofactors that co-precipitate with FLAG-tagged RHA. Immunoprecipitated protein can be trypsin digested directly on sepharose-conjugated beads (On-beads digestion) or digested post-elution with a competing peptide (In-solution digestion). Alternatively, beads can be treated with competing peptide or directly lysed in SDS buffer followed by SDS-PAGE. Specific band of interest or entire lane can then be trypsin digested. Template for FA measurements is constructed to calculate of equilibrium dissociation constant by using variable amounts of recombinant N-terminal RHA domain with constant amount of 5′-fluorescein-labeled RNA. "}